[
  {
    "type": "title",
    "content": "مجموعة من المقالات العامة ( 4 )"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "(67) سافر معي في المشارق والمغارب",
    "content": "أول رحلة في حياتي إلى خارج أرض الحرمين: 6 ـ وكان أول سفر لي إلى خارج المملكة سنة 1392ﻫـ 1972م إلى جمهورية مصر العربية من أجل مواصلة دراسة الماجستير ـ انتساباً ([ذهبت في الإجازة الصيفية مرتين، وبعد الانتهاء من الامتحان أعود إلى عملي]).في جامعة الأزهر. وعندما أقلعت الطائرة السعودية من جدة إلى مصر فوق البحر الأحمر أخذت أتأمل في البحر والسحب فأدهشني المنظر وأخذ بلبي، وذهبت أفكر في مناظر العالم الفسيح، وبعد فترة راعني منظر آخر جديد لم أره من قبل، وهو نهر طويل يمتد من الجنوب إلى الشمال يتلوى مثل الثعبان، تكتنفه من الجانبين خضرة مستمرة، والنهر والخضرة يقعان في وسط صحراء، فسألت المضيف: ما هذا؟ فقال: ألا تعرف نهر النيل؟ قلت: أسمع عنه ولكني لم أره، قال: هو هذا. وكنت من وقت خروجي من مطار المدينة إلى جدة ثم من وقت خروجي من مطار جدة فوق البحر الأحمر، أنظم أبياتاً من الشعر من بحر الرجز أصف فيها مشاعري في الرحلة، وأسجل ما يعرض لي، وهذه أول مرة أطل من نافذة الطائرة من الجو، فالطائرة التي أقلتني من جيزان سنة 1382ﻫكانت من نوع يسمى \"داكوتا\" وكانت المرة الأولى في حياتي أركب فيها الطائرة، وكنت طول الوقت أتقيأ لمدة ساعتين ونصف الساعة أو أكثر، فلم أكن أجرؤ على النظر من النافذة. وهذا نص الأبيات التي نظمتها في رحلة القاهرة: خرجت من مدينة\t\t==\t\tنبينا الحبيبة مودعاً أولادي\t\t\t==\t\tفي آخر الميعاد رافقني الأصحاب\t\t==\t\tكلهم أحباب إلى المطار العامر\t==\t\tوهو من المفاخر دخلت في الطياره\t\t==\t\tفزالت الحراره وانتفضت وطارت\t\t==\t\tلِجُدةٍ قد سارت وحلقت في الجو\t\t==\t\tسريعة في العدو بدأت في القراءة\t\t==\t\tلأنها هوايتي وفجأة مضيفنا\t\t==\t\tقال النزول هاهنا وعادت الحراره\t\t==\t\tفي خارج الطياره وطال بي انتظار\t\t==\t\tفي قاعة المطار للسند المصدق\t\t==\t\tإلى مدير الفندق([1]) وكان خير ما حصل\t\t==\t\tأن زارني الشهم البطل المسلم التقي\t\t==\t\tمحمد الأبي وسرت للمطار\t\t\t==\t\tفي الموعد المختار وهاهنا تنزل بي\t\t==\t\tمشكلة لم تحسب إن الجواز ما ختم\t==\t\tووقت سيرنا حتم ولم أكن بعالم\t\t==\t\tبهذه المعالم ألححت في المراجعه\t==\t\tواشتدت المنازعه وأخذ الملازم\t\t\t==\t\tفي غضب يخاصم وصعدا لركاب\t\t\t==\t\tلكنهم قد آبوا لقاعة المغادره\t\t==\t\tمنتظرين الطائره قلت لم التوقف؟\t\t==\t\tقالوا مريض مدنف ينقل للقاهرة\t\t==\t\tمشتشفيا للصدمة وحصل التصريح\t\t==\t\tوالشكر والتسبيح وهذه كرامه\t\t\t==\t\tتتبعها السلامه وفوق بحر الأحمر\t\t==\t\tجدت بهذي الأسطر وبعد قطع البحر\t\t==\t\tطرنا بذات قفر وارتكم السحاب\t\t==\t\tوانتفض الركاب لرقصة الطائرة\t\t==\t\tوزحمة القاطرة وفجأة بدا لنا\t\t==\t\tمرحبا نيل المنى يمتد في تبختر\t\t==\t\tعلى مرور الأعصر بجانبيه تشرب\t\t==\t\tحقوله وتطرب ذكرت عند ذلك\t\t==\t\tقدرة ربي المالك كما ذكرت الجنه\t\t==\t\tفالنيل منها منَّه وقلت في خشوع\t\t==\t\tسائلة دموعي سبحان مجري الماء\t==\t\tفي هذه الصحراء وموجد الثمار\t\t==\t\tفي هذه القفار فأين شكر المنعم\t\t==\t\tعلى جزيل النعم وبدت القاهرة\t\t==\t\tوجالت الطائرة ولم تزل دواره\t\t==\t\tتنتظر الإشاره وكان ذاك بغية\t\t==\t\tتمتعا بالرؤية فما يراه العالي\t\t==\t\tأوسع في المجال وبدت العجائب\t\t==\t\tوزادت الغرائب فذا قديم هاجع\t\t==\t\tوذا جديد لامع وفي المطار المزدحم\t==\tكان المسير قد ختم وكانت المعامله\t\t==\t\tلطيفة وعاجله وسرت في طريقي\t\t==\t\tللأزهر العريق نزلت بالميدان\t\t==\t\tفي فندق الرضوان واختلفت أجوائي\t\t==\t\tفي هذه الأحياء فما لِبَيْت الله\t\t\t==\t\tفي الأرض من مُضَاهِ وما لمثل طيبة\t\t==\t\tفي الأرض من محبة لكنها الأسفار\t\t==\t\tتفرضها الأوطار فيا إلهي حقق\t\t==\t\tمرام كل متق وهذه رسالتي\t\t\t==\t\tإلى جميع الإخوة مسلماً وداعيـاً\t\t==\t\tوللقاء راجياً وصفت هذه الرحلة، مع أن بينها وبين أول رحلة دعوية ست سنوات، وبينها وبين رحلة الصين هذه، أربع وعشرون سنة، ليدرك القارئ مدى رغبتي في الرحلات وعاطفتي الجياشة مع المناظر، رمالاً وجبالاً، وغابات وصحارى، وأنهاراً وبحاراً، ومباني ومدناً.. وسيجد القارئ ذلك واضحاً في جميع هذه السلسلة من الرحلات.. وكانت هذه الرحلة المصرية المحدودة، من الأسباب التي ضاعفت الرغبة في رحلات أوسع. وحقق الله الرغبة: نعم حقق الله الرغبة: ففي سنة 1398ﻫحيث دعاني فضيلة الأخ الكريم الشيخ عبد المحسن بن حمد العباد، نائب رئيس الجامعة، وكنت عندئذ عميداً لكلية اللغة العربية والآداب في الجامعة[قبل أن يغير اسمها كلية اللغة العربية فقط]. وكان رئيس الجامعة الشيخ عبد العزيز بن عبد الله بن باز، فعرض عليَّ السفر إلى الولايات المتحدة الأمريكية لحضور (مؤتمر علماء الاجتماع المسلمين) الذي سيعقد في إنديانا بولس، فلم أتأخر عن الرد الإيجابي لحظة واحدة، إلا أنني قلت له أمهلني لأحدد خط السير، وذهبت لقراءة الخارطة العالمية ـ المسطحة والكروية ـ ثم حددت خط السير كما يلي: المدينة، جدة، لندن، نيويورك، إنديانا بولس، ديترويت، شيكاغو، لوس أنجلوس، طوكيو، هونغ كونغ، كراتشي، جدة، المدينة. ورجوت الشيخ أن يوافق على هذا الخط، لنتمكن بعد حضور المؤتمر من زيارة هذه المناطق للاطلاع على أحوال المسلمين فيها، فتمت الموافقة وكانت رحلات عالمية ممتعة، كما كانت فاتحة لرحلات وطئت قدمي فيها جميع القارات ما عدا قارة أمريكا اللاتينية، زرت خلالها ما يقارب خمسين دولة، وما شاء الله من المدن، وركبت فيها الطائرات والبواخر والقطارات والسيارات.. وبعض البلدان زرتها أكثر من مرة. وقد سجلت جميع زياراتي في هذه الرحلة العالمية في مذكرات يومية، وقد أفردت هذه الرحلة مع الرحلة الثانية للولايات المتحدة الأمريكية في المجلد الأول من هذه السلسلة، وعنوانها العام: (في المشارق والمغارب) ولقد كانت كتابة هذه الرحلة. (وتم تحديثها وجمع معلوماتها وتنقيحها وطباعتها بالكمبيوتر وإدراج صور الأماكن التي زرتها، وهي المجلد الأول من هذه السلسلة) (في المشارق والمغارب) . شبيهة بالطفولة ثم تلتها رحلات مراهقة ثم الشباب ثم الكهولة، ولعلها تستمر إلى آخر الشيخوخة، أعني بذلك من حيث الكتابة واللقاءات والاقتراحات وغيرها، وسيعرف ذلك من يطلع على المذكرات مسلسلة، كان ذلك خلال أكثر من عشرين سنة. حنين شديد وأسباب: وكنت في كل تلك السنين أفكر ـ والشوق يملأ جوانحي ـ في زيارة الصين الشعبية، ولو أنني خيرت بين زيارتها والكف عن زيارة بقية البلدان لما ترددت في اختيار زيارة الصين، مع أني لا أرغب في انقطاع الرحلات. وكأني بالقارئ قد خطر بباله أن يقول: ولم كل هذه الرغبة التي جعلتك تفضل ترك زيارة بلدان كثيرة لتزور بلداً واحداً؟ وأبادر فأجيب: بالأسباب الآتية: السبب الأول: شُح المعلومات الواضحة قديماً عن هذا البلد، وأقصد بالواضحة أنَّك نادراً ما ترى أمام عينيك في المكتبات كتاباً ـ باللغة العربية ـ عن الصين، لأن الصين باسمها الصريح لم يدخلها الفاتحون فاتحين، كما دخلوا غيرها من البلدان المجاورة لها، ولذا تجد الكتاب يقولون ـ مثلاً ـ لقد وصل الفتح الإسلامي إلى حدود الصين شرقاً، وإلى بحر الظلمات غرباً، لذلك لا يفكر في البحث عن معلومات عن الصين إلا الباحث الذي يضطر إلى أن ينقب في المراجع القديمة التي قد لا تخطر ببال القارئ العادي. السبب الثاني: شُح المعلومات عن هذا البلد حديثاً، فقد عزلته الحكومة الشيوعية عن العالم عزلاً قد لا يكون سبق له مثيل حتى في أيام بناء السد المعروف عند الصينيين وغيرهم بـ(سور الصين العظيم) وسيأتي الحديث عنه. السبب الثالث: مضي فترة طويلة من حياتي في المدينة المنورة، لم أر حُجَّاجاً أو أسمع عن حجاج وفدوا من الصين، وهذا من أثر العزلة المذكورة. السبب الرابع: ما نسمع من بعض وسائل الإعلام من اضطهاد إخواننا المسلمين ومضايقتهم، وهدم مساجدهم وقتل علمائهم وحرق مصاحفهم... وقد أخذتُ بعض المعلومات من بعض الإخوة الصينيين في هونغ كونغ في رحلاتي المتكررة لها، حيث كانت نقطة عبور لي في عدد من الرحلات. السبب الخامس: ما نسمعه عن الصين من أنها بلد العجائب والغرائب، ومن أهم غرائبها سورها العظيم الذي قال عنه بعض الناس: إنه سد ذي القرنين الذي وراءه يأجوج ومأجوج. السبب السادس: أن الممنوع تشتد الرغبة فيه أكثر من غيره، كما قيل: \"وحب شيء إلى الإنسان ما منعا\". ولم يُعرَض عليَّ السفر إلى الصين طيلة المدة التي قضيتها في الجامعة موظفاً (35سنة) بخلاف غيرها من البلدان. خوف ومسوغات: وكنت مع تلك الرغبة الشديدة في زيارة الصين في خوف شديد من زيارتها للمسوغات الآتية: المسوغ الأول: عدم وجود علاقات بين الصين وبين حكومة المملكة العربية السعودية تلك الأيام، فلا سفارة للصين عندنا، ولا سفارة لنا في الصين [وقد أنشئت فيما بعد علاقات تدريجية حتى صارت على مستوى السفارات].وسفر مواطن من بلده إلى بلد آخر لا علاقة له بوطنه مخاطرة قد لا تحمد عقباها، إضافة إلى صعوبة الحصول على تأشيرة. المسوغ الثاني: كثرة الاضطرابات والقلاقل التي كانت تحصل في الصين وكانت تنشرها وسائل الإعلام العربية باستمرار. المسوغ الثالث: ما كنا نسمع من موقف الحكومة الشيوعية من رقابة صارمة على الأجانب وملاحقتهم أينما حلوا وارتحلوا، وعدم السماح لهم بالاختلاط بالصينيين، لا في السكن ولا في الفنادق ولا في الأسواق، وماذا عسى أن يرغبني في سفر إلى بلد هذا شأنه، وبخاصة أن هدفي الأول من الزيارة هو الاجتماع بالمسلمين ومعرفة أحوالهم وتسجيلها كما أفعل في رحلاتي كلها، وموقف الحكومة من المسلمين بالذات كان موقف ريبة وحذر أكثر من أي طائفة أخرى؟ المسوغ الرابع: عدم معرفة أحد في البلد، لا من الصينيين ولا من غيرهم، بخلاف الحال في البلدان الأخرى في الشرق أو الغرب، فقد تعرفت قبل سفري على من يساعدني في كل البلدان التي زرتها، وحصلت على عناوين وأرقام هواتف في أوربا وأمريكا وأستراليا واليابان وغيرها، أما الصين فلا أعرف لها رأساً من ذنب! المسوغ الخامس: ـ وهو ناتج عن المسوغ السابق ـ صعوبة التفاهم مع الناس باللغة، مَن الذي سيترجم بيني وبين صاحب الفندق، أو صاحب المطعم، أو موظف المطار، أو سائق سيارة الأجرة، أو موظف الحجز في المطار، وبخاصة أن غالب الصينيين لا يتكلمون إلا بلغتهم، والذي تعلم اللغة الإنجليزية ـ مثلاً ـ حوَّلها إلى لهجته حتى أصبحت كأنها لغة صينية [لمست هذا من الصينيين في هونغ كونغ]. وأنا ليس عندي إلا كلمات قليلة لا تسمن ولا تغني من جوع لدى أهلها الأصليين، فكيف بالصينيين؟ المسوغ السادس: أن هؤلاء القوم ملحدون، لا تحل ذبائحهم للمسلم إجماعاً، وهم لا يتورعون كما سمعنا من أكل شيء يوجَد على ظهر الأرض أو في بطنها، من كلب وقط وخنزير وثعبان وعقرب وحشرات وفأر وجرذ... فماذا أصنع إذا لم أجد من ينقذني من هذه الورطة؟ المسوغ السابع: ما كنت أسمع عنه من صعوبة المواصلات، وأن الذي لا يحجز مبكراً في تنقلاته براً بالسيارة أو القطار، أوجواً، أو بحراً، قد لا يتمكن من السفر إلا بعد مشقة وانتظار. المسوغ الثامن: أني قد أجد من يرافقني ويساعدني من الإخوة الصينيين الذين تعرفت عليهم في هونغ كونغ في بعض هذه المهمات دون بعض[كالترجمة. وإن كان الآن يوجد في المركز الإسلامي في هونغ كونغ من يجيد اللغة العربية (الإمام ونائبه) كما سيأتي].ولكني أحتاج إلى نفقات لي ولهم: سكناً وركوباً وطعاماً... ومن أين لي ذلك؟ المسوغ التاسع: عدم وجود نفقة كافية، لرحلة مجهولة العواقب. هذه المسوغات ونحوها ـ وكل مسوغ منها كاف في الخوف من هذه الرحلة ـ جعلتني أتريث كثيراً في السفر إلى الصين في وقت مبكر."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "(68) سافر معي في المشارق والمغارب",
    "content": "تصميم واستعداد لرحلة الصين: 1 ـ في سنة 1415ﻫ أخذت قراراً من الجامعة بإجازة تفرغ علمي لمدة سنة [وهذه هي المرة الثالثة التي] يحق لي فيها التفرغ، حسب النظام، وبين كل مرة وأخرى خمس سنوات.] قضيت غالبها في كتابة بعض البحوث، وقضيت بعضها في زيارة لدولة كينيا في إفريقيا، وقد سجلت مذكراتي عنها في كتاب [وهو المجلد الثامن عشر من هذه السلسلة (المشارق والمغارب)].وبدأت من أول هذه السنة أقتطع من راتبي مبلغاً شهرياً لرحلة الصين. 2 ـ كما اتصلت ببعض أساتذة الجامعة الإسلامية الذين أقاموا دورات في بعض مناطق الصين لتدريس اللغة العربية، والذين زاروها لاختيار طلاب منها للالتحاق بالجامعة، للسؤال عن الأوضاع هناك، وأخذ بعض ما عندهم من العناوين وأسماء الأشخاص الذين يمكنني الاتصال بهم. 3 ـ اتصلت برابطة العالم الإسلامي ـ وبخاصة الشيخ محمد بن ناصر العبودي الأمين المساعد للرابطة ـ الذي زار الصين رسمياً وكتب عنها، فبعث لي ببعض العناوين، وكتب لي توصية لبعض المسؤولين في الجمعية الإسلامية الصينية، وقد توفي الشيخ العبودي، رحمه الله. 4 ـ طلبت من بعض الأساتذة في الجامعة الإسلامية الذين لهم معرفة بالطلبة الصينيين فيها، أن ينتخبوا لي أحدهم ممن يجيدون اللغة العربية وعنده نشاط ومعرفة ببلدان الصين، ليستقبلني عند قدومي إلى بكين ويرافقني ـ لأني قررت السفر في الإجازة الصيفية من سنة 1416ﻫ. والطلاب يسافرون في الإجازة الصيفية إلى بلدانهم ويعودون على نفقة الجامعة، ولم أتمكن من الحصول على المطلوب بالصفة التي أريد، وإنما وجدت طالباً أسلم حديثاً ـ قبل ثلاث سنوات تقريباً ـ وهو قليل المعرفة بالبلاد، وأقل معرفة بالمسلمين، ولغته العربية لا بأس بها في الجملة، فاتفقت معه على أن يقابلني في بكين عند قدومي [اسمه العربي (إبراهيم) واسمه الصيني (tang hai tang ke de) وسيأتي الكلام عنه، حيث أجريت معه مقابلة وسجلت معلومات عن حياته وعن دخوله في الإسلام، وقد كان هو رفيقي في الرحلة كلها، وكانت استفادتي منه في تحقيق هدف الرحلة ضئيلة، لعدم معرفته بالناس كما سيأتي.. ووجود شيء خيرٌ من لا شيء]. 5- بعثت بخطاب عن طريق الفاكس إلى الإخوة في هونغ كونغ (المسؤولين عن المركز الإسلامي) قبل السفر بشهر أو أكثر، طلبت منهم فيه المساعدة بإعداد عناوين والاتصال بمن يعلمون استعداده لمرافقتي ممن يجيد العربية، وإعداد خطة سير للمناطق التي يرون أنها جديرة بالزيارة، وإشعار المسلمين فيها بذلك، وأخبرتهم بهدفي من الزيارة وبوقت نزولي في هونغ كونغ، وطلبت منهم الحجز في فندق مناسب، وكانت المعرفة بيننا قديمة واللقاء متكرراً وهم راغبون في زيارتي للصين، إذ قد أخذت منهم عن الصين بعض المعلومات سنة 1400ﻫ وسنة 1409ﻫ، وقدمت تقريراً بذلك إلى الجامعة الإسلامية، واقترحت الاهتمام بقبول الطلبة الصينيين، ونفع الله بذلك، وجاءني الجواب من الإخوة في هونغ كونغ، بأنهم على استعداد للتعاون. 6 ـ ما مضى يبين للقارئ أنني بذلت جهداً كبيراً ومبكراً في الاستعداد لهذه الرحلة، لم أبذله لرحلة أخرى في أسفاري الكثيرة، وهو يدل على الخوف من عواقب هذه الرحلة، كما مضى. والإخوة الذين عنيتهم في هونغ كونغ هم الأخ يوسف يو، رئيس المركز الإسلامي في هونغ كونغ، ونائبه أبو بكر، والأخ علي تنج، إلا أن هذا الأخير لم يُبَلّغ وهو من أنشط المسلمين الصينيين في هونغ كونغ في خدمة المسلمين الوافدين إليها. أهدافي من الرحلات: لرحلاتي كلها هدفان عامان: الهدف الأول: التعرف على أحوال المسلمين. من أجل مذاكرتهم في شئون الدعوة والتعليم، وما يعترضهم من مشكلات، وما الحلول التي يتخذونها لحلها، أو ما يمكن أن يقترح لذلك. وهذا هو أهم الهدفين. ويدخل في هذا الهدف الأمور الآتية: الأمر الأول: مقابلة زعماء الجمعيات أو الجماعات الإسلامية، وتدوين ما يدلون به عن نشاط مؤسساتهم، وكذلك مديرو المدارس وأئمة المساجد، وعلماء البلد المهتمين بالدعوة والتعليم أو أحدهما، وغيرهم ممن لهم ثقل في البلد وخبرة بشؤون المسلمين. الأمر الثاني: إلقاء أسئلة بحث البلاغ المبين، على كل من رأيت إمكان الاستفادة منه في هذا الباب، كل فيما يخصه، وتدوين الإجابات مفصلة للرجوع إليها عند الحاجة. الأمر الثالث: مقابلة من يمكنني مقابلته من المسلمين الجدد في كل بلد، لأخذ معلومات مفصلة ـ في الغالب ـ عن كل واحد منهم، عن حياته وأسباب دخوله في الإسلام، وفهمه له وصلته بالمسلمين، وموقف أهل بلده منه وبخاصة أسرته إن لم تكن قد اهتدت مثله... الأمر الرابع: مقابلة غير المسلمين من أساتذة وباحثين ومستشرقين وغيرهم، وإلقاء أسئلة تتعلق بفهمهم للإسلام، ومصادر معرفتهم له، وقواعد بحثهم التي يسيرون عليها، والشبهات التي يثيرونها أو تثار من غيرهم على الإسلام، ومناقشتهم في ذلك حسب الإمكان. وقد استخلصت من مقابلاتي لهذين الصنفين ـ مسلمين جدد وغير مسلمين، وغالبهم من أوروبا ـ في رحلاتي الأوربية جزءين طبعاً، عنوان أحدهما: حوارات مع مسلمين أوربيين، والآخر بعنوان حوارات مع أوربيين غير مسلمين [وهي مبثوثة في هذه السلسلة]. الأمر الخامس: عقد ندوات في المؤسسات الإسلامية، وإلقاء محاضرات تتعلق بشئون الدعوة والتعليم، وجلسات خاصة مع زعماء المسلمين، لإبداء الاقتراحات المناسبة للعمل الإسلامي ـ دعوةً وتعليماً وتعاوناً بين الجماعات والجمعيات الإسلامية ـ وتقديم تقارير عن أحوال المسلمين في البلدان التي أزورها، للمؤسسات الإسلامية المعنية بالدعوة والتعليم في المملكة العربية السعودية، واقتراحات لما يمكن أن تقوم به تلك المؤسسات، وبخاصة الجامعة الإسلامية، التي تتم أسفاري ـ غالباً ـ بانتداب منها، ورابطة العالم الإسلامي، والرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، قبل إحداث وزارة الأوقاف والشئون الإسلامية والدعوة والإرشاد. الهدف الثاني: تحقيق رغبتي في زيارة بلدان العالم. للتعرف عليها والاطلاع على ما فيها من جمال أودعه فيها الخالق سبحانه، من بحار واسعة، وأنهار جارية، وغابات ملتفة، وأشجار مثمرة، وجبال شاهقة، ومناخ منعش، ومدن عامرة بقصور عالية تناطح السحب السائرة، وبالجملة (النظر في ملكوت الله الذي يزيد الإيمان بقدرته وعظمته تعالى). والذي يطالع مذكراتي: (في المشارق والمغارب) سيرى هذين الهدفين بارزين فيها."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "1- دور المسجد في تربية الأحداث ووقايتهم من الانحراف",
    "content": "بسم الله، الحمد لله والصلاة و السلام على رسول لله وعلى آله وصحبه أما بعد فهذه الطبعة الثانية لكتاب دور المسجد في التربية، أسـأل الله أن ينفع به ويكتب لي ثوابه ويجعله خالصا لوجهه الكريم سبب تأليف الكتاب: [أصل الكتاب بحث قدم في دورة أمنية بعنوان:\" معالجة الشريعة الإسلامية لمشاكل انحراف الأحداث\" تابعة لوزارة الداخلية السعودية يغلب على الظن أنها كانت في سنة 1986م بالرياض، ومنها: \"دور المسجد في علاج انحراف الأحداث\" وقد غيرت عنوانه عندما أعددت الكتاب للطبع إلى: \"دور المسجد في التربية\" إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادى له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله. {يا أيها الذين آمنوا اتقوا الله حق تقاته، ولا تموتن إلا وأنتم مسلمون} [آل عمران:102]. {يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيبا} [النساء:1]. {يا أيها الذين آمنوا اتقوا الله وقولوا قولاً سديداً يصلح لكم أعمالكم ويغفر لكم ذنوبكم، ومن يطع الله ورسوله فقد فاز فوزاً عظيما} [الأحزاب: 70ـ71] أما بعد فإن الله سبحانه وتعالى خلق الخلق لعبادته كما قال تعالى: {وما خلقت الجن والإنس إلا ليعبدون} [الذاريات: 56]. وميز سبحانه وتعالى الإنس والجن بالعقل، وجعله مناطاً لتكليفهم شريعته، وأنزل سبحانه وتعالى إليهم وحيه الهادي على ألسنة رسله، ليبلغوهم ما أنزل إليهم من ربهم، ويهد وهم صراطا مستقيما، قال تعالى: (ولقد بعثنا في كل أمة رسولا أن اعبدوا الله واجتنبوا الطاغوت) [النحل: 36]. وجعل سبحانه وتعالى الهدى والرشاد والسعادة لمن اتبع هداه، والشقاء والضيق في الدنيا والآخرة، لمن أعرض عن سبيله وسلك سبل الشيطان، كما قال تعالى: {قال اهبطا منها جميعا بعضكم لبعض عدو فإما يأتينكم مني هدى فمن اتَّبع هداي فلا يضل ولا يشقى (123) ومن أعرض عن ذكري فإن له معيشة ضنكا ونحشره يوم القيامة أعمى (124) قال رب لم حشرتني أعمى وقد كنت بصيرا (125) قال كذلك أتتك آياتنا فنسيتها وكذلك اليوم تنسى (126) وكذلك نجزي من أسرف ولم يؤمن بآيات ربه ولعذاب الآخرة أشد وأبقى} (127} [طه: 123 ـ 127]. ونفى سبحانه وتعالى أن يكون أحد أحسن قولاً من الدعاة إليه، من أنبيائه ورسله، وأتباعهم الذين تطابق أقوالهم أعمالهم، وحبب اللّه إليهم دينه الذي يوالون من والاه، ويعادون من عاداه، كما قال تعالى: {وَمَنْ أحْسَنُ قولاً مِمَّنْ دَعَا إلَى اللّه وَعَمِلَ صَالِحاً وَقَالَ إنَنِي مِنَ الْمُسْلِمِينَ} [فصلت: 33]. وختم سبحانه رسالة رُسُله ببعث عبده وحبيبه، محمد بن عبد اللّه صلّى الله عليه وسلم، كما قال تعالى: {مَا كَانَ مُحمد أبِا أحَدٍ مِنْ رِجَالِكُمْ، وَلَكِنْ رَسُولَ اللّه وَخاتمَ النَّبِيّينَ} [الأحزاب: 40]. وجعل الدعوة إلى اللّه سبيلَه وسبيلَ من آمن به وعلم دينه، فقال تعالى: {قُلْ هَذِه سَبيلى أدْعُوا إلى اللّه عَلَى بَصِيرَةٍ أنا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللّه وَمَا أنا مِنَ الْمُشْرِكِينَ} [يوسف: 108]. وقضى سبحانه بوعيده الشديد في الدنيا والآخرة، على من كتم ما علمه اللّه من دينه عن الناس، فلم يبين لهم ما بينه اللّه، فقال تعالى: {إنَّ الَّذيِنَ يَكْتُمُونَ مَا أنزَلْنَا مِنَ الْبَيناتِ وَالهُدى مِنْ بَعْدِ مَا بينَاهُ لِلنَّاس في الْكِتَابِ أولئِك يَلْعَنُهُمُ الّله وَيَلعنهُمُ الّلاعِنُونَ، إلا الَّذِينَ تابُوا وَأصْلَحُوا وَبَينوا فَأولَئِك أتوبُ عَلَيْهِمْ وَأنا التَّوابُ الرَّحِيمُ} [البقرة: 159ـ160]. وقال تعالى: {إنَّ الَّذِينَ يَكْتُمُونَ مَا أنزَل اللّه مِنَ الْكِتَاب وَيَشْتَرُونَ بِهِ ثَمنَاً قَلِيلاً أولَئِك مَا يَأكُلُونَ في بُطُونِهِمْ إلا النّارَ ولا يُكَلِمَهُمْ اللّه يَوْمَ الْقِيَامَةِ ولا يزكيهم ولَهم عَذَاب أليم أولَئك الذيِنَ اشتَروُا الضلالةَ بِالهُدى وَالعَذَابَ بِالمَغفرَةِ فَمَا أصبرهم عَلَى النارِ} [البقرة: 174ـ175]. وبين سبحانه وتعالى أن عباده العقلاء المهتدين، هم الذين يُنسبون إليه باتباع دعوته التي يستمعون إلى أهلها من الأنبياء والرُسُل وأتباعهم، فيعملون بما دعوهم إليه من الحق، فقال تعالى: {وَالَّذِينَ اجْتَنبُوا الطَّاغُوت أنْ يَعْبُدوهَا وَأنابُوا إلَى اللّه لَهُمُ البشرَى فَبَشر عِبَادِ، الًّذينَ يستَمِعُونَ القَوْلَ فَيَتَّبِعُونَ أحْسَنَه أولَئك الذِينَ هَداهُمُ اللّه وَأولئك هُمْ أولُو الألبْابِ} [الزمر: 17ـ18]. وأمر سبحانه وتعالى بطاعته وطاعة رسوله، وأولى الأمر من المسلمين، وهم الذين يأمرون باتباع كتاب اللّه وسنة رسوله صلّى الله عليه وسلم، ويحملون الناس على ذلك، فقال تعالى: {يَا أّيهَا الَّذِينَ آمَنُوا أطِيعُوا اللّه وَأطِيعُوا الرسُولَ وأولِي الأمْرِ مِنْكُمْ، فَإنْ تنَازعْتُم فِي شَيْءٍ فَرُدُّوهُ إِلى اللّه وَالرَسُولِ إنْ كُنْتُمْ تؤمِنُونَ بِاللّه وَالْيَوْمِ الآخِرِ، ذَلك خيْرٌ وَأحْسَنُ تأوِيلا} [النساء: 59]. ووعد سبحانه من أطاع اللّه ورسوله الثواب الجزيل في جناته، وتوعد من عصاه بالعذاب الأليم، فقال سبحانه وتعالى: {وَمَنْ يُطِعِ اللّه وَرَسُولَهُ يدخله جَنَّاتٍ تجْرِي مِنْ تحْتِهَا الأنهَارُ، وَمَنْ يَتَوّلَّ يُعَذّبْهُ عَذَاباً ألِيماً} [الفتح: 17]. وبين سبحانه وتعالى وظيفة ذوي السلطان الذين ولاَّهم اللّه أمور الناس ومكنهم في الأرض، وهى أداؤهم لحقوق اللّه، وحقوق عباده، وحَمْل الناس على فعل المعروف وترك المنكر، كما قال تعالى: {الَّذِينَ إنْ مًكِّنَّاهُمْ فِي الأرض أقَامُوا الصَّلاةَ وآتوُا الزَّكَاةَ وَأمَرُوا بِالْمعَرُوفِ وَنهوْا عَنِ المُنْكَرِ وَلّله عَاقبةُ الأمُورِ} [الحج: 41]. وأمر سبحانه وتعالى كل ذي ولاية على أسرة، أن يقيم فيها أمر اللّه الذي يقيها من عذاب اللّه تعالى، فقال عز وجل: {يَا أيها الَّذِينَ آمَنُوا قوا أنفُسَكم وَأهليكم ناراً وَقودُهَا الناسُ وَالحِجَارَةُ عليها ملائَكَة غِلاظ شداد لا يعصون الله ما أمرهم ويفعلون ما يؤمرون} [التحريم: 6]. وخلاصة القول أن اللّه سبحانه وتعالى أنزل كتبه وبعث رُسُله، لهداية البشر إلى صراطه المستقيم، وأمر رُسُله وأتباعهم بالبلاغ والدعوة، كما أمر الناس بالطاعة والإتباع، وكلف كل قادر أن يقوم بالأمر بالمعروف والنهي عن المنكر حسب قدرته، فصاحب القوة بقوته، وذو العجز عن القوة بلسانه، ومن لم يستطع بلسانه أنكر المنكر بقلبه، وبذلك يستقيم أمر اللّه، ويسعد الناس بهداية الله في الدنيا والآخرة، وتقوم الحجة على من لم يستجب لنداء اللّه، فيستحق الخسران والشقاء في الدارين. هذا وإن من أوجب الواجبات وأفرض الفرائض تعليم الصغار وتربيتهم وتزكيتهم على ضوء هدى اللّه سبحانه وتعالى، لينشئوا نشأة إسلامية، تجعلهم من أهل طاعة اللّه سبحانه وتعالى وطاعة رسوله صلّى الله عليه وسلم، وليقوم كل جيل بدين اللّه ورفع رايته في الأرض. ولهذا دعا خليل الله إبراهيم عليه السلام ربه، أن يبعث في هذه الأمة رسولا منهم، يقوم بتعليمها وتزكيتها، كما قال سبحانه وتعالى: { ربنا وابعث فيهم رسولا منهم يتلو عليهم آياتك ويعلمهم الكتاب والحكمة ويزكيهم إنك أنت العزيز الحكيم} [البقرة(129)] واستجاب الله تعالى تلك الدعوة وسجل استجابته في كتابه، فقال سبحانه: {لقد من الله على المؤمنين إذ بعث فيهم رسولا من أنفسهم يتلوا عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين} [آل عمران (164)] وبذلك يسلم صف المسلمين من الشاذين المنحرفين عن دين اللّه، ويرفعون راية الإسلام بالجهاد في سبيله، تجمعهم كلمة الله، ويوحدهم الاعتصام بحبل الله، وتربطهم الأخوة في الله، وتلك هي المرتبة التي يحبها الله، كما قال تعالى: {إنّ اللّه يُحِبُّ الَّذِينَ يُقَاتِلونَ فِي سَبيِلهِ صفا كَأنهم بُنْيَان مَرصُوصٌ} [الصف: 4]. وإن الحديث عن دور المسجد في التربية، وعلاج انحراف الأحداث ليقتضي البدءبذكر غيره من المؤسسات المسؤولة عن تربية الصغار، وتعليمهم لتشابك تلك المؤسسات، وارتباط بعضها ببعض، ارتباطاً لا فكاك منه، لأن كلاً من تلك المؤسسات مؤثر تأثيراً مباشراً أو شبه مباشر على حياة الناشئة، فإن اتجهت كلها نحو البناء كان النجاح حليفها غالباً في الهداية والاستقامة، وإن اتجهت نحو الهدم كان الفساد جناها، وإن اتجه بعضها نحو البناء، وبعضها نحو الهدم كان السبق للغالب منهما، الذي يقوى تأثيره بقوة إمكاناته وحُسن أسلوبه. هذا وليعلم أن المسجد المقصود في هذا الكتاب اسم جنس لا يقصد به مسجد بعينه، وإنما المقصود مساجد المسلمين كلها."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "(69) سافر معي في المشارق والغارب- رحلة الصين",
    "content": "اليوميات بداية ونهاية: بداية الرحلة في يوم الأربعاء: 21/2/1416ﻫ ـ 19/7/1995م ونهايتها في يوم الخميس: 21/3/1416ﻫ ـ 17/8/1995م من جدة إلى بانكوك: الأربعاء 21/2/1416 ﻫ ـ 19/7/1995م أقلعت بنا الطائرة من مطار الملك عبد العزيز الدولي بجدة في الساعة: 21/15، وهبطت في مطار الملك خالد الدولي بالرياض في الساعة: 30/22 ولم تقلع إلا في الدقيقة العاشرة بعد منتصف الليل. الخميس 22/2/1416ﻫ ـ 20/7/1995م وكان وصولنا إلى مطار بانكوك الدولي في الساعة: 15، 7 بتوقيت المملكة وهو يوافق 15/11 بتوقيت بانكوك، أي إن مدة الطيران كانت سبع ساعات وخمس دقائق. كانت مدة الانتظار في مطار بانكوك (ترانزيت) ثلاث ساعات وخمساً وأربعين دقيقة. الأثر يدل على المسير: بعد أن استرحت في قاعة استقبال ـ في مكتب الدرجة الأولى ـ حان وقت صلاة الظهر، توضأت، ثم أخذت أسأل الموظفين في المكتب عن القبلة، فلم يجبني أحد، فسألت عن جهة شروق الشمس وغروبها، فبدت علامة التعجب على وجوه القوم! وقد نسيت آلة تحديد القبلة في هذه الرحلة فقط، فقلت لإحدى الموظفات: أريد أن أصلي (prayer)، فتهللت وجوه الجميع، وأخذوا يقهقهون من شدة الفرح بفهم ما كنت أريده من الأسئلة السابقة، فقالت لي الموظفة: نعم نَعم الآن فهمنا، تعال معي، وفتحت باب إحدى الغرف، فإذا هي مُصَلَّى، وبها سجادة موجهة إلى القبلة، ومصحف، وقد علقت على الجدار في جهة القبلة قطعة قماش كتبت عليها آية الكرسي كتابة جميلة، فسررت بذلك كثيراً، كما سُرَّ الموظفون. لو اهتم المسلمون بدينهم لنالوا احترام الناس لهم: وهنا أود أن أُذَكِّر بأن الأمة الإسلامية لو تمسكت بدينها في سفرها وحضرها، لاحترم الناس دينها وراعوا مشاعرها، وعاملوها بمقتضى ذلك الدين، فلم يكن يوجد بالمطارات الأجنبية قبل فترة من الزمن مصلى للمسلمين، لا في الدرجة الأولى ولا في غيرها، ولكن تصاعد الصحوة الإسلامية ووجود بعض المسافرين المسلمين الذين يلحون على موظفي المطارات في معرفة جهة القبلة ومكان يصلون فيه، جعل الناس يعدون مثل هذه المصليات، فذلك أثر من آثار هذه الصحوة المباركة: و(الأثر يدل على المسير).. وإيغال في التقصير! ولو أن الشركات الإسلامية التي تتعامل مع الشركات الأجنبية ـ سواء كانت جوية أو تجارية أو غيرها ـ اشترطت على تلك الشركات التعامل معها على أساس توفير ما يحتاجه المسلمون في أسفارهم ـ براً أو بحراً أو جواً ـ أو إقامتهم في الفنادق، من طعام حلال ومترجمين لمن لا يجيد اللغات الأجنبية، لما تأخرت تلك الشركات عن تحقيق ما يطلب منها، لأنها في حاجة إلى التعامل مع الشركات الإسلامية، ولكن غالب المسلمين الذين في استطاعتهم فرض هذه الشروط على شركائهم من غير المسلمين، موغلون في التقصير في حق أمتهم ودينهم ولغتهم، ليس عندهم اهتمام بكل ذلك، إما خجلاً من إظهار إسلامهم الذي يحقق فيهم قول الله تعالى: ( وَمَنْ أَحْسَنُ قَوْلاً مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنْ الْمُسْلِمِينَ ) (سورة فصلت، آية: 33.) وإما كرها لهذا الدين وكل ما يمت إليه بصلة. من بانكوك إلى هونغ كونغ: ‍ وكان الإقلاع من مطار بانكوك إلى هونغ كونغ، على الطائرة التايلندية في الساعة: 00،15 وهبطت في مطار هونج كونج في الساعة: 12, 17 بتوقيت بانكوك الذي ينقص عن توقيت هونج كونج بساعة واحدة، أي إن مدة الطيران كانت ساعتين واثنتي عشرة دقيقة من بانكوك إلى هونغ كونغ [هذا وقد ذكرت ما سجلته من معلومات في هونغ كونغ التي مررت بها ذاهباً إلى الصين وراجعاً منها في الجزء الخاص برحلات هونغ كونغ في المجلد الثالث من هذه السلسلة، وعنونت له بالزيارة الرابعة لـ(هونغ كونغ) فليراجع هناك]. من هونغ كونغ إلى بكين: الأحد 25/2/1416ﻫ ـ 23/7/1995م ودعني الأخوان إمام المسجد في المركز الإسلامي الأخ \"عثمان\" والأخ \"علي تنج\" ـ وسيأتي التعريف بهما ـ في مطار هونغ كونغ، وأقلعت بنا الطائرة الصينية: في الساعة: 30، 12 ظهراً، وكنت ضمن ركاب درجة رجال الأعمال، وهي مزحومة ـ فعلاً ـ برجال الأعمال من الصينيين والأوربيين، الذين لا يدعون آلاتهم الحاسبة إلا لتناول الطعام والشراب، وكان بجانبي رجل أعمال صيني، وكنت أشاركهم في العمل على الآلة [المفكرة الرقمية العربية]. إلا أنهم يسجلون في آلاتهم مبالغ الدولارات وحسابات التجارة ومواعيد الأعمال التجارية المالية، وأنا أسجل ملحوظاتي حول مقابلاتي وتنقلاتي واستفساراتي فيما يتعلق برحلتي وتحقيق أهدافها. ابن الوزير والفأر! كان صاحبي الصيني يلتفت إليَّ خلسة بين وقت وآخر، وأنا ألحظه دون أن أظهر له أي انتباه، ثم أخذ ينظر إلى كتابتي في المفكرة الرقمية، بدون تحفظ، فلم يشف غلته، ثم التفت إلي قائلاً: (معذرة excuse me). قلت له: تفضل. قال: هل هذه أول زيارة لك إلى الصين؟ قلت: نعم. قال: وما الهدف من زيارتك؟ قلت: قضاء إجازة. قال: ما عملك؟ قلت: مدرس. قال: هل تعرف أحداً في بكين؟ قلت: لا. قال: وأين تنزل؟ قلت: أي فندق. قال: هل ستزور مدنا أخرى في الصين؟ قلت: ربما. قال: من أين أنت؟ from where?. قلت: من السعودية. قال: في دبي؟! from dubai قلت: على مقربة منها! ثم حاولت أن أتشاغل عنه بالالتفات من النافذة إلى الأرض، لشدة ما أحسست به من الفضول، ولقد ندمت على الانفتاح معه في الكلام، لأني أتعب كثيراً في تلمس المفردات الإنجليزية التي كنت أخلط فيها عباساً بدباس، كما أني أتعب كذلك في فهم عبارات صاحبي، وقد أفهم من كلمةِ زيدٍ عمراً، ومن كلمةِ خالدٍ بكراً، ولكن الرجل كان يصبر كثيراً ويكرر لي الكلمات بتأني لأفهم منه، على خلاف أبناء جنسه الذين يسرعون في الكلام ويطوونه طياً في مخارج حروفهم الصينية العجيبة، كما كان يصبر كثيراً علي حتى أجمع له بعض المفردات، ولعل له مأرباً تجارياً أو أمنياً جعله يستمر في مخاطبتي ويصبر! أقول: ندمت لأن عادتي أن أريح نفسي في أسفاري، إذا لم أكن محتاجاً إلى الرطانة الصعبة، فأقول لمن يتكلم معي: (speak english no) وكان هذا الرجل من أحق الناس بهذه الحيلة. دلالة الحوار: خرجت من هذا الحوار بما يأتي: أولاً: أن هذا الرجل، إما كثير الفضول، وإما أنه من رجال المخابرات الصينيين أو غيرهم، وإما أنه كان يطمع في أن أكون رجل أعمال أحتاج إلى عميل أو وسيط لينال مني شيئاً، ولعل الثلاث مجتمعة فيه. ثانياً: ذكرني قوله مستفهماً، بعد أن ذكرت له: أني من السعودية ـ : من دبي؟ بقصة تحكى لمن عرف شيئاً فَنسب كلَّ شيء إليه، ذلك أن ملِكاً سجن أحد الوزراء لجريرة صدرت منه، وكان للوزير ابن متعلق به، فاستأذن من الملك في أن يرافقه ابنه في السجن، فأذن له، وعندما دخل غرفته في السجن رأى ابنه الصغير دويبة تتحرك في الغرفة، فسأل أباه: ما هذا؟ قال له: فأر، فسكت، ثم كان كلما قدِّم لهما طعام مع اللحم ـ تارة يكون لحم ضأن، وتارة لحم دجاج، وتارة لحم بقر، وتارة لحم جمل ـ يسأل الولد أباه: هل هذا هو لحم الفأر؟! وقد ذكر ابن خلدون رحمه الله حكاية ابن الوزير، في سياق من ينكر أحوال الدول لمجرد أن بعضها ليس بمعهود عنده: \"إياك أن تستكثر مثل هذا من أحوال الدول بما أنك لم تره، فتكون كابن الوزير الناشئ في السجن. وذلك أن وزيراً اعتقله سلطانه ومكث في السجن سنين، رَبيَ فيها ابنه في ذلك المحبس، فلما أدرك وعقل سأل عن اللحم الذي كان يتغذى به؟ فقال أبوه: هذا لحم الغنم، فيصفها أبوه بشياتها ونعوتها، فيقول: يا أبتِ تراها مثل الفأر، فينكر عليه ويقول: أين الغنم من الفأر؟ وكذا في لحم الإبل والبقر، إذ لم يعاين في محبسه من الحيوانات إلا الفأر، فيحسبها كلها أبناء جنس الفأر... [المقدمة ص: (323) نشر دار الكتاب اللبناني ومكتبة المدرسة]. فهذا الرجل يبدو أنه لم يسمع من البلدان العربية إلا دولة دبي، لأنها بلد تجاري مشهور، ولذلك جعل السعودية من دبي أو العكس، واتضح لي بعد ذلك أن كثيراً من الصينيين لا يعرفون من العالم شيئاً، بل ربما بعضهم لا يعرفون بعض مدن بلدهم، فلعل غالبهم أبناء وزراء لا يعرفون من اللحوم إلا لحم الفأرة!."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "(70 سافر معي في المشاق والمغارب",
    "content": "سهولة لم أتوقعها في مطار بكين: وهبطت بنا الطائرة في مطار بكين الدولي في الساعة: 15. 00، وكنت قد حملت معي كمية من التمر، بدلاً من الكتب التي جرت عادتي أن أملأ حقائبي بها، من مؤلفاتي وغيرها لأهديها للمسلمين في البلد الذي أقصده، لأن كل من سألته عن أحوال الصين وموقف الحكومة من الزوار، يبالغ في تحذيري، وبخاصة من حمل الكتب، فلم أحمل معي أي كتاب سوى المصحف الذي وضعته في جيبي خشية مصادرته، وكنت أتوقع تفتيشاً دقيقاً يتعبني في ترتيب متاعي، الذي أصبحت بعض حقائبي تشكو إلى بارئها منه. وكنت كتبت معلومات الجوازات في البطاقة، مثل كتابة الطفل الذي يبدأ التعلم في أول مراحله، واتضح لي بعد المرور بموظفي الجوازات، ثم بالجمارك أن الصين تحاول أن تثبت للناس أنها بدأت تسير ـ في الجملة ـ في المعاملة الغربية المتسامحة التي لا تضايق الناس في دخولهم وخروجهم في الجوازات والجمار [ولكن دول الغرب الآن بدأت تتراجع عن هذه المعاملة، بزعم مكافحة الإرهاب، وتضايق البريء والمريب على السواء وبخاصة إذا كان من المسلمين بعد تفجيرات نيويورك]... فلم يطلب مني موظفو الجمرك أي شيء.. وهنا ندمت على عدم حملي بعض الكتب التي ظهر لي شدة حاجة المسلمين الصينيين إليها، ولات ساعة مندم. ‍ انتظار وترقب ومشروع احتياطي: خرجت من قاعة المطار ونظرت يمنة ويسرة لأرى الأخ الصيني إبراهيم، وهو وحده الذي أعرفه إذا رأيته، وصهره مصطفى صالح، فلم أر أحداً، وخشيت أن تتكرر قصة هونغ كونغ، وإذا حصلت في الصين فالأمر أشد وأنكى، فلا أعرف الفنادق، ولا قيمة العملة، وكنت أتصور أن الفنادق عندهم كلها صينية، والسكن فيه قد يكون مختلطاً، وكيف ستكون نظافتها، وكيف الأمن فيها وفي غيرها؟ كل هذه الأسئلة وردت عليَّ خلال خمس دقائق تقريباً. وقلت في نفسي: لا أغادر المطار إن لم أجد أحداً، بل إن تيسر لي الاتصال بالأخ مصطفى، وإلا فقد دار بخاطري مشروع: (آخر الدواء الكي) وهو أن أطلب من موظفي المطار أن يحجزوا لي على أول طائرة تسافر إلى هونغ كونغ. أربع عيون وإذْ كان الذهن يسبح في ذلك الخيال، والبصر يكاد يخترق وجوه الغادي والرائح، لمحت أربع أعين تدور تصور وجوه الناس، مثل كمرة الفيديو، فكانت عيون مصطفى وإبراهيم، وكان يبدو على وجه كل منهما ـ وهما يتلفتان ـ شيء من القلق، فلما أشرت لهما تغير المنظر، ورأيت عليهما البشر والسرور، وبخاصة إبراهيم الذي أكدت عليه كثيراً في منزلي بالمدينة قبل مدة طويلة، كما سررت أنا أيضاً، وذهبت عني تلك الخيالات والأوهام."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "(3) دور المسجد في التربية وعلاج انحراف الأحداث",
    "content": "دور المؤسسات الأربع في تربية الصغار المؤسسة الأولى:دور الأسرة في تربية الصغير. المؤسسة الثانية:دور المدرسة في التعليم والتربية. المؤسسة الثالثة:دور المجتمع في التعليم والتربية. المؤسسة الرابعة:دور الدولة في التربية والتعليم فلابد من الحديث، ولو بإيجاز عن دور كل مؤسسة في تربية الصغار، وأثرها فيهم، قبل الحديث عن دور المسجد فهذا البحث يتضمن بابين: ثم يأتي دور المسجد في التربية وعلاج انحراف الأحداث، وما تحته من فصول هذا وأسأل اللّه أن ينفع أمتنا الإسلامية بهذا البحث وغيره مما يتعلق بالربية والعلاج، وأن يلهمها إدراك دور المسجد في حياة أبنائها الناشئين، بل في حياتها كلها، وأن تعود لإعمار بيوت الله بالعبادة والطاعة والعلم والعمل، على ما يليق بمؤسسة المسجد، كما كان في القرون الإسلامية المفضلة."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "(71) سافر معي في المشار والمغارب رحلة الصين",
    "content": "اللهم لا سهل إلا ما جعلته سهلاً!الاثنين 26/2/1416ﻫـ 24/7/1995م في الساعة الثامنة صباحاً جاءني الأخ إبراهيم، لنذهب إلى مكتب هيئة الإغاثة، لنلتقي الأخ مصطفى ونرتب معه جدول الزيارة، وكنت قد عزمت على ترك الفندق والانتقال إلى فندق آخر، وقال الأخ مصطفى إن الفنادق الأخرى، مثل (هيلتون) لا تقل أجرتها عن 180 دولاراً أمريكياً، فقلت للأخ إبراهيم: نمر بفندق هيلتون، وهو قريب منا، قال: ولكن الأخ مصطفى يقول: إنه غال جداً، قلت: نمر به ونسأل، ثم قلت: اللهم لا سهل إلا ما جعلته سهلاً، وأنت إذا شئت تجعل الْحَزْن سهلاً. وعندما سألنا الموظف عن الأجرة قال: هي مائة وثمانون، فراجعناه إلى أن رضي بمائة وخمسين دولاراً أمريكياً. وكانت عندي بطاقة يخفض بها بعض الفنادق في البلدان الغربية وغيرها، ولم أكن أتوقع أنهم هنا يخفضون بها، فقلت للموظف عندما صعد معنا ليرينا الغرفة: ألا تخفضون بالبطاقة الفلانية؟ قال: إذا كنت تحملها نخفض لك 50% فوراً. والحمد لله، فقد أبدلني الله بفندق أمس المقلق فندقاً فخماً نظيفاً واسع الغرف جيد الخدمات، يمتاز بالهدوء التام، وكانت أجرته بعد التخفيض: 75 دولاراً فقط في الليلة. مع مندوب هيئة الإغاثة الإسلامية العالمية في بكين: ذهبنا بعد أن تسلمت الغرفة في فندق هيلتون إلى مكتب هيئة الإغاثة الإسلامية العالمية في بكين، وقابلت المسؤول عنه الأخ مصطفى بن أحمد صالح. [img]pics/19/19001.jpg[/img] الأخ مصطفى من مواليد سنة 1964م في مدينة جنين ـ فلسطين. درس الثانوية ومعهد المعلمين في فلسطين، ثم درس العلوم السياسية في جامعة بكين في كلية السياسة الدولية، تخرج سنة 1990م ودرس سنة أخرى إضافية بعد التخرج مباشرة. سبب مجيئه إلى الصين والسبب في مجيئه إلى الصين أنه كان يبحث عن وسيلة لإكمال دراسته، فحصل على منحة من مكتب التربية والتعليم التابع لمنظمة التحرير الفلسطينية إلى الصين، وقد رافقه خمسة طلاب. وعند قدومه بدأ دراسته في معهد اللغات الأجنبية لمدة سنة، ثم تابع الدراسة في الجامعة، وقد واجه صعوبة شديدة في تعلم اللغة الصينية، حتى كاد يترك الدراسة ويعود إلى بلاده بسبب ذلك. سألته عن معاملة الصينيين؟ فقال: الصينيون يميلون في عاداتهم إلى الشرق، وعندهم لطف في المعاملة، ويتصف كثير منهم بالخبث، ويبدو عليهم كره الأفارقة وغرابتهم لديهم! وقد مسختهم الشيوعية في العادات والتقاليد، وبخاصة المرأة التي كان يغلب عليها البقاء في المنزل، وكانت مستعبدة ـ أيضاً ـ وبعد الحكم الشيوعي انعكست الأمور وانقلبت الموازين، فأصبحت المرأة هي التي تسيطر، وبخاصة في المدن. وأفق الصينيين بصفة عامة ضيق. والطلبة العرب لا يتجاوز عددهم 300 طالب، غالبهم على منح دراسية، والحياة المعيشية غالية [بالنسبة لعامة الناس في البلد ودخلهم، أما الأجنبي الزائر فقد تكون المعيشة رخيصة له، وكذا ذوو الدخل المرتفع]. وقد حاول الطلاب العرب إيجاد كيان للحفاظ على هويتهم، وبعد جهد جهيد، وبدعم من مصطفى الطحان وأحمد توتونجي أنشئ اتحاد الطلبة المسلمين بصفة غير رسمية، وكان هو ـ أي مصطفى ـ مسؤول الاتحاد، والمسؤول عنه الآن أحد الطلبة اليمنيين. وفي آخر سنة دراسية للأخ مصطفى جاء إلى بكين وفدُ هيئة الإغاثة الإسلامية العالمية، برئاسة الدكتور فريد قرشي الذي عرض عليه العمل مع الهيئة، فوافق وعمل فترة بصفة غير رسمية، ثم فتح المكتب رسمياً، وفي وجود هذا المكتب فرصة طيبة للمسلمين في الصين. الصينيون يعتقدون أن المسلم وجد هكذا مسلماً، وأن غير المسلم ليس مهيئاً ليكون مسلماً، ولا هو مطلوب منه الدخول في الإسلام. ترابط الأسر الصينية: والأسرة الصينية مترابطة بالمقارنة مع الدول الغربية، والأولاد يبقون تحت إشراف آبائهم في البيوت، والبنت التي لم يسبق لها الزواج لا يتم زواجها إلا بموافقة وليها، ولم تصل الأسر إلى التفكك الذي وصل إليه الغرب، وكان الاحتشام قبل الانفتاح هو الغالب، إلى درجة أنها كانت تربط نهودها حتى لا تظهر للناس، وتقص شعرها كما يفعل الرجال، وأول فلم ظهر فيه رجل يُقَبِّل امرأة بعد عهد ماو تسي تونج أغضب الشعب لغرابته.. والجوار عندهم جيد. والأمية منتشرة في الصين، وبعض الناس لا يزالون يعيشون في الكهوف. والأخ مصطفى شاب هادئ الطبع، حسن الخلق، ثقافته الإسلامية جيدة، اجتماعي، يحاول نشر المعاني الإسلامية عن طريق المسلمين الصينيين أنفسهم، وبخاصة الشباب الراغب في الدعوة والتعليم، ووسيلة الأخ مصطفى إلى ذلك إيصال المصحف والكتب الإسلامية باللغة العربية أو الإنجليزية أو الصينية، وهذه أكثر فائدة لمسلمي الصين، لأن الغالب منهم لا يجيدون غير لغتهم. [والسبب في ذلك فقد البلاغ المبين الذي كلف الله الأمة الإسلامية القيام به في الأرض، وهذا موجود في بلدان أخرى، مثل ماليزيا، إذ يعتقد الصينيون هناك وغيرهم أن الإسلام خاص بالملايويين، وأن من دخل في الإسلام من غيرهم لا بد أن يتقيد بكل عاداتهم في اللباس وغيره]."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "المؤسسات التي تسبق دور المسجد في التربية والوقاية",
    "content": "أولا: دور المؤسسة الأسرية في تربية الصغير، وفيه ثلاثة مباحث المبحث الأول:اختيار الزوج الصالح المرأة الصالحة. المبحث الثاني: تعاون الزوجين على تربية الأولاد. المبحث الثالث: الأثر المترتب على سلوكهما في التربية. المبحث الأول اختيار الزوج الصالح المرأة الصالحة إن الأساس الأول:في صلاح الأسرة هو صلاح الزوجين، ولذلك جاء الأمر للزوج بأن يختار المرأة الصالحة ذات الدين والخلق. فقد ذكر صلّى الله عليه وسلم الصفات التي تدعو الزوج لاختيار المرأة التي تتوافر فيها كلها أو بعضها، ولكنه أمر باختيار ذات الدين إن لم تتوافر في المرأة بقية الصفات. أي إن ذات الدين التي لا توجد فيها بقية الصفات، يجب أن تختار على من توافرت فيها الصفات الأخرى، غير الدين، كما في حديث أبي هريرة، رضى اللّه عنه أن رسول اللّه صلّى الله عليه وسلم قال: (تنكح المرأة لأربع: لمالها، ولحسبها، ولجمالها، ولدينها، فاظفر بذات الدينتربت يداك) [متفق عليه، وهو في جامع الأصول (11/429)]. وفي حديث عمر، رضى اللّه عنه، عن رسول اللّه صلّى الله عليه وسلم (ألا أخبرك بخير ما يكنـز المرء؟ المرأة الصالحة، إذا نظر إليها سرته، وإذا أمرها أطاعته، وإذا غاب عنها حفظته) [مسلم، وهو في جامع الأصول (11/428)]. وأمر الرسول صلّى الله عليه وسلم أولياء المرأة، أن يزوجوها من يرضون دينه وخلقه، وحذر من مخالفة ذلك لما يترتب عليه من الفساد كما في حديث أبي هريرة، رضي الله عنه، قال: قال رسول اللّه صلّى الله عليه و سلم : (إذا خطب إليكم من ترضون دينه وخلقه فزوجوه، إلاّ تفعلوا تكن فتنة في الأرض وفساد عريض) [الترمذي، وهو في جامع الأصول (11/465) وقال المحشي: وهو حديث حسن]. فقد أمر صلّى الله عليه وسلم الزوج أن يختار المرأة ذات الدين والخلق، كما أمر أولياءها - وهي مأمورة بذلك أيضاً - أن يختاروا لها الزوج المرضي دينه وخلقه، فإذا وجد الزوجان الصالحان وجدت نواة الأسرة الصالحة بإذن اللّه. والدين والخلق إنما يوجدان فيمن اتصف بالعلم النافع الذي يؤدي به صاحبه حقوق اللّه وحقوق عباده على بصيرة، وبالعمل الصالح الذي هو أداء حقوق اللّه وحقوق عباده. فالجاهل بالأمر لا يمكن أن يؤديه كما أمر اللّه به، والعالم الذي لا يعمل بعلمه ليس متصفاً بالصلاح، بل هو إلى الفساد أقرب."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "(72) سافر معي في المشارق والمغارب رحلة الصين",
    "content": "المدينة المحرمة: هي القصر الإمبراطوري المعروف بـ(غوغنغ) عند الصينيين، ومعناه: القصر القديم. وقد بدئ في إنشائه في سنة (1406م) في عهد أسرة (يونغ) وكان أول الأباطرة المقيمين فيه: الإمبراطور (يونغ) واستمر الأباطرة في تشييده حيث أقام فيه 24 إمبراطوراً خلال: 491 عاماً، وآخر إمبراطور أقام فيه هو(بو يي). وسمي بالمدينة المحرمة بسبب حظر دخوله على عامة الناس، ولم يؤذن بدخول الجمهور هذا القصر، إلا بعد قيام الجمهورية عام: 1911م. [img]pics/19/19005.jpg[/img] إحدى بنايات القصر الامبراطوري \"المدينة المحرمة\"بيكين  27/2/1416ﻫ وصف موجز للمدينة المحرمة: هي مبان كثيرة بلغت: (9999 بناية) يحيط بها سور ذو فتحات، يبلغ ارتفاعه: عشرة أمتار، ويبلغ طوله من الشرق إلى الغرب: (760 متراً) ومن الشمال إلى الجنوب: (960 متراً). وقد شيد على كل ركن من السور برج مراقبة مكون من ثلاثة طوابق. وحفر خارجه خندق بطول: 52 متراً. الجزء الأمامي - البلاط الخارجي ويعرف الجزء الأمامي من القصر بـ(البلاط الخارجي) وهو الذي كان يستقبل فيه الإمبراطور كبار موظفيه، ويدير منه حكم البلاد. البلاط الداخلي ويقع وراء هذا الجزء: البلاط الداخلي، وهو محل معيشة الإمبراطور وحاشيته. وتقع خلف البلاط الداخلي: الحديقة الإمبراطورية، وهي خاصة بأفراد الأسرة الإمبراطورية، يقضون فيها أوقات متعتهم. ويسمى كهما بالقصر الإمبراطوري صعوبة وصف السائح هذا القصر والحقيقة أنه من الصعوبة بمكان وصف السائح لهذا القصر، لكثرة مبانيه وسعتها، وتنوع زخارفها، وكثرة قاعاتها. ولقد كنا نمشي مشياً سريعاً في ردهات تلك المباني، ولا نقف إلا قليلاً لمشاهدة بعض القاعات، حتى تعبنا، وخرجنا قبل أن نكمل دخول أكثر البنايات التي فتحت أبوابها أمام الزوار!. [راجع: بكين حاضرة الصين العريقة والحديثة لـ(ليو جيون ون) ترجمة محمد أبو جراد، الطبعة الأولى، صفحة: 28 وما بعدها. دار النشر باللغات الأجنبية. بكين]. عواصم الصين القديمة: 1 ـ اسم بكين القديم (جنغ دو). 2 ـ نانكين في شرق الصين قرب شانغهاي. 3 ـ شيئان عاصمة مقاطعة شانشي في وسط الصين."
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "(5) دور المسجد في تربية الأحداث ووقايتهم",
    "content": "(5) دور المسجد في تربية الأحداث ووقايتهم الأثر المترتب على سلوك الوالدين في التربية إن سلوك الوالدين له أثره العظيم على أبنائهما، وهذا الأثر له جانبان: الجانب الأول:استمرارهُ في الأسرة، بحيث يتبع كل مولود في الأسرة من هو أكبر منه من إخوانه، فإن كانت تربية أخيه الكبير طيبة أثر الأخ الكبير في أخيه الجديد، واكتسب الجديد من القديم صفاته وأخلاقه في الغالب، لالتحاقه به، وإن كانت تربية الكبير سيئة انتقلت تربيتهُ السيئة إلى أخيه الجديد كذلك، فتتكون الأسرة من أفراد فاسدين، لفساد تربية الأبوين، وتتكون من أفراد صالحين، لصلاح تربية الأبوين. الجانب الثاني:أن الوالدين الصالحين ينالان من أبنائهما الصالحين، مثل ثواب أعمالهم الصالحة، تحقيقاً لقول الرسول صلّى الله عليه وسلم: (من سن سنة حسنة، فله أجرها وأجر من عمل بها إلى يوم القيامة، من غير أن ينقص من أجورهم شيء) [مسلم وهو في جامع الأصول (6/357)]. ولقوله صلّى الله عليه وسلم : \" الدال على الخير كفاعله \" [الترمذي، وهو في جامع الأصول (9/567ـ568) قال المحشي: حديث حسن]. ولقوله صلّى الله عليه وسلم: (إذا مات الإنسان انقطع عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له) [مسلم وأبو داود والترمذي، وهو في جامع الأصول (11/180)]. أثر الوالدين الفاسدين في أولادهما كما أن الوالدين الفاسدين ينالان مثل جزاء أبنائهما الفاسدين، جزاء على فساد تربيتهما، وتحقيقاً لقول الرسول صلّى الله عليه وسلم: (ومن سن في الإسلام سنة سيئة، كان عليه مثل أوزار من عمل بها إلى يوم القيامة، من غير أن ينقص من أوزارهم شئ). ويفهم من قوله صلّى الله عليه وسلم: (الدال على الخير كفاعله) أن الدال على الشر كفاعله أيضاً. أثر تربية الوالدين لأولادهما في المجتمع وهناك جانب ثالث يترتب على تربية الوالدين لأبنائهما، وهو أن المجتمع يسعد بتربية الأبناء الصالحة، لأنهم يسعون لتحقيق كل ما فيه صلاح للمجتمع، وفي دفع ما فيه فساد له، تحقيقاً للولاء الإسلامي بين المؤمنين، المستلزم للإيثار وعدم الإضرار بالغير، كما أن المجتمع يشقى بتربية الأبناء الفاسدة، لأنهم بسبب فساد تربيتهم يسعون فساداً في الأرض، وتتحكم فيهم الأنانية والأهواء، وبصلاح الأسر يصلح المجتمع، وبفسادها يفسد المجتمع، لأن المجتمع إنما يتكون من الأسر."
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "(73) سافر معي في المشارق والمغارب",
    "content": "زيارة الحاج يحيى لنسون بمنزله [img]pics/19/19006.jpg[/img] [وكان شجاعاً في ترحيبه بزيارتي، لأن المراقبة الأمنية شديدة على أمثاله، إذ يُتهمون بالاتصال غير المأذون به بالأجانب، وقد اعتذر كثير من الأساتذة عن الاجتماع بهم، مع أن الاجتماعات التي أعقدها مع المسلمين في العالم كلها عادية]. كانت المقابلة في منزله بعد مغرب هذا اليوم، بمساكن أساتذة المعهد المركزي للقوميات والأديان في بكين[ذكر مؤلف كتاب: بكين حاضرة الصين العريقة والحديثة ـ الذي نشرته دار النشر باللغات الأجنبية في بكين ـ أن هذا المعهد أسس لتدريب القادة والاختصاصيين من أبناء الأقليات القومية، وأن مما يهتم به المعهد، إضافة إلى التدريب، البحوث التاريخية، والثقافية، والاجتماعية، والاقتصادية، وأنه عندما افتتح كان عدد الطلاب الملتحقين به 200 طالب، وقد بلغ عددهم إلى وقت طبع الكتاب ـ سنة 1988م ـ 2600 طالب، وعدد الأقليات القومية: 56 قومية، وهم من عدا قومية الهان الحاكمة، ص: 181 وما بعدها. وراجع عن القوميات في الصين: كتاب الصين، تأليف: تشين شي، نشر دار النجم الجديد الطبعة الأولى سنة 1992م. الهدف من إنشاء المعهد والظاهر أن الهدف من إنشاء هذا المعهد تطويع أبناء الأقليات القومية عن طريق التعليم والثقافة لانسجام سياسة تلك القوميات مع سياسة القومية ذات الأغلبية الحاكمة. وتلهية تلك القوميات بمزاولة بعض عاداتها التي لا تمكنها من الاستقلال الفكري والاجتماعي والسياسي، وإقناع أجيال تلك القوميات ـ وبخاصة المسلمين ـ أن عقائدها وطقوسها إنما هي عادات لا منفصلة عن القومية، كما قال الحاج يحيى: (والحكومة تحاول أن تفرق بين القوميات والأديان، فالقومية شيء والدين شيء آخر، ونتج عن ذلك أن بعض المسلمين تركوا دينهم، واكتفوا بالانتساب إلى القومية بالمفهوم الذي أرادته الحكومة...)]. مولد الحاج يحيى وطلبه العلم. ولد في شهر 11 سنة 1930م في مقاطعة يوناَّن. طلبه العلم: درس قبل خمسين سنة على يد الأستاذ (ماجين) مترجم معاني القرآن الكريم إلى اللغة الصينية، وهو أزهري، وقد تعلم ـ أي ماجين ـ في دار العلوم في القاهرة توفي سنة 1978م وعمره 73 سنة، وكانت دراسته عليه في قرية مشهورة تسمى (شادا نج) ومدة تلك الدراسة ثلاث أو أربع سنوات. وبعد هزيمة اليابان واصل ـ الحاج يحي ـ دراسته في المدارس الحكومية باللغة الصينية في مدينة كومي نج CUMING في الكلية، وبعد تخرجه كان يرغب في مواصلة دراسته للغة العربية والثقافة الإسلامية في بعض البلدان العربية، ولكنه لم يتمكن لعدم وجود علاقات بين الصين والبلدان العربية آنذاك. وظائفه وأعماله: ثم قام بالتدريس في الجامعة، وتخصص في تاريخ قومية (خْوِيْ) أي تاريخ الإسلام، وقام بالتدريس في المعهد الثانوي أكثر من عشر سنوات، أدى فريضة الحج سنة 1985م وبعد قيام الثورة الماوية، اشترك مع أستاذ مؤرخ يدعى جمال الدين يايسوي في كتابة التاريخ، وهو من أشهر علماء المسلمين في التاريخ، وهو نائب رئيس الجمعية الإسلامية الصينية، وعمره الآن 86 سنة الآن. وممن ألف في تاريخ المسلمين باللغة العربية والصينية، نور الدين لاتونج، ولكن كتبه لم تطبع لخلاف ديني مع الحكومة. [نعم، لا تأذن الحكومات الظالمة بكتابة حقائق التاريخ، لما في ذلك من مخالفة لنهجها، أو لما تخشاه من فضح سلوكها السياسي مع بعض رعاياها، ولهذا تجد كثيراً من كتب التاريخ يغلب عليها التزييف، أما الكتب التي تتضمن حقائق التاريخ فمصيرها الضياع أو الحفظ في الصناديق أو على الرفوف]. أحوال المسلمين في الصين وعددهم وموقف الحكومة منهم: وعدد المسلمين في الصين، حسب الإحصاء الرسمي 18 مليوناً، ولكنه هو يقدر عددهم بـ( 30 مليوناً) والسبب في قلة الرقم الرسمي أن كثيراً من المسلمين لا يقدمون أنفسهم لموظفي الإحصاء بأسمائهم الإسلامية. ومن القوميات الموجودة في الصين قومية (ماندونج) وكانت تحكم الصين، وآخر إمبراطور كان منها، ويسمى (سانتونج) وانتهى حكمه سنة 1911م. المسلون في عهد الطاغية ماو المسلمون في عهد (ماو) كانوا لا يستطيعون التظاهر بالإسلام خوفاً من بطشه بهم، ولكن الصالحين منهم حافظوا على دينهم سراً، فلما هلك أظهروا دينهم. وكان عدد المساجد قبل قيام الثورة (الماوية) سنة 1966م ثلاثين ألف مسجد، ولكن كثيراً منها أغلق بعد الثورة، وكان الضباط الشيوعيون يأمرون الشباب التابع لهم بإخراج الأئمة من المساجد، بحجة أنهم يقولون ما لا يفعلون، وقتل بعض الأئمة في المنطقة الشمالية في مقاطعة (لنشا)، وأغلقت كل المساجد، ما عدا قليلاً منها بقي للدعاية والنفاق. وقد توفي (ماو) سنة 1976م. وفي سنة 1979م بدأ الوضع يتحسن. وضع علماء المسلمين في الصين والعلماء في الصين قسمان: علماء رسميون، وصلتهم بالحكومة قوية، والقسم الآخر علماء مستقلون، وحريتهم محدودة. والحكومة تحاول أن تفرق بين القوميات والأديان، فالقومية شيء والدين شيء آخر، ونتج عن ذلك أن بعض المسلمين تركوا دينهم، واكتفوا بالانتساب إلى القومية بالمفهوم الذي أرادته الحكومة، وقد حصل بسبب ذلك خلاف بين العلماء، لأن بعض العلماء يحاولون ربط القومية بالإسلام، بحيث لا ينفصل المسلم عن دينه ويكتفي بالانتساب إلى القومية، ولكن الخلاف ليس بشديد. والنشاط الإسلامي مقصور على المساجد والمدارس التابعة لها، وبعض الطلاب الصينيين يدرسون الآن في الخارج، ولذلك بدأت نهضة إسلامية جيدة نسبياً. معرفة المسلمين لدينهم ومعظم المسلمين يعرفون فروض العين، وبعضهم لا يعرفونها معرفة صحيحة، وأهل القرى أكثر معرفة من أهل المدن الصغيرة، وأهل المدن الصغيرة أكثر معرفة من أهل المدن الكبيرة، وكلما كثر المسلمون في مناطق سكنية متجاورة، كانت معرفتهم للإسلام أكثر وكلما تفرقوا كانت معرفتهم أقل. وقد حاولت الحكومة أن تحاصر الدين، وبخاصة الإسلام، عن طريق الدستور والقانون، حيث سمحوا بحرية التدين، ولكن منعوا الدعوة إلى الدين، وسمحوا ـ بل دعموا ـ الدعوة إلى الشيوعية. الهدف من إنشاء جمعية المسلين الصينيين وأما جمعية المسلمين الصينيين، فكان الهدف من إنشائها هو تضييق معاني الإسلام وتشويهه، وقد كانوا يفتون بجواز تربية الخنزير... ولكن الله يأبى إلا أن يتم نوره، فقد علم المسؤولون في الجمعية أن كثيراً من المسلمين يَعُون حقائق الإسلام، ولا يرضون بتحريفه، لذلك اضطروا إلى أن يحسنوا مواقفهم، فقد فتحوا معهداً للدراسات الإسلامية، وتحولوا عما كانوا يعلنونه في مجلتهم من معان خاطئة، وبدؤوا ينظمون الحج للمسلمين من سنة 1984م. نسبة الجهال في الصين 30 في المائة. ونسبة التعليم في المسلمين أكثر من القوميات الأخرى. متى أنشئ المعهد أنشئ هذا المعهد في بكين قبل أكثر من 90 سنة  [هذا ما قاله الحاج يحيى، وفي كتاب (بكين حاضرة الصين العريقة والحديثة ـ إعداد ليو جيون ون، ترجمة: محمد أبو جراد: أن المعهد تأسس في سنة: 1951م، وعلى هذا فإنه لم يمض على المعهد إلا أربعة وأربعون عاماً إلى السنة التي قابلت فيها الحاج يحي، وهي سنة 1995م، فلا أدري السبب في هذا الفرق الكبير، هل حصل خطأ من المترجم لكلام الحاج يحيا، أو أن هناك اعتباراً آخر بين القولين، بحيث يكون المعهد أسس أولاً قبل 90 عاماً ثم توقف، أو أنه أنشئ في الأساس مدرسة، وليس معهداً عالياً، ثم تطور أخيراً إلى معهد عال؟]. عدد المسلمين في المعهد نسبة الدارسين المسلمين فيه في الدراسات العليا أكثر من 2 في المائة. وعدد الأساتذة المسلمين فيه ثمانون أستاذاً تقريباً. وعدد الطلبة المسلمين يقارب 300 طالب، بعض هؤلاء الطلاب لا يعرف شيئاً مطلقاً عن الإسلام، وبعضهم لا يؤمن بالإسلام، ويأكلون في المطاعم الصينية مثل الصينيين غير المسلمين. وتوجد صلات بين الأساتذة في المعهد وبين بعض الأساتذة في بعض الجامعات العربية. مستقبل المسلمين في الصين مسقبل الإسلام في الصين لا يعلمه إلا الله، ولكن يبدو أنه سيقع ضغط على المسلمين، كما وقع من قبل، ومع ذلك توجد طائفة من المسلمين تحاول إقامة الإسلام وتقوية المسلمين. والمسلمون ـ مع قلة عددهم ـ ينتشرون في غالب أجزاء الصين [الصين: 2375 جزءً، المسلمون يوجدون في 2340 جزْء].وكانت السلطات تمنع المسلمين من الصوم في الجامعة، وكذلك صلاة الفجر، ولكنهم الآن لا يمنعونهم من ذلك."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "(74) سافر معي في المشارق والمغارب تعليق على الحوار مع السائق الصيني",
    "content": "لا يجوز تأخير البيان عن وقت الحاجة والله يهدي من يشاء: بعد ذلك الحوار مع هذا الرجل، أقول: إن الدعوة إلى الإسلام تحتاج إلى رجال لا يتركون فرصة تسنح لهم بدون أن يستغلوها في دعوة من أمكنهم دعوته، ولا يجوز أن ييأسوا من أي شعب أو أي شخص، وما يقال: إن الشعب الفلاني لا يقبل الإسلام، وأن من الصعوبة أن يدخل أهل هذا الشعب أو ذلك في الإسلام... نعم من السهل دخول الناس في الإسلام، وإن كانت الشعوب تتفاوت، بحسب معتقداتها وعاداتها، ولكن يبقى عندنا أربعة أمور يجب ألاّ ننساها: الأمر الأول: أن الله كلفنا تبليغ دينه، فإذا قدرنا على تبليغ أحد هذا الدين وجب تبليغه بالوسيلة الممكنة والأسلوب المناسب، ولا يجوز تأخير البيان عن وقت الحاجة، وهل هناك حاجة أعظم من الحاجة إلى الإسلام الذي يترتب على الدخول فيه، أو عدم الدخول فيه النعيم الأبدي للداخل، أو العذاب السرمدي للرافض؟ الأمر الثاني: أن فطر الناس ـ ولو فسدت ـ هي في صف الدعاة إلى الله، فلا يجوز اليأس من دخول أحد في الإسلام، مهما كان عناده، ومهما كانت غفلته. الأمر الثالث: أن الواجب علينا إقامة حجة الله على خلقه، وليس علينا هدايتهم، فالهداية من عند الله تعالى. الأمر الرابع: أن الدعوة إلى الله تحتاج إلى رجال يطرقون مسامع الناس بالحجج والبراهين الدالة على وجوب الدخول في هذا الدين، وتنبيههم من الغفلة ليقبلوا على دراسة هذا الدين، ليحي من حي عن بينة ويهلك من هلك عن بينة. هذا، وقد وافق هذا الرجل بعد النقاش الطويل على أن الله موجود، وعلى الإيمان باليوم الآخر وبعث الأرواح والحساب، وتردد في الإيمان بالرسالة، ووافق على قراءة ما يأتيه من كتب عن الإسلام، وهذه كلها تدل بدون أدنى شك، على إمكان دعوة الناس في الصين إلى الإسلام، بالأسلوب المناسب، والحكمة، مع تجنب ما يثير الدولة التي تمنع الدعوة إلى الأديان قانوناً، وهي شديدة في المعاقبة والبطش. بعد هذا الحوار الطويل، وصلنا إلى سور الصين العظيم.. وصف ما رأيناه من السور: أوصلنا السائق إلى السور، وذهب ليقف سيارته في أحد المواقف المعدة لوقوف السيارات، والمكان الذي نزلنا به ممر بين جبلين تمر به السيارات الناقلة للسائحين ذاهبة وعائدة، وهو كذلك أحد الممرات التي ينفذ منها المسافرون من جنوب الصين إلى شمالها، أو من شمالها إلى جنوبها، كما يمر بها المشاة من السائحين شمالاً وجنوباً للتجول في الأسواق الشعبية الموجودة على جانبي الطريق قبل السور وبعده، وكذلك يصعدون إلى الأعلى، للتجول على السور نفسه في قمم الجبال الواقعة على جانبي الممر، حيث أعدت درجات من الحجارة والآجر الأحمر لتسهيل السير لمن يريد ذلك. ويبدو لي أن ارتفاع البوابة لا يقل عن ثمانية أمتار، بل ربما يزيد. وعندما صعدنا إلى أعلى السور ونظرنا إلى الجانبين، تيقنا أن الوصول إلى قمم تلك الجبال التي نصبت عليها أبراج المراقبة، مشياً على الأقدام يَحتاج إلى وقت طويل، بحيث يجيء الليل قبل أن نتَمكن من العودة إلى الأسفل، فقلت للأخ إبراهيم: سل الناس هل توجد هنا صناديق النقل الكهربائية الجبلية (تلفريك)، لنتمكن من الصعود بسرعة ونتجول على السور لنرى ما أمكننا رؤيته، ونلتقط له بعض الصور الفوتوغرافية، فكان الجواب: نعم. فذهبنا على الأرجل حيث أشاروا لنا إلى مكاتب الشركة الخاصة بها، وكنا نظنها قريبة جداً، ولكنا لم نصل إليها إلا بعد نصف ساعة، ومكاتبها تقع على جانب واد على يمين الممر بعد تجاوزه إلى جهة الشمال، كما توجد غيرها أيضاً في أماكن أخرى على اليسار. وأخذنا بطاقات الصعود من المكتب، وقيمة البطاقات للأجانب أضعاف قيمتها الخاصة بالمواطنين ـ تحقيقاً للمساواة الاشتراكية الأممية! استغرق صعودنا إلى قمة الجبل خمس دقائق تقريباً، وعندما هبطنا في المحطة العليا، صعدنا على أقدمنا على الدرج حتى وصلنا إلى أحد أبراج المراقبة المشيدة على قمم الجبال. وللبرج مدخل واحد تقع على يمينه وعلى شماله شرفات بها فتحات يرى الناظر منها كل ما تمكن رؤيته في أسفل الجبل من كل الجهات، ويوصلك الدرج إلى شرفات أخرى في الأعلى، وهي شبيهة بالشرفات السفلى، وبعدها قاعة واسعة مربعة مبلطة مستوية السطح، يقال: إنها تتسع لستة خيول تكون بجانب المقاتلين [بكين حاضرة الصين العريقة والحديثة، ص: 140]. وبها أيضاً فتحات أوسع وأمكن للرؤية، وفي أسفل الشرفات والقاعة الواسعة فتحات أصغر، يقال: إنها أعدت للرماية [img]pics/19/19007.jpg[/img] إحدى نقاط المراقبة العسكرية لسور الصين28/141/26ﻫ [img]pics/19/19008.jpg[/img] [img]pics/19/19009.jpg[/img] صورة للسور أخذت من التلفاز وهذه الأبراج أعدت لمراقبة تحركات الأعداء وإنذار جيوش الحراسة بذلك عن طريق أجهزة لاسلكي طبيعية وجدت في غابر الأزمان، وهي: الدخان المتصاعد في النهار، ولهب النار المتوهج في الليل [نفس المرجع ص: 138]. وعندما وقفنا على هذا البرج كنا إذا التفتنا إلى أي جهة من قمم الجبال ووديانها التي تظهر لنا، نرى السور وهو يمتد إلى قمة كل جبل، ويهبط إلى كل واد متلوياً مثل الثعبان( [المرجع السابق ص: 140].، وكثير من قمم الجبال متجاورة أو متقاربة، وعلى قمم الجبال أبراج شبيهة بهذا البرج، ويقال: إن بعضها أكبر من بعض، ويبلغ طول هذا الجزء من السور القريب من العاصمة بكين خمسين كيلو متر. ولا تكاد تجد مكاناً خالياً من السائحين ـ من كل الأجناس ـ صاعدين وهابطين في الأدراج المؤدية إلى الأبراج. وقد تجولنا في منطقة السور من الساعة الثامنة والنصف إلى الساعة الحادية عشرة والنصف صباحاً، وكان الجو بارداً برودة ممتعة في هذه الفترة، وكان رذاذ المطر يتعهدنا من وقت لآخر، ولو كان في أيام الشتاء لكستنا الثلوج ملابس بيضاء نقية، قد تكون أكفانا لمن وافاه الأجل هناك، لأن المنطقة جبلية وتقع في أقصى الشمال الشرقي للصين، وهي منطقة باردة على حدود منغوليا."
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "(75) سافر معي في المشارق والمغارب (رحلة الصين)",
    "content": "قراءة واستنتاجات من السور العظيم: عندما وقفت على أحد أبراج السور ونظرت إلى قمم الجبال ووديانها، ورأيت امتداده صاعداً على القمم وهابطاً إلى الوديان، على مسافات لا يبلغها البصر. [يبلغ طول الجزء المجاور لبكين 50 كيلومترا. (بكين حاضرة الصين العريقة والحديثة، ص: 138)]. أخذت أتأمل وأقرأ شيئاً من صفحاته، ودارت بخاطري آثار أخرى خلفها الأباطرة وراءهم ولا زال نظراؤهم يقصون أثرهم في ذلك، وإن اختلفت مقاصدهم، وقد وقفت عليها في بعض البلدان التي زرتها، كثير منها لأباطرة غير مسلمين كهذا السور وكأهرامات مصر، وبعضها لحكام مسلمين، مثل تاج محل في الهند، وقصر الحمراء في الأندلس (أسبانيا). فخرجت من تلك القراءة ـ وهي قراءة عاجلة ـ بنتائج سجلتها في التنبيهات الثلاثة الآتية: الاستنتاج الأول: شقاء الأمم بسبب عدوان بعضها على بعض. وهذا الشقاء واضح جدا في بناء هذا السور في العصور المختلفة بهذا الامتداد الهائل في تلك المناطق الوعرة التي لولا أنه موجود فيها فعلاً ويراه الزائر يقظة لا مناماً، لما صدق أنه يمكن أن يبنى بصفته تلك، وبخاصة في تلك الأوقات التي يغلب أن تكون وسيلة النقل والبناء الفعالة فيها هو الإنسان وما يملكه من جمال أو بغال… ‎فكم من البشر عملوا فيه؟ وكم من المال أنفق على بنائه؟ وكم من الأوقات قُضِيَت منذ بدء إنشائه إلى إتمامه؟ وكم من العاملين فيه هلكوا بسبب قسوة أجوائه ووعورة مسالكه؟ ثم كم من الجيوش رابطت فيه دفاعاً عن اقتحام الأعداء لقلاعه وممراته؟ وكم سقطت على جانبيه من جماجم هجوماً ودفاعاً؟! قال لي بعض الصينيين: إن طوله يبلغ خمسة وعشرين ألف كيلومتر، ولكني لم أجد في المراجع التي وقعت بيدي ذكر هذا المقدار، والمقدار المذكور في المراجع ـ بل أقل منه ـ يكفي للدلالة على هذا التنبيه. وتختلف تقديرات الكتاب لطول السور، والذي يبدو لي أن من أهم الأسباب اختلاف مقادير أطواله باختلاف الفترات التي شُيّد فيها، فإن طوله في بداية إنشائه يختلف عن طوله في الحقب التالية، وكل كاتب يطلع على مقدار طوله في فترة معينة يسجل ما اطلع عليه، دون دراسة أطوار بنائه. إن تلك الجهود التي بذلت في تشييد هذا السور وأعماله، بكل أصنافها، كانت جديرة بإعمار الصين إعماراً يجعل سكانها كلهم في رغد من العيش، لولا الخوف من العدوان الذي يسفك الدماء ويهلك الحرث والنسل ويقضي على الأخضر واليابس! الاستنتاج الثاني: أن أسوار الدفاع عن الأوطان هي الشعوب. إن الشعوب ـ في الحقيقة ـ هي الأسوار التي تدفع العدوان عن أوطانها، فقد شيَّد سورَ الصين العظيم في بعض مراحله مليونُ شخص كما سيأتي قريباً ـ فكيف بالمراحل الأخرى المتعددة؟! ـ ولولا هذا العدد الهائل الذين صبروا على متاعبهم، وأرخصوا أرواحهم، ونسوا وراء ظهورهم أسرَهم وذراريهم، لما كان للأباطرة الذين يسرحون ويمرحون في قصورهم، ويتمتعون بأنواع النعم وأصناف الملذات [انظر وصف آخر إمبراطور صيني للتباهي المفرط في أنواع الطعام الذي كان يقدم على مائدته، ولما يبلغ سن السابعة من العمر، وكذلك أنواع الثياب التي كانت تعد لغياراته المعتادة، وعدد العمال في إدارته، والخصيان الذين لا يغادرون قصره، كل ذلك في كتابه (من إمبراطور إلى مواطن ـ السيرة الذاتية، لآيشين جيولوه بويي: 1/48، 51،52،،71) دار النشر باللغات الأجنبية بكين]. في الوقت الذي يذوق فيه مشيدو السور شظف العيش ومرارة الآلام والأتعاب فلا يأمنوا من خوف أو يَطْعَموا من جوع! الاستنتاج الثالث: أنه لا عزة لأمة لا تحمي أرضها من عدوها. إن الأمم لا تبقى لها هيبتها وعزتها وكرامتها، إلا إذا صانت أرضها وحمت عِرضها من عدوان عدوها، وذلك يقتضي أن تعد العدة وتبذل النفوس والنفيس، وتصبر على المشقات والابتلاءات، وأن الأمة التي تفرط في شبر من أرضها لعدوها، لا يبعد أن تفرط يومًا مَّا في كامل وطنها، وتتنازل عن سيادتها ومجدها، لتذوق كل أنواع الصغار والإذلال من عدو حقود يتشفى بتحقيرها واستخذائها، وسِجِلّ التاريخ على ما نقول شهيد، وما أمر فلسطين وبيت المقدس منا ببعيد، وصفحات البلدان المحتلة حجة وبرهان! الخميس 29/2/1416ﻫـ 27/7/1995م زيارة حديقة الحيوان في بكين: قمنا بزيارة حديقة الحيوان في بكين من الساعة التاسعة والنصف إلى الساعة الحادية عشرة صباحاً، جولة بدون توقف، وفيها (أسود، ونمور، وقرود، وزرافات، وحمر أهلية ووحشية، ودببة متنوعة ـ ومنها الدب الصيني الملون بالبياض والسواد، المسمى بـ(الباندا).وهو لا يوجد إلا في الصين ـ وحيات وثعابين، وغيرها. والحديقة بجوار متحف بكين. [img]pics/19/19010.jpg[/img] الدب الصيني المشهور (الباندا) حديقة الحيوان بكين29/2/1416ﻫ [img]pics/19/19011.jpg[/img] مسجد شارع البقر وسبب التسمية: قمنا بزيارة مسجد شارع البقر، في الساعة الحادية عشرة والنصف، وهو مسجد مشهور [بكين ص: 133]. ويتسع لما يقارب 25 صفاً، في كل صف ستون مصلياً أي ألف ومائة مصل تقريباً. والشوارع الموجودة حول المسجد شوارع شعبية ضيقة يوجد حوله من السكان المسلمين حوالي 20 ألفاً، لم نجد فيه إلا أحد العمال الذي فرح بنا فرحاً شديداً، وأخبرنا بأنه حج في هذا العام واسمه يوسف. [img]pics/19/19012.jpg[/img] الكاتب في محراب مسجد شارع البقر. أمين29/2/1416ﻫ [img]pics/19/19013.jpg[/img] الكاتب مع نائب رئيس الجمعية الإسلامية في بكين عبد الرحيم أمين29/2/1416ﻫ"
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "(76) سافر معي في المشارق والمغارب",
    "content": "السفر من بكين إلى مدينة (شيئان): في هذا اليوم سافرنا من مدينة بكين ـ عاصمة الصين الجديدة ـ إلى مدينة شيئان ـ عاصمة الصين القديمة ـ ولقد ضقت بالانتظار في مطار بكين، لما فيه من الزحام الشديد الذي لا تكاد تجد لك فيه موطئ قدم، وبالصخب المصم للآذان، إضافة إلى قذارة الحمامات مع قلتها بالنسبة للموجودين في المطار، وعدم وجود وسائل التنظيف المعتادة بها. وكان الإقلاع من مطار بكين: 27: 14 وكان الوصول إلى مطار شيئان45: 15 فكانت مدة الطيران ساعة وعشرون دقيقة. والمطار يقع في غرب المدينة. إبراهيم: كيف أعيش؟! عندما دخلنا قاعة تسلم الحقائب، جاءت حقائبي، ولم يجد إبراهيم حقيبته، فذهب إلى الموظفين يسأل عنها؟ فقالوا له بعد بحث: إن حقيبتك ذهبت على إحدى الطائرات المتجهة من بكين إلى مدينة شنغهاي. فقال إبراهيم ـ والحزن بادٍ على وجهه ـ : أنا في مطار شيئان، وحقيبتي في مطار شنغهاي؟! وكيف أعيش؟ وكان السبب أن البطاقة التي وضعت على حقيبته من بطاقات رحلة من رحلات شنغهاي، بدلاً من بطاقة رحلة شيئان. فقلت له: ستعيش على أحسن حال إن شاء الله، فإن جاءت حقيبتك بسرعة فبها، وإلا اشترينا لك ما تحتاج إلي من ملابس من السوق. ويبعد المطار عن المدينة 50 كم، والأرض من المطار إلى المدينة أرض سهلة منبسطة زراعية. ‎المسافة بين المطارين ـ مطار بكين ومطار شيئان ـ 1000كم. في مدينة شيئان معلومات عن المدينة: وكان نزولنا في فندق شيراتون. (شيئان) هي عاصمة لمنطقة (سان شي san shi) وتقع في وسط النهر الأصفر مساحة المقاطعة: 190000كم مربع، وعدد سكانها: 34420000 القوميات المشهورة بها أربع وهي: خان، خوي، مان (وهي قومية أخر إمبراطور صيني)، منغول. وفي المقاطعة زراعات متنوعة، وفيها آثار إمبراطورية قديمة[موجز أحوال الصين:52]. و(شيئان) عاصمة الأباطرة من سنة 1126 قبل الميلاد. عدد سكانها: 2020000، ويكثر نزول الأمطار بها من شهري يوليو وسبتمبر. منظر من مدينة شيئان [img]pics/19/19016.jpg[/img] مركز مدينة شيئان [img]pics/19/19017.jpg[/img] من أهم أحداثها من أهم أحداثها المعاصرة إجبار أحد ضباط الحزب الوطني رئيسه على حرب اليابان مع الحزب الشيوعي.. وتحيط بالمدينة الجبال التي تسمى \"تشنلنغ\" ويشبهون المدينة في إحاطة الجبال بها بالقِدْر التي تحيط به جوانبه. ومن أهم مدن المنطقة (bao gi , shan yong , yan an). وكانت مدينة شيئان في الأصل غابة وفيها تمركز الحزب الشيوعي لمحاربة الحزب الوطني. السبت 2/3/1416ﻫ ـ 29/7/1995م الحر في هذه المدينة شديد، ولهذا ينام كثير من الناس على السطوح لعدم وجود المكيفات. الإمبراطور (qinshihuang) كان موجوداً قرب هذه المدينة قبل ألفى سنة ويقال: إنه هو الذي بدأ بناء سد الصين العظيم، اكتشفت آثاره صدفة عن طريق حافر بئر سنة 1974م وغالب ما وجد من تلك الآثار إلى الآن، صور مجسمة لجنوده مصنوعة من الطين [موجز أحوال الصين من ص 52 وتوجد به الصور ]. وقد وقفنا عليها. وهي تقع في شمال شرق مدينة شيئان، وتبعد عن المدينة 50كم، وكانت هي عاصمة الصين القديمة([1]). ؟؟؟ يحيط بمدينة شيئان القديمة سور كبير بني منذ أربعمائة سنة، ويبلغ ارتفاعه عشرة أمتار، وطوله ثمانية عشر كيلو متر، وبداخل السور تقع أحياء المسلمين في هذه المدينة، وشوارعها ـ في المدن القديمة ـ شبيهة بشوارع بعض مدن باكستان والهند ونحوهما. يصنع في هذه المدينة قطع طائرات بوينج، والأسلحة الثقيلة كالصواريخ، وترسل منها الأقمار الصناعية التي تملكها بعض الدول والمنسوجات وغيرها. المسلمون في المنطقة: قبل أكثر من مائة سنة كان أكثر سكان البلدة مسلمين، حيث كان يبلغ عددهم 800000 نسمة ولكن الإمبراطور الصيني في تلك الفترة قتل كثيراً منهم وشرد آخرين، فلم يبق منهم إلا القليل [هذه المعلومات أدلى بها بعض طلاب الجامعة الإسلامية في المدينة المنورة الذين رافقوني في هذه المنطقة وهم من سكان مدينة شيئان، منهم محمد مارون جون الذي درس سنة واحدة في كلية الحديث وعمره 31 سنة ويعمل الآن في شركة، ويحيى بلالي ماشون ولازال طالباً في الجامعة وعمرة 25 سنة]. ويوجد في هذه المدينة في الوقت الحالي 10 من طلاب الجامعة الإسلامية بالمدينة المنورة. وعدد المساجد في هذه المنطقة 20 مسجداً، في المدينة منها 10 مساجد. وعدد سكان المنطقة 6000000 عدد المسلمين منهم يتراوح ما بين 50000 و60000 ألف نسمة. ولا يستطيع أحد من المسلمين أن يدعو إلى الإسلام في خارج المسجد أو المدرسة الأهلية. زيارة الجامع الكبير في مدينة شيئان: زيارة المسجد الكبير في مدينة شيئان ويسمى (xi an grteat mosque) بني قبل ألف سنة بأمر من الإمبراطور مساحته 13000متر مربع، يتسع لألفي مصلٍ، صلينا فيه المغرب والمطر ينهمر، وهو يقع في وسط أحد أحياء المسلمين ذات الأزقة الضيقة في المدينة. [img]pics/19/19018.jpg[/img] الإمام الخطاط (يحيى) إمام أكبر جامع في شيئان على اليمين، وقد بناه امبراطور الصين قبل ألف سنة وعلى اليسار المرافق الصيني إبراهيم 2/3/1416ﻫ [img]pics/19/19019.jpg[/img] مخطط المسجد الكبير بمدينة شيئان هدية من إمام المسجد وعليه الإهداء بخط يده ويغلب على مباني المسجد الطراز الصيني بما في ذلك الصور في بعض جدرانه، واسم إمامه العربي: يحيى، وهو خطاط وقد حصل على دورة في اللغة العربية وتجويد القرآن الكريم في الأزهر لمدة ثلاثة شهور، وظهرت فائدة هذه الدورة على حسن تلاوته النادرة في أغلب أئمة المسلمين في الصين. [img]pics/19/19020.jpg[/img] أمام مبنى آثار الامبراطور في شيئان مع طالبين من طلاب الجامعة الإسلامية بالمدينة من أهل شيئان الكاتب قي الوسط 2/3/1416ﻫ زيارة مسجد دابي يوان زيارة مسجد دابي يوان (da bi ywan). إمامه محمد عبد الله صالح، عمره 40 سنة، بني المسجد قبل 600 سنة، يسكن حول المسجد أكثر من ألفي مسلم، وبه مدرسة بها 200 طالب وطالبة. ثم تجولنا في بعض المناطق في المدينة، ويوجد بالمدينة من الفنادق العالمية: حياة ريجنسي، هيلتون، شيراتون، وبه نزلت."
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "(77) سافر معي في المشارق والمغارب",
    "content": "السفر من مدينة شيئان إلى مدينة لانجو: وعندما صعدنا إلى الطائرة، بقينا فيها أكثر من 20 دقيقة قبل الإقلاع، ولم تكن مكيفاتها تشتغل، وكان الحر بداخلها شديداً، تبللت بسببه الثياب بالعرق! وكان الإقلاع من مطار شيئان في: 8: 19 و الوصول إلى مطار لانجو في 18: 20 فكانت مدة الطيران ساعة وعشر دقائق. وعندما خرجنا من الطائرة في مطار لانجو، شعرنا كأننا خرجنا من فرن إلى ثلاجة، إذ كانت درجة الحرارة في مطار لانجو 20 درجة مئوية. يقع المطار في شمال غرب المدينة ويرتفع عن سطح البحر 900متر. المسافة بين المطار وبين مدينة لانجو 75 كم، وهي أبعد مسافة تقع بين مدينة ومطارها في الصين. جبال الطين: المنطقة كلها جبال من الطين، رأينا بها حفراً سألنا عنها فقيل لنا: إن بعضها يسكن بها الناس في وقت الشتاء القارس، وبعضها يؤخذ منها الطين لرصف الشوارع وغيرها من أنواع البناء. خبر مخيف ونُصْحٌ بالمغادرة! في مدينة لانجو وقد نزلنا في أحسن فنادق المدينة، وهو من فئة أربعة نجوم: (LANZHOU LEGEND HOTEL). كان قد حدث زلزال خفيف بلغ خمس درجات وثمانية من عشرة في المدينة، قبل أن نصل إليها بيومين أو ثلاثة، ونحن لا ندري عنه شيئاً، وعندما وصلنا كان الجو مغيماً والمطر نازلاً باستمرار. وذهب الأخ إبراهيم (المرافق) يبحث عن بعض المسلمين الذين كنا نريد اللقاء بهم، فلم يجد منهم أحداً، وقال له بعض المسلمين: إن كثيراً من سكان مدينة لانجو قد فروا منها إلى مناطق أخرى خشية من [img]pics/19/19022.jpg[/img] محراب أول مسجد صادفناه في مدينة لانجو عند النزول من الجبل 5/3/1416ﻫ زلزال متوقع. وجاء الأخ إبراهيم ينصح بعدم البقاء في هذه المدينة المتوقع حدوث الزلزال بها، ولكنه ذكر أن هذا الفندق الذي نزلنا به أسس على أن يتحمل زلزالاً تبلغ درجته ثمان درجات على مقياس ريختر، ويقال: إن هذه المنطقة تحصل بها الزلازل كثيراً، ولكنها في الغالب تكون خفيفة. قلت لإبراهيم: سنبقى والآجال بيد الله، وطلبت منه محاولة الحصول على معرفة بعض المؤسسات الإسلامية. الاثنين 4/3/1416ﻫـ 31/7/1995م حاول إبراهيم أن يجد بعض المسلمين المسؤولين عن بعض المؤسسات الإسلامية، فلم يجد أحداً، واستأجرنا سيارة وجلنا في المدينة ومررنا بأحد أحياء المسلمين ذات الأزقة الضيقة القذرة التي زادتها الأمطار قذارة، وقد صعب على السائق الخروج بسيارته منها بعد أن دخل فيها، ورأينا قبة مسجد كبيرة ولكننا لم نجد به إلا أطفالاً وعمالاً لا يعرفون مما نريد شيئاً. فلنرحل من هذه المدينة! قلت لإبراهيم: ما دمنا لم نجد أحداً في هذه المدينة من المسلمين الذين يمكن أن نستفيد منهم، فلنرحل عنها، ولنقدم الحجز إلى مدينة شنغهاي. أسئلة الموظفين في مكتب الخطوط أمنية: لتغيير زمن الرحلة يسأل الموظف في شركة الخطوط أسئلة رجال الأمن، ويثبت الأجوبة في الكمبيوتر: من أين؟ ما العمل؟ العنوان؟ رقم الجواز؟ كل ذلك مع وجود التذكرة التي يراد تغيير زمنها. ولعدم وجود منهج عمل في هذه المدينة، فقد تمكنت من التسلي بقراءة كتاب ماو تسي تونج في الفندق، وهو سيرة ذاتية كتبها عن نفسه وترجم إلى اللغة العربية. ومما لفت نظري في الصين كثرة استعمال السائقين فيها لأبواق السيارات وبخاصة في هذه المدينة. الثلاثاء 5/3/1416ﻫـ 1/8/1995م كان المطر مستمراً طيلة الأيام التي قضيناها في هذه المدينة، ومع ذلك فقد ذهبنا إلى قمة أحد جبال الطين بجوار المدينة، وبه برج قديم على الطراز الصيني بناه بعض الأباطرة وكان الجو هناك صحواً لارتفاع هذه القمة عن الغيم والمطر، وهو يبعد عن المدينة خمسة وعشرون كيلو متراً ويبلغ ارتفاعه عنها 400متر تقريباً رأينا منه بعض أجزاء المدينة. ويأبى الله إلا ما يريد: عند الرجوع من الجبل رأيت منارة مسجد على يسارنا، فوقفنا نأخذ له صورة، فإذا الحارة حارة إسلامية، حيث توافد إلينا عدد من سكانها مظهرين السرور برؤيتنا، ولكننا لم نجد إمام المسجد. قالوا: إن المسجد بني قبل عشر سنوات، وإن عدد المساجد في المنطقة أكثر من مائة مسجد، وعدد المسلمين حول هذا المسجد ألف أسرة تقريباً. [img]pics/19/19023.jpg[/img] منارة مسجد في مدينة لانجو المذكور النهر الأصفر: ذهبنا بعد ذلك إلى وسط المدينة حيث يقسمها النهر الأصفر، وتربط بينها الجسور الممتدة عليه، ولونه أغبر يميل قليلاً إلى الصفرة لكثرة الطين المختلط به، وهو ثاني نهر من حيث الطول في الصين. مع إمام مسجد سيوان: ثم ذهبنا مرة أخرى إلى الجامع الكبير في هذه المدينة (مسجد سيوان SIWAN) وهو ذو القبة الكبيرة الذي رأيناه بالأمس، فوجدنا إمامه المدعو: (يونس يانسنج (YANSANG). عمره خمس وسبعون سنة، وله سبعة أولاد، بُنِيَ المسجد قبل أكثر من أربع مائة سنة. عدد المسلمين في المدينة 80000 وعدد المساجد في المنطقة: خمسون مسجداً). سبق أن بعض المسلمين الذين وجدناهم في مسجد سابق ذكروا أن عدد المساجد مائة، ولعل معلومات هذا الإمام أوثق، وإن كانت الإحصاءات في الصين غير دقيقة كما سبق، وقد يكون الإمام ذكر المساجد الكبيرة، وهم ذكروا المساجد والمصليات. في هذا المسجد مدرسة بها ثلاثون طالباً وطالبة، وتوجد بجواره مدرسة نسائية بها مائتا طالبة، وقد رأيناهن حول المدرسة وهن محتجبات. والمسلمون المجاورون لهذا الجامع قليلون جداً. [img]pics/19/19024.jpg[/img] مع إمام أكبر جامع في مدينة لانجو \"يونس يانسانج\" معلومات مختصرة عن المسلمين في المنطقة: لانجو \"المنطقة\". مساحتها 13558كم مربع. عدد سكانها مع الضواحي ا624400 نسمة. مساحة المدينة 1632كم مربع. عدد سكان المدينة 1617800 نسمة. مدينة لينشا: (مكة الصغرى والخلفاء!): هذه المدينة تقع قرب مدينة لانجو، ويكثر بها المسلمون حيث تبلغ نسبتهم 50% من السكان، وبها 38 مسجداً، وتوجد فيها اختلافات مذهبية وفرق صوفية، ولكل مجموعة مسجدها الخاص، ولكل إمام أتباعه ويسمون كل واحد من الأئمة بالخليفة. والغالب أن أتباع الإمام لا يقلون عن ثلاثين طالباً، وبها معهد إسلامي للبنين وآخر للبنات. وذكر لي وجود شريط فيديو عن أحوال المسلمين في هذه المدينة، وبسبب وجود عدد كبير فيها من المسلمين ونشاطهم سموها بمكة الصغرى [كما يقول الإندونيسيون عن منطقة آتشيه في شمال سومطرة: إنها صحن مكة]. هذه المعلومات عن هذه المدينة لم أطلع عليها إلا بعد وصولي إلى مدينة شنغهاي، وهذا من الأدلة على عدم معرفة مرافقي في هذه الرحلة ـ عفا الله عنا وعنه ـ بمناطق المسلمين، لأنه مسلم جديد، وقد أسفت أسفاً شديداً لعدم زيارتها، ولكن ما شاء الله كان وما لم يشأ لم يكن. وقد هيأ الله هيأ لي الأخ محمد نوح، وهو طالب في كلية الدعوة في الجامعة الإسلامية، فزارني في منزلي بالمدينة مرات كثيرة، قبل عودته إلى بلاده، وأخذت منه بعض المعلومات عن البلد،كما سيأتي في مقابلتي معه."
  },
  {
    "type": "section",
    "id": "section-16",
    "title": "(78) سافر معي في المشارق والمغارب (رحلة الصين) الأربعاء 6/3/1416ﻫ ـ 2/8/1995م",
    "content": "انتشار التفسخ الأخلاقي في الصين وسببه: كان المعروف عن الصينيين المبالغة في حشمة النساء، ولم يبدأ التحلل الأخلاقي الظاهر إلا بعد الانفتاح الاقتصادي والسياسي، بعد رحيل (ماو) الذي كانت نواة هذا التحلل في عهده، حيث أجبر الرجال والنساء على العيش معا في التجمعات العمالية في الأرياف وغيرها، وقد شجع على ظهور هذا التفسخ وانتشاره في أنحاء الصين، كثرة الوافدين الغربيين الذين لم تطأ أقدامهم بلداً إلا أفسدوه أو زادوه على فساده فسادا. [كنت سمعت من الأخ الصديق ـ زميل الدعوة في اليمن ـ الشيخ محمد مشعوف الأسلمي رحمه الله وصفاً لحشمة النساء في الصين في عهد ماو وإعجابه بذلك، عندما زار وفد البرلمان اليمني الصين برئاسة صديق الجميع الشيخ عبد الله بن حسين الأحمر. وظننت أنني سأجد هذا الاحتشام باقياً في الصين، ولكني لم أر شيئاً من ذلك الوصف ولا ما يقاربه في زيارتي هذه]. السفر من لانجو إلى شنغهاي: الخميس 7/3/1416ﻫـ 3/8/1995م المدة الزمنية بين مدينة لانجو ومطارها خمسون دقيقة. وكان الإقلاع من مطار لانجو: 20: 8 صباحاً، ولأول مرة نرى الشمس بعد ارتفاع الطائرة منذ ثلاثة أيام في هذه البلدة. المسافة بين لانجو وشنغهاي 1040كم. كان في استقبالنا بمطار شنغهاي الأخ عرفات شهاب، وهو أردني له في الصين عشرة سنوات، عمره 26 سنه، تخصصه كمبيوتر، يعمل في التجارة. والأخ محمد عبده علي الشيباني، وهو يمني عمره 32 سنة وله في الصين 10 سنوات تخصصه هندسة مدنية، ويحضر الدكتوراه. في مدينة شنغهايجولة عامة في مدينة شنغهاي: قمنا بجولة في المدينة مع الأخ الشيباني، ومن المعالم التي مررنا بها: برج اللؤلؤ الشرقي اللامع، يبلغ طوله 468 متراً، بدئ في بنائه سنة 1991م وتم بناؤه في 1/5/1994م، ما عدا بعض التحسينات التي لا زال العمال يقومون بها، ولهذا لم نتمكن من الصعود إلى أعلاه. فيه تسع محطات التقاط تليفزيوني، وعشر محطات إذاعية، وهو قريب من المنطقة التي خصصتها الصين للتجارة الحرة. [img]pics/19/19025.jpg[/img] منظر لمدينة شنغهاي 7/3/1416ﻫ انفتاح متدرج ونهضة عمرانية: وتحرص دولة الصين على الانفتاح الاقتصادي التجاري، وبخاصة في بعض المناطق، ومنها هذه المدينة، ولكنها تحاول التدرج في هذا الانفتاح، خشية من الوقوع في التفكك الذي وقع فيه الاتحاد السوفييتي. وتظهر لزائر هذه المدينة نهضة عمرانية قوية وسريعة، وتكثر بها الجسور والطرق الدائرية السريعة، ومن تلك الجسور الجسر المعلق الذي يعد من الجسور المشهورة في العالم وقد مررنا بهذه الجسور في جولتنا كما مررنا بجامعة شنغهاي. [img]pics/19/19026.jpg[/img] صلاة الجمعة في مسجد خوسي في شنغهاي 8/3/1416ﻫ الرئيس الصيني وعد ب بالعمل على تقدم شنغهاي وعد رئيس وزراء الصين بجعل مدينة شنغهاي شبيهة بهونج كونج في التقدم المعماري والتجاري وغيره، لذلك يكثر هدم المباني القديمة وتشييد القصور الشاهقة في كل أنحاء المدينة، كما يكثر بناء الطرق الواسعة والجسور. سوق الليل: تشتهر هذه المدينة بسوق ليلي يسمى (ROAD LAN JNG)، وهذا السوق تكثر به المحلات التجارية المركزية الجامعة لكل ما يحتاجه المتسوق. والشارع الذي يقع فيه هذا السوق شارع يشتهر بالمباني القديمة التي يؤمها السائحون من كل أنحاء العالم، ويزدحم السوق في الليل بالمتسوقين، ويشتد فيه تلألؤ الأنوار، ولكثرة ما رأيت فيه من البشر قلت مبالغاً: لو سلطهم الله على بحيرة طبرية لما أبقوا منها قطرة ماء، ولا يلزم من ذلك أن يكونوا هم يأجوج ومأجوج الذين لا يبعد أن يكونوا جزءاً منهم[راجع ما سبق من كلام العلامة الشيخ عبد الرحمن السعدي في شأن يأجوج ومأجوج]."
  },
  {
    "type": "section",
    "id": "section-17",
    "title": "(79) سافر معي في المشارق والمغارب (رحلة الصين)",
    "content": "الجمعة 8/3/1416ﻫـ 4/8/1995م بني هذا المسجد قبل ثمانين سنة وجدد سنة 1992م. إمام المسجد (حسن إسماعيل BAI) عمره ثلاثون سنة تخرج في معهد العلوم الإسلامية في بكينوهذا الإمام من أفضل الأئمة وأفضل الدعاة الذين وجدتهم في الصين، من حيث الحماس للدعوة والرغبة في إيصال الإسلام إلى المسلمين وغيرهم. [img]pics/19/19026.jpg[/img] صلاة الجمعة في مسجد خوسي (HUSI): يضاف إلى ذلك أن عنده ثقافة جيدة، وفكراً إسلامياً صافياً، وحكمة في الدعوة وحماساً لها، ويود أن يغير بعض البدع التي يتعاطاها المسلمون بسبب جهلهم، ولكنه يعمل لذلك بالتدريج خشية نفور الناس [img]pics/19/19027.jpg[/img] الكاتب مع إماممسجد خوسي حسن إسماعيل ـ شنغهاي مما لم يألفوه، ويحاول ترجمة بعض الكتب الإسلامية، وهو وأمثاله في حاجة إلى مدهم ببعض كتب اللغة العربية التي تساعدهم على فهم المعاني التي يترجمونها. عدد المصلين في غير الجمعة 30 شخصاً تقريباً، ويمتلئ أيام الجمع، يتسع لما يقرب من 300 مصل. يُدَرِّس فيه إمامه مبادئ الإسلام مساء الجمعة والسبت. عدد الطلاب الصغار فيه عشرة، وعدد الكبار عشرون، ويقام فيه فصل دراسي ليلي لمدة ستة شهور، يحضره خمسون شخصاً تقريباً. وصية الشيخ أحمد المزعومة! جاء شباب، وهو طالب جامعي، قبل صلاة الجمعة بورقة طبعت فيها وصية من يسمى بالشيخ أحمد، الذي يزعم فيها أن الساعة ستقوم في وقت معين عنده، مع ذكر بعض الخرافات التي يزعم أنه رأى رسول الله صلى الله عليه وسلم، في المنام وأوصاه بها وبتبليغها إلى جميع المسلمين، مع ذكر الثواب الجزيل لكل من يكتبها ويقرأها ويبلغها إلى غيره، وهي مترجمة ببعض لغات الصين، ويزعم بأنه شيخ الروضة النبوية. وقد بينت للطالب والحاضرين من المسلمين زيف هذه الوصية وكذب صاحبها، وكان المترجم إمام المسجد. مدرسة لروضة الأطفال المسلمين بجانب هذا المسجد روضة بها 200 طالب من المسلمين، منهجها حكومي ولا يدرس بها من الإسلام إلا تقاليد (خْوِيْ). عدد المساجد في شنغهاي سبعة، أحدها في ضاحية من ضواحيها، بناه عربي يدعى (نصر الدين) قبل 600 سنة وهو أكبرها ويسمى (XIAOTAOYUAN). . عدد سكان مدينة شنغهاي: 13.000000نسمة، غالبهم من قومية خان. من الأديان الموجودة فيها: البوذية وهي أقدم الديانات في الصين، وغالب الداخلين فيها من كبار السن. والنصرانية، ونشاط النصارى فيها قوي، عددهم فيها أكثر من 100.000 يدخل في النصرانية كل سنة 6000 شخص تقريباً، اهتم الغربيون بهذه المدينة منذ أكثر من سبعين سنة عن طريق التعليم والطب، واتخذوا هونج كونج معبراً إليها في الاستثمار والتجارة والفنادق وغيرها. كثير من سكان المدينة أغنياء تشبعوا بالمادة، وأحسوا بالحاجة إلى الإشباع الروحي، لذلك يتجهون إلى المسيحية التي لا تقيد شهواتهم، كما هو الحال ـ عندهم ـ بالنسبة للإسلام، ولقوة النشاط المسيحي. [المسلمون الصينيون يغتنمون فرصة إذن الدولة بتدريس أولادهم تقاليدهم في المدارس الرسمية ويعلمونهم بعض مبادئ الإسلام]. اشتركت أمريكا والصين في بناء مدرسة راقية، غالب أساتذتها أمريكان، ولهم تأثير ديني وفكري على طلاب المدرسة. يوجد لليهود مركز تجاري في مقاطعة (تشنغهاي) ـ وهي غير مدينة شنغهاي. دروس مجانية في الرياضة: كنت أطل من نافذة الفندق في حوالي الساعة السابعة صباحاً، فرأيت مجموعات من الصينيين في الساحات المجاورة للفندق، مع كل مجموعة مدرب رياضي منهم لا يقل نشاطهم عن ساعة، وكنت أستفيد من تدريباتهم وأنا في غرفتي، واعتبرت ذلك دروساً مجانية، ولا أدري هل يتركونني وشأني لو علموا أني كنت أتدرب بتدريبهم، أو يطلبون مني أجرة التدريب؟!. مساحة مدينة شنغهاي مساحة شنغهاي: 5800كم مربع، وهي أكبر المدن الصينية من حيث السكان، تليها بكين ثم تيانجين التي يسكن فيها الأستاذ علي YAN AN وهو مهتم ببحوث القرآن والعلم وترجمتها، ثم كانتون، وبها أضرحة بعض الدعاة العرب منهم سعيد بن أبي وقاص[هكذا يسمونه، وسبق أنه ليس الصحابي المشهور، وهو يحتاج إلى بحث لمعرفة من هو؟]. السبت 9/3/1416ﻫـ 5/8/1995م زيارة إمام أكبر مساجد مدينة شنغهاي: وهو الأخ (موسى عمر MUSA JIU HONG WEI) وهو إمام أكبر مسجد في مدينة شنغهاي عمره: 35 سنة. تعلم اللغة العربية في جامعة اللغات الأجنبية في شنغهاي، وتعلم العلوم الإسلامية في المسجد الذي يسمى(HAIXA TAO YUAN) وله ولد واحد. وقد أنشأ هذا المسجد شيخ صيني سنة 1925م. وكان يوجد عالم مسلم في شنغهاي قبل ثلاثين سنة، قام بترجمة معاني القرآن الكريم. عدد المصلين في المسجد في الأيام العادية يقارب 100 شخص، وفي يوم الجمعة يصلي فيه ما يقارب 500 شخص، وفي العيد أكثر من 2000 شخص. يدرس الإمام أولاد المسلمين في المسجد يومي الخميس والسبت، وعددهم 15 طالباً، يعلمهم القراءة العربية وقصار السور.. ‎عدد المسلمين في مدينة شنغهاي: 50 ألفا تقريباً، الذين يصلون منهم حوالي 1000 شخص. واسم المسجد (شاو تاو يوان HAIX IA I TAO YUAN MOSQUE) زيارة الطلاب العرب في مقر إقامتهم في الجامعة: غذاء القلوب في بيئات الكفر والذنوب: وقد طلب الإخوة مني إلقاء محاضرة إيمانية، لأنهم أحوج إليها من المحاضرات الأخرى، سواء كانت في السياسة، أو الاقتصاد، أو في الموضوعات الفكرية، لأن القلوب في البلدان الموبوءة بالكفر والآثام في حاجة إلى الغذاء الإيماني، ليصلها بربها، ويزيل عنها أدران المعاصي والذنوب. فلبيت دعوتهم، ثم جرت مذاكرات متنوعة، استغرقت ما يقارب ساعتين. [img]pics/19/19028.jpg[/img] الطلاب العرب في جامعة شنغهاي في مقر السكن يصغون إلى أحدهم يقدم الكاتب لإلقاء محاضرة 5/8/1416ﻫ وشكا الطلاب العرب من مضايقة بلدانهم لهم أكثر مما يجدونه في بلد شيوعي، كالصين، حيث إنهم يشتركون في مجلات وجرائد ونشرات إسلامية، ترسل لهم من بعض البلدان العربية أو الغربية، ولا تسمح أجهزة الإعلام بالاشتراك فيها في بعض بلدانهم الإسلامية. قلت لهم: لو كنتم صينيين لما سمحت لكم الصين بذلك، أليس كذلك؟ قالوا: بلى، ولكن القياس غير صحيح، لأن الصين بلد شيوعي وثني، وبلداننا إسلامية! أستاذ صيني ينصح غير المسلمين بالتعرف على حقيقة الإسلام! بروفيسور (GU WE IL IE) نائب لجنة دراسات الشرق الأوسط، كتب مقالاً في مجلة التحرير بتاريخ 25/7/1995م، بعنوان (حقيقة الإسلام والحضارات الأخرى) ذكر فيه أن عدد الدول الإسلامية خمسون دولة، وأن عدد المسلمين مليار ومائتا مليون، وأن حركات إسلامية غير قليلة حدثت خلال السبعين السنة الماضية في الشرق الأوسط وشمال إفريقيا، ذكر منها إيران والجزائر والسودان، وذكر نضال المسلمين في أفغانستان والبوسنة والهرسك، وأنه لا يستطيع أحد إلغاء الإسلام ديناً أو قومية أو سياسة أو قوة، وأنه يجب معرفة حقيقة الإسلام والحركات الإسلامية وخصائصها واتجاهاتها، ومعارضة بعض الدول الإسلامية لها، كما يعارضها الغرب وخاصة بعد انتهاء الحرب الباردة، واعترض على القول بصراع الحضارات، وذكر أن بعض الحركات الإسلامية ترى الاستفادة من الحضارة الغربية بعد تنقيتها، وذكر ما نادى به الأمير حسن ولي عهد الأردن في إحدى الجامعات البريطانية من أن الإسلام يتطور بحسب الحضارات والأزمنة. [الإسلام لا يتطور وإنما جاء مشتملاً على كل ما يحتاجه البشر في كل الأوقات والحضارات، وإن كان كثير من الناس يحاولون الاحتيال على الإسلام ليوافق أهواءهم باسم التطور، ولكن الذي يتطور هو الاجتهاد وفقه النصوص، وإنزالها منازلها..]."
  },
  {
    "type": "section",
    "id": "section-18",
    "title": "(80) سافر مي في الشرق والمغارب (رحلة الصين)",
    "content": "السفر من شنغهاي إلى جانجو: الأحد 10/3/1416ﻫـ 6/8/1995م السفر من شنغهاي إلى جانجو: أقلعت بنا الطائرة من مطار شنغهاي:45: 21 متأخرة عن موعد إقلاعها أكثر من ساعة، وكان المفروض أن تقلع في الساعة: 25: 20 ولكنها تأخرت، وكان وصولها إلى مطار جانجو: 03: 23. ظهرت في هذه الرحلة ـ أكثر من غيرها ـ فوضى المسافرين الصينيين وصخبهم المؤذي للسمع، والصينيون لا يملون من كثرة الكلام مع رفع أصواتهم وقهقهاتهم، حتى لقد خيل إلي أن الصيني لو أمر بالسكوت خمس دقائق لاعتبر ذلك سجناً طويلاً. وقاعة تسلم العفش في مطار جانجو ـ التي هي عاصمة مقاطعة (خيلان HELAN) ـ لا تتسع للركاب، مع أن المطار مطار دولي كما قال لي مرافقي، وهو يقع في شرق مدينة جانجو، وهي شبيهة بحظائر البقر، ولا توجد بالمطار عربات لنقل العفش، لا للقادم ولا للمسافر، ولكن قيل لي: إنه يجري إصلاح مرافق المطار. 5-في مدينة جانجو مقاطعة خيلان: مساحتها: 160000كم مربع. عدد السكان:  88620000في مدينة جانجو عدد سكانها: 11840000تشتهر بصناعة بعض المعادن والمنسوجات والمنتجات الزراعية المختلفة، ويمر بها النهر الأصفر، ومن أهم مدن منطقة خيلان ـ بعد العاصمة ـ مدينة: (KEIFONG) ثم مدينة: LOYONG)) ثم مدينة: (PIN DINSAN) ثم مدينة: (SHEN SHONG). وقد نزلنا في الفندق (هوليداي إن HOLIDAY INN) وإدارته صينية بريطانية، بني حديثاً يتكون من خمسة أدوار، ويقع في حي دوائر الحكومة في أكبر شارع في المدينة. الاثنين 11/3/1416ﻫـ 7/8/1995م القوميات في جانجو هي: هان، خوي، منغول، مان. زيارة مدينة جانغ ديان (GE DOANG DIAN) [img]pics/19/19029.jpg[/img] المدرسة الأهلية في جانغ ديان 11/3/1416ﻫ وهي مدينة يكثر بها المسلمون، وتقع شمال غرب مدينة جانجو، وأرض المنطقة منبسطة سهلة زراعية تتوافر فيها المياه، إذ يمر بها النهر الأصفر، كما يمر في لانجو وشيئان، وأكثر زراعتها القمح.  كان خروجنا من مدينة جانجو ـ بالسيارة ـ الساعة 15: 12 ظهراً، وفي الطريق عبرنا على جسر طوله: 8كم على النهر الأصفر، وكان وصولنا إلى مدينة جانج ديان  في الساعة:40: 13. سوق شعبي مررنا في وسط هذه المدينة بسوق شعبي يصعب اختراق السيارة له، لشدة زحامه وضيق ممر الشارع الذي يقع بجانبيه السوق، يقام هذا السوق يوماً في كل عشرة أيام، يتبادل فيه السكان السلع والمنتجات الزراعية والمنسوجات والحيوانات المختلفة. وفي الطريق رأينا العمل الشاق الذي تعانيه المرأة الصينية في بناء الطرق والجسور، حيث تقوم بتكسير الحجارة وحملها وفرشها في الأرض، وهذا أحد أعمالها. الاجتماع بإمام المسجد إبراهيم ماكوفن: التقينا في المدينة إمام مسجدها إبراهيم ماكوفن وعمره 31 سنة، وقد بني المسجد قبل أربعمائة سنة، يصلي فيه يوم الجمعة 300 شخص، وفي العيدين 1500 شخص، وفي بقية الصلوات أقل من 200. وعدد سكان هذه المدينة: 6000 نسمة. وعدد المسلمين 3000 نسمة. [img]pics/19/19030.jpg[/img] جانب من مدينة جانجو 11/3/1416ﻫ حرص المسلمين على تعليم أبنائهم مبادئ الإسلام: توجد مدرسة حكومية لأبناء المسلمين، عدد طلابها 600، ومنهجها حكومي، وسيفتح فيها فصل لتعليم اللغة العربية، تخرج من المدرسة أكثر من مائة طالب وطالبة، وقد زرنا بعض فصولها التي يتعلم فيها الصغار، أما الكبار فهم في إجازة. وبهذه المدينة مدرسة أهلية تخرج منها 32 شخصاً، عشرون منهم أئمة لمساجد [img]pics/19/19031.jpg[/img] مع بعض أعيان المسلمين في جانغ ديان إمام الجامع11/3/1416ﻫ في مناطق متفرقة، وثلاثة منهم قبلوا في الجامعة الإسلامية بالمدينة المنورة، واثنان قبلا في الجامعة الإسلامية العالمية في ماليزيا، وكان طلابها في إجازة أيضاً. ويقوم المسلمون في هذه المدينة بنفقة هذه المدرسة، لحرصهم على تعليم أبنائهم دينهم، وهي على ثلاث مراحل: ابتدائي وإعدادي وثانوي، وبها قسم خاص لتعليم اللغة العربية. وشهادتها تعادل ثالثة كلية، وهي قسمان، قسم للبنين، وعددهم تسعون، وأخرى للبنات وعددهن ستون. تدرس فيها مواد: القرآن الكريم والسيرة النبوية والسنة والتفسير والفقه وأصول الدعوة، والتربية الإسلامية والأذكار، وقد أخذ منهجها من الجامعات الإسلامية، العربية وغيرها. عدد المدرسين 16، وهم من الجامعة الإسلامية بالمدينة المنورة، ومن الذين تخرجوا من بعض المساجد في الصين ومن معهد بكين، وهم يرجون زيادة المنح لأبنائهم في الجامعة الإسلامية بالمدينة المنورة، ليتمكنوا من تدريس أبنائهم تدريساً مبنياً على علم صحيح. و مدير المدرسة هو إبراهيم بن أحمد (MAI YIN SHIE) ترحيب حار واستقبال حسن: [img]pics/19/19032.jpg[/img] المدرسة الحكومية لأولاد المسلمين في مدينة جانغ ديان11/3/1416ﻫ لقد احتفى بنا المسلمون في هذه المدينة وسروا بزيارتنا المفاجئة لهم، وقد ألح علينا الأخ أبو سعيد، الذي يدْرس ابنه في الجامعة الإسلامية بالمدينة، في أن نزوره في بيته، وكان ابنه ـ سعيد ـ غائباً. وعندما استجبنا للزيارة فرحت الأسرة كلها فرحاً شديداً، ويتكون منزلهم من حوش صغير به بعض أشجار الفاكهة، ومنها التين، وبعض الغرف، أدخلونا في إحداها على كراسي خشبية قديمة وقربوا بعض الفاكهة، وطلبوا منا البقاء حتى يعدوا لنا الطعام، ولكنا اعتذرنا لضيق وقتنا. الثلاثاء 12/3/1416ﻫـ 8/8/1005م توجد في هذه المنطقة مساجد خاصة بالنساء، تؤمهن فيها نساء، بخلاف شمال الصين، وكبار السن من المسلمين يتمسكون بالإسلام نسبياً، أما الصغار فتمسكهم قليل."
  },
  {
    "type": "section",
    "id": "section-19",
    "title": "(81) سافر معي في المشارق والغارب (رحلة الصين)",
    "content": "السفر من جانجو إلى كومينغ: أقلعت بنا الطائرة من مطار (جانجو) الساعة: 42: 15، والمسافة بين المدينتين: 1700كم. من أولى بمنع الخبائث المؤذية؟! الطائرات الصينية، وهي شركات ماركسية، وغير الصينية في بعض البلدان غير الإسلامية، يمنع فيها التدخين منعاً باتاً في جميع الرحلات، بخلاف أكثر شركات خطوط البلدان الإسلامية، حيث يضطر المسافر الذي يتأذى من رائحة الدخان ـ الذي ثبت خبثه شرعاً وطباً وفطرة ـ أن يستنشق سحاباً منتناً مؤذياً مضراً فترات طويلة من الزمن، وهو سجين في أرجوحة جوية لا يستطيع الفرار بنفسه إلى حيث ينجو من ذلك الخبث، ومن أولى بمنع الخبائث المنتنة الضارة الشيوعيون والوثنيون واليهود والنصارى، أو المسلمون؟! تحسبهم أغنياء من التعفف: المسلمون الصينيون، مع شدة حاجتهم للمساعدة المادية، يظهرون القناعة، وليسوا مثل غيرهم في بعض البلدان الإسلامية وغير الإسلامية، ممن يلحون في طلب المساعدة، والإكثار من الشكوى، وادعاء الأعمال الجبارة في دعوة المسلمين وتعليمهم. وكان الوصول إلى مطار كومينغ في الساعة 5: 17، و‎يقع المطار في جنوب غرب المدينة. في مدينة كومنج مؤتمر أحدث أزمة في الفنادق: كان يعقد في هذه المدينة مؤتمر تجاري، يحضر أعضاؤه من جميع مناطق الصين، ومن بعض البلدان خارج الصين، وأحسن الفنادق في المدينة: فئة أربعة نجوم، غالبها مليئة بالمؤتمرين. لذلك اضطررت للنزول في فندق يقال: إنه ثلاثة نجوم، ويسمى jinli) hotel) وكانت نجومه مزورة؟ فبت فيه بدون نوم أنتظر الصباح([1]). وقد بحثنا عن فندق آخر من فئة أربعة نجوم، فوجدنا غرفة بوساطة صاحب التاكسي الذي كان على صلة بفندق (golded dragon hotel) أي التنين الذهبي، والفندق نظيف ومظهره جيد ولكن صيانته ـ كعادة الصينيين ـ رديئة، وإدارتهم بطيئة. زيارة مسجد (sha lou): وبهذا المسجد مدرسة أهلية يديرها مع المسجد (داود إبراهيم tie wei jie) وإمام المسجد (إبراهيم بن محمد zhanj sao chan) بني المسجد قبل (نسيت تسجيل تاريخ بنائه) والمدرسة قبل عشر سنوات، قام ببنائه داود المذكور، يتسع المسجد لخمسمائة مصل. عدد المصلين في غير أيام الجمع يقارب خمسين، وفي أيام الجمع يمتلئ بالمصلين. عدد الطلاب مائة وسبعون، وعدد المدرسين عشرون. عدد المسلمين في المدينة وضواحيها 100000 مائة ألف نسمة تقريباً، يسكن حول المسجد ألف أسرة. عدد المساجد في المدينة خمسة عشر مسجداً، وفي الضواحي أكثر من ذلك. البحث عن الشيخ محمد أمين: ذهبنا إلى أحد المساجد الكبيرة في المدينة، للبحث عن (الشيخ محمد أمين) الذي أثنى عليه كثير من المسلمين، وكان المسلمون في جميع المساجد يحتفلون بالمولد النبوي، أكلاً وذكراً وصلوات، بحسب ما تعلموه في هذه المناسبة([2]). ولم يتجاوب معنا أحد يدلنا على الشيخ محمد أمين، ولم يظهروا ترحيباً ولا حسن استقبال بالضيف، وهذه عادة غالب من التقيناهم من المسلمين الصينيين، ما عدا الذين يحصل التعريف بنا عندهم، أو يكون له صلة بالجامعة الإسلامية. ومن أهم أسباب عدم استقبال المسلمين الصينيين للضيف المسلم؛ طول المدة التي قضوها منزوين عن العالم، وبخاصة العالم الإسلامي، إضافة إلى خوفهم من مراقبة الدولة وعدم معرفتهم بالزائر، وقد يكون من أسباب ذلك حذرهم من بعض أهل المذاهب الإسلامية المخالفة لما ألفوه في تعبدهم، وبخاصة من يأتيهم من الجزيرة العربية التي يقال لهم: إن علماءها وهابيون! وكان الكثير من طلبة العلم قد تحلقوا في المساجد، لابسين الثياب البيضاء والكوافي والعمائم، وبيد كل منهم كتاب من المولد النبوي المولد يقرءون فيه قراءة جماعية. وجدنا رجلاً مسلماً يبلغ من العمر خمساً وستين سنة، ينطق بصعوبة بعض الكلمات العربية، سألناه عن الشيخ محمد أمين فطرق باب غرفة في المسجد الذي كنا فيه، وقال: هذا بيت الشيخ محمد أمين فخرجت ابنة الشيخ، وقالت: إنه في إحدى القرى الريفية. من أي قارة أنتَ؟ جمعني مصعد الفندق برجل صيني وامرأته وطفله، ويظهر عليهم أثر النعمة والتحضر، ولعلهما من كبار موظفي الدولة، أو من أعضاء الشركات الكبيرة، وكانت المرأة تصوب نظرها إلي تصويباً يدل على تعجبها من هذا الجنس الغريب من البشر، وبادرتني سائلة: من أين أنت؟ باللغة الإنجليزية، قلت: من السعودية. فسألت سؤالاً آخر لم أفهمه، وقلت لرفيقي (إبراهيم): ماذا تقول؟ قال: تقول: من أي قارة؟ قلت: قل لها: من كوكب بعيد عن أرضكم، ولكن إبراهيم قال لها: من قارة آسيا. قالت: من أي جنس؟ فقال لها من العرب. قلت: إذا كانت هذه المرأة التي تنزل في الفنادق الممتازة، ويظهر عليها كما ذكرت أثر النعمة، ويبدو أنها متعلمة وهي تجهل منطقة مشهورة ـ وبخاصة في هذا العقد الذي تناقلت أجهزة الإعلام عنها أحداثاً غير عادية تعرف بها بلدان العالم ولو صغرت ـ فما بالك بعامة الصينيين؟! ‎وقد سبقت قصتي مع رجل الأعمال الصيني في الطائرة من هونغ كونغ إلى بكين، والقصتان تدلان على العزلة الشديدة التي حجبت الصينيين عن العالم الخارجي. بلدة الربيع: الأربعاء 13/3/1416ﻫ ـ 9/8/1995م كان الجو صحواً، وفجأة أخذت البروق تلمع، والرعود تتجاوب، والسحب تتراكم، والأمطار تنهمر. وهذه البلدة يسميها الصينيون بلدة الربيع لاعتدال مناخها غالب أيام السنة، وتحيط بها الجبال المكسوة بالغابات من غالب الجهات، وبقربها بحيرة كبيرة تزيد من تلطيف الجو حولها. إرهاق السكان بالضرائب: إذا ملك السائق سيارة بعد عمله في إحدى الشركات فترة طويلة، يدفع ضريبة شهرية للدولة ألف يوان([3]).. وإذا سمح له بالعمل في فندق أو مطار يدفع شهرياً خمسمائة يوان، وجميع الدكاكين الصغيرة والكبيرة، تفرض عليها الدولة ضرائب تناسبها."
  },
  {
    "type": "section",
    "id": "section-20",
    "title": "(82) سافر معي في المشاق والمغارب",
    "content": "السفر من جانجو إلى كومينغ: أقلعت بنا الطائرة من مطار (جانجو) الساعة: 42: 15، والمسافة بين المدينتين: 1700كم. من أولى بمنع الخبائث المؤذية؟!الطائرات الصينية، وهي شركات ماركسية، وغير الصينية في بعض البلدان غير الإسلامية، يمنع فيها التدخين منعاً باتاً في جميع الرحلات، بخلاف أكثر شركات خطوط البلدان الإسلامية، حيث يضطر المسافر الذي يتأذى من رائحة الدخان ـ الذي ثبت خبثه شرعاً وطباً وفطرة ـ أن يستنشق سحاباً منتناً مؤذياً مضراً فترات طويلة من الزمن، وهو سجين في أرجوحة جوية لا يستطيع الفرار بنفسه إلى حيث ينجو من ذلك الخبث، ومن أولى بمنع الخبائث المنتنة الضارة الشيوعيون والوثنيون واليهود والنصارى، أو المسلمون؟! تحسبهم أغنياء من التعفف: المسلمون الصينيون، مع شدة حاجتهم للمساعدة المادية، يظهرون القناعة، وليسوا مثل غيرهم في بعض البلدان الإسلامية وغير الإسلامية، ممن يلحون في طلب المساعدة، والإكثار من الشكوى، وادعاء الأعمال الجبارة في دعوة المسلمين وتعليمهم. وكان الوصول إلى مطار كومينغ في الساعة 5: 17، و‎يقع المطار في جنوب غرب المدينة. في مدينة كومنج مؤتمر أحدث أزمة في الفنادق: كان يعقد في هذه المدينة مؤتمر تجاري، يحضر أعضاؤه من جميع مناطق الصين، ومن بعض البلدان خارج الصين، وأحسن الفنادق في المدينة: فئة أربعة نجوم، غالبها مليئة بالمؤتمرين. لذلك اضطررت للنزول في فندق يقال: إنه ثلاثة نجوم، ويسمى JINLI) HOTEL) وكانت نجومه مزورة؟ فبت فيه بدون نوم أنتظر الصباح [img]pics/19/19034.jpg[/img] منظر لجانب من مدينة كومينغ التقط من الفندق12/3/1416ﻫ [img]pics/19/19029.jpg[/img] المدرسة الأهلية في جانغ ديان 11/3/1416ﻫ. وقد بحثنا عن فندق آخر من فئة أربعة نجوم، فوجدنا غرفة بوساطة صاحب التاكسي الذي كان على صلة بفندق (GOLDED DRAGON HOTEL) أي التنين الذهبي، والفندق نظيف ومظهره جيد ولكن صيانته ـ كعادة الصينيين ـ رديئة، وإدارتهم بطيئة. زيارة مسجد (SHA LOU): وبهذا المسجد مدرسة أهلية يديرها مع المسجد (داود إبراهيم TIE WEI JIE) وإمام المسجد (إبراهيم بن محمد ZHANJ SAO CHAN) بني المسجد قبل (نسيت تسجيل تاريخ بنائه) والمدرسة قبل عشر سنوات، قام ببنائه داود المذكور، يتسع المسجد لخمسمائة مصل. عدد المصلين في غير أيام الجمع يقارب خمسين، وفي أيام الجمع يمتلئ بالمصلين. عدد الطلاب مائة وسبعون، وعدد المدرسين عشرون. عدد المسلمين في المدينة وضواحيها 100000 مائة ألف نسمة تقريباً، يسكن حول المسجد ألف أسرة. عدد المساجد في المدينة خمسة عشر مسجداً، وفي الضواحي أكثر من ذلك. البحث عن الشيخ محمد أمين: ذهبنا إلى أحد المساجد الكبيرة في المدينة، للبحث عن (الشيخ محمد أمين) الذي أثنى عليه كثير من المسلمين، وكان المسلمون في جميع المساجد يحتفلون بالمولد النبوي، أكلاً وذكراً وصلوات، بحسب ما تعلموه في هذه المناسبة. [img]pics/19/19035.jpg[/img] الصينيون يقرأون المولد في أحد مساجد مدينة كومينغ عاصمة يونَّان 13/3/1416ﻫ ولم يتجاوب معنا أحد يدلنا على الشيخ محمد أمين، ولم يظهروا ترحيباً ولا حسن استقبال بالضيف، وهذه عادة غالب من التقيناهم من المسلمين الصينيين، ما عدا الذين يحصل التعريف بنا عندهم، أو يكون له صلة بالجامعة الإسلامية. ومن أهم أسباب عدم استقبال المسلمين الصينيين للضيف المسلم؛ طول المدة التي قضوها منزوين عن العالم، وبخاصة العالم الإسلامي، إضافة إلى خوفهم من مراقبة الدولة وعدم معرفتهم بالزائر، وقد يكون من أسباب ذلك حذرهم من بعض أهل المذاهب الإسلامية المخالفة لما ألفوه في تعبدهم، وبخاصة من يأتيهم من الجزيرة العربية التي يقال لهم: إن علماءها وهابيون! وكان الكثير من طلبة العلم قد تحلقوا في المساجد، لابسين الثياب البيضاء والكوافي والعمائم، وبيد كل منهم كتاب من المولد النبوي المولد يقرءون فيه قراءة جماعية. وجدنا رجلاً مسلماً يبلغ من العمر خمساً وستين سنة، ينطق بصعوبة بعض الكلمات العربية، سألناه عن الشيخ محمد أمين فطرق باب غرفة في المسجد الذي كنا فيه، وقال: هذا بيت الشيخ محمد أمين فخرجت ابنة الشيخ، وقالت: إنه في إحدى القرى الريفية. من أي قارة أنتَ؟ جمعني مصعد الفندق برجل صيني وامرأته وطفله، ويظهر عليهم أثر النعمة والتحضر المادي، ولعلهما من كبار موظفي الدولة، أو من أعضاء الشركات الكبيرة، وكانت المرأة تصوب نظرها إلي تصويباً يدل على تعجبها من هذا الجنس الغريب من البشر، وبادرتني سائلة: من أين أنت؟ باللغة الإنجليزية، قلت: من السعودية. فسألت سؤالاً آخر لم أفهمه، وقلت لرفيقي (إبراهيم): ماذا تقول؟ قال: تقول: من أي قارة؟ قلت: قل لها: من كوكب بعيد عن أرضكم، ولكن إبراهيم قال لها: من قارة آسيا. قالت: من أي جنس؟ فقال لها من العرب. قلت: إذا كانت هذه المرأة التي تنزل في الفنادق الممتازة، ويظهر عليها كما ذكرت أثر النعمة، ويبدو أنها متعلمة وهي تجهل منطقة مشهورة ـ وبخاصة في هذا العقد الذي تناقلت أجهزة الإعلام عنها أحداثاً غير عادية تعرف بها بلدان العالم ولو صغرت ـ فما بالك بعامة الصينيين؟! ‎ وقد سبقت قصتي مع رجل الأعمال الصيني في الطائرة من هونغ كونغ إلى بكين، والقصتان تدلان على العزلة الشديدة التي حجبت الصينيين عن العالم الخارجي. بلدة الربيع: الأربعاء 13/3/1416ﻫـ 9/8/1995م كان الجو صحواً، وفجأة أخذت البروق تلمع، والرعود تتجاوب، والسحب تتراكم، والأمطار تنهمر. وهذه البلدة يسميها الصينيون بلدة الربيع لاعتدال مناخها غالب أيام السنة، وتحيط بها الجبال المكسوة بالغابات من غالب الجهات، وبقربها بحيرة كبيرة تزيد من تلطيف الجو حولها. [img]pics/19/19036.jpg[/img] منظر التقطه الكاتب من على الجبل الغربي في مدينة كومينغ14 /3/1416ﻫ إرهاق السكان بالضرائب: إذا ملك السائق سيارة بعد عمله في إحدى الشركات فترة طويلة، يدفع ضريبة شهرية للدولة ألف يوان[الدولار يساوي ثمانية يوان وتسعة أعشار الين تقريباً في هذه الفترة]. وإذا سمح له بالعمل في فندق أو مطار يدفع شهرياً خمسمائة يوان، وجميع الدكاكين الصغيرة والكبيرة، تفرض عليها الدولة ضرائب تناسبها."
  },
  {
    "type": "section",
    "id": "section-21",
    "title": "(83) سفر معي في المشارق والمغرب (رحلة الصين)",
    "content": "الخميس 14/3/1416ﻫـ 10/8/1995م حوار مع الأخ إبراهيم: الأخ إبراهيم (TANG HAI TANG KE DE) مسلم جديد، وهو الذي رافقني في رحلتي داخل الصين من يوم وصولي إلى بكين، بتاريخ 25/2/1416ﻫ ـ 23/7/1995م، إلى أن غادرت الصين من عاصمة منطقة يونان (YONNAN: Chumming) جنوب الصين بتاريخ 18/3/1416ﻫـ 14/8/1995م. تاريخ ميلاده: سنة 1971م في مدينة (LAN JANG) في وسط الصين، وهي تابعة لمنطقة (SI CHUNA). درس في مدينته إلى أن تخرج من المرحلة الثانوية سنة 1989م. سَبَقَتْهُ أخته إلى الإسلام وأرشدته إليه بحكمة: بعد تخرجه ذهب إلى مدرسة أهلية إسلامية في بكين، بنصيحة من أخته التي سبقته بالإسلام، وتزوجت شاباً فلسطينياً يسمى مصطفى صالح ـ وسأذكر التعريف به في إحدى فقرات هذه الرحلة، وهو الذي استأذن لإبراهيم في دخول المدرسة ـ دون أن تطلب منه الدخول في الإسلام، والمشرف على المدرسة يسمى إسحاق، وهو صيني. ولدت أخته ـ أي إبراهيم ـ سنة 1967م وسمت نفسها بعد إسلامها (سلام) وكان إسلامها سنة 1987م على يد مصطفى صالح الذي كان زميلاً لها في الدراسة. كان الأخ إبراهيم ـ وكل ما أنسبه إليه فهو من إجاباته على أسئلتي ـ يعرف أن المسلمين هم من قومية (خْوِيْ) وهم لا يأكلون لحم الخنزير [وقبيلة خوي هي القبيلة التي كان دخولها في الإسلام في وقت مبكر، ويحاول الحكام الصينيون أن يفهم الناس أن الإسلام خاص بهذه القومية في الصين، ووقر ذلك في أذهان الناس، ولذلك عندما تنشر الدولة إحصاءاتها الرسمية، تنشرها باسم القوميات، ومنها هذه القبيلة التي يبلغ تعدادها 18 مليوناً، ويظن الناس أن هذا هو عدد المسلمين، مع أن الإسلام منتشر في قبائل أخرى غيرها. ولذا لا ينبغي الاعتماد في عدد المسلمين على هذا الإحصاء]. ولا يعرف الأخ إبراهيم أن أحدا غيره كان يدرس في هذه المدرسة من غير المسلمين، وهي تُدَرِّس العلوم الإسلامية واللغة العربية. ومن ذلك تفسير بعض الآيات القرآنية، وقراءة بعض قصار السور. والذي يتولى تفسير بعض الآيات هو الشيخ إسحاق نفسه، ويختار في الغالب الآيات الدالة على وجود الله وتوحيده [وهو اختيار موفق حكيم،لأن الثورة الثقافية الماوية الماركسية رسخت في أذهان الناس أنه لا يوجد للكون خالق، وأن الطبيعة هي التي أوجدته]. الموت مخيف ونظام الكون دقيق ولم يكن يفكر في الْمُمِيت الْمُوجِد! قال الأخ إبراهيم: إنه كان في صغره شديد الخوف من الموت عندما كان يرى الموتى يدفنون، ولم يكن يفكر في وجود الله، وكان يلفت نظره النظام الدقيق في الكون، ولكنه لا يفكر فيمن أوجده، ولا فكر في أن الطبيعة هي التي أوجدت نفسها. السؤال عن حقيقة الإسلام؟ وفي هذه المدرسة بدأ يسأل بعض زملائه عن حقيقة دين الإسلام؟ فقدم له أحد زملائه كتاباً، يسمى: \"حقيقة الإسلام\" باللغة الصينية وعندما قرأه وجد فيه شيئاً جديداً، وهو أن لهذا الكون خالقاً واحداً، ولكنه لم يجزم بوجود خالق، بل كان يرى بأن ذلك يمكن أن يكون صحيحاً، ويمكن أن لا يكون صحيحاً، ولكنه قال في نفسه: إذا كان يوجد خالق لهذا الكون فعلاً، فلا بد أن يكون واحداً فقط، ولا يمكن أن يكون متعدداً، ولم يصدق القصص الصينية التي تقول: إن الآلهة متعددة. إيمانه بالإله وشكه في الرسول والسبب! ثم لما سمع الآيات الدالة على وجود الله، آمن بأن لهذا الكون خالقاً، وانتفى الشك الذي كان عنده قبل ذلك، ولكنه كان في شك من أن محمداً ـ صلى الله عليه وسلم ـ كان رسولاً من عند الله، لاحتمال أنه ـ أي محمد صلى الله عليه وسلم ـ وصل إلى الإيمان بوجود الله وتوحيده بفكره، وليس عن طريق الرسالة. ‎وبناء على ذلك، أي إيمانه بوجود خالق واحد، مع الشك في رسالة محمد r، نطق الشهادتين، وكان ذلك سنة 1991م. وكان عمره 19 سنة. لا يمكن أن يأتي بهذا الدين بشر من عند نفسه! وفي نفس السنة سافر إلى باكستان للدراسة في جامعة الدعوة إلى القرآن والسنة في بيشاور، ومكث ثمانية شهور وهو لا يزال يشك في رسالة محمد صلى الله عليه وسلم، ويتساءل في نفسه: لماذا هو نبي؟ وكان يتهاون في أداء الصلاة لعدم معرفته بوجوبها. ولكنه خلال الشهور الثمانية درس بعض مبادئ الإسلام، وكان يرى أنها كلها خير، وعرف أن هذه المبادئ جاء بها محمد صلى الله عليه وسلم، وآمن بكل ما سمعه عن الإسلام، ووقر في ذهنه أن هذا الدين لا يمكن أن يأتي به بشر من عند نفسه، بل لا بد أن يكون من عند الله، وعند ذلك أيقن بأن محمداً صلى الله عليه وسلم رسول من عند الله. وكان قبل إسلامه قلقاً من مصيره إلى الموت، إذ كان يفكر في أنه إذا مات صار إلى التراب وتحت الأوساخ والقاذورات، وكان يحاول أن يفر من هذا الخوف بالحديث مع زملائه. أما الآن فهو لا يخاف إلا من عذاب الله إذا مات على معصية. وأسرته: أمه وأبوه وأخته الكبرى الذين لم يسلم منهم أحد عندما أسلم ـ لم يغضب أحد منهم عليه بسبب إسلامه. وقد دخلت أمه قريباً في الإسلام، وهو شديد الرغبة في دخول بقية أسرته في الإسلام، ولعله ينجح في ذلك قريبا بإذن الله[هذه هي قصة إسلام مرافقي الأخ إبراهيم الصيني وهو الآن في الجامعة الإسلامية بالمدينة المنورة، نجح من السنة الأولى من كلية الدعوة وأصول الدين إلى السنة الثانية منها، أسأل الله أن يزيده هدى ويهدي به]."
  },
  {
    "type": "section",
    "id": "section-22",
    "title": "(84) سافر معي في المشارق والمغارب (رحلة الصين)",
    "content": "الخميس 14/3/1416ﻫـ 10/8/1995م حوار مع الأخ إبراهيم: الأخ إبراهيم (TANG HAI TANG KE DE) مسلم جديد، وهو الذي رافقني في رحلتي داخل الصين من يوم وصولي إلى بكين، بتاريخ 25/2/1416ﻫ ـ 23/7/1995م، إلى أن غادرت الصين من عاصمة منطقة يونان (YONNAN: Chumming) جنوب الصين بتاريخ 18/3/1416ﻫـ 14/8/1995م. تاريخ ميلاده: سنة 1971م في مدينة (LAN JANG) في وسط الصين، وهي تابعة لمنطقة (SI CHUNA). درس في مدينته إلى أن تخرج من المرحلة الثانوية سنة 1989م. [img]pics/19/19039.jpg[/img] الكاتب ومرافقه الصيني إبراهيم على إحدى البحيرات في الطريق بين كومينغ ولاشاين 15/3/1416ﻫ سَبَقَتْهُ أخته إلى الإسلام وأرشدته إليه بحكمة: بعد تخرجه ذهب إلى مدرسة أهلية إسلامية في بكين، بنصيحة من أخته التي سبقته بالإسلام، وتزوجت شاباً فلسطينياً يسمى مصطفى صالح ـ وسأذكر التعريف به في إحدى فقرات هذه الرحلة، وهو الذي استأذن لإبراهيم في دخول المدرسة ـ دون أن تطلب منه الدخول في الإسلام، والمشرف على المدرسة يسمى إسحاق، وهو صيني. ولدت أخته ـ أي إبراهيم ـ سنة 1967م وسمت نفسها بعد إسلامها (سلام) وكان إسلامها سنة 1987م على يد مصطفى صالح الذي كان زميلاً لها في الدراسة.  كان الأخ إبراهيم ـ وكل ما أنسبه إليه فهو من إجاباته على أسئلتي ـ يعرف أن المسلمين هم من قومية (خْوِيْ) وهم لا يأكلون لحم الخنزير [وقبيلة خوي هي القبيلة التي كان دخولها في الإسلام في وقت مبكر، ويحاول الحكام الصينيون أن يفهم الناس أن الإسلام خاص بهذه القومية في الصين، ووقر ذلك في أذهان الناس، ولذلك عندما تنشر الدولة إحصاءاتها الرسمية، تنشرها باسم القوميات، ومنها هذه القبيلة التي يبلغ تعدادها 18 مليوناً، ويظن الناس أن هذا هو عدد المسلمين، مع أن الإسلام منتشر في قبائل أخرى غيرها. ولذا لا ينبغي الاعتماد في عدد المسلمين على هذا الإحصاء]. ولا يعرف الأخ إبراهيم أن أحدا غيره كان يدرس في هذه المدرسة من غير المسلمين، وهي تُدَرِّس العلوم الإسلامية واللغة العربية. ومن ذلك تفسير بعض الآيات القرآنية، وقراءة بعض قصار السور. والذي يتولى تفسير بعض الآيات هو الشيخ إسحاق نفسه، ويختار في الغالب الآيات الدالة على وجود الله وتوحيده [وهو اختيار موفق حكيم، لأن الثورة الثقافية الماوية الماركسية رسخت في أذهان الناس أنه لا يوجد للكون خالق، وأن الطبيعة هي التي أوجدته]. الموت مخيف ونظام الكون دقيق ولم يكن يفكر في الْمُمِيت الْمُوجِد! قال الأخ إبراهيم: إنه كان في صغره شديد الخوف من الموت عندما كان يرى الموتى يدفنون، ولم يكن يفكر في وجود الله، وكان يلفت نظره النظام الدقيق في الكون، ولكنه لا يفكر فيمن أوجده، ولا فكر في أن الطبيعة هي التي أوجدت نفسها. السؤال عن حقيقة الإسلام؟ وفي هذه المدرسة بدأ يسأل بعض زملائه عن حقيقة دين الإسلام؟ فقدم له أحد زملائه كتاباً، يسمى: \"حقيقة الإسلام\" باللغة الصينية وعندما قرأه وجد فيه شيئاً جديداً، وهو أن لهذا الكون خالقاً واحداً، ولكنه لم يجزم بوجود خالق، بل كان يرى بأن ذلك يمكن أن يكون صحيحاً، ويمكن أن لا يكون صحيحاً، ولكنه قال في نفسه: إذا كان يوجد خالق لهذا الكون فعلاً، فلا بد أن يكون واحداً فقط، ولا يمكن أن يكون متعدداً، ولم يصدق القصص الصينية التي تقول: إن الآلهة متعددة. إيمانه بالإله وشكه في الرسول والسبب! ثم لما سمع الآيات الدالة على وجود الله، آمن بأن لهذا الكون خالقاً، وانتفى الشك الذي كان عنده قبل ذلك، ولكنه كان في شك من أن محمداً ـ صلى الله عليه وسلمـ كان رسولاً من عند الله، لاحتمال أنه ـ أي محمد صلى الله عليه وسلم ـ وصل إلى الإيمان بوجود الله وتوحيده بفكره، وليس عن طريق الرسالة. ‎وبناء على ذلك، أي إيمانه بوجود خالق واحد، مع الشك في رسالة محمد r، نطق الشهادتين، وكان ذلك سنة 1991م. وكان عمره 19 سنة. لا يمكن أن يأتي بهذا الدين بشر من عند نفسه! وفي نفس السنة سافر إلى باكستان للدراسة في جامعة الدعوة إلى القرآن والسنة في بيشاور، ومكث ثمانية شهور وهو لا يزال يشك في رسالة محمد صلى الله عليه وسلم، ويتساءل في نفسه: لماذا هو نبي؟ وكان يتهاون في أداء الصلاة لعدم معرفته بوجوبها. ولكنه خلال الشهور الثمانية درس بعض مبادئ الإسلام، وكان يرى أنها كلها خير، وعرف أن هذه المبادئ جاء بها محمد صلى الله عليه وسلم، وآمن بكل ما سمعه عن الإسلام، ووقر في ذهنه أن هذا الدين لا يمكن أن يأتي به بشر من عند نفسه، بل لا بد أن يكون من عند الله، وعند ذلك أيقن بأن محمداً صلى الله عليه وسلم، رسول من عند الله. قلقه من الموت قبل إسلامه وكان قبل إسلامه قلقاً من مصيره إلى الموت، إذ كان يفكر في أنه إذا مات صار إلى التراب وتحت الأوساخ والقاذورات، وكان يحاول أن يفر من هذا الخوف بالحديث مع زملائه. أما الآن فهو لا يخاف إلا من عذاب الله إذا مات على معصية. وأسرته: أمه وأبوه وأخته الكبرى الذين لم يسلم منهم أحد عندما أسلم ـ لم يغضب أحد منهم عليه بسبب إسلامه. وقد دخلت أمه قريباً في الإسلام، وهو شديد الرغبة في دخول بقية أسرته في الإسلام، ولعله ينجح في ذلك قريبا بإذن الله [هذه هي قصة إسلام مرافقي الأخ إبراهيم الصيني وهو الآن في الجامعة الإسلامية بالمدينة المنورة، نجح من السنة الأولى من كلية الدعوة وأصول الدين إلى السنة الثانية منها، أسأل الله أن يزيده هدى ويهدي به]. انتهى الحوار مع إبراهيم. [img]pics/19/19034.jpg[/img] منظر لجانب من مدينة كومينغ التقط من الفندق12/3/1416ﻫ جولة في الجبل الغربي: ذهبنا إلى الجبل الغربي ـ هكذا يسمونه ـ وهو أحد الجبال المحيطة بالمدينة، ويقع غربها وهو جبل سياحي، به كثير من المعابد البوذية، ويشرف على المدينة وضواحيها، وبجانبه تقع البحيرة الكبيرة، وبه المصاعد الجبلية الكهربائية التي توصل السائحين إلى قمة الجبل. وقد صعدنا إلى قمة الجبل، ولكن الأمطار الغزيرة بللت ثيابنا ونحن في المصعد، فاضطررنا إلى العودة إلى المدينة. حوار قصير مع سادن المعبد: دخلنا أحد المعابد البوذية وهو ذو مبان كثيرة في كل مبنى صور مجسمة لبوذا، والناس يقدمون له أعواد البخور ويركعون ويسجدون على الأرض أمام صورته. من هو بوذا؟ فأجاب: هو رجل هندي. من خلق بوذا؟ قال: خلق نفسه. هل يخلق الشيء نفسه؟ قال: بوذا خلق نفسه. هل الكون منظم، دقيق التنظيم؟ قال: نعم. من خلق هذا الكون الدقيق التنظيم؟ قال: الطبيعة. ما هي الطبيعة؟ قال: هي الأشياء التي نشاهدها. هل تتصف الطبيعة بصفات تمكنها من خلق نفسها، كالعلم والقدرة والحكمة؟ فأظهر العجز وسكت، فتركناه وذهبنا.  كان الجو صحواً نسبياً، فصعدنا بالمصعد الكهربائي وهو مكشوف، وفي أثناء صعودنا هطلت الأمطار علينا فبللت ثيابنا."
  },
  {
    "type": "section",
    "id": "section-23",
    "title": "(85) سافر معي في المشارق والمغارب – رحلة الصين",
    "content": "السفر من كومنج إلى قرية لا شا يين(LA ZI YIN)12/3/1416ﻫ الجمعة 15/3/1416ﻫـ 11/8/1995 م كان خروجنا من كومينغ بالسيارة الساعة:40: 7 صباحاً. ولا شايين منطقة تشتمل على عدة قرى، تقع جنوب شرق كومنج، ويكثر بها المسلمون، وفي الطريق إليها أسواق شعبية على جوانب الشارع، وقرى كثيرة، تكثر في هذه المنطقة الخيول الصغيرة الحجم. وتكثر العربات المحملة بالخضراوات والأخشاب، وتقودها الخيل والحمير، وكثير منها يقودها البشر، والأرض كلها زراعية خضراء. وتكثر بها الجبال المكسوة بالغابات الشديدة الكثافة، و البحيرات  الصغيرة والكبيرة، والجداول المائية الصغيرة، والطريق في كثير منها يتلوى كالثعبان. المسافة إليها: 120كم. في منطقة لاشينمنزل التاجر المسلم (لا شي رونغ): استقبلنا الشاب المسلم التاجر (لا شي رونغ LASHI RONG)، نزلنا في بيته الذي لم أر للمسلمين في الصين بيتاً يشبهه (مقصورة كبيرة مكونة من ثلاثة أدوار، ذات غرف واسعة، وأثاث فاخر، وحوش كبير به، مواقف للسيارات، وهو ثالث منزل أدخله من منازل الصينيين). وقد أقام بهذا المنزل أساتذة الجامعة الإسلامية، الذين جاءوا لإقامة دورة تعليم اللغة العربية في هذه المنطقة هذه السنة، وكان عددهم أربعة. وفي السنة الماضية كان عددهم ثلاثة، وكانت مدة الدورة في كل سنة 17 يوماً، وقد استفاد من هذه الدورات المدرسون الصينيون، وحصل بها تشجيع للمسلمين. وقد بلغ عدد الطلاب الذين يدرسون في الجامعة الإسلامية من هذه البلدة 13 شخصاً، ولا يزالون يطلبون المزيد، لأنهم في حاجة إلى أربعين مدرساً متمكناً من اللغة العربية والعلوم الإسلامية. وقال الأخ لا شي: إنه سيبني مزيداً من الفصول في المدرسة الحالية، لتكون خاصة بالبنين، وإقامة مدرسة أخرى خاصة بالبنات..قال: إن أصلهم من العرب، نزحوا قديماً إلى الصين. عمره 39 سنة، توفي والده ـ ويسمى علياً ـ في 21/1/1995م، حضر في تعزيته 10000 شخص وعمره عند وفاته 69 سنة. كان ـ أبوه ـ نائب رئيس جمعية يونان الإسلامية. [img]pics/19/19040.jpg[/img] علي بدر الدين والد لاشي رنغ توجد في المنطقة مدرسة أهلية، عدد أساتذتها:40، وعدد طلابها: 200، وإذا حضر معهم أهلهم يبلغون جميعاً: 400الذين حفظوا بعض سور القرآن الكريم من الطلاب:400 قال الأخ لا شي: إن عدد المسلمين في (يونان YONNAN) مليون، وفي مدينة كومينغ 10000. وعدد المساجد في يونان 100 مسجد وفي مدينة كومينغ ستة مساجد. وعدد المسلمين في بلدته 6700، وعدد غير المسلمين فيها 800 شخص فقط. وعدد المساجد فيها ثلاثة، وقد زرنا اثنين منها. الذين يحافظون على الصلاة في هذه البلدة 50% من الصغار، و90% من الكبار يصلون الجمعة. [img]pics/19/19042.jpg[/img] مبنى المدرسة الأهلية [img]pics/19/19043.jpg[/img] التاجر المسلم لاشي رونغ في منزله على يسار الكاتب وابنه م إبراهيم الصيني يمين الكاتب 15/3/1416ﻫ وهذا الرجل رئيس شركة كبيرة تجارية وصناعية، وتساعد شركته المسلمين في مجالات كثيرة، وبخاصة بناء المساجد والمدارس وما يتعلق بالتعليم. وقد كان بعض المسلمين ارتدوا عن الإسلام في عهد آخر إمبراطور، ولكنهم رجعوا إلى الإسلام بعد أن وجدوا بعض المساعدات باسم الإسلام. أكبر الجمعيات في المنطقة هي جمعية يونان الإسلامية، وهي مرتبطة بالجمعية الإسلامية الصينية في وتساعد المسلمين في بكين في شؤون الحج وغيره. أيضاً في لاشاين ـ يونَّان ـ 15/3/1416ﻫ [img]pics/19/19044.jpg[/img] [img]pics/19/19045.jpg[/img] مسجد جديد في لاشاين ـ يونَّان ـ 15/3/1416ﻫ [img]pics/19/19041.jpg[/img] مدرسة نسائية في منطقة لاشاين عدد سكان الصين: بلغ عدد سكان الصين حسب الإحصاء الرسمي في شهر 9/1994م مليار، وثلاث مائة وتسعة ملايين، وثمانمائة وخمسة وتسعين ألف، ومائتين وأربعاً وعشرون نسمة (1.309.895.224). أخلاق الغرب الفاسدة تتغلغل في الصينيين: الصين فيها الملحد والوثني، والوثنيون أصناف كثيرة، والمسيحي، والمسلم، والمسلمون منهم الحنفي، والسلفي، والصوفي، والصوفية طرق متعددة. المسلمون الصينيون ثلاثة أقسام: القسم الأول: يفقه الإسلام ويفقه مهمته، ويحاول نشر الدين بين بني قومه وغيرهم، مع الحذر وخشية الخطر، وهذا القسم قليل. القسم الثاني: الجهال بدينهم حتى من أئمة المساجد، وهذا هو الغالب على المسلمين. القسم الثالث: عندهم علم ولكنهم يحرصون على مصالحهم المادية ومناصبهم الوظيفية، وهم ممكنون من قبل الحكومة في حدود دائرة التخدير لعامة المسلمين بالفتاوى التي ترضي الدولة. واجب المسلمين في خارج الصين لمسلمي الصين: يجب على علماء المسلمينالقادرين والمؤسسات الإسلامية في خارج الصين القيام بواجبهم لمسلمي الصين بالوسائل الآتية: الوسيلة الأولى: تفقيه الطلاب الصينيين الوافدين إلى البلدان الإسلامية لطلب العلم في دينهم، وتربيتهم تربية إسلامية سليمة. الوسيلة الثانية: زيادة المنح الطلابية من جميع مناطق الصين، بحسب كثرة المسلمين فيها وقلتهم، ولا ينبغي العناية بمنطقة دون أخرى. الوسيلة الثالثة: إقامة دورات لأئمة مساجد الصين في البلدان العربية، في قراءة القرآن الكريم قراءة صحيحة وتجويده، وتفسير ما تيسر منه، وفي دراسة بعض الأحكام من القرآن والسنة وكتب الفقه، وفي أصول الدعوة وأساليبها، حتى يعودوا إلى بلادهم قادرين على نقل ما تعلموه إلى المسلمين في بلدانهم، مع العلم أن أئمة المساجد هم رواد المسلمين في كل أنحاء الصين. وقد قام بذلك بعض المسئولين في الأزهر، ونفع الله به الذين اشتركوا من الأئمة في تلك الدورات، في القاهرة. الوسيلة الرابعة: مساعدة العلماء الصينيين ـ وهم قلة ـ بكتب ومراجع عربية وإنجليزية تعينهم على ترجمة معاني القرآن والسنة، ومبادئ الإسلام وأحكامه، في كتيبات ونشرات باللغة الصينية، لتصل إلى القراء من المسلمين وغيرهم، لإقامة الحجة وبلوغ الدعوة. الوسيلة الخامسة: اختيار الطلاب البارزين من الصينيين الموجودين في الجامعة الإسلامية، والعناية بهم بإقامة دورات أثناء السنة الدراسية، تمكنهم من القيام بالدعوة بين الحجاج الصينيين في مواسم الحج في الحرمين الشريفين، وهي فرصة تجعل الحاج يعود إلى وطنه وقد تحقق فيه قول الله تعالى: ﴿ وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ (27) لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ ﴾[الآية 27 ـ 28 الحج]..."
  },
  {
    "type": "section",
    "id": "section-24",
    "title": "(86) سافر معي في المشارق والمغارب (رحلة الصين)",
    "content": "حوار مع فضيلة الشيخ الحاج محمد أمين ما إِنْ شِينْ: الأحد 17/3/1416ﻫ ـ 13/8/1995 مفي فندق (دْرانج يونّان جولدين)مدينة كومينغ ـ يونَّان ـ CUMING YONNAN GOLDEN  DRANG HOTEL [img]pics/19/19046.jpg[/img] الشيخ محمد أمين في الفندق في مدينة كومينغ 17/3/1416ﻫ هذا الرجل سمعت عنه كثيراً، قبل أن أصل إلى مدينة كومينج عاصمة مقاطعة يونان الواقعة في جنوب الصين، وقد حاولت الاتصال به بعد وصولي مباشرة، ولكني عجزت عن ذلك، إذ حاول مرافقي مع المسلمين الذين كانوا يعدون العدة للاحتفال بالمولد النبوي في المساجد، فلم يرض أحد منهم بأن يدلنا عليه، بل إنهم كانوا ينظرون إليَّ، ولا يمدون أيديهم لمصافحتي، كما يفعل المسلمون في بلدانهم عندما يرون ضيفاً في بلادهم، وهذه ظاهرة غريبة رأيناها في المسلمين الصينيين في أماكن كثيرة من الصين! [img]pics/19/19047.jpg[/img] ولكن عندما سافرنا إلى قرية: لا شايين المسلمة، زودنا الشاب التاجر المسلم: (لا شاي رونج) بعنوان الشيخ محمد أمين ورقم هاتف أحد أقاربه، وقد استجاب للقاء بعد تردد، كغيره، خوفاً من مراقبة الدولة، ومن لقاء شخص لا يعرفه. عمر الشيخ محمد أمين 63 سنة. [img]pics/19/19048.jpg[/img] الكاتب في الوسط، والشيخ محمد أمين على يمن0 والمترجم محمد إبراهيم على يساره، في مكتبة الكاتب بمنزله في المدينة المنورة العلماء لذين درس عليه الشيخ [img]pics/19/19049.jpg[/img] دراسة الشيخ: درس على يد الأساتذة في بلدته لا شا يين ( la zi yin) آباؤه كلهم أئمة ـ إلى خامس جد. والده هاجر إلى بورما، وأخوه الأكبر ذهب إلى تايلاند، وقد توفيا. خرج الشيخ من القرية سنة. 1949درس على أبيه (إبراهيم) وعلى جده (سليمان)، توفي أبوه سنة 1975م وعمره 63 سنة الشيخ محمد أمين يشرح أحوال المسلمين في الصين ويطلب النصيحة في كيفية تفقيه الشباب وتربيتهم ليقوموا بالدعوة بمنزل الكاتب في بورما وهو في طريقه إلى الحج. ومن مشايخه؟ نمه (نور الدين). من شيوخه العالم المشهور محمد مكين ودرس على الشيخ محمد مكين أكثر من عشرة أيام، وهو ـ محمد مكين ـ الذي ترجم معاني القرآن الكريم إلى اللغة الصينية توفي سنة 1980م، وكان مترجماً لزعيم الشيوعيين، ولرئيس الوزراء. تخرج الشيخ محمد أمين من معهد المعلمين في كومينغ سنة 1956م، وأراد الذهاب للدراسة في الأزهر، ولم يتمكن، لعدم وجود علاقة بين مصر والصين آنذاك. دعي الشيخ محمد أمين من بعض البلدان الإسلامية، ولكن لحكومة الصينية لم تأذن له وقد أُرسلت للشيخ محمد أمين عدة دعوات من ماليزيا ومن باكستان، ولم تأذن له الحكومة بالسفر، كما وجهت له دعوة إلى الحج ولم تأذن له، وقد سبق له أن أدى فريضة الحج سنة 1988م وقد قام بالتدريس في الثانوية الحكومية، قبل أن يتخرج، وقام بالتدريس في معهد تدريب المعلمين، وهو الآن يدرس اللغة العربية والعلوم الإسلامية في قرية (إيشي)، وهي قريبة من قرية (لا شايين) وهي مشهورة بتخريج العلماء، وهي مراقبة من قبل الحكومة. ما ناله هو وأسرته من أذى في سبيل الله! وقد سجن مرتين قضى فيهما عشرين عاماً، وهو في عنفوان شبابه، ولازال مراقباً إلى الآن. المرة الأولى: كانت في سنة 1956م. والمرة الثانية كانت سنة 1975م. وفي هذه المرة دمرت الحكومة قرى المسلمين، وقد اشتهرت بقضية: (شادين). وبعد خروجه من السجن أعلنت الحكومة أن سجنه كان خطأ![هكذا يكون العدل، وهكذا يكون الرجوع إلى الحق؟! حكومة لها أجهزة أمنها، ومدعوها العامون، ومحاموها، ومكاتب تحقيقها، وقضاتها، تسجن الشخص عشرين عاماً، ثم تعتذر بأن سجنه كان خطأ؟! يا لها من مهزلة!].وأرادوا إعطاءه منصباً حكومياً تكفيراً لخطيئتهم، ولكنه رفض ذلك، وفضل أن يؤسس مدرسة يتعهد فيها أبناء المسلمين. وحصل له ما أراد، ولكنهم يضايقونه في المدرسة ويراقبونه مراقبة شديدة، وقد أطلق على المدرسة اسم كلية، فجاء رئيس المنطقة ومعه اثنان من كبار موظفي الشؤون الدينية ـ ومعروف أن موظفي الشؤون الدينية في الدول التي تحارب الإسلام، وبخاصة الشيوعية، مهمتهم التضييق على المسلمين، وبخاصة المخلصين منهم لدينهم ـ ومعهم ثلاثون من الموظفين، جاءوا لزيارة المدرسة، ومراقبتها والتحذير من تجاوز الحدود المسموح بها، وأمروا بتغيير اسم الكلية إلى مدرسة والمسلمون يحترمون الشيخ ويقدرونه. وله أربعة أولاد: ابنان وبنتان، وقد استشهدت بنته الكبرى في عهد الثورة (الماوية) سنة 1971م وعمرها 18 سنة، وهي كبرى أولاده، وقد نال الأذى كل أفراد أسرته مبالغة في إيذائه، وكان أكبر أبنائه قد قبل في جامعة قطر التي أراد أن يكمل دراسته فيها، فمنعته الحكومة، ورفضوا التحاقه بجامعة بكين. وله ثلاثة من الأحفاد. نشاط الشيخ في الترجمة والتأليف: وللشيخ أكثر من عشرة كتب ـ غالبها ترجمه من العربية إلى الصينية ـ وقد طبعت في هونغ كونغ. منها المستقبل لهذا الدين، لسيد قطب رحمه الله رحمة واسعة، والحلال والحرام للدكتور يوسف القرضاوي، والمعجزة الكبرى لمصطفى صديق، والتربية في الإسلام لمصطفى الطحان، ومنبهات لابن حجر العسقلاني، وله رسالة باللغة العربية، بعنوان (أزمة المسلمين في الصين) [حاولت الحصول عليها، فاعتذر بأنه لا يوجد عنده منها نسخ وأحالني إلى بعض أساتذة الجامعة الإسلامية الذين أقاموا في منطقته دورة هذا العام والذي قبله من أساتذة تعليم اللغة العربية، قال: إنه سلم له نسخة من الكتاب، الذي وجدته عند بعض أساتذة الجامعة بعد رجوعي بحث مختصر في وريقات قليلة، وهي بعنوان (الأزمات التي يواجهها في الحاضر الشبان المسلمون في الصين) وهي مثبتة في آخر هذه المقابلة]. أقدم مسجد في الصين: قال الشيخ: إن أقدم مسجد في الصين هو مسجد (تْشِنْزُو) يقال: إنه جاء إلى هذه المنطقة أحد الصحابة، وأسس فيها مسجداً، وسمي (خْوَايْ سِنْسْ) ومعناها: ذكرى النبي صلى الله عليه وسلم، ويقع في جنوب شرق الصين، وهي تقع في مقاطعة (غوَانْدُنْغ) وقد بني هذا المسجد قبل 1300 سنة. عدد المساجد في الصين، وعدد المسلمين وعدد المسلمين المساجد في الصين عدد المساجد في الصين أكثر من 25 ألف حسب إحصاء الحكومة، ويمكن أن تكون أقل بالنسبة للمساجد الكبيرة، وهي التي يوجد بها منزل للإمام ومرافق للدراسة... عدد المساجد في (يونَّان) 800، وعددها في مدينة كومينغ خمسة. وعدد المسلمين في الصين أكثر من عشرين مليونا، وعدد المسلمين في يونان 600 ألف، وعددهم في مدينة كومينغ 80 ألفا، نسبة الملتزمين بالإسلام في الصين [الإحصاءات غير مضبوطة في الصين بالنسبة للمسلمين ومساجدهم ومدارسهم، لأن الإحصاءات الحكومية، كثير من المسلمين لا يثقون فيها، والمسلمون ليس عندهم إمكانات للإحصاء، والاهتمام بذلك قليل، ولهذا تجد تقديرات المسلمين تختلف، وليس عندهم إلا الإحصاءات الرسمية. وأنا أكتب المعلومات التي يدلي بها كل شخص، والعهدة عليه، وهم في الغالب لا يجزمون بما يقولون، ولهم الحق في ذلك].. قلت للشيخ عندما ذكر نسبة الملتزمين بالإسلام المتدنية، وهي واحد في المائة: هل السبب في قلة الملتزمين بالدين هو جهلهم به أو رفضهم له مع العلم به؟ فقال: نحن في بلاد (حكومتها ملحدة ظالمة لا ترحم) والذين يقال لهم علماء علمهم ضعيف، والظروف صعبة. الأديان الموجودة في الصين: 1 ـ البوذية، وهي أقدمها. 2 ـ النصرانية. 3 ـ الإسلام. 4 ـ ديانة (داو) وهم يعبدون السماء. 5 ـ الكنفو شيوسية. ترتيب أتباع الديانات في الصين وترتيب أتباع الديانات في الكثرة: البوذية، ثم النصرانية، ثم الإسلام [وهذا يدل على ما تعرض له الإسلام من حرب ومضايقة لأنه وصل إلى الصين في عهد الصحابة رضي الله عنهم، بخلاف النصرانية فإنها بدأت في الانتشار خلال حرب الأفيون، وهي متأخرة جداً، إضافة إلى تقصير المسلمين من خارج الصين في نشر الدعوة في تلك البلاد]. ([1]). وتؤمن بالإسلام إحدى عشرة قومية ـ وعدد القوميات 56 قومية في الصين. والمذهب الحنفي هو السائد في الصين، وتوجد طرق صوفية، وهي كثيرة. حكماء الصين: قلت للشيخ: يقال إن الصين تشتهر بالحكماء، فهل يوجد منهم أحد الآن؟ فقال: كان يوجد عالم مسلم حكيم، يقال له: (شمس الدين)، كان رئيساً للوزراء في عهده، وقد توفي قبل 800 سنة، وقد درس تاريخه رجل كويتي، يسمى: (محمد دبوس). وكتب بعض الكتاب في مجلة أردنية عن أربعة من الحكماء، أحدهم شمس الدين هذا. ولا أعرف وجود حكماء الآن، ولكن الصينيين يعتبرون زعيم الثورة الماوية من الحكماء، وكذلك الزعيم الحالي للشيوعيين، لأن لهم فلسفة في الحكم والسياسة. وكان يوجد حكيم صيني قديم قبل 3000 سنة، يدعى (صُوْنْتْزْ) [وهو صاحب (فن الحرب) الذي ترجمه إلى العربية عمر حليق]. . ترجم له محمد مكين، وقد تأثر به الصينيون، والكتاب الذي ألف يسمى (حوار). وقد ألف محمد مكين كتاباً في تاريخ الإسلام في الصين. أساليب الدعوة النافعة ونجاح الكتاب الإسلامي في الصين: سألته عن أساليب الدعوة النافعة في الصين في هذه الفترة؟ فقال: أسلوب النصارى كان قوياً وناجحاً، ويمكن الاستفادة منه، بحيث لا تكون الدعوة خاصة بالإمام ولا بالمسجد. ويمكن طبع الكتب وتوزيعها، لأن الدعوة الشفوية مقصورة على المساجد [وبخاصة في الصين التي يحظر فيها الدعوة إلى الدين، وبخاصة الإسلام]. ويكون توزيعها للمسلمين وغير المسلمين. ونفع الدعوة في المساجد محدود، وبخاصة أن أئمة المساجد ضعفاء في العلم، لا يقدر أكثرهم على إيصال حقائق الإسلام إلى الناس إضافة إلى أن الذين يحضرون المسجد هم عدد قليل جداً من المسلمين. والكتاب يدخل في كل مكان، في المدن والقرى، وعلى سبيل المثال، فإن كتاب الحلال والحرام [للدكتور يوسف القرضاوي رحمه الله]. قد طبع في الصين خمس مرات، كل مرة يطبع منه عشرة آلاف نسخة، وينفد. ومن الأساليب النافعة تأسيس المدارس، وإنشاء مجلات، وكذلك أشرطة الكاسيت والفيديو. والشيخ الآن يترجم كتاب (الإيمان والحياة) للدكتور يوسف القرضاوي، واستأذنه في ترجمة كتاب: (شرائط الإسلام)، ولم يرد له الجواب إلى الآن[قلت له: الدكتور يوسف القرضاوي، سيسره ترجمتك لكتبه، ولا يمكن أن يرفض ذلك، ولعل رسائلك لم تصله].وسيترجم له كذلك (أخلاق الدعاة في الإسلام نظرياً وتطبيقياً). وقال: إن التدريس قد شغله عن التأليف والترجمة. الأعمال التي باشرها الشيخ وذكر الشيخ أنه عمل في عدة أعمال، في مصانع السلاح، وفي الحدادة والزراعة وتعبيد الطرق وغيرها. الرجل لم يشر من بعيد أو من قريب إلى حالته المادية، وقد سمعت من غيره أن أسرته في حاجة إلى المساعدة، وهو مشغول بتدريس المسلمين وتربية أولادهم، ولم يسأل عن شيء غير كتب اللغة التي تعينه على الترجمة السليمة. نص الخطاب الذي وجهه إليَّ الشيخ محمد أمين: هذا وقد تلقيت من الشيخ محمد أمين خطاباً مكتوباً بخط يده، بعد رجوعي إلى المدينة[بعد سبعة أشهر من اجتماعي به تقريباً]. بعث به مع بعض طلاب الصين الذين يدرسون في الجامعة الإسلامية بالمدينة المنورة، ومع هذا الخطاب عشر صفحات منزوعة من كتاب مطبوع، فيها ترجمات لبعض علماء الصين، ومنهم: العالم المشهور بـ(السيد الأجل) [وهو في الأصل من مواليد بخارى سنة 1211م]. وبعض أولاده، وما تولوه من أعمال، وما لهم من مؤلفات وما قاموا به من إصلاحات، ولكني لا أدري ما اسم الكتاب الذي احتوى على هذه الأوراق. وسبب بعثه بهذه الأوراق أنني سألته عندما اجتمعت به عن بعض أكابر العلماء القدامى في الصين، فذكر لي هذا الاسم ( شمس الدين) وهو نفس السيد الأجل، وذكر أن شاباً كويتياً كتب عنه اسمه: محمد دبوس. وهذا نص خطاب الشيخ محمد أمين والمعلومات التي أرسلها إلي: (فضيلة الشيخ المحترم الدكتور عبد الله قادري الأهدل حفظه الله. السلام عليكم ورحمة الله وبركاته. تحياتي وشوقي الزائد إلى رؤيتك، وسؤالي عن غالي صحتك، ورجائي أن تكون على خير ما أتمناه لشخصك العزيز الذي أحبه وأهواه. وبعد فإني مشتاق إليك جداً بعدما التقينا في ذلك الفندق بـ(كويمنغ). وقد أثر ذلك اللقاء في نفسي أثراً بالغاً، واستفدت منك كثيراً. ويسرني أنك أهديت لي \"لسان العرب\" وبعض الكتب الإسلامية المفيدة، ووضعتَها عند الأخ المخلص (سعيد حسن) [كان سعيد حسن من أنشط الطلاب الصينيين في الجامعة الإسلامية بالمدينة]. فجزاكم الله خير الجزاء. الآن أرسل إليك بعض المعلومات التي تتعلق بتاريخ وجيز لبعض العلماء في مقاطعتنا اليونانية، في الصين، وأنا أرجو أن يستوجب اهتمامك. وأخيراً أرجو أن تراسلنا لنجد منكم إرشاداً وعوناً. وفقنا الله وإياكم لخدمة المسلمين والإسلام، والسلام. أخوكم المخلص: محمد أمين ما إن شين.) [سيأتي في الحلقة القادمة]"
  },
  {
    "type": "section",
    "id": "section-25",
    "title": "(87) سافر معي في المشارق والمغارب",
    "content": "وثيقة عن حالة المسلمين في الصين: بحث أعده العالم الصيني الشيخ محمد أمين: يونان/ كومينغ: الأزمات التي يواجهها في الحاضر الشبان المسلمون في الصين ملخص البحث: ( أ ) لمحة تاريخية: 1 ـ لقد مرت على الصين أكثر من 1300 سنة منذ دخل الإسلام فيها، وقد انتشر المسلمون بين إحدى عشرة قومية في أنحاء البلاد الآن. 2 ـ مازال معظم المسلمين الصينيين، يتمذهبون بالمذهب الحنفي في الفقه، فما احتدت الخلافات الفقهية بينهم في التاريخ. 3 ـ قد أسهم ـ في أسرتي (يوان) (أي المنغول سنة 1271 ـ 1367م) و(مينغ 1368 ـ 1644م) بنصيب أوفر في خدمة البلاد والثقافة، والتربية والأخلاق والآداب، بما احتفظوا حينئذ بالمكان العالي في شئون البلاد وحياتهم السياسية. 4 ـ كان أواخر أسرة (مينغ) وأوائل أسرة (تنغ)، هذان العصران كانا زمانين ذهبيين لثقافات الإسلام في الصين، وظهر فيها العلماء جيلا بعد جيل، وكثرت المؤلفات الدينية، بالصينية والعربية والفارسية. وكان أغلب الجوامع الكبرى المشهورة حتى الآن في أنحاء البلاد بني في هذه المدة، وقد نشأ في هذه المساجد مدارس، علّم فيها اللغة العربية واللغة الفارسية وعلوم الإسلام، ودربت الملاك المؤهل من أجل تطور حقائق الإسلام. [يقصد تقدم الإسلام، بإظهار حقائقه والعمل بها، وليعلم أن بعض العبارات قد لا يستطيع الشيخ صياغتها بالمعنى الدقيق، لصعوبة التعبير العربي عنده، وقد لمست ذلك منه عندما قابلته، ولهذا صححت بعض الكلمات من حيث اللغة أو الإملاء]. 5 ـ وفي أثناء حكومة ـ (الكومنتانغ) في الصين بدأت المدارس الإسلامية الحديثة، تظهر في بعض المدن الكبرى، واحدة تلو الأخرى، وترجمت الكتب الدينية والمجلات العربية إلى اللغة الصينية، وطبعت، كأنها نبات خرجت مزدهرة في الأرض بعد المطر في فصل الربيع، وازداد الشبان المسلمون، سافروا إلى البلدان العربية لطلب العلم. ب) الحالة الراهنة: 1 ـ مازال يوجد في القرى والأرياف من هذه البلاد، شبان كثير يعتقدون بالدين الإسلامي مخلصين، إلا أن عقائد أكثرهم تقليدية، ورثت من الآباء والأمهات شفهياً أو عرفياً، وأن طباعهم الفطرية في ميدان الحضارة من أسفل المراتب. 2 ـ أما الشبان المسلمون الذين يتوالدون من الأسر المسلمة في المدينة الكثيرة فأغلبهم قد جهلوا، بسبب تأثير المجتمع الدُّهري الصيني تعاليم الإسلام تماماً، فلا يقومون بفرائضه الدينية، وواجباته المقدسة، مثل الصلوات الخمس ورمضان والصلوات المكتوبة، وإنما لا يأكلون لحم الخنزير فقط، حتى منهم من لا يختلف عن الكفار والمشركين في سلوكهم وعاداتهم. 3) طبعاً يوجد في القرى والمدن من المقاطعات في الشمال الغربي والجنوب الغربي لهذه الدار جم (غفير) من الشبان المسلمين الصادقين، وهم ينسبون إلى أبناء الأسر الأصيلة الفاضلة، وكانت ميزة هؤلاء الشبان يتأثرون بتهذيب آبائهم وأمهاتهم الجيد الدائم من جهة، ومن جهة أخرى يكون لهم حظ معين من الثقافة والدراية، غير أنهم إن أرادوا أن يتعمقوا في فهم وعرفان النظريات الإسلامية ومفهوماتها، فليس لهم أن يجدوا أستاذاً معتمداً ملتزماً ليطلبوا منه الإرشاد، أو مدرسة صالحة، ليتعلموا فيها، فصاروا من المتحيرين والمترددين في تقدمهم، وقد أحسوا بالألم الشديد والكآبة الدائمة لذلك. 4) بناء على إحصاء النفوس الرسمي وعددها الإعلاني في وقت قريب، كان عدد الذين يعتقدون الآن بالدين الإسلامي في شعوب الصين المختلفة الذين سكنوا في داخل هذه الدار، قد بلغت أكثر من أحد عشر مليون شخص، بيد أن المؤمنين الصادقين الذين يعملون بما أمرهم الله تعالى به ونهاهم عنه في أعمالهم وأقوالهم عملاً حقاً، قد لا يبلغ عددهم ثلثا في الجملة الإحصائية، وأما الشبان الذين يختلفون إلى المسجد لأداء الصلوات المفروضة، أو يصومون شهر رمضان فهم (قليلون) جداً، لا يجاوزون واحداً في المائة. 5) إن المدارس التي تدرس فيها علوم الإسلام في البلاد بأسرها تقع أغلبيتها في مساجد القرى، ولكن المواد الدراسية والأساليب التعليمية في هذه المدارس، لا تكونان قديمتين متأخرتين فحسب، بل تكون كفاءة المعلمين فيها منخفضة، ودرايتهم ناقصة، وبالإضافة إلى ذلك تكون حياة المسلمين المادية في هذه المدارس شاقة، وتكون مدة التعليم والتعلم منحصرة في سنة أو سنتين دائماً. 6) وفي دعوة المجلات الدينية، إنما يوجد مجلة نادرة وحدها في كل البلاد، وهي مجلة مسماة: بـ(مسلم الصين)، تنشر أربع مرات كل سنة بإشراف (الجمعية الإسلامية الصينية) ببكين، ولكنها لم تسد حاجات الشبان المثقفين قط، كيفما كانت من حيث الشكل والمضمون أو الكيفية والكمية. ج ـ أصل الأزمات: أصل الأزمات يمكن أن يقال: إنه جاء من جوانب كثيرة داخلية وخارجية ـ واقتصادية وسياسية، ولكن الأهم منها فيما يلي: 1) في خلال أربعين سنة مضت، قد أصابت أسر المسلمين في تشكيلها تغيرات عظمى، وخصوصاً في المدن، ذلك أن أولياء الأسر كانوا يبذلون جهودهم فيما يسعون لعيالهم وسد رمقهم طول الشهر والسنة، ولم يكن عندهم لضغط الاقتصاد والسياسة وسعة من الوقت والقوة، ليمارسوا بها ما وجب عليهم من أداء الفرائض والواجبات في الدين، وتعليم أولادهم وبناتهم يجعلون أنفسهم مثالاً لهم بتصرفاتهم، حتى كان من أولياء الأسر من يعسر عليهم أن يعيشوا مع أهلهم دائماً، وإنما يتلاقون كأفراد البيوت مرات معدودات، مثل مناسبة أيام الأعياد في كل سنة. 2) وفي أثناء ذلك العصر المذكور سابقاً مازال ديننا الإسلامي الحنيف، يعتبر في هذا المجتمع الذي يتسلط عليه الكفر والشرك والإلحاد متأخراً رجعياً، لا سيما في أثناء (عصابة الأربعة) المعربدة، تعرض للنقد الشديد والدحض الصارم على الدوام، وكان العلماء الأتقياء والمسلمون المخلصون، يلقون حينئذ ظلماً واضطهاداً، حتى يحبسوا في السجن طويلاً.[ومنهم الشيخ نفسه، فقد سجن مرتين عدد سنيهما: 20 عاما]. أو يقتلوا مظلومين برءاء أحيانا، وهذه الوقائع المخيفة قد سببت في نفوس الأطفال والشباب رعباً مؤثراً، يحملهم على ألا يجرؤا من القرب مما يتعلق بأمور الدين وبشخصياته، وعلاوة على ذلك كانت كثرة الدروس الجادة وممارستها في المدارس العامة الرسمية، تشغل التلاميذ والطلبة عن علوم الدين الإسلامي. 3) وفي ميدان التعليمات ومناهجها، ما زالت فكرة المادية وتربيتها تنفذان وتطبقان في المدارس الابتدائية والثانوية، حتى المعاهد والجامعات، منذ عشرات السنوات، بصورة شرعية [نظامية]، فلذا اعتاد ذلك التلاميذ، على ألا يدينوا بأي دين من الأديان في صغر سنهم. 4) كان التعليم للدين الإسلامي ـ ولو بقي حتى الآن في بعض المساجد من القرى المسلمة، بعد إسقاط (عصابة الأربعة) الملعونة ـ إلا أن طريقتها وأجهزتها عتيقتان جداً، لا تثيران في قلوب الأطفال رغبةً واشتياقاً، ولا يستطيع المتخرجون في هذه المدارس الدينية أن يجدوا بيسر في المجتمع حرفةً يقتاتون بها، لنقص معارفهم الاجتماعية والطبيعية. 5) إن أفراد المنظمات الإسلامية الموجودة في البلاد الآن، أكثرهم من العلمانيين أو من أعضاء الحزب الفلاني، ولم يبالوا قط بقضية تهذيب الخلق المسلم ومصير الإسلام في الصين، وإنما كانوا يكتفون بمنصب نالوه، أو سينالونه في الهيئات الحاكمة، فهمهم حطام الدنيا.[ويشكو المسلمون الغيورون من الجمعية الإسلامية الصينية في بكين، وهي الجمعية الرسمية التي تتعامل معها الدولة، وتشرف رسمياً على شئون المسلمين]."
  },
  {
    "type": "section",
    "id": "section-26",
    "title": "(88) سافر معي في المشارق والمغارب – رحلة الصين",
    "content": "يوم أمس, 09:20 PM سألت الشيخ محمد أمين: أين المخرج؟ فأجاب: 1) ترجمة الكتب الإسلامية والمجلات المفيدة، باللغة الصينية، وهي تتعلق بالمعلومات التوحيدية والفقهية والأخلاقية، قبل كل الأشياء، ليتعلم الشبان المسلمون المثقفون حقائق الإسلام بذلك تعلماً صحيحاً، وليفيد التعارف بين الإسلام وبينهم على طريقة العصر الحديث، لحماية عقائدهم من أوهام الإلحاد وأضاليل الأعداء. 2) وفي مناطق الشمال الغربي والجنوب الغربي ـ التي يعيش أغلب المسلمين الصينيين فيها ـ يجب تأييد بعض المدارس الإسلامية الموجودة الجيدة نسبياً، التي يديرها الأهالي بصورة العادة التقليدية، وعونها بإصلاح الخطط الدراسية والمواد، ورفع المستوى التعليمي، وتكوين المدرسين الأكفاء المؤهلين لتدريس العلوم الإسلامية. 3) ويجب مع ذلك أيضاً، أن تنشأ بعض المدارس الإسلامية للبنات أو للمتعلمات، في تلك المناطق، لتعم تعاليم الإسلام بذلك بين الجم الغفير من النساء المسلمات المجاهدة الفقيرة. 4) تأسيس لجنة الاعتماد المالي، لتربية الشباب المسلم، للتشجيع بتقديم جائزة، أو مكافأة الطلبة الذين يولعون بالعلوم الإسلامية وثقافتها، ويحافظون على الواجبات الدينية بجد واجتهاد، والأساتذة الذين يعملون لخدمة تهذيب الشبان المسلمين عملاً خالصاً. ولكن هذه الآمال السابقة أو الاقتراحات، لا يمكن أن تتحقق بصرف الاعتماد على المسلمين الصادقين في الصين قط، إلا بمساعدة إخوتهم المهتمين في الخارج بمستقبل الإسلام ومصير المسلمين في الصين مادياً ومعنوياً. التخيل والأمل: لا زال المعهد الإسلامي بـ(كومينغ) معهداً معتبراً في قلوب المسلمين بالصين الآن أكثر من غيره، من ثمانية معاهد إسلامية أخرى في مقاطعات الصين، وذلك للأسباب الآتية: السبب الأول: أن القادة في هذا المعهد، وبعض أساتذته من العلماء المشاهير في مقاطعة يونان، فلهم سمعة جيدة، وثقة عميقة عند جمهور المسلمين، وعلم راسخ [نسبياً]. في الدين والدنيا، حيث احتفظوا بتأثير صالح في الأسرة وتهذيب عال في المجتمع. السبب الثاني: أن هذا المعهد ما زال يتمسك بمبادئ الإسلام الحنيف بعزم لا يتزعزع، جرياً على مقاومة تسرب الإلحاد، ومطالباً صارماً من الطلاب بأن يقوموا بالواجبات الدينية على نحو جدي، وفقا لكتاب الله والسنة، وجاعلاً من كل طالب صخرة ضد كل من يطمع من الأعداء في تضليلهم بالإلحاد. السبب الثالث: أنه في هذا المعهد مجلة تسمى بـ(الشباب المسلمون)، وطبعت ونشرت تحت إشراف قادة المعهد، وهي مجلة لم يوجد مثلها في غيره، وقد عممت بين المدارس الإسلامية والمساجد والجمعيات الإسلامية في أنحاء البلاد، وكسبت عشقاً وتأييداً وترحيباً من لدى القراء، لأنها مجلة شعبية فريدة في بابها بالصين، تبرز فيها عظمة الإسلام وتعاليمه الإنسانية بأسلوب يرضاه المسلمون. ونظراً إلى هذه الخصائص لهذا المعهد نرجو أن يلعب دوره الأكبر على صورة مزيدة، كما يجب أن يفضل بمساعدة المنظمات الإسلامية العالمية، كما نرجو أن يتغلب على الصعوبات الموجودة الآن مادياً ومعنوياً، بعناية الإخوة المسلمين العربية. وفقنا الله وإياكم لما فيه النجاح والخير آمين. الحاج محمد أمين ما ـ إن ـ شين نائب ناظر المعهد الإسلامي بـ(كومينغ). [في هذه الوثيقة أخطاء كثيرة، وعبارات غير مفهومة، وقد حاولت تصحيح بعض جملها وألفاظها لتستقيم معانيها، ولكنها في الجملة تبين الأخطار التي تعرض لها المسلمون في السابق، ويخشى أن يتعرضوا لها فيما بعد، والحلول المناسبة لوقايتهم منها]. كيف لو رأيته في لباسه العربي؟! كنت في مطعم الفندق، فدخلت عائلة صينية، ومعها طفل صغير لا يزيد عمره عن خمس سنوات فاقترب مني هذا الطفل تاركاً والديه وجميع أبناء جنسه، وأخذ ينظر إليَّ ويتأمل في وجهي ويبتسم، فوضعت يدي على رأسه وقلت له باللغة العربية الفصحى: ماذا أعجبك في ضيفك، وكيف لو رأيته في لباسه العربي الكامل؟ [وكنت لابساً بدلة سفاري]. و هو لا يزيد على التأمل والابتسام. بعض الحكماء الصينيين في نظر مواطنيهم: تردد على ألسنة الصينيين، كلمة حكاء الصين، كنت قد قرأت كتابا مترجما إلى اللغة العربية، قبل هذه الرحلة بوقت طويل، بعد تخرجي من كلية الشريعة بالجامعة الإسلامية، وأعجبني كثيرا أسلوبه والمعاني الواردة فيه، اسم الحكيم: (صونتزو) وهو يستحق هذا اللقب، و الكتاب موجود الآن في أونلاين. يرى الصينيون أن من حكماء هم في هذا الزمان: 1) mai che dong 2) deng shao pin 3) jong ze min . لما عندهم من النظريات السياسية والاقتصادية وتكوين الدولة. وأول هؤلاء الثلا ثة ماوتسي سونج من أسوأ من حكمو الصين، وهو في حكمه مستبد ومسيرته في الحكم، كانت مسيرة ظلم، أفقر فيه الصين، واعتدى على المسلمين، وأهان علماءهمـ وقضي على كل من عارضه من الصينين وهو السبب في انفصال حكومة تايوان التي أصبحت، أقول هذا لأنا عاصرناه وسمعنا عنه في الجرائد وغيرها من وسائل الإعلامز [img]pics/19/19049.jpg[/img] الشيخ محمد أمين الصيني في منزلي بالمدينة المنورة: 25/11/1424ﻫ ـ 2004م جاء الشيخ محمد أمين لأداء فريضة الحج هذا العام، وزارني في منزلي مع مترجمه الشاب الصيني الذي تخرج السنة الماضية من الجامعة الإسلامية في إسلام أباد. واسمه \"عبد الله إبراهيم\" وهو مسئول عن الأكاديمية في المعهد الإسلامي في مدينة \"كومينغ\" عاصمة منطقة يونان الصينية التي تقع في الجنوب الغربي للصين، وهي المدينة التي يسكنها الشيخ محمد أمين... وقد اجتمعت به فيها يوم الأحد 17/3/1416 ﻫ ـ 13/8/1995 م ليقوموا بالدعوة بمنزل الكاتب. وانتشار الإسلام بين الصينيين غير المسلمين. أول ما استقر بالشيخ مجلسه بدأ الحديث عن شكواه من العقبات التي تعترض فقه المسلمين لدينهم، الشيخ محمد أمين يشرح أحوال المسلمين في الصين ويطلب النصيحة في كيفية تفقيه الشباب وتربيتهم عقبات تعرقل نشاط العلماء الدعاة في تقدم الدعوة وتقوية إيمان الشباب ومن أهم تلك العقبات، تمسك الصينيين بحضارتهم القديمة، وضعف الثقافة الإسلامية السليمة، لقلة الدعاة والعلماء الذين يحملونها ويقومون بالدعوة إليها. ولهذا يهمنا تصحيح العقيدة في نفوس الشباب ليقوموا بالدعوة إليها. ومن تلك العقبات الأفكار والمذاهب الحديثة التي يحملها بعض الشباب من المسلمين، لما فيها من الغلو والتفرقة بين المسلمين، في مسائل فرعية لا ينبغي أن تتسبب في تفرق المسلمين، لأنها تشوه صورة الإسلام والمسلمين. ومن تلك العقبات الحضارة الغربية التي دخلت باسم التقدم التكنولوجي، والمقصود الأساسي للغربيين هو الدعوة إلى ثقافتهم وفكرهم الذي يواجهون به الثقافة الإسلامية ويصدون الناس عنها. ونحن كنا من قبل نركز على الشباب في المساجد وحدهم، وكان ذلك خطأ، لهذا ضممنا إلى نشاط المساجد التركيز على شباب الجامعات، لأن لديهم علوماً وثقافات أساسية في الحياة. [img]pics/19/19048.jpg[/img] الكاتب والشيخ محمد أمين والمترجم محمد إبراهيم في منزل الكاتب بالمدينة المنورة في مكتبتي بالمنزل فوائد إقامة المخيمات لنشاطات طلاب الجامعات وغيرهم من الشباب ومن النشاطات الجيدة المتاحة الآن إقامة المخيمات الطلابية التي يجتمع فيها الطلاب والأساتذة من الجامعات والمدارس وتقام فيها الدورات للمعلمين، وهي نافعة جداً، وقد حققت الأهداف، ورفعت مستوى المعلمين. ونحن نحاول التخطيط لدعوة الأساتذة من الجامعة الإسلامية في المدينة وغيرها ليقوموا بتربية الطلاب، ولكن سياسة الحكومة في الصين تحول بيننا وبين ذلك. لهذا نرجوكم أن تفكروا معنا في حل هذه المشكلة، وتؤلفوا لنا كتيبات صغيرة في الموضوعات المهمة لنتمكن من ترجمتها للشباب الصيني. مع العلم أنه لا يوجد عندنا من عنده القدرة الكافية على الترجمة السليمة، فكثير من العلماء يجيدون النحو والصرف في اللغة العربية ولكن ليس عندهم قدرة على الترجمة. ولو أن الجامعة الإسلامية تنظم لطلابنا فيها محاضرات ليكونوا أقوياء في الترجمة إلى اللغة الصينية لكان في ذلك نفع عظيم. وقال الشيخ محمد أمين حاولت تصحيح ترجمة معاني القرآن للشيخ محمد مكين، ومع ذلك لا زالت في حاجة إلى المزيد من المراجعة. وقد أصبحت متقدماً في السن، لا قدرة عندي على النشاط ولهذا تدعو الحاجة إلى رفع مستوى الطلاب الشباب ليقوموا بالمهمة. [قال لي: إن عمره الآن 77 عاماً، انظر الصورة رقم (...) في ملحق الصور]... وقد حصلت مذاكرة طويلة في هذه الأمور، إذ استمر الاجتماع من بعد صلاة العصر إلى قبيل صلاة العشاء في مكتبتي بحي الأزهري في الجامعة، وحضر المذاكرة مع الشيخ ومرافقه، طالب صيني يدعى \"سيف الدين\" وبعض طلابي من اليمنيين. وحرضت الشيخ ومترجمه على استعمال الكمبيوتر والبريد الإلكتروني، والإنترنت لنشر الدعوة بين المسلمين في الصين وغير المسلمين، بحيث يترجمون بعض الموضوعات المختصرة وينشرونها أولاً بأول... ويطبعون كذلك بعض الكتيبات وينشرونها ... فاستحسن الشيخ ذلك ووعد هو والشاب الذي معه بالعمل بذلك..."
  },
  {
    "type": "section",
    "id": "section-27",
    "title": "(89) سافر معي في المشارق والمغارب – رحلة الصين-",
    "content": "كل شيء لنا لو طبقنا إسلامنا! الاثنين 18/3/1416ﻫـ 14/8/1995 م وداعاً يا من قال فيك شاعرنا المسلم (محمد إقبال): (الصين لنا) متفائلاً بما ورد عن الرسول صلى الله عليه وسلم،من حديث المقداد بن الأسود رضي الله عنه، قال: سمعت رسول الله الرسول صلى الله عليه وسلم، يقول: (لا يبقى على ظهر الأرض بيت مدر ولا وبر إلا أدخله الله كلمة الإسلام، بعز عزيز أو ذل ذليل، إما يعزهم الله U فيجعلهم من أهلها أو يذلهم فيدينون لها).[مسند الإمام أحمد بن حنبل، برقم (23865 ) والحاكم في المستدرك على الصحيحين، برقم (8324) وقال: \"هذا حديث صحيح على شرط الشيخين ولم يخرجاه\"]. الصين لنا، والعرب لنا أضحى الإسلام لنا دينا توحيد الله لنا نـــور الكون يزول ولا تمحى بنيت في الأرض معابدها هو أول بيت نحفظه *** في ظل السيف تربينا علم الإسلام على الأيام بهلال النصر يضيء لنا وأذان المسلم كان له *** قولوا لسماء الكون لقد يا دهر لقد جربت على طوفان الباطل لم يغرق *** يا ظل حدائق أندلس وعلى أغصانك أوكار يا دجلة هل سجلت على أمواجك تروي للدنيا يا أرض النور من الحرميـ روض الإسلام ودوحته ومحمد كان أمير الركـ إن اسم محمد الهادي والهند لنا، والكل لنا وجميع الكون لنا وطنا أعددنا الروح له سكنا في الكون صحائف سؤددنا والبيت الأول كعبتنا بحياة الــروح ويحفظـنا *** وبنينا العز لدولتنا شعار المجد لملتنا ويمثل خنجر سطوتنا في الغرب صدى من همتنا *** طاولنا النجم برفعتنا نيران الشدة عزمتنا في الخوف سفينة قوتنا *** أنسيت مغاني عشرتنا عمرت بطلائع نشأتنا شطيك مآثر عزتنا وتعيد جواهر سيرتنا ـن وياميلاد شريعتنا في ظلك رواها دمنا ـب يقود الفوز لنصرتنا روح الآمال لنهضتنا وإذا لم يكن ذلك في عهد شاعرنا وعهدنا، لأنا لم نقم بواجب البلاغ المبين للعالم، لا سيما في هذا العصر الذي أقام الله علينا الحجة بما من به على البشر من الوسائل التي يمكننا به نشر هذا الدين، فلعله يكون في عهد من هو خير منا من أحفادنا أو أحفاد أحفادنا، تحقيقاً لقول الله تعالى: (وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ ثُمَّ لا يَكُونُوا أَمْثَالَكُمْ). لوعة الفراق وعلامة حزن رفيقي في هذه الرحلة في هذا اليوم غادرت بلاد الصين الأم، عن طريق مدينة كومنج، وقد ظهرت لوعة الفراق وعلامة الحزن على وجه رفيقي (إبراهيم) الذي ودعني في مطار كومنج، بعد أن رافقني في جميع رحلتي هذه من يوم نزلت في بكين إلى هذه الساعة، جزاه الله خيراً وزاده توفيقاً. [سبق التعريف به في الحوار الذي أجريته معه عن إسلامه]. كان الإقلاع من مطار كومنج40: 10 صباحاً والوصول إلى مطار هونج كونج الساعة:37: 12 بطء شديد في حركة الصينيين في مطار هونغ كونغ: بقينا في الطائرة الصينية بعد هبوطها في مطار هونغ كونغ 30 دقيقة في انتظار سيارة تنقلنا إلى مبنى المطار. وكان السبب فيما يبدو غزارة المطر الذي استمر أكثر من أسبوع في منطقة شرق آسيا، بسبب الإعصار الاستوائي الشديد (TYPHOON)، وفي نفس اليوم سقطت بسببه في مطار هونغ كونغ نفسه طائرة تايلندية (وكان فيها جرحى وقتلى). أنت جئت إلى هونغ كونغ والإعصار ذهب إلى الصين! استقبلني في المطار الأخ (علي تنغ TING ALI) وقال قال لي: أنت جئت إلى هونغ كونغ، والإعصار ذهب إلى الصين، وقد كان الأمر كذلك، فقد بقيت في هونغ كونغ أربعة أيام كلها صحو [ما كتبته عن هونغ كونغ في هذه الرحلة أثبته في الكتاب الخاص برحلات هونغ كونغ، فليراجعه من شاء]. السفر من هونغ كونغ إلى مكاو: الأربعاء 20/3/1416ﻫـ 16/8/1995 م سافر معي الأخ علي تنغ (عرَّفته في الكتاب الخاص بهونغ كونغ) صباح هذا اليوم بالمركب البحري الساعة الحادية عشرة إلا عشرين دقيقة، إلى مكاو، وهي مستعمرة برتغالية.[كتاب الصين تشين شي ص، 57 والموسوعة الجغرافية (1/219)]. 8- في مدينة مكاو وكان الوصول إليها الساعة 30: 11 ومكاو عاشر مدينة زرتها في هذه الرحلة، بحساب هونغ كونغ وتيرتري نيو في جزيرة هونغ كونغ والتي أفردت معلوماتها في المجلد الثالث من هذه السلسلة \"في المشارق والمغارب\". 1 ـ عدد سكان مكاو نصف مليون. 2 ـ عدد البرتغاليين عشرون ألفاً. 3 ـ عدد المسلمين في مكاو خمسون عائلة، ولهم مسجد ومقابر محاطان بسور، وقد أخذت حكومة مكاو ثلث مساحة أرض المسلمين مركزاً للشرطة. 4 ـ منطقة مكاو مع قلة سكانها صغيرة المساحة، وهي شبيهة بهونغ كونغ، من حيث أن جزءًا منها في البحر وآخر في البر يربط بينهما بعض الجسور، أحد هذه الجسور طوله كيلوان بني منذ سنتين، ولا يفصل بين أقرب منطقة من الصين إلى مكاو وبينها إلا شارع واحد، يتجاور عَلَما البلدين على عمارتين إحداهما على جانب الشارع في مكاو والأخرى على الجانب الآخر من الشارع في الصين، حتى لقد جمعت عدسة الكاميرا بين العلمين. 5 ـ ويدهش المرء عندما يعلم أن هذه المنطقة قد احتلتها البرتغال منذ مائة عام، فكيف صبرت الصين هذه المدة كلها على هذا الاحتلال. 6 ـ وهذه البلدة متأخرة في اقتصادها وتجارتها وعمرانها ومواصلاتها حتى إنه لم يبن بها مطار إلا في الآونة الأخيرة، ولم يستخدم إلى الآن، وهو يقع بين أحد التلال والبحر. تَسَلُّم الصين مكاو من البرتغال: هذا وقد تسلمت جمهورية الصين الشعبية من البرتغال رسمياً في يوم 12 من شهر رمضان لعام 1420ﻫـ ديسمبر من عام 1999م حيث أنزل العلم البرتغالي، ورفع العلم الصيني. وما ذا عن تركستان الشرقية؟ لا بد من كلمة موجزة عن وضع المسلمين في هذا البلد الغالي، الذي اغتصبته الصين بعد تواطؤ بينها وبين الاتحاد السوفييتي لاقتسامهما تركستان المسلمة، فاحتل الاتحاد السوفييتي الجزء الغربي منها، وسمي بـ(تركستان الغربية) واحتل الصينيون الجزء الشرقي، وسمي بـ(تركستان الشرقية). وقسمت روسيا تركستان الغربية بعد قيام الثورة الشيوعية، إلى خمس جمهوريات، وهي: 1 ـ جمهورية أوزبكستان وعاصمتها: تاشكند. 2 ـ جمهورية تركمانستان وعاصمتها: عشق آباد. 3 ـ جمهورية تاجكستان وعاصمتها: دوشنبه. 4 ـ جمهورية قازاقستان وعاصمتها: ألمآتا. 5 ـ جمهورية قيرغزستان وعاصمتها: فرونزه. وتبلغ مساحة تركستان الغربية: 750, 34, 7 , 1كم. وهي الموطن الأول للترك وتتكون من سلسلة من الجبال، وحوضين، أحدهما في جنوب البلاد، والآخر في شمالها، وتجري فيهما بعض الأنهار. وهي من أغنى بلاد العالم، إذ يوجد بها 121 نوعاً من المعادن. وبها كثير من المحاصيل الزراعية والفواكه والخضروات، والثروات الحيوانية. ولسنا بصدد الكلام عن هذا الجزء الذي أصبحت جمهورياته ـ بعد تفكك الاتحاد السوفييتي ـ مستقلة سياسياً، وإن لم تنعم شعوبها بحكم الإسلام الذي كانت تحلم به، ولا زال بعض علمائها ومفكريها وجماعاتها الإسلامية تحاول بلوغ هذه الشعوب غايتها الغالية، نسأل الله أن يبلغهم مرادهم ويكفيهم شر المنافقين المحاربين لتطبيق شرع الله في أرضه. والذي يهمنا هنا هو الجزء الشرقي (تركستان الشرقية) الواقع في قبضة الحكم الصيني المحتل. ولست بصدد كتابة تاريخ لهذا الشعب المسلم، وإنما الإيماء إلى وضع المسلمين فيه، وما يعانونه من استعباد وتنكيل وقتل وتشريد، وحرمان من حقوقهم الدينية والسياسية والاجتماعية…"
  },
  {
    "type": "section",
    "id": "section-28",
    "title": "(90) سافر معي في المشارق والمغارب",
    "content": "احتلال الصين العسكري لتركستان الشرقية: إن من أعظم مصائب المسلمين التي يتسلط بسببها على شؤونهم وبلدانهم، ويذيقهم مرارة الأذى والهوان، هو تنازعهم فيما بينهم على الزعامات، التنازع الذي يقودهم دائماً إلى الفشل والذل والضعف، وبذلك تذهب هيبتهم ويطمع في السيطرة عليهم عدوهم،كما قال الله تعالى: (وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ). وعلى هذه السنة الإلهية جرى ما جرى للمسلمين في تركستان الشرقية ـ كالغربية. فقد كثر التنازع والشقاق والحروب بين المسلمين، واستعان بعضهم في حربهم لإخوانهم المسلمين بأعدائهم من الصينيين الوثنيين، وقامت دولة المسلم المنتصر على أخيه المسلم، تحت حماية عدو الإسلام الوثني.[وما أكثر هذه الحوادث في تاريخ المسلمين الذين يستعين بعضهم على بعض بأعداء الإسلام، الذين ينقضون في نهاية الأمر على المسلمين جميعاً، فيحتلون أرضهم وينتهكون عرضهم، وقد يصل الأمر بالمسلمين أن يكرهوا على ترك دينهم والدخول في دين عدوهم، بعد الظلم والإذلال والاستعباد والقتل. ثم طرد من بقي منهم إلى خارج بلادهم، لتصبح بلاد كفر بعد أن كانت ديار إسلام، كما حصل للأندلس، ويحاول اليهود اليوم أن يطبقوا في فلسطين ما حصل في الأندلس، حيث يوقدون نار العداوة بين المسلمين ليتسلط بعضهم على بعض، لينقضوا في نهاية الأمر على الجميع ودول الشعوب الإسلامية ترى وتسمع ولا تحرك ساكناً غير الانسياق وراء التنازلات المستمرة في صالح اليهود!. وهاهي أمريكا قد احتلت كلا من أفغانستان والعراق، بتعاون من بعض أهل البلدين الذين يحاولون أن يتربعوا على كراسي الحكم عن طريق العدو الأجنبي الذي عاث في الأرض فساداً، وهو عازم على احتلال البلدان الإسلامية الأخرى، والسيطرة عليها مادياً ومعنوياً، ولو أن أهل البلدان الإسلامية وحدوا كلمتهم ووقفوا صفاً واحداً في وجه الأعداء، لما تمكنوا من احتلال بلدانهم]. فقد احتلت القوات الصينية المنشورية تركستان الشرقية في عام: 1759م بعد أن قتلت من المسلمين (200,0001) ونفت (22000) عائلة إلى داخل الصين. وقاوم المسلون هذا الاحتلال وانتصروا عليه، بقيادة: (أتاليق غازي يعقوب بك) وقامت دولتهم التي اعترف بها الخليفة العثماني، ومنحه لقب: (أمير المسلمين) واعترفت بها دول أخرى، منها بريطانيا وروسيا. ضم الصين (تركستان الشرقية) إليها رسمياً: ثم تواطأت الدولتان الصين وروسيا مرة أخرى في عام: 1872م على أن تُعِين الأخيرة الصين على غزو تركستان الشرقية، واستولى الجيش الصيني على البلد المسلم في عام: 1878م. وأصدرت الصين مرسوماً في: 18 نوفمبر 1884م يقضي بجعل تركستان الشرقية مقاطعة صينية، وسمتها: (سنكيانغ SINKIANG ) أي المقاطعة الجديدة. وجعلت مدينة: (أورومجي) عاصمة لها. وبذلك أصبحت تركستان الشرقية ـ من الناحية الرسمية ـ إحدى المقاطعات الصينية. وأقاموا المدارس الصينية لنشر الثقافة الصينية والحد من الثقافة الإسلامية، وأنشأوا المعابد الوثنية وأجبروا المسلمين على زيارتها، وفتحوا الأبواب للمنصرين، ليخرجوا المسلمين من دينهم إلى الدين المسيحي. وقسموا أهل تركستان الشرقية إلى أربع عشرة قومية، من أجل التفريق بينهم وتمزيقهم. وقاوم المسلمون مرة أخرى الاحتلال الصيني وقاموا بمئات الثورات ضده، وانتصروا مرة أخرى على المحتل الصيني في عهد الجمهورية الصينية، وأقاموا جمهورية إسلامية عام: 1933م. تآ مر الصين وروسيا على المسلمين في تركستان الشرقية والغربية وتعاون أعداء الإسلام ـ من الصينيين والروس لمصالح مشتركة ـ على المسلمين، وقضوا على الثوار المسلمين في عام: 1934م. وبذلك وقعت البلاد تحت سيطرة حكومة مزدوجة من الصين والروس، وحصلت روسيا على امتيازات اقتصادية وسياسية في المنطقة. ولم يهدأ الثوار المسلمون عن جهاد أعدائهم ـ الذين ساموا المسلمين شتى أنواع الظلم والتعذيب والقتل ـ لتحرير بلادهم منهم، بل قاموا بثورة عارمة ونجحوا في تحرير غالب أجزاء البلاد، وأقاموا جمهورية تركستان مرة أخرى سنة: 1945م برئاسة: الشيخ علي خان توره. وتدخلت روسيا مرة أخرى باسم الصلح هذه المرة، على أساس منح المقاطعة استقلالاً ذاتياً، وتم الصلح والتوقيع على بنوده بين الطرفين: القائد العام لشمال غرب الصين، وممثلي حكومة تركستان الشرقية في: 1946م. وجرت انتخابات عامة في عام: 1947م تولى على إثرها رئاسة الحكومة في الإقليم: (الدكتور مسعود صبري). ولكن الحكومة الروسية (الشيوعية) كانت تدعم الثوار الشيوعيين بقيادة: (ماو تسي تونج) فضغطت على الحكومة الصينية الوطنية لتنحية (مسعود صبري) وتعيين (برهان شهيدي) الذي أصبح عميلاً للحكومة الشيوعية التي انتصرت على الصين وطردت الحكومة الوطنية برئاسة: (الجنرال شنغ كاي شك) إلى جزيرة تايوان. المظالم الشيوعية للمسلمين في تركستان المسلمة: عهد ظالم جائر جديد حل بالمسلمين في تركستان الشرقية، وهو العهد الشيوعي بزعامة \"ماو تسي تونغ\" تآمر فيه حكام هذا العهد مع عملائهم من المسلمين، الذين عينوا ليكونوا في الظاهر حكاماً، وهم في الواقع عبيد يؤمرون بظلم أبناء دينهم فينفذونه، وينهون عن نصرهم أو معاملتهم بالعدل فيسمعون ويطيعون. فقد صرح (برهان شهيدي) الحاكم العام المسلم!!! في: 1/1/1952م من إذاعة: (أورومجي) عن قتل: (مائة وعشرين ألف شخص 120000) من العلماء والزعماء والأدباء المسلمين. وقتل في حادث مفتعل زعماء الثورة الإسلامية في تركستان الشرقية، حيث كانت تنقلهم طائرة إلى العاصمة الصينية (بكين) في 15/8/1949م. أساليب الشيوعيين في ظلم المسلمين وتصيينهم: اتخذ الشيوعيون لسيطرتهم التامة على تركستان الشرقية ـ في فترات متلاحقة ـ أساليب ظالمة ماكرة، ومن أهمها الأمور الآتية: الأمر الأول: القضاء على زعماء المسلمين وعلمائهم. الأمر الثاني: مصادرة أملاكهم وأوقافهم، وتسليط ميلشياتهم على الأغنياء والمفكرين. الأمر الثالث: جعل أزمة الأمور في الإدارات والمراكز الحكومية والشعبية بيد الموظفين الصينيين، وفرض الثقافة الصينية على أبناء المسلمين. الأمر الرابع: محاولة القضاء على تعاليم الإسلام وعادات أهل البلاد، بإغلاق المساجد، ومنع مزاولة الشعائر الإسلامية، وإحراق الكتب الإسلامية ومصادرتها، وفرض استعمال اللغة الصينية، وفرض الزواج المختلط بين المسلمين والصينيين، وانتهاك الأعراض. الأمر الخامس: السيطرة على خيرات البلاد ومصالحها. الأمر السادس: إغراق البلاد بتهجير ملايين الصينيين إليها وتمكينهم فيها سياسياً وإدارياً وعسكرياً واجتماعياً، محاولين جعل المسلمين فيها أقلية ضعيفة، لا يستطيعون المقاومة والمطالبة بحقوقهم ([عدد: 592، الجمعة، بتاريخ: 21/1/1417 ﻫ – 7/6/1996م، صفحة: 3]). تضييق الخناق على المسلمين في هذه الأيام: لقد اشتد تضييق الحكومة الصينية على المسلمين في تركستان الشرقية، برغم ما حصل من الانفتاح الاقتصادي والسياسي والاجتماعي في الجمهورية الصينية بعد وفاة \"ماو\" والقضاء على عصابة الأربعة، وإزاحة المتشددين من أعضاء الحزب الشيوعي. مظاهر التضييق على المسلمين. وتتجلى مظاهر هذا التضييق فيما يأتي: المظهر الأول: كثرة الاعتقالات في صفوف المسلمين، وبخاصة القادة والعلماء. فقد نشرت جريدة: (المسلمون) في أحد أعدادها.[لغرض في نفسها وليس لسواد عيون المسلمين]... تحت عنوان: (بكين تعترف باعتقال عدة آلاف من مسلمي تركستان الشرقية) ما يأتي: (بلغ عدد المعتقلين المسلمين ـ حسب اعتراف الجهات الرسمية ـ 2773 مسلماً، منذ شهر إبريل الماضي، بتهم معارضة مسئولي الحزب في المقاطعة). وتقول حركة المقاومة: إن عدد المعتقلين تجاوز خمسة آلاف مسلم، وإن السلطات الحكومية وزعت المعتقلين على معتقلات متباعدة في المقاطعة. هذه الاعتقالات تمت في فترة قصيرة من الزمن في السنة التي نشر فيها الخبر تقريباً. ولو تتبع القارئ الصحف الصادرة في هذا التاريخ وما قبله وما بعده، لوجد ما يثير الدهشة والعجب مما يفعله الشيوعيون بالمسلمين في التركستان الشرقية. ومع شدة احتجاج الدول الغربية، وبخاصة أمريكا، على تصرفات الصين في الاعتداء على حقوق الإنسان في الصين، وتتكاتف وسائل إعلامها ومؤسساتها السياسية والاقتصادية على الوقوف ضد الصين، بسبب سجين واحد من مواطني الصين المعارضين لسياستها، مع ذلك تتجاهل ما يحدث لآلاف المسلمين في تركستان الشرقية، لعلمها أن المسلمين أيتام لا أب لهم يحميهم ويدافع عنهم. الاستمرار في التنكيل بهم ولا زالت الصين تعتقل وتشرد وتقتل أبناء المسلمين في هذا البلد المهضوم إلى الآن، والفضائيات في غالب الدول العربية تتجاهل ما يحدث فيه، اقتداء بالتجاهل الأمريكي! وبين يدي الآن مقال صغير في مجلة المجتمع الكويتية [العدد جديد، ورقمه: \"1336\" بتاريخ: 6 ـ 22 شوال، 1419ﻫ ـ 2 ـ 8 فبراير 1999م].بعنوان: (الصين تعدم عدداً كبيراً من مسلمي تركستان الشرقية) ويبدو أن هذا العدد هو من بقي على قيد الحياة ممن اعتقلتهم في العامين الماضيين. المظهر الثاني: محاصرة التدين عند المسلمين، ومنعهم من الاجتماع لمدارسة القرآن الكريم في المساجد وفي المنازل، وإجبارهم على جعل مفاهيم الإسلام تخدم النظام الشيوعي، وتؤيد ممارسات السلطات الصينية لأعمالها، ومنع تدريس المفاهيم الإسلامية المخالفة لأفكار ذلك النظام، ومنع علماء المسلمين من التدخل في شئون الأحوال الشخصية، من عقود الأنكحة والطلاق، والميراث، وتحديد النسل، والتعليم، وجمع الزكاة وصرفها… ومنع التعليم الإسلامي على من لم يبلغ سن الثامنة عشرة من العمر، ومنع النساء المسلمات من دخول المساجد، ومنع اشتغال الشباب بالشعائر الدينية، ومنع جميع أعضاء الحزب الشيوعي الصيني من ممارسة العبادات من صلاة وصيام وغيرهما، ويعاقب من يفعل ذلك منهم. المظهر الثالث: محاصرة المسلمين بتوقيع معاهدات مع حكومات الشعوب الإسلامية المجاورة! لتضييق الخناق على المسلمين، حتى لا يتمكنوا من الهرب من جحيم العذاب الشيوعي الصيني، ولا من عذاب بقايا الحكام الشيوعيين في الشعوب الإسلامية، كل ذلك بحجة الإرهاب والتطرف (يجب تفسير الإرهاب عندهم والتطرف بما سبق في المظهر الثاني!). فقد نشرت جريد الشرق الأوسط النص الآتي: ( أكدت مصادر دبلوماسية غربية أمس أن الصين وأربع جمهوريات سوفييتية سابقة في آسيا الوسطى وقعت بالأحرف الأولى على معاهدة عمل مشترك لمكافحة الأصولية..[يعني الإسلا والمسلمين] وتشارك الصين في هذه المعاهدة كل من: قازاقستان، وقيرغستان، وتاجيقستان، وأوزبكستان التي تواجه حكوماتِها معارضةٌ من حركات أصولية! وتجري حالياً مباحثات لإقناع تركمانستان ـ خامس الجمهوريات السوفييتية السابقة في آسيا الوسطى ـ بالانضمام إلى المعاهدة، على الرغم من شدة الضغط الإيراني المعاكس عليها.. واستُبعدت روسيا من المعاهدة، لأن وجودها قد يمس موازنة القوى الدولية ويثير مشاكل مع الولايات المتحدة واليابان، ولكن هناك مفاهمة ضمنية بأن روسيا ستنخرط في أي عمل مشترك ضد (الأصولية) في المنطقة رغم أنها لا ترتبط بمعاهدة رسمية مع الصين حول هذا الشأن)[جريدة الشرق الأوسط. العدد : 6364 التاريخ : 13/ذو الحجة / 1416 ﻫ – 1/5/1996م]... وفي الجريدة نفسها: (الصين تحظر بناء مساجد جديدة في سينكيانج (تركستان الشرقية) ذات الأغلبية المسلمة وتشدد القيود على المسلمين، وبخاصة على المناطق الحدودية مع الجمهوريات الإسلامية لمحاربة دعاة الاستقلال من المسلمين، وتزعم الصين أن جماعة سرية في عاصمة تركستان الشرقية (أورومجي) تقوم بصنع أسلحة وباغتيالات لشخصيات دينية (من المسلمين) تتعاون مع السلطات الحكومية[عدد: 6393، الخميس 13/1/1417ﻫ ـ 30/5/1996م راجع الجريدة لقراءة مقال فيها تحت عنوان: (سياسة الصين في تركستان لقمع الدين وتجفيف منابعه) عدد : 6400. 3 ـ التاريخ : 20/1/1417ﻫ –6/6/1996م. الصفحة: 10].ويمكن تصفح موقع الأيغور على الإنترنت بهذا الرابط: http://et.4t.com/arabic.html http://www.uygur.org/arabic/h_rights/news.htm"
  },
  {
    "type": "section",
    "id": "section-29",
    "title": "(91) سافر معي في المشارق والمغارب",
    "content": "ملحق من مركز تركستان الشرقية للمعلومات.. اشتداد المحنة على المسلمين في تركستان الشرقية بعد أحداث 11 سبتمبر وقد اشتدت المحنة على المسلمين في التركستان الشرقية، بعد أحداث 11 من سبتمبر، التي استغلتها جميع الدول المحاربة للإسلام. يوضح ذلك التقرير الآتي: http://www. uygur. org/arabic/h_rights/news. htm تصاعد انتهاكات حقوق الإنسان في تركستان الشرقية بعد أحداث الحادي عشر من سبتمبر. (تقرير خاص يسلط الأضواء على تداعيات أحداث الحادي عشر من سبتمبر على الأيغور).. في البداية أود أن أنوه إلى أن مركز تركستان الشرقية للمعلومات كان قد عرض في تقريره السنوي والذي أذيع العام الماضي بالأدلة الدامغة لحملة \"اضرب بقوة\" التي بدأتها السلطات الصينية في شهر إبريل نيسان من العام الماضي من أجل القضاء على حركات المقاومة الأيغورية في داخل الوطن حيث تم خلال الفترة من شهر إبريل إلى أواخر شهر أغسطس من العام الماضي إعدام أكثر من مائة أيغوري واعتقال عدة آلاف آخرين والحكم بمدد مختلفة من السجن على أكثر من 500 شخص واحتجاز العديد من الأشخاص بدون محاكمة ودون توجيه تهم إليهم. اشتداد عمليات حقوق الإنسان في تركستان الشرقية بعد ولقد اشتدت عمليات انتهاكات حقوق الإنسان في تركستان الشرقية بعد أحداث الحادي عشر من سبتمبر حيث إن سلطات الاحتلال فيما تحاول على الصعيد الخارجي اتهام الأيغور بالإرهاب فإنها تقوم على الصعيد الداخلي في تركستان الشرقية بتصعيد حملاتها القمعية الموجهة ضدهم، وتم لهذا الغرض إعادة تشديد حملة \"اضرب بقوة\" التي بدأتها السلطات في شهر إبريل نيسان الماضي حيث اعتقل العديد من الأشخاص بدعوى ومزاعم واهية. وشددت السلطات خلال شهر رمضان وعشية عيد الفطر المبارك من حملتها لتضييق الخناق على أداء المسلمين لشعائرهم الدينية، وفرضت عقوبات صارمة على المخالفين لتعليماتها. هذا وبالإضافة إلى ذلك شهدت الأشهر الثلاثة الماضية تسريح العديد من العمال الأيغور في المصانع الصينية في تركستان الشرقية من أعمالهم مما أدي إلى ازدياد وتفشي البطالة بينهم. ويمكن أن نلخص التطورات الأخيرة في النقاط التالية: 1 ـ محاولة السلطات الصينية إدراج الأيغور في قائمة الإرهاب الدولية.. في الوقت الذي ركز فيه الرأي العالمي بعد 11 سبتمبر/ أيلول في الولايات المتحدة حملته العدائية على الإسلام والمسلمين بدعوى أن الإرهابيين الذين نفذوا الاعتداءات على كل من مركزي التجارة العالمي ووزارة الدفاع الأمريكية \"البنتاجون\" في نيويورك وواشنطن يحسبون على الإسلام ويرفعون راية الإسلام حاولت سلطات النظام الشيوعي في الصين ركوب الموجة والإدعاء بأن الأيغور أيضا \"إرهابيون يجب القضاء عليهم\". فقد زعمت الصين في معرض عرض شروطها الخاصة بدعم الولايات المتحدة وحلفائها في حملتها الرامية إلى استئصال جذور الإرهاب والتي بدأت من أفغانستان زعمت الصين أن \"الأيغور إرهابيون، كما أن كافة المنظمات السياسية والحركات الأيغورية إرهابية\" وكان الهدف من ذلك محاولة شريرة ويائسة من أجل إقناع الرأي العام العالمي الحر بقيادة الولايات المتحدة أن قضية تركستان الشرقية ليست قضية حقوق شعب وتقرير مصيره بنفسه كما أنها ليست قضية حقوق إنسان وديمقراطية وإنما هي قضية إرهاب ضحيتها الصين. ومن أجل ذلك توالت تصريحات كبار المسئولين الصينيين ومن ضمنهم وزير الخارجية توانغ جاوشينغ بشأن تركستان الشرقية والأيغور حيث حاول هؤلاء المسئولون الصينيون الربط بين الأيغور وتنظيم القاعدة بقيادة أسامة بن لادن. ووصفوا الأيغور \"بالإرهابيين المسلمين\". وإذا رجعنا بذاكرتنا إلى تصريحات للمتحدثة باسم وزارة الخارجية الصينية يوم 14 نوفمبر الماضي نجد أنها قد اتهمت الأيغور بالمسؤولية عن أعمال إرهابية مزعومة وقعت خلال السنوات العشر الأخيرة في تركستان الشرقية حيث دللت على ذلك بالثورات الشعبية التي قام بها الأيغور خلال التسعينيات احتجاجاً على القمع الصيني ومن أمثال ذلك \"ثورة بارين عام 1990م\" و\"ثورة 5فبراير 1997م\" في غولجا و\"مظاهرات 1990أغسطس\" في خوتان وغيرها من المظاهرات السلمية التي قام بها الأيغور للتعبير عن احتجاجهم على القمع وسوء المعاملة والتمييز العنصري ضدهم من قبل سلطات الاحتلال الصينية. ومن المثير للسخرية محاولة الصينيين إدراج عمليات تفجير وقعت خلال السنوات الأخيرة في تركستان الشرقية ولا تمت بصلة للإرهاب وحتى الجرائم العادية في الأدلة المزعومة. وإذا كانت المظاهرات السلمية وحوادث التفجير التي تنم عن سخط الشعوب تعتبر حوادث إرهابية فان المدن الصينية شهدت ولا تزال تشهد أعمال تفجير شبه يومية. فعلى سبيل المثال \"وحسب ما أفادت وسائل الإعلام الصينية فقد لقي 47 شخصاً مصرعهم في انفجار للقنبلة وقع يوم 6 مارس من العام الماضي في إحدى المدارس الابتدائية في مدينة جينغشي الصينية. وأيضا وبعد مرور 10 أيام وقع انفجار كبير هز مدينة شيجي جووانغ مما أسفر عن مقتل 108 أشخاص وإصابة مئات آخرين بجروح. ويعد عدد الأشخاص الذين لقوا مصرعهم في أربعة انفجارات وقعت في عدد من الأقاليم الصينية خلال هذا الشهر فقط بالعشرات والمصابين بأكثر من مائة. وحسب ما أفادت الأنباء فقد نفذت تلك الحوادث منظمات صينية سرية من أجل تحقيق أهداف سياسية لها. هذا وبالإضافة إلى ذلك شهدت بعض المناطق الصينية وقوع ثورات شعبية ضد الحكم الصيني احتل خلالها الأهالي مراكز للحكومة، إلا أنه مما يثير دهشة المرء أن السلطات الصينية لم تصف تلك العمليات بأنها عمليات إرهابية كما أنها لم تطلق على منفذيها وصف الإرهاب، ولكن تلك السلطات ما لبثت تطلق على عمليات تفجير وقعت خلال السنوات الأخيرة في تركستان الشرقية وقام بها أفراد أو أشخاص بدوافع انتقامية بحتة وصف الإرهاب. الصين تكيل بمكيالين مكيال للشعوب الواقعة تحت سلطتها ومكيال لشعب تركستان الشرقية ويكشف ذلك أن السلطات الشيوعية الصينية تكيل بمكيالين في معاملة الشعوب الواقعة تحت قبضتها وتطبق سياستين مختلفتين في كل من الصين وتركستان الشرقية ويظهر ذلك جلياً في قيامها بإلقاء المسؤولية عن حوادث تفجير مزعومة في تركستان الشرقية إلى \"الإرهابيين المسلمين الأيغور\". فعلى سبيل المثال: وعلى الرغم من أن سبب الانفجار الذي وقع لشاحنة عسكرية في شهر سبتمبر من عام 2000م يرجع إلى التقصير في التدابير الاحتياطية الواجبة اتخاذها إلا أن الدوائر الأمنية الصينية سارعت إلى اتهام \"الانفصاليين الأيغور\" بالمسؤولية عنه كما أنه بات واضحاً أن بعضاً من عمليات التفجير التي وقعت خلال السنوات الأخيرة في تركستان الشرقية قامت بتدبيرها الاستخبارات الصينية وذلك لايجادها ذرائع لتصعيد حملاتها القمعية ضد الأيغور. وخلاصة القول: ورغم قيام السلطات الصينية بعد أحداث الحادي عشر من سبتمبر بممارسة كافة أنواع الوسائل المتاحة لها من أجل إدراج الأيغور في قائمة الإرهاب الدولية إلا أن محاولاتها باءت بالفشل التام حيث لم يقتنع الرأي العام العالمي الحر باتهامات الصين للأيغور. فقد أعلن كل من الرئيس الأمريكي جورج بوش والسيدة ماري روبنسون رئيسة لجنة حقوق الإنسان التابعة للأمم المتحدة أثناء زيارتيهما الأخيرة للصين كل على حدة أن قضية الأيغور في تركستان الشرقية قضية تتعلق بحقوق الإنسان والديمقراطية حيث لا يمكن التراجع عن مبادئ الحرية والديمقراطية تحت ستار الحملة ضد الإرهاب وذلك رداً على الاتهامات الصينية للأيغور بممارسة الإرهاب، كما حذرا الصين من مغبة استغلال الحملة الدولية ضد الإرهاب لتصعيد عملياتها القمعية ضد الأيغور[إن إعلان الأمريكيين المذكورين، ما هو إلا إعلان إعلاني خال من الصدق، فلا قيمة للمسلمين لدى القادة الأمريكان، ولو كانوا غير مسلمين لما سكتت أجهزة الأمريكان يوماً واحداً عن الصراخ على الصين]. هذا وبالإضافة إلى ذلك أعطي البرلمان الأوروبي والحكومة البلجيكية رداً قاسياً على الاتهامات الصينية وذلك برعايتهما للدورة الثالثة للمؤتمر الوطني التركستاني الشرقي والذي انعقد في شهر أكتوبر الماضي في مقر البرلمان الأوروبي في بروكسل. وأخيراً يمكننا القول أنه فيما أحبط الموقف الثابت للرأي العام العالمي من القضية الأيغورية الادعاءات الصينية ضد الأيغور بالإرهاب من جهة فانه من جهة أخرى أكد على أن الرأي العام العالمي بدأ يعترف بقضية تركستان الشرقية على أنها قضية حقوق إنسان وديمقراطية وحرية وتقرير شعب لمصيره بنفسه. تدهور جديد في أوضاع حقوق الإنسان في تركستان الشرقية بعد 11سبتمبر رأت الصين في الحملة الدولية التي تقودها الولايات المتحدة ضد الإرهاب بعد أحداث الحادي عشر من سبتمبر فرصة لا تعوض من أجل القضاء على الشعب الأيغوري في تركستان الشرقية حيث عمدت إلى تصعيد حملاتها القمعية الوحشية الموجهة ضد الأيغور بعد الحادث. فقد عقدت القيادات العسكرية والأمنية الصينية في تركستان الشرقية اجتماعاً مشتركاً بعد مرور أسبوع على الهجمات الإرهابية على الولايات المتحدة قررت فيه أن \"حادث 11سبتمبر فرصة لا تعوض\" من أجل القضاء على من تزعم أنهم انفصاليون إرهابيون في إقليم سنكيانغ (تركستان الشرقية). وأصدرت أوامر فورية إلى كافة الجهات الأمنية بإعادة تنفيذ \"حملة اضرب بقوة\" التي بدأت في شهر إبريل نيسان من العام الماضي والقبض على كل المشتبه فيهم دون استثناء. وأيضا أكد وانغ لوجين سكرتير الحزب الشيوعي الصيني في تركستان الشرقية خلال اجتماع في أورومجي في الثامن من شهر يناير الجاري على \"أن الأخطار الثلاثة التي تهدد أمن الإقليم والدولة تتمثل في ثلاثة عناصر: العناصر الدينية المتطرفة والانفصالية والإرهابية، وعلينا الاستمرار في توجيه الضربات ضدهم بلا هوادة\". كما صدر في نفس الاجتماع قرار بإعطاء مهلة شهرين اعتباراً من شهر ديسمبر 2001م إلى المشتبه فيهم من العناصر المذكورة لتسليم أنفسهم إلى السلطات. وحسب ما ورد في معلومات لمندوبين لمركز تركستان الشرقية للمعلومات من الوطن فقد اعتقلت السلطات الصينية في تركستان الشرقية أكثر من 3 آلاف أيغوري خلال الفترة من أواخر شهر سبتمبر إلى نهاية العام الماضي. كما شهدت الفترة نفسها أكثر من 12 جلسة محاكمة صدرت فيها أحكام بالإعدام على أكثر من عشرين أيغورياً تم تنفيذ الأحكام الصادرة ضدهم بعد انتهاء المحاكمة مباشرة. وقد نشر قسم من الأخبار المتعلقة بهذا الشأن في وسائل الإعلام الصينية كما يلي: جاء في العدد الصادر يوم العشرين من شهر سبتمبر من الجريدة الأسبوعية لمديرية أمن \"سنجيانغ ذات الحكم الذاتي\" والتي توزع سراً أن 210 من الانفصاليين قد تم اعتقالهم. وأيضا جاء في العدد الصادر في السابع والعشرين من شهر أكتوبر الماضي من صحيفة \"المساء\" التي تصدر في أورومجي أن 150 انفصالياً إرهابياً قد تم القبض عليهم خلال الفترة الأخيرة. كما جاء في العدد الصادر يوم 14 نوفمبر من صحيفة \"سنجيانغ كزيتي\" التي تعتبر أكبر جريدة في الإقليم أنه قد تم اعتقال 121 شخصاً خلال النصف الأول من هذا الشهر. وكذلك نقل موقع \"سنجيانغ على الإنترنت\" عن مسؤول في الأمن قوله: أن 181 انفصالياً قد تم اعتقالهم خلال النصف الأخير من شهر نوفمبر الماضي. وجاء في عدد السادس من شهر ديسمبر من صحيفة \"آقسو كزيتي\" التي تصدر في مدينة آقسو أن 30 انفصالياً قد تم اعتقالهم في المنطقة خلال شهر نوفمبر الماضي. والجدير بالذكر أن تلك الإحصائيات تحتوى فقط على قسم قليل جداً من المقبوض عليهم خلال الأشهر الثلاثة الماضية وذلك أن السلطات الصينية لا تعلن عادة عن أعداد الأشخاص الذين تعتقلهم بدعوى أنها أسرار سياسية إلا في حالات نادرة جداً وتصفه في تلك الحالة بالإرهاب لأهداف سياسية دعائية بحتة رغم أنهم في الواقع ليسوا كذلك. وبعد أحداث هجمات 11 سبتمبر قامت السلطات الصينية بكافة أجهزتها بتصعيد حملاتها حيث أنه بينما قامت سلطات الأمن بمباشرة عمليات اعتقال واسعة النطاق في كافة أنحاء تركستان الشرقية تسابقت المحاكم الصينية المصطنعة لإدانة وإصدار أحكام الإعدام والسجن على المعتقلين الأيغور. عقد محاكم علنية أعلن فيها الحكم بالإعدام لعدد من سكان تركستان الشرقية فعلى سبيل المثال: وحسب التقارير التي وردت من مندوبي مركز تركستان الشرقية للمعلومات من الوطن مباشرة فقد عقدت محكمة صينية في مدينة شهيار جلسة محاكمة علنية يوم الرابع والعشرين من شهر سبتمبر الماضي أدانت فيه 8 أيغوري وأصدرت على أحدهم حكماً بالإعدام بينما حكم على الآخرين بالسجن لمدد مختلفة. وعقدت محكمة في كاشغر جلسة محاكمة علنية يوم 25 سبتمبر حيث أصدرت أحكاماً بالسجن لمدد مختلفة على 48 أيغورياً. وأيضا عقدت محكمة صينية في منطقة أيلي أحكاماً بالإعدام على 6 من الشباب الأيغور كانوا قد اعتقلوا في عام 1997 على خلفية أحداث ثورة 5 فبراير المعروفة في غولجا. كما أصدرت محكمة في مدينة خوتان يوم 16 نوفمبر حكماً بالإعدام على شاب أيغوري ويدعي ياسين اسكندر. وبالإضافة إلى ذلك تم في منطقة آقسو عقد 4 جلسات للمحاكمة خلال شهر أكتوبر الماضي أدين فيها 43 أيغورياً وصدرت ضدهم أحكام مختلفة. كما صدرت أحكام مختلفة على 6 من الأيغور في خوتان في جلسة للمحاكمة عقدت يوم 23 سبتمبر . هذا وقد اتهم كافة هؤلاء المعتقلين بممارسة الإرهاب ومحاولة تجزئة وحدة الدولة. وقد تم إعدام المحكوم عليهم بالإعدام عقب انتهاء الجلسات في الساحات العامة. ومما يثير الأسف أن جثث هؤلاء لم تتم إعادتها إلى ذويهم حيث قام أفراد الأمن والجيش بحفر مقابر جماعية لهم ودفنهم فيها، وخوفاً من قيام ذويهم بمحاولة اخذ جثثهم قامت السلطات بحراسة المقابر لمدة ثلاثة أسابيع."
  },
  {
    "type": "section",
    "id": "section-30",
    "title": "(92) سافر معي في المشارق والمغارب",
    "content": "تابع لملاحق الحملة على المسلمين في تركستان الشرقية (3) تصاعد الحملة الموجهة ضد الساحة الدينية.. من المعروف أن سلطات الاحتلال الصينية تطبق منذ احتلالها لتركستان الشرقية عام 1949م سياسة الإلحاد ومنع المسلمين الأيغور (هذه تسمية الدولة لتركستان الشرقية) من أداء شعائرهم الدينية والاستهزاء بالدين. وقد أصبحت تلك الممارسات منبعاً جديداً للمعاناة والتعذيب للمسلمين الأيغور خلال السنوات الأخيرة مما يعني أن القوانين الصينية التي جاء فيها ضمان لحرية القوميات في ممارسة الطقوس الدينية أصبحت حبراً على ورق. قرارات السلطات الصينية للسيطرة على لشئون الدينية وقمعها وأصدرت السلطات خلال السنوات العشر الأخيرة قرارات عديدة بشأن السيطرة على الشؤون الدينية من أمثال \"نظام الإشراف على الشؤون الدينية\" وغيرها من القرارات التي تحد بل وتحول دون أداء الفرد المسلم للعبادات. ومن تلك القرارات تعتبر \"الوثيقة رقم 7\" السرية التي أصدرها مؤتمر المحافظة على الاستقرار في سنجيانغ والذي عقد في بكين في عام 1996م من أخطر القرارات بهذا الشأن لما تضمنته من فقرات أكدت على أن الخطر الأكبر الذي يهدد أمن الإقليم ينبعث من النشاطات الانفصالية والدينية غير المشروعة. ومنذ ذلك الحين كثفت السلطات من حملاتها ضد الساحة الدينية حيث لم تكتف بمنع النشاطات الدينية العادية، بل وحولت الساحة الدينية ككل إلى مسرح لعمليات القمع التي طالت نخبة كبيرة من العلماء والشخصيات الإسلامية. اعتقالات وإغلاق المدارس الدينية والسيطرة على كافة المسجد وتعيين أئمة لا يفقهن شيئا عن الإسلام ونتيجة لذلك اعتقل الآلاف من الأيغور الذين لا ذنب لهم سوى القيام بأداء شعائرهم الدينية العادية بمزاعم وتهم \"الانفصالية والنشاط الديني غير المشروع، وتم حظر وإغلاق المدارس الدينية المملوكة للحكومة وفرضت عقوبات شديدة على المدرسين والطلبة، وبسطت السلطات سيطرتها على كافة المساجد وعينت مراقبين تابعين لها لمراقبة المساجد. وانتزعت حق تعيين الأئمة حيث عينت في المساجد أئمة لا يفقهون من الدين شيئاً سوى الخرافات وتطبيق أوامر سادتهم الشيوعيين، وحولت السلطات الدين الحنيف بفضل هؤلاء الجهلاء إلى وسيلة لدعم الشيوعية والإلحاد والاشتراكية الثورية ،كما سخرته لخدمة أهداف الاستقرار والأمن في البلاد، وقامت بهدم العديد من المساجد بدعوى وحجج واهية متنوعة فضلاً عن منع إنشاء مساجد جديدة. ونود أن نذكر السادة الأعزاء بأننا كنا قد بعثنا بتقارير ووثائق مدعمة بالأدلة العملية بهذا الشأن إلى الجهات المعنية في جميع أنحاء العالم منها منظمات حقوق الإنسان . وهنا نسلط الأضواء على الأحداث التي وقعت بعد 11 سبتمبر: لقد ذكرنا في الفصل الثاني من تقريرنا السنوي أن أكثر من ثلاثة آلاف أيغوري قد اعتقلوا وتم إعدام أكثر من 20 منهم خلال تلك الفترة ويشكل معظم هؤلاء الأشخاص من الذين أدينوا لأسباب تتعلق بعقيدتهم الدينية. وقد سعت السلطات على وجه الخصوص لتضييق الخناق على المسلمين والحيلولة دون أداء فرائضهم الدينية خلال شهر رمضان وعيد الفطر المبارك بحيث استعملت في سبيل ذلك كافة الوسائل من قمع وترهيب وإغراء. منع أعضاء الحزب الشيوعي من المسلمين والمدرسين والطلاب من صيام شهر رمضان وحسب معلومات مندوبي مركز تركستان الشرقية للمعلومات في الوطن أصدرت السلطات بحلول شهر رمضان أوامر مشددة تم بموجبها منع أعضاء الحزب الشيوعي وموظفي الدوائر الرسمية والمدرسين والطلبة من صوم هذا الشهر المبارك. كما تم تعيين ثلاثة موظفين من الحكومة لمراقبة المساجد خلال عيد الفطر المبارك، كما شهد بعض المساجد الكبيرة حراسة مشددة من قبل أفراد الأمن الصينيين. وحسب مندوبينا فقد احتجزت السلطات في خوتان السيد عبد الرءوف وهو عالم ديني شاب و8 من تلميذاته في الفترة من 8 ديسمبر وحتى 13 ديسمبر، وأيضاً اعتقلت سيدة شابة كانت تقوم بالتدريس سراً وعدداً من تلميذاتها، وكان من بين التلميذات صبيات في سن الثالثة عشر، ورغم أن السيد عبد الرءوف قد أطلق سراحه بسبب عدم وجود أية ذريعة لاحتجازه إلا أنه قد تم فرض غرامات مادية كبيرة عليه، ويقال أنه قد تم تغريمه 7 آلاف ين بينما تم اخذ 300 ين غرامة من كل تلميذة. وأرغمت إحدى هؤلاء التلميذات على دفع 3 آلاف ين بدعوى مقاومتها للشرطة أثناء اعتقالها. وتعتبر تلك المبالغ بالنسبة لمثل هؤلاء الفقراء من الأيغور الذين لا يتجاوز دخلهم السنوي عن 80 دولاراً أمريكياً مبالغ خيالية. أمر بتأخير عيد الفطر بيوم على جميع أنحاء العالم الإسلامي وفضلاً عن ذلك أصدرت السلطات عشية حلول عيد الفطر المبارك قراراً حددت فيه موعد حلول العيد وموعد أداء صلاة العيد، وعلى ذلك الأساس يحل عيد الفطر في تركستان الشرقية متأخراً بيوم عن جميع أنحاء العالم الإسلامي (أي في يوم 17/12/2001م) . وجاء في المرسوم أن أي مسجد يخالف ذلك فسوف يتم معاقبة إمام ذلك المسجد والموظفين المكلفين بالإشراف عليه. منع الموظفين المسلمين في الدوائر الرسمية من صلا العيد والأمر المؤسف حقاً أنه قد منع الموظفون في الدوائر الرسمية والأطفال ممن هم دون سن الثامنة عشر من أداء صلاة عيد الفطر المبارك وأخرجوا من المساجد عنوة. وقال شاهد عيان: إن أكثر من مائة من الشباب ممن هم دون سن الثامن عشر قد أخرجوا من مسجد في قرية بخوتان عندما أرادوا أداء صلاة العيد وذلك من قبل المشرف الحكومي على المسجد. ويوضح ذلك بما لا يدع مجالاً للشك أن سلطات الاحتلال الصيني تطبق حالياً سياسة الإلحاد والإبعاد عن الدين تجاه الأيغور. هذا وقد استمرت السلطات في هدم المساجد في الشهر الماضي أيضاً حيث جاء في نبأ لمراسلنا في الوطن أنه قد تم هدم مسجد \"دونغ كوروك\" في بلدة قارقاش بمنطقة خوتان والذي كان يتسع لعشرة آلاف شخص وذلك بدعوى تشويش الآذان على الدروس في المدرسة القريبة منه."
  },
  {
    "type": "section",
    "id": "section-31",
    "title": "(94) سافر معي في المشارق والمغارب -رحلة الصين-",
    "content": "حوار مع بعض الطلبة الصينيين عن الإسلام في بلادهم: دار هذا الحوار في منزلي بالمدينة النبوية ـ في مكتبتي تعر فت عل بعض الطلبة الصينيين. وفي والتقيتهم، واحدا واحدا أكثر من مرة يوم الاثنين 26ذو الحجة 1416ﻫـ 13/5/1996م، ومنهم محمد نوح الجلسة الأولى: الاسم: محمد نوح (MA)[جرت عادة الصينيين وغيرهم في شرق آسيا أن يتسموا بأسماء عربية يتداولونها فيما بينهم، وأسماء صينية يتعاملون به رسمياً].. وهو طالب في كلية الدعوة ـ السنة الثالثة ـ الجامعة الإسلامية ـ المدينة المنورة. [img]pics/19/19051.jpg[/img] على اليمين محمد نوح في مكتبة الكاتب ويليه الكاتب بالمدينة المنورة تاريخ الميلاد: 20/6/1965م اسم المقاطعة: قانسو. عاصمتها: لانجو. المدينة التي يعيش فيها: لينشيا (تسمى مكة الصغيرة لكثرة المسلمين بها وكثرة المساجد وقوة نشاط المسلمين). [هذه المنطقة وهذه المدينة \"لنشيا\" هي التي لم تتيسر لي زيارتها عندما زرت العاصمة (لانجو) كما سبق، ولذا حرصت على أخذ معلومات عنها من أحد أبنائها]. دراسة الأخ محمد في داخل بلاده وخارجها. درس في بلاده لمراحل الدراسية إلى الثانوية العامة (حكومية) في الصين. البلدان التي درس فيها خارج بلاده: باكستان، وتخرج في معهد الإمام المودودي. ودرس فترة في الجامعة الإسلامية العالمية في إسلام أباد. وتخرج من معهد اللغة العربية في جامعة الملك سعود سنة 1411ﻫوهو الآن يدرس (بالجامعة الإسلامية/ كلية الدعوة وأصول الدين، السنة الثالثة) بالمدينة المنورة. طلب والده منه الرجوع الآن إلى بلده وقد جاءته رسالة من والده يطلب فيها عودته للقيام بخدمته وخدمة جدته، نظراً لكبرهما ولعدم من يقوم بشئونهما، وقرر السفر وتَرْكَ الدراسة. وهو متزوج. وله ابن واحد، اسمه: (سيف الدين MA SAIFE). وعمره سنتان. مشايخه الصينيون: له شيخ واحد هو: بهاء الدين، وعمره ستون سنة. مشايخه في البلدان الأخرى: المدرسون في الجامعة الإسلامية العالمية في إسلام آباد، (وتتلمذ على الشيخ خليل الحامدي في معهد الإمام المودودي) سنة 1990م، ومدرسو الجامعة الإسلامية في كلية الدعوة بالجامعة الإسلامية بالمدينة المنورة. المسلمون في قانسو ومؤسساتهم: عدد المسلمين في المقاطعة: (6 ملايين) تقريباً. عدد المسلمين في ولاية (لينشيا): ثلاثة ملايين، تقريباً. عدد المساجد في المقاطعة: (عشرة آلاف صغير وكبير تقريباً). والمساجد الكبيرة تعتبر مدارس. عدد المدارس: في المقاطعة يزيد عن مائة صغيرة وكبيرة. عدد المدرسين: في كل مدرسة يوجد ما بين ثلاثة إلى خمسة. عدد الطلبة: ما بين عشرين إلى مائتين في كل مدرسة. المناهج الدراسية: مناهج المدارس: علوم اللغة العربية قواعدها. قراءة القرآن تجويداً، وتفسيره (الجلالين والبيضاوي) الفقه ـ شرح الورقات وكتاب شامي (حنفي) والعقيدة (النسفية). وفي المدارس الجديدة التربية الإسلامية (كتاب مقرر في المعهد الديني في الكويت). والحديث: كتاب اللؤلؤ والمرجان تحقيق محمد فؤاد عبد الباقي طبعته الحكومة الصينية. وعلوم القرآن لصبحي الصالح. وتيسير مصطلح الحديث لمحمود الطحان. وأصول الفقه مقرر المرحلة الإعدادية في اليمن. وفي الدعوة: تعريف عام بدين الإسلام لعلي الطنطاوي ـ يدرسونه في مادة العقيدة. وفي التاريخ: السيرة النبوية ـ في بعض المدارس ـ لمصطفى السباعي، وبعض المدارس يدرسون كتاب الرحيق المختوم للمبارك فوري. وتدرس مواد أخرى باللغة الصينية، مثل كتاب مبادئ الإسلام للمودودي ـ مترجم باللغة الصينية، ومعالم في الطريق لسيد قطب، وشبهات حول الإسلام لمحمد قطب، وجاهلية القرن العشرين (ومدرسو هذه المواد هم الذين دَرَسُوا في الخارج) وطريقة تدريس هذه الكتب محاضرات أو قراءة الكتاب. والكتب المترجمة إلى الصينية تُدَرَّس للطلبة الذين لم يصلوا إلى مرحلة الدراسة بالعربية. اختلاف المسلمين وأسبابه: إذا حصلت مشكلات مع الدولة، فتعاوُنُ المسلمين فيما بينهم تعاون تام، أما فيما بينهم فهم مختلفون. ومن أهم أسباب الخلاف بينهم: الانتساب إلى المذاهب، كالحنفي والسلفي والصوفي... وبعضهم يتبعون مشايخ قدامى عندهم ما يشبه الطرق الصوفية، وبعضهم يدعون أنهم من شيعة أهل البيت، وغالبهم لا يفهمون ما ينتسبون إليه، حتى إن أكثرهم لا يُصَلون ولا يهتمون بالعبادات، وبعضهم يرى أن زيارة مقابر الشيوخ أفضل من الذهاب إلى مكة! وهذا يوجد في هذه المنطقة أكثر من بقية بلاد الصين (توجد المقابر التي يعظمونها في \"سيتشوان\"). وأشهر الطرق الصوفية الموجودة: القادرية، والخَفِيَّة ـ يخفون الذكر ـ والجهرية. وتوجد طائفة الإ خون المسلمون (وليسوا الإخوان المسلمين المصريين) وكانوا على جهل وعادات غير صحيحة، وفي الخمسينات ذهب أحدهم إلى الحج ويسمى (سيد نوح جويوانج حاج) ودرس على المشايخ في مكة لمدة ست سنوات، وعندما رجع وجد جماعته مختلفين، فجمعهم وقال لهم: نترك الخلاف ونحن إخوان يجب أن نفهم الإسلام على حقيقته ونعمل به، ويظهر أنه تأثر بدعوة الشيخ محمد بن عبد الوهاب. (وهذا هو سبب تسميتهم بالإخوان)[وهذا اللقب كان شائعاً في مناطق نجد في عهد الملك عبد العزيز وبعده]. صلة المسلمين بالدولة وحالتهم الاقتصادية: والموظفون في هذه المقاطعة كثير منهم مسلمون، ولكن الدولة لا توظف إلا من انضم إلى الحزب الشيوعي، ولذلك غالبهم مسلمون بالاسم فقط. أما حالتهم الاقتصادية في المقاطعة: فهم يشتغلون بالتجارة ويوجد فيهم أغنياء (غالب المسلمين في الولاية أغنياء) ونسبة الأغنياء منهم ـ في المدينة ـ أكثر من غير المسلمين، لأن غير المسلمين يهتمون بالوظائف بخلاف المسلمين. ويتعاون أغنياء المسلمين مع المسلمين في الإنفاق على التعليم والدعوة والمساجد والمدارس. صلة المسلمين في قانسو بإخوانهم في تركستان: تقع تركستان الشرقية في الشمال الغربي لهذه المقاطعة، وبين المسلمين في المقاطعتين صلة تجارية، وبدأت الاتصالات بينهم دينياً، حيث تطبع كتب دينية في قانسو وترسل إلى تركستان الشرقية، وكثير من المسلمين في قانسو هاجروا إلى تركستان الشرقية في أيام الثورة الثقافية الكبرى، ولذلك تحصل زيارات بين الطرفين. المسلمون في قانسو يلتزمون بالإسلام، حسب فهمهم له، أكثر من المسلمين في المقاطعات الأخرى، والسبب في ذلك اهتمام الأسرة بتربية الأولاد منذ الصغر، حيث أصبحت عندهم عادة نشئوا عليها، ويهتمون بالطعام الحلال حتى إذا سافروا إلى مناطق أخرى من الصين يأخذون معهم الطعام الحلال. كما أن العلماء والمدارس عندهم كثيرة. نسبة التعليم الثقافي [يعني تعليمهم في المدارس العصرية، وهي مدارس حكومية].بين المسلمين في المقاطعة 20% تقريباً. لأن المسلمين يمنعون أولادهم ـ وخاصة البنات ـ من الدراسة في المدارس الحكومية محافظة على دينهم وخشية من التأثر بالأفكار الإلحادية. والمسلمون في هذه المقاطعة هم صينيون ولا يعرف أحد من أبناء العرب."
  },
  {
    "type": "section",
    "id": "section-32",
    "title": "(95) سفر معي في المشارق والمغرب – تابع لرحلة الصين",
    "content": "بعض مظاهر النشاط الإسلامي في المنطقة: من مظاهر النشاط الإسلامي: مخيمات تربوية في موسم الصيف والمسابقات في تلاوة القرآن التي لم تكن موجودة من قبل، ومسابقات ثقافية إسلامية، وأنشئت روضات أطفال للمسلمين، وأسست مكتبات إسلامية عامة للمطالعة في الشوارع الرئيسية في المدينة، ومنها مكتبة (اقرأ) في لنشيا، ومكتبات إسلامية عامة للبيع بالعربية والصينية. الطلاب المتخرجون من البلدان العربية والإسلامية: الطلاب الذين خرجوا لطلب العلم الشرعي من المقاطعة، في باكستان وسوريا وإيران، وفي الأردن ومصر وفي المملكة العربية السعودية وتونس والإمارات العربية وليبيا والسودان. وعددهم يبلغ مائة تقريباً، تخرج قليل منهم. وعدد الدارسين من المقاطعة في الجامعة الإسلامية بالمدينة المنورة الآن 25 طالباً. وفي جامعة الملك سعود في الرياض 16 تخرج منهم واحد واسمه (ليسع). وتخرج سبعة من طلاب قانسو من الجامعة الإسلامية في المدينة. كما تخرج عدد آخر من جامعات أخرى. أقسام الطلاب الصينيين المتخرجين في البلدان الإسلامية: وهؤلاء الطلاب ثلاثة أقسام: القسم الأول: هم من طلبة المساجد السلفية. وهم أتباع بعض المشايخ الذين تأثروا بأفكار الشيخ محمد بن عبد الوهاب، وهؤلاء المشايخ أخذوا تلك الأفكار عندما ذهبوا إلى مكة للحج، وحملوا معهم كتب الشيخ محمد بن عبد الوهاب إلى الصين، ويدرسون هذه الكتب، ويسيرون على نفس منهج تلاميذ الشيخ محمد بن عبد الوهاب، ويلبسون اللباس السعودي إلى الآن: الثياب والشماغ والطاقية والعقال، ظنا منهم أن ذلك كله من السنة. من علاماتهم ومن علاماتهم ترك شعر الرأس اقتداء بالرسول صلى الله عليه وسلم، ويرون أن حلق شعر الرأس بدعة، إلا في مناسك الحج والعمرة، ولكنهم لا يهتمون بترك شعر اللحية، حيث يحلقها كثير منهم، ويقصرون السراويل والبنطلونات، ويكثر عندهم التبديع والتفسيق، ويكفِّرون الفرق الصوفية كالقادرية، ومن أهم اختلافهم مع الجماعات الأخرى فهم بعض آيات الصفات، مثل الاستواء على العرش، وهذا يختلفون فيه هم أيضاً فيما بينهم، بعضهم يقول: استوى معناه استقام، وبعضهم يقول: استوى بمعنى علا وارتفع. أما خلافهم مع غيرهم فهو موضوع التأويل وعدمه. وهم يقولون: إنهم يأخذون بالكتاب والسنة، ويتركون كتب الفقه، مع أن غالبهم جهال، ولا يصلون وراء أئمة المساجد الحنفيين، بسبب عدم رفع اليدين، وغير ذلك.. ولا يعترفون بصحة أحاديث عدم رفع اليدين. ويهتمون بقراءة كتب الحديث، حتى إن عامتهم يقرؤون ذلك عن طريق الترجمة، (وأسرة الأخ محمد نوح ينتمون إلى هذه الطائفة).. ويحاربون إقامة المولد ويحكمون على من أقامه بالكفر والشرك.. وهم يصرحون بأنهم سلفيون. القسم الثاني: من مساجد (الإخوان). وهم يخالفون القسم الأول في رفع اليدين في الصلاة ـ يسيرون على المذهب الحنفي ـ ويؤولون آيات الصفات ـ على مذهب الأشعرية ـ ويقولون عن أنفسهم: إنهم أشعريون ماتريديون، ولا يكفرون الناس ولا يفسقونهم بالبدع ونحوها، ولا يتبركون بالقبور. وبين الطائفتين خلاف شديد وكراهية ولا يوجد بين طلابهما تعاون ولا لقاء بين أئمة مساجدهم. القسم الثالث: يسمون أهل التقليد. وهم الذين لم يتغيروا عما كانوا عليه لا بدعوة سيد نوح ولا بدعوة السلفية، وهؤلاء عندهم بدع كثيرة، وهم فقط الذين يحتفلون بالمولد، وتزور نساءهم القبور ويتبركون بالقبور، ولا يهتمون كثيراً بالصلاة وكذلك لا يهتمون بالتعليم، ولا يهتمون بتلاوة القرآن مجوداً، بل لحنهم فيه كثير. فالقسم الأول بعد تخرجه تشدد كثيراً، والقسم الثاني يخف تشدده ويقوم بتوعية المسلمين لفهم الإسلام ويحاول جمع كلمتهم، ويكون تأثيرهم في المسلمين قوياً وجماعة هذا القسم أكثر من القسمين الأول والثالث. ويوجد تأثر بالمذهب الشيعي عند الخفية والجهرية، ويصرحون أنهم شيعة، ولكنهم لم يصلوا إلى درجة سب الصحابة، وإنما يظهرون أنهم يحبون أهل البيت، ولم يتمكنوا من تعلم أصول الشيعة. النشاط الشيعي في الصين: وعلماء الشيعة يأتون إلى بعض مناطق الصين، ويأخذون معهم بعض الطلاب، ولكن إلى الآن لم يرجع أحد منهم يدعو إلى مذهبهم. ويقدم الإيرانيون مساعدات لبعض المساجد لأجل التأثير على أهلها. الملحق الثقافي الإيراني في بكين قدم مساعدة كبيرة لبناء المعهد الإسلامي المسمى بـ(المدرسة الفاطمية) في مقاطعة (خنان) في وسط الصين، وعاصمتها (تشانتشو zheng zhou). وكانت مديرة المدرسة تسمى عائشة فألحوا عليها حتى سميت فاطمة، وهي تخرجت في جامعة مشهد، وهي الآن مذيعة باللغة الصينية في إذاعة إيران تدعو إلى الإسلام بالفكر الشيعي، وهذه أول إذاعة أجنبية تدعو إلى الإسلام بلغة الصين. ويدْرُس في إيران الآن خمسون طالباً من الصين، ويزدادون عاماً بعد عام، ويشجعون الطلاب الصينيين على أن يتزوجوا من الصينيات، ويأتوا بأزواجهم معهم إلى إيران ليكون التأثير الشيعي شاملاً للأسرة كلها، وبعض الطلبة الصينيين يتزوجون إيرانيات بشرط أن يعتنقوا المذهب الشيعي. انتهت الجلسة الأولى مع الأخ محمد نوح."
  },
  {
    "type": "section",
    "id": "section-33",
    "title": "(96) سافر معي في المشارق والمغارب (رحلة الصين)",
    "content": "الأربعاء 28 ذو الحجة 1416ﻫ ـ1/5/1996م الجلسة الثانية مع الأخ محمد الطاب محمد نوح في منزلي بالمدينة: ترتيب المقاطعات الصينية من حيث كثرة المسلمين وقلتهم. هناك ست مقاطعات يكثر بها المسلمون، في شمال غرب الصين: أولها: قانسو. ثانيتها: تشنغهاي ثالثها: نينغشيا رابعتها: شانشي خامستها: شنغجانغ (في تركستان الشرقية) وهذه المقاطعة هي أكثر المقاطعات الخمس بالنسبة للمسلمين. سادستها: يونَّان. وكل المقاطعات الأخرى بها مسلمون، ولكن المقاطعات الست المذكورة هي التي يكثر بها المسلمون. هل يعرف عدد السكان المسلمين في الصين وفي كل مقاطعة؟؟ توجد عدة إحصائيات: منها الإحصائية الحكومية، تقدرهم بـ(20 مليوناً). وهناك إحصائية من قبل بعض المصادر الإسلامية، نقدرهم بـ(100 مليون) وهذا مرجعه كتاب أقليات إسلامية الصادر عن رابطة العالم الإسلامي. وبعضهم يقدرونه ب(120 مليون) كما في كتاب الكاتب الكويتي.[هو: جمال محمد العبد المنعم، وعنوان كتابه المسلمون في الصين الملف الضائع، وقد زارني المؤلف بمنزلي في المدينة المنورة قبل حج هذا العام وأهدى لي كتابه المذكور]. والذي نراه أن العدد (100 مليون تقريباً). المساجد في الصين وأئمتها: عدد المساجد في إحصائيات الحكومة قبل سنتين أكثر من عشرين ألفاً، والظاهر أنها تعني المساجد الرسمية المأذون به من قبلها. أما المساجد الصغيرة وغير الرسمية فهي كثيرة، ويصعب إحصاؤها، لأن المساجد في ازدياد، والأهالي هم الذين ينفقون عليها، والحكومة تنفق على بعض المساجد الرسمية عند بنائها. أئمة المساجد: في المقاطعات الست السابقة يطلب المسلمون فيهم شروطاً معينة: منها: أن يكون كبير السن، ولا يختارون الشباب في الغالب. ومنها: أن يكون قد درس في المساجد على الشيوخ معظم الكتب الدينية التي تدرس في المساجد، وهي تتعلق بالعقيدة والفقه والتفسير واللغة العربية ـ النحو والصرف والمواعظ التي يدرس فيها كتب خاصة باللغة العربية، ومنها: الإرشاد أو تنبيه الغافلين أو درة الناصحين. ومنها: أن يكون قادراً على التعليم. وأما المقاطعات الأخرى فالمطلوب فيها من الإمام حفظ بعض سور القرآن، ليقرأ بها في الصلاة، ولا يشترطون فيه تجويداً أو غيره، إلى درجة أن بعض الأئمة لا تُفهم قراءته. ويشترطون فيه أن يجيد بعض الأمور المتعلقة بالجنائز وعقد النكاح، وأن يكون قادراً على ذبح الحيوانات للمسلمين، والناس لا يقبلون إلا ذبيحة الإمام. المعاهد والمدارس المشهورة: كم عدد المدارس والمعاهد الإسلامية المشهورة؟ المدارس والمعاهد الإسلامية قسمان: القسم الأول: المعاهد الحكومية. وكانت توجد ثمانية معاهد في المدن الرئيسية، وهي: معهد العلوم الإسلامية في بكين. معهد العلوم الإسلامية في نينغشيا. ومعهد العلوم الإسلامية في شنغجانغ. ومعهد العلوم الإسلامية في تشينغ تشو.ومعهد العلوم الإسلامية في لانتشو. ومعهد العلوم الإسلامية شيئان. ومعهد العلوم الإسلامية تشوانتشو في جنوب الصين. ومعهد العلوم الإسلامية في كومينغ. وبعض هذه المعاهد أغلقت لعدم وجود الطلاب الملتحقين بها، لعدم ثقة المسلمين بها، لما فيها من تحريف للإسلام، وهي إنما تربي من المسلمين شباباً يبثون الأفكار الشيوعية. وعندما تخرجت الدفعة الأولى من طلاب معهد بكين، وزعتهم الحكومة على المدن أئمة للمساجد، ولكن المسلمين رفضوا الصلاة وراءهم، لعلمهم بأنهم عملاء للحكومة، وقليل منهم من نجا من أفكار الحكومة وأهدافها، منهم الأستاذ حسن إمام مسجد شانغهاي. ومعهد بكين بني في عهد (ماو) وكذلك بعض المعاهد المذكورة، وأغلقت كلها بسرعة عندما بدأت الثورة الثقافية، كما أغلقت المساجد، ويبدو أن تأسيسها كان من باب تأليف المسلمين وخداعهم. القسم الثاني: معاهد أهلية: بدأت نواتها في بيوت المسلمين سراً في أواخر عهد الثورة. كان المدرسون يعملون في النهار لكسب الرزق في الأعمال الشاقة تنكيلاً بهم، وفي الليل يجمعون التلاميذ سراً في منازلهم، وقد يتنقلون، إذا بدأت الحكومة تراقبهم، والمدرس ينصح الطلاب أن لا يحضروا سوياً، وإنما فرادى خشية من أن تتنبه الحكومة لذلك. وقد درس كثير من أبناء المسلمين في تلك الفترة، وكان المدرسون يفرحون بكثرة نزول الأمطار لأن الحكومة في وقت كثرة نزول المطر هذه لا تراقب، وكل العبادات حتى الصلاة كانت تؤدى سراً. وضرب الأخ محمد مثالا لذلك بأنه رأى جده وجدته يدخلان تحت الطاولة بعد أن سترها بقماش في الليل وأنهما أشعلا شمعة، فنظر إليهما من ثقب وهو صغير عمر ه (6 سنوات) تقريباً، وهما يأكلان من طعام صنعاه في النهار، وسألهما في اليوم الثاني عن السبب فقا لا له: لا تتحدث عن هذا في الخارج، وكان ذلك في شهر رمضان، وفهم هو بعد ذلك أنهما كانا يفطران سراً. [فأين زعم من يدعي من المنتسبين إلى العلم أن العالم كله اليوم لا تشرع فيه الدعوة السرية، لوجود الحرية التي يتمكن بها الدعاة من الدعوة العلنية، والحال أن بعض المسلمين لا يقدرون ـ أحياناً ـ من أداء بعض شعائرهم الدينية، كالصلاة والصوم في داخل منازلهم؟! وإذا كانت الأحوال قد تتغير أحياناً فيؤذن للمسلمين بأداء شعائر دينهم، فإن الحال لم يتغير فيما يتعلق بدعوتهم إلى دينهم حتى فيما بينهم إلى الآن في الصين، إلا في داخل مساجدهم، بشرط أن لا يقوم بذلك غير إمام المسجد الذي يراقب مراقبة مستمرة من قبل الحكومة الصينية، هذا كتبته وقت زيارتي وأرجو أن يتغير الأمر إلى الأحسن]. ثم تطورت مع مرور الأيام بسبب الانفتاح السياسي، وأصبحت بعضها مدارس أو معاهد يدرس فيها أولاد المسلمين علناً، وبعضها وافقت على تأسيسها الدولة، وبعضها لم توافق عليها، ولكنها لم تمنعها رسمياً، ولا زالت هذه المعاهد موجودة. وأعرف أكثر من ثلاثين معهداً إسلامياً في مقاطعات الصين، وأكثرها في الشمال الغربي للصين، وتوجد معاهد كثيرة في يونَّان. ولا يعرف إحصاء معين للمعاهد والمدارس الإسلامية في الصين كلها. ولكن بعض هذه المعاهد تغلق لعدم وجود ميزانية لتكاليفها. ومع ذلك تفتح معاهد جديدة، وهذا غير التعليم المسجدي. 6 ـ هل بقي من ينتسب إلى العرب من المسلمين، وفي أي المقاطعات يكثرون وما السبب؟"
  },
  {
    "type": "section",
    "id": "section-34",
    "title": "(97) سافر معي في المشارق والمارب (رحلة الصي الجلسة الثالثة مع الطالب محمد نوح)",
    "content": "أستاذ الأساتذة وتطور التعليم الدينيفي الصين: منذ دخول الإسلام الصين إلى القرن السادس عشر، لم يكن يوجد تعليم ديني منظم، وإنما كان المسلمون يلقنون أولادهم الإسلام شفهياً، جيلاً بعد جيل. وقد بدأ التعليم المنظم في عهد الشيخ (هودن جو) وهو الذي سمي أستاذ الأساتذة. فقد سافر إلى مكة في القرن السادس عشر، والتقى علماء في مكة وحضر الحلقات العلمية، وتعرف على أساليب التعليم التي يسلكها هؤلاء العلماء، وكانت تلك الأساليب جديدة عليه. ولما رجع إلى الصين بدأ يطبق تلك الأساليب في منزله أولاً، ثم انتقل بها إلى المسجد، فجمع الطلاب وقرر عليهم دراسة بعض الكتب، غير أنه لم يكن يحدد مدة معينة يتخرج فيها الطلاب، فإذا رأى الطالب أتقن العلوم التي درسها بعد مضي عدة سنوات، أرسله ليقوم بمثل ما قام به هو من التدريس. ومن ذلك الوقت بدأ تنظيم التعليم الديني، وهو الذي سمي بالتعليم المسجدي، في مقابل التعليم المدرسي، والتعليم المدرسي كان أساس تطويره التعليم المسجدي. وعندما رأى العلماء ـ في الآونة الأخيرة ـ شيئاً من القصور في المناهج والكتب وعدم الاهتمام باللغة الصينية، طوروا المناهج والكتب وأسسوا المدارس، ولازالوا يطورون، وفي هذه المدارس أمل كبير لإفادة أبناء المسلمين. هجرة طلاب الصين إلى الخارج بعد الانفتاح: 7 ـ متى بدأ طلاب الصين المسلمون يهاجرون لطلب العلم إلى خارج الصين بعد موت (ماو)؟ وفي أي البلدان يكثرون ولماذا؟ أول من خرج من الصين للدراسة في الخارج ـ بعد الانفتاح ـ هو الأخ محمد نوح ـ الذي أجريت معه هذه الحوار ـ وطالب آخر اسمه صالح عيسى من بلده، في سنة 1986م إلى باكستان،حتى إن الموظفين في الجمارك الباكستانية قالوا لهما: أنتما أول من يدخل باكستان بتأشيرة لطلب العلم، ويكثر الطلبة الصينيون في باكستان، لقرب البلد وإمكان السفر بالحافلات، وحسن العلاقة بين البلدين، وسهولة القبول في المعاهد الدينية في باكستان [لأن الرئيس مشرف لم يكن موجودا!].وقد بلغ عددهم في باكستان منذ البداية إلى الآن أكثر من خمسمائة طالب. ومعظمهم في الجامعة الإسلامية العالمية في إسلام أباد وبعضهم في المعهد الإسلامي في بيشاور، وبعضهم في معهد الإمام المودودي في لاهور، وبعضهم في جامعة الدراسات الإسلامية في كراتشي. والبلد الثاني الذي يكثر فيه الطلبة الصينيون المملكة العربية السعودية، يوجد منهم أكثر من مائة طالب في الجامعة الإسلامية، وفي جامعة أم القرى عشرة وفي جامعة الملك سعود عشرة تقريباً. ويوجد في سوريا أكثر من خمسين طالباً في معهد الدعوة التابع لليبيا، وفي معهد الفتح الإسلامي، وفي جامعة دمشق. وفي مصر أكثر من خمسين طالبا في الأزهر وفروعه. وفي السودان يوجد عدد منهم. ويوجد عدد كثير منهم في إيران. كما يوجد عدد منهم في الإمارات أيضاً. 8 ـ هل يعرف عدد الطلاب المسلمين الذين تخرجوا في الجامعات والمعاهد الإسلامية في خارج الصين؟ أعرف منهم حوالي عشرة، ولا أعرف الآخرين. نشاط الطلاب العائدين من الخارج في التعليم والدعوة. 9 ـ وهل يقومون بنشاط تعليمي ودعوي بين المسلين في الصين عند عودتهم، وأي البلدان طلابها الصينيون أكثر نشاطاً؟ يقوم بعضهم بنشاط تعليمي في المدارس الإسلامية في بلدانهم، وكذلك الدعوة، مثل ترجمة الكتب إلى اللغة الصينية، وتنظيم المخيمات. وأكثر الطلاب نشاطاً في مقاطعة قانسو، وكل طلاب قانسوا يشتغلون بالتعليم والدعوة، وكثير من المقاطعات طلابها مازالوا يدرسون في الخارج. تنسيق العمل بين الطلاب في الداخل والخارج. 10 ـ هل توجد اتصالات بين الطلاب الصينيين الدارسين في الخارج قبل عودتهم إلى بلادهم؟ توجد اتصالات فردية ومحاولة لجمع كلمتهم وتوجيههم، والتخفيف من الاندفاع الذي يصل فيه بعضهم إلى حد تكفير المسلمين في الصين. 11 ـ هل يوجد تنسيق بينهم في الدعوة والتعليم إذا رجعوا إلى بلادهم؟ حصلت بين المسلمين محاولة تنسيق في المدارس لأكثر من ثلاثين مدرسة، ولكنها توقفت بسبب اختلاف الآراء بين المدارس، وفي السنة الماضية قام الإمام حسن إمام الجامع في شانغهاي بالتنسيق بين المدارس المهتمة بالتربية الإسلامية في بعض المقاطعات، وكان ذلك ناجحاً اتفقوا على جعل معهد المعلمين في غوا نغخه (بلده) مركزاً لتدريب المدرسين لجميع المدارس الإسلامية في الصين، وهذا المعهد هو الذي يُدَرِّس فيه الأخ محمد، ونسبة المسلمين في هذه البلدة 98% وهي تحتوي على عدة قرى. ومعظم المسؤولين في الإدارات الحكومية في البلدة مسلمون. 12 ـ هل يوجد علماء مسلمون يفقهون الإسلام فقهاً صحيحاً، وهل يقومون بتدريس أبناء المسلمين وتفقيههم في المساجد والمدارس؟ يوجد علماء بارزون، ولكنهم قليل."
  },
  {
    "type": "section",
    "id": "section-35",
    "title": "(98) سافر معي في المشارق والمغرب",
    "content": "الجلسة الرابعة مع الطالب محمد نوح في منزلي بالمدينة 13.هل يرغب أبناء المسلمين في الصين في تعلم اللغة العربية ومبادئ الإسلام؟ عند معظم أبناء المسلمين رغبة شديدة في ذلك. 14 ـ هل يوجد من يسعى من العلماء لتطوير المناهج الدراسية، الإسلامية والعربية وبخاصة، الذين درسوا في البلدان الإسلامية، وهل يقبل أئمة المساجد والمعلمون المسلمون التفاهم حول هذا التطوير؟ المؤتمر الذي عقد في السنة الماضية كان موضوعه المناهج الدراسية وتعميمها في المدارس، واتفق على بدء العمل بجمع المراجع والبحث عن علماء قادرين على وضع المناهج وتأليف الكتب المنهجية. اغتنام الفرص المتاحة وتوقعات المستقبل. 15 ـ هل يتوقع المسلمون أن تمنحهم الحكومة الصينية حرية أكثر في تعليم أبنائهم الدين الإسلامي واللغة العربية، وترجمة الكتب الإسلامية إلى اللغة الصينية، والاستمرار في اتصالهم بالعالم الإسلامي للدراسة في الجامعات والمعاهد الإسلامية؟ المسلمون يغتنمون الفرص السانحة المسلمون الآن يغتنمون الفرصة السانحة، والمستقبل لا يعرف، ولكن معظم المسلمين يخافون من انقطاع هذه الفرصة، وذلك لتجاربهم المريرة في السابق، والشيوعيون يغيرون سياساتهم بسرعة. وعلى سبيل المثال كان الطلاب الذين اعتصموا في ميدان (تيان آن مين tian an men) كانوا يتوقعون باعتصامهم مزيداً من الحرية والديمقراطية، ولم يكونوا يتوقعون المعاملة الصارمة التي اتخذتها الحكومة ضدهم. ومثال آخر خاص بالمسلمين، فقد أصدرت إحدى دور النشر الحكومية كتاباً، يشوه صورة الإسلام، واحتج المسلمون على ذلك، وقاموا بمظاهرات، وكان فيها بعض الأخطاء منهم أو مدبرة لهم من قبل الحكومة، لأن بعض المنافقين كانوا في صفوف المسلمين، وأحدثوا فوضى أثناء المظاهرة مثل تخريب بعض الدوائر الحكومية وبعض المرافق، والحكومة اغتنمت الفرصة فاعتقلت كثيراً من المسلمين بحجة العبث بالأمن وعذبتهم وحكم عليهم بالسجن لمدد طويلة، وأغلقت المدارس إلى الآن، وكان ذلك سنة 1993م. وقامت مظاهرات في عدة مقاطعات في الصين بسبب صدور عدة كتب تشوه الإسلام، ولكن الحكومة ضربت هذه المنطقة لتخويف المسلمين في الصين كلها. اهتمام المسلمين بالثقافة الصينية. 16 ـ هل يهتم المسلمون الصينيون بدراسة أبنائهم الثقافة الصينية؟ في هذا الموضوع ينقسم المسلمون ثلاثة أقسام: القسم الأول: أميون، وهؤلاء يمنعون أولادهم من دراسة الثقافة الصينية، خشية عليهم من الإلحاد، لأنهم لم يربوا أولادهم في بيوتهم تربية إسلامية. والقسم الثاني: مثقفون مهتمون بالإسلام، وهؤلاء يربون أولادهم في بيوتهم منذ الصغر تربية دينية، ولا يمنعون أولادهم من الالتحاق بالمدارس الحكومية، لأنهم لا يخافون عليهم لما عندهم من الحصانة الدينية. القسم الثالث: مثقفون، يجهلون الإسلام. ولا قدرة لهم على تربية أولادهم تربية دينية، فيتركون أولادهم يتعلمون أي شيء، لكسب المعيشة أو الحصول على المناصب، ولا يبالون بما يحصل لهم، وهؤلاء يضيع أولادهم ويذوبون في المجتمع الصيني. السعي في إيجاد منح دراسية في مجالات العلوم المعاصرة 17 ـ هل فكر المسلمون الصينيون في طلب مِنح لأبنائهم في الجامعات العربية والإسلامية في مجالات العلوم الطبية والكونية والاقتصادية واللغات الأجنبية الحية، ليقووا أنفسهم في تخصصات متنوعة؟ المسلمون إلى الآن يهتمون بالدراسات الإسلامية، ولم يفكروا في مجالات العلوم الأخرى [حصلت مناقشة في هذا الموضوع، كانت نتيجتها أنه لابد من الاهتمام بهذا الأمر]. الجمعيات الإسلامية في الصين. 18 ـ هل توجد جمعيات إسلامية في الصين؟ توجد جمعيات إسلامية، وكلها رسمية، ولا تأذن الحكومة بإقامة جمعيات غير رسمية، والمسؤولون في الجمعيات غالبهم عملاء للحكومة يظهرون للأئمة المودة، ولكنهم يكتبون عن المسلمين تقارير.. وهذه الجمعيات موجودة في كل مقاطعة وكل محافظة وكل بلدة يوجد بها مسلمون، وغالب المسؤولين فيها هم من الذين تخرجوا من معاهد العلوم الإسلامية الحكومية. وهذه الجمعيات كلها فروع للجمعية الإسلامية الصينية في بكين، وهي مؤسسة حكومية تحت إشراف مكتب الشئون الدينية للدولة. وهذه الجمعيات تتدخل في شئون المسلمين بما لا مصلحة لهم فيه في كثير من الأحيان إرضاء للدولة، وحرصاً من مسئوليها على المصالح المادية. انضمام بعض المسلمين إلى الحزب الشيوعي. 19 ـ ما موقف الحكومة من المسلمين الذي لا ينضمون إلى الحزب الشيوعي؟ الحكومة تشجع كل الناس على الترقي في معرفة قواعد تنظيم الحزب وتطبيقها، حتى يكونوا مؤهلين لذلك، ولا تجبر أحداً على الدخول في الحزب، بل لا تقبل أحداً ينضم إلى الحزب، إلا من هو مؤهل عندهم بشروطهم. تعاطف المسلمين المنخرطين في الحزب الشيوعي 20 ـ هل يوجد تعاطف من المسلمين المنخرطين في الحزب الشيوعي مع إخوانهم المسلمين، ولو بصفة غير معلنة؟ نعم يوجد. هل يفهم المسلمون فروض العين! 21 ـ هل يمكن القول بأن غالب المسلمين في الصين على علم بفروض العين وكيفية القيام بها؟ الجواب: لا، بل غالبهم لا يفهمون فروض العين. والذي يفهم فروض العين يعمل بها في الغالب. عدم اهتمام بعض المسلمين باستقبال الضيف 22 ـ ظهر لي في بعض المناطق التي زرتها في الصين في مطلع هذا العام الهجري، أن بعض المسلمين الصينيين لا يهتمون باستقبال الضيف، فهل لذلك من سبب؟ هذا يحصل في بعض المناطق، وليس في كل بلدان المسلمين، في الصين ومن الأسباب بعض العادات المحلية، ومن ذلك التعصب المذهبي، فإذا رأى أحدهم الضيف من بلد آخر يظنه على غير مذهبه قد لا يرحب به تعصباً. وسائل الدعوة الناجحة في الصين. 23 ـ ما وسائل الدعوة الإسلامية المناسبة للمسلمين الصينيين التي يمكن أن تنجح في إقبالهم على الإسلام؟ 1 ـ وسيلة التعليم، لأن المسلمين حريصون على التحاق أولادهم بالمدارس الإسلامية التي يثقون فيها، حتى الجهال منهم يبعثون أولادهم لدراسة الإسلام، وأبناؤهم إذا تعلموا يؤثرون في أسرهم. 2 ـ إصدار المجلات والجرائد والنشرات الصغيرة بلغتهم، وهذه النشرات يبعث بها إلى أي منطقة بالبريد، وهذه النشرات تعتبر من أهم وسائل الاتصال بين المسلمين في المناطق المتباعدة. 3 ـ إقامة ندوات إسلامية يجتمع فيها الشباب من مناطقهم المتباعدة أو المتقاربة، يتدارسون فيها موضوعات معينة، ويتم فيها تبادل الآراء والتجارب واقتراح الحلول لما يواجهونه من مشكلات. 4 ـ تبادل الزيارات بين الأئمة والدعاة، وكانت هذه الزيارات قائمة قبل ست سنوات تقريباً، وكان الزائر من منطقة إلى منطقة يلقي المحاضرات ويستفيد المسلمون منه، ولكن الحكومة منعت ذلك وشددت فيه الآن، وحذرت الأئمة من الإذن لمحاضر آخر غيرهم يقوم بذلك في مساجدهم، والأئمة يخافون، ولكن بعضهم إذا كان عنده شجاعة يأذن للمحاضرين من مناطق أخرى، والحكومة ـ في الغالب ـ لا تفعل شيئاً. وهذه الوسيلة أخذها بعض المسلمين من أسلوب جماعة التبليغ الذين جاءوا إلى الصين وقاموا بزيارة المسلمين في بيوتهم ومساجدهم. 5 ـ ترجمة الكتب الإسلامية، ونشرها بين المسلمين. 6 ـ وجود مكتبات تجارية لبيع الكتب الإسلامية مترجمة إلى اللغة الصينية، وهذه المكتبات يوجد شيء منها الآن في بعض المدن. 7 ـ إقامة المخيمات التي تعد إعداداً خاصاً، يجتمع فيها الأئمة والمعلمون لدراسة موضوعات تتعلق بالدعوة والتعليم، وتعقد فيها المسابقات الثقافية التي تهدف إلى توعية الحاضرين من كل الفئات. تجربة ناجحة في إقامة المخيمات. [img]pics/19/19052.jpg[/img] وفي السنة الماضية (1995م) نظم الأخ حسن (إمام أحد المساجد في مدينة: شنغهاي) مخيماً للطلاب والطالبات الجامعيين الذين حضروا من كل مقاطعات الصين، حيث اختير من كل منطقة عدد منهم، وكان المخيم في بعض صحارى منغوليا الداخلية، وهي تتمتع بحكم ذاتي، أقيم المخيم قريباً من القرى الموجودة في الصحاري التي يسكنها غير المسلمين، وكان في المخيم نشاطات كثيرة من محاضرات ورياضة ومسابقات ثقافية، وجاء بعض الشباب من تلك القرى لرؤية الشباب والشابات الموجودين في المخيم الذين لم يألفوا رؤيتهم من قبل بلباسهم المتميز، حيث يلبس الشبان الطاقيات، والشابات متحجبات، مخيم الطلبة المسلمين الصينيين في منغوليا الداخلية دعوة شباب القرية للاشتراك في نشاطات المخيم وأثر ذلك فيهم فدعا الشباب المسلمون شبابَ القرى للمشاركة معهم في نشاطات المخيم الرياضية وسماع المحاضرات، فحصلت بينهم صلات ودية، وكان شباب القرى من طلاب الجامعات في وقت إجازتهم الصيفية، وتأثروا بجو المخيم الأخوي والمحاضرات، وأخذوا يسألون عن بعض الأمور المتعلقة بالإسلام ليتعرفوا عليه. وعندما جاء الليل استضاف شبابُ القرى الشبابَ المسلمَ، ليبيتوا في منازلهم لبرودة الجو، فانتقل شباب المخيم إلى منازل أهل القرى الذين آثروهم بأحسن منازلهم، فزاد بينهم التعارف وقوي الاتصال. وفي اليوم الثاني أبدى شبابُ القرى المشاركين في المخيم إعجابهم واقتناعهم بمبادئ الإسلام وأخلاق الشباب المسلم التي لمسوها فيهم، فطلبوا من مسئولي المخيم أن يقوموا بإلقاء محاضرات عن الإسلام لعموم أهل القرى ودعوتهم إليه، وفي نفس هذا اليوم أعلن أربعون أسرة (الأسرة أقلها أربعة أشخاص) رغبتهم في الدخول في الإسلام، وطلبوا أن يرتب لهم حفل لإعلان إسلامهم (وهذه الأنشطة سجلت في شريط فيديو). فأقيم لهم احتفال لإعلان إسلامهم فيه، وقام أحد أئمة المساجد بتعليمهم النطق بالشهادتين، وكانوا يرددون الشهادتين وراءه، وكان يبدو على وجوههم الفرح والسرور. وأهداهم الشباب المسلمون طاقياتهم، وأهدت الطالبات المسلمات للداخلات في الإسلام ثياباً محتشمة. وبدأ كل أخ من الشباب المسلم يعلم أخاً له من المسلمين الجدد صفة الصلاة وأركان الإسلام على رمال الصحراء، وعلموهم بعض الأناشيد الإسلامية، وأصبحوا في يوم واحد مسلمين حقاً ملتزمين بالإسلام، والإخوة يتابعونهم إلى الآن، وتجمع تبرعات لبناء مسجد ومدرسة عندهم، ووعدهم الأخ حسن باستمرار الاتصال بهم وعدم الانقطاع عنهم. وتبرع بعض المسلمين من المشتركين في المخيم بما عندهم من النقود للذين دخلوا في الإسلام، ووعد أحدهم بأنه بعد تخرجه من الجامعة ـ وهو طالب في كلية التربية بإحدى الجامعات الصينية ـ سيأتي إلى هؤلاء المسلمين للبقاء عندهم لتعليم أبنائهم الإسلام. كان من ضمن المسلمين الجدد أحد المسئولين الحكوميين في القرية، ووعد بتخصيص قطعة أرض لبناء المسجد في القرية. ولم يُسمع بمضايقة الحكومة لهؤلاء الذين دخلوا في الإسلام، ربما لبعدهم عن المدن. وقد خطط لهم الإخوة إقامة مشروعين: الأول: بناء المسجد. والثاني: بناء مدرسة ابتدائية. وبذلوا جهدهم في جمع التبرعات في المناطق التي يكثر بها المسلمون، لتنفيذ هذين المشروعين، وزيارتهم لهم مستمرة، وقد دخلت أسر أخرى منهم في الإسلام. الاستجابة لدين الفطرة تتفوق على غيره من الأديان وأخبر بعض المثقفين من هذه القرى أن بعض المنصرين جاءوا إليهم قبل سنوات طويلة لدعوتهم إلى النصرانية، ولكنهم رجعوا بخفي حنين، هذا دليل أن الإسلام دين الفطرة، وأن غيره من الأديان لا تتجاوب معه الفطرة. وكان هدف الشباب المسلم من إقامة ذلك المخيم هو توعية الطلبة الجامعيين المسلمين الذين اشتركوا فيه، ولم يكونوا يتوقعون أن يكسبوا دخول أهل القرى المجاورة في الإسلام، ولكنهم أصابوا بذلك المخيم هدفين بدون قصد للهدف الثاني. والغالب أن الحكومة عرفت ذلك، ولكنها على رغم أن ذلك يسوئها لم تفعل شيئاً، لأن الشباب المسلم لم يعمل شيئاً يخالف نظام الحكومة. الأديان الموجودة في الصين. 24 ـ ما الأديان الأكثر انتشاراً وتأثيراً في الصين؟ 1 ـ الديانة القديمة المنتشرة في الصين أكثر من غيرها هي الديانة البوذية، ولكن تأثيرها ضعيف جداً في الناس. 2 ـ الإسلام، وهو يزداد انتشاراً وتأثيراً مع مرور الزمن. 3 ـ النصرانية، ونشاط النصارى أقوى من نشاط المسلمين، وقد سمع الأخ محمد من إذاعة مونتكارلو قبل شهر من الآن باللغة الصينية أن النصارى خططوا قبل الحكم الشيوعي للتنصير في الصين، وقسموا الصين كلها إلى عشرين منطقة، في كل منطقة مسؤول يشرف على أعمال التنصير بها، وكان هؤلاء المسؤولون تحت إشراف الفاتيكان، وأنهم الآن يحاولون إعادة تلك الخطة، وقال الأخ محمد إننا نرى أن نشاط النصارى يشير إلى هذه الخطة. 25 ـ ما نسبة النصارى الصينيين؟ لا أدري بالضبط عن النسبة، والأخ حسن أعرف بهذا لأن بينه وبين النصارى احتكاكاً، وقد ألقى محاضرة في هذا الموضوع في بلدي لبيان نشاط النصارى، وأن المسلمين يجب أن يقوموا بواجبهم، وكانت المعلومات التي ألقاها في المحاضرة جديدة على الناس."
  },
  {
    "type": "section",
    "id": "section-36",
    "title": "(99) سافر معي في المشارق والمغارب",
    "content": "لجلسة الخامسة مع الطالب محمد نوح في منزلي بالمدينة دعوى نفور الصينيين من الأديان الوافدة. 26 ـ يذكر بعض الكتاب المسلمين أن طبيعة الصينيين النفور من الأديان الوافدة إلى بلادهم، كالإسلام والنصرانية، فهل هذا صحيح؟ هذا الحكم قد يصدق على بعض الناس الذين تأثروا بالأفكار الإلحادية تأثراً شديداً، ولا يصدق على الصينيين كلهم، والشعب الصيني شعب متدين بديانته القديمة (ديانة الدَّاو) وبـ(الديانة البوذية) وهي ديانة خارجية، وكانوا على الفطرة في الجملة، ولكن الشيوعية عندما جاءت أفسدت فطرة كثير منهم، فترك كثير منهم التدين فترة من الزمن، قهراً أو تضليلاً، وليس اختياراً واعياً. وفطرة التدين لا تزال باقية، مما يدل على ذلك عودة كثير من الناس إلى دياناتهم التي كانوا عليها في الماضي، بعد أن أذنت الحكومة بحرية التدين، ويدل عليه زيادة عدد المسلمين والنصارى. دعوة غير المسلمين إلى الإسلام. 28 ـ وهل تظن أنهم إذا بينت لهم حقيقة الإسلام سينفرون منه؟ من واجبات الدعاة من المسلمين أن يبينوا حقيقة الإسلام بكل الوسائل المشروعة الممكنة، والله يهدي من يشاء، والذي يغلب على الظن أنه إذا بين لهم حقيقة الإسلام فإن كثيراً منهم سيقبلون على الإسلام، وإذا لم يدخلوا في الإسلام فستخف عداوتهم للمسلمين. هل يوجد من يدعو غير المسلمين من المسلمين 29 ـ هل يوجد من يحاول دعوة الصينيين غير المسلمين إلى الإسلام، ولو بطريق غير مباشر؟ يوجد من يقوم بذلك، عن طريق إهداء بعض المسلمين الكتب الإسلامية لأصدقائهم من غير المسلمين، وقد دخل في الإسلام كثير منهم، وقد كان لكتاب الأستاذ المودودي الذي ترجم إلى اللغة الصينية أثر في بعض الداخلين في الإسلام، والذي ترجم هذا الكتاب هو سكرتير الجمعية الإسلامية في تايبيه (عاصمة تايوان) واسمه: (مي ده لين). هل يوجد عند علماء الصين المسلمين تفكير في خطة عمل لدعوة غير المسلمين 30 ـ هل يوجد عند علماء الصين المسلمين تفكير في عمل خطة لدعوة غير المسلمين؟ لا توجد فيما أعلم [اتفقنا على أنه لابد من وضع خطة عمل لدعوة غير المسلمين، مع دعوتنا للمسلمين، لوجوب إقامة الحجة على الناس]. موقف الحكومة من بيع الكتب الإسلامية. 31 ـ هل تأذن الحكومة ببيع كتب إسلامية في المكتبات التجارية؟ الحكومة لا تأذن ولا تمنع رسمياً إلا إذا كان الكتاب يتطرق لأمور حساسة عند الدولة، أو يحدث خلافاً بين المسلمين، أو بين أهل الأديان الأخرى، فإنها تصادره ولا تأذن به، كما حدث في تركستان الشرقية، حيث ترجمت بعض الكتب الإسلامية إلى اللغة الويغورية، وبعض هذه الكتب تحث على الجهاد، وتتعرض للأفكار الشيوعية بالنقد، فصادرتها الحكومية وأغلقت المكتبات التي كانت تبيع تلك الكتب، وكان من نتائج ذلك أن الحكومة منعت فتح المكتبات الإسلامية في بعض مدن تركستان. وفي جامعة (أورومجي) عاصمة (تركستان الشرقية) قام بعض الطلاب المسلمين من قومية (ويغور) بتوزيع نشرات من تلك الكتب في الجامعة، فوقعت صدامات بينهم وبين رجال الحكومة، فكان هذا من أهم الأسباب لمنع الكتب والمكتبات الإسلامية. المدن التي استوطنها المسلمون الأوائل. 32 ـ ما المدن التي استوطنها المسلمون الأوائل: أولها: مدينة (غوانغتشو) في جنوب شرق الصين، وهي عاصمة مقاطعة (كوان غدون). ثانيتها: مدينة (يانغتشو). ثالثها: مدينة (تشيواتشو)، وتسمى مدينة الزيتون. والمدن الثلاث كلها موانئ، لذلك سكنها المسلمون الأوائل، الذين جاءوا عن طريق البحر. دليل معهد العلوم الشرعية لإعداد الدعاة والمعلمين: منهج هذا المعهد ـ هنا ـ يعتبر أنموذجاً لتأثير اتصال مسلمي الصين ـ وبخاصة الطلاب منهم ـ في هذه الفترة بالعالم الإسلامي، والفرق بين منهجهم ومنهج المدارس التقليدية التي لم تتح الفرصة للقائمين عليها للاتصال بالعالم الإسلامي].بعث لي الأخ محمد نوح بدليل منهج المعهد الذي يتولى الإشراف عليه، مع الأخ (محمد سعيد الدين) مدير المعهد المذكور، الذي زارني بمنزلي، بالمدينة المنورة ـ وهو المنزل الذي قابلت فيه الأخ (محمد نوح). وأخذت فيه عنه المعلومات السابقة. وكانت زيارة الأخ محمد سعيد الدين بتاريخ 19رمضان من عام 1417ﻫ ـ27يناير 1997م، وقد زارني أيضاً في شهر رمضان من هذا العام 1426ﻫ وهذا نص الدليل: المقدمة. إنه مما لا شك فيه أن العلم أفضل ما يطلب، وأشرف ما يتصف به، وأغلى ما تبذل في تحصيله الجهود، فهو الأساس لمعرفة القيم، وهو الأساس للمحافظة عليها، وهو الوسيلة لصلاح جميع الأعمال دينية أو دنيوية، ولا نعني بالعلم ـ هنا ـ العلم الذي يستوي فيه الإنسان المؤمن والإنسان غير المؤمن، الذي قال الله تعالى [فيه]: {يَعْلَمُونَ ظَاهِراً مِنْ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنْ الآخِرَةِ هُمْ غَافِلُونَ} (سورة الروم الآية: 7.)وإنما نعني العلم النافع في الدارين: العلم الديني والدنيوي، العلم بالله تعالى وبرسوله صلى الله عليه وسلم، وبما أنزل على رسوله، والعلم الذي يتوصل به إلى تمييز النافع من الضار. وبذلك التمييز تحصل النتيجة الكبرى التي هي الأساس للنجاح في جميع الأعمال، والتي هي خشية الله تعالى، قال تبارك وتعالى: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} العلم الذي يعقل به الإنسان الأمثال التي ضربها الله للناس، قال تبارك وتعالى: ـ بعد المثل الذي ضربه باتخاذ العنكبوت بيتاً، تشبيهاً للذين اتخذوا من دونه الأولياء بالعنكبوت: {وَتِلْكَ الأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلاَّ الْعَالِمُونَ }. (سورة العنكبوت، الآية: 43). والمعنى هو التفقه في الدين، هو العلم بأحكام الله تعالى، الذي هو من العلامات الدالة على إرادة الله سبحانه الخير بمن فقهه فيه قال رسول الله صلى الله عليه وسلم: (من يرد الله به خيراً يفقهه في الدين). رواه مالك في الموطأ بسنده عن معاوية بن أبي سفيان رضي الله عنه. الحديث رواه أهل الكتب التسعة كلهم، بعضهم عن معاوية، وبعضهم عن أبي هريرة، وبعضهم عن ابن عباس رضي الله عنهم أجمعين. العلم الذي احتل الصدارة في المدارس على عهد رسول الله صلى الله عليه وسلم، وعلى عهد خلفائه الراشدين رضي الله عهم، حيث كان العلم الوحيد الذي يدرس في المساجد، والعلم الوحيد الذي يدرس في المدارس، فالتعليم هو الأساس للدعوة، وبه بدأت. [لكن يجب أن يعلم أن الكتاب والسنة قد وردت فيهما نصوص كثيرة تدل على العناية بكل علم ينفع المسلمين وغيرهم، وأن العلوم التي تنفع الناس في دنياهم هي فرض كفاية على المسلمين، يأثمون بعدم وجود العلماء الكافين فيها، وأن من أتقن علوم الدنيا لله لعمارة الأرض مع ابتغائه بها رضا الله يكون مأجوراً عند الله. فلا يجوز أن يفهم الناس أن الإسلام يهتم بالجانب العبادي المتعارف عليه عند كثير من المسلمين، كالصلاة... ويهمل العلوم الأخرى النافعة للمسلمين وغيرهم!]. لقد بدأت الدعوة الإسلامية والتعليم الإسلامي، بأفضل داعية وأفضل معلم، وأحسن أسلوب وأنجح وسيلة، بدأت بسيدنا ورسولنا محمد صلى الله عليه وسلم، كان الداعية الأول والموجه الأول والمعلم الأول، هو سيدنا ورسولنا محمد صلى الله عليه وسلم، المرسل من رب العالمين للناس بشيراً ونذيراً، لإنقاذنا مما يضرنا في الدنيا والآخرة. وكوسيلة لتعميم تبليغ الرسالة وتأكيداً لذلك، جاء الأمر من الله تعالى في صيغة الترغيب بقيام طوائف من الفرق للتفقه في الدين، ولإنذار قومهم إذا رجعوا إليهم، قال تبارك وتعالى:{فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ}. انطلاقاً من هذا المبدأ العظيم في الإسلام، وتلبية لدعوة كتاب الله وسنة رسول الله r إلى ضرورة نشر العلم بذلنا أقصى ما في وسعنا من الجهود لإقامة هذا المعهد العلمي، ولوضع المناهج التعليمية، والله الموفق. وسيأتي في الحلقة القادمة تكميل لمعلومات تتعلق بالمعهد."
  },
  {
    "type": "section",
    "id": "section-37",
    "title": "(100) سافر معي في المشارق والمغارب رحلة الصين الشعبية",
    "content": "الجلسة الساسة مع الطالب مع الطالب محمد نوح في منزلي بالمدينة التعريف بمعهد العلوم الشرعية وأهدافه: معهد العلوم الشرعية لإعداد الدعاة والمعلمين، إحدى المؤسسات العلمية التي قامت على نفقات المحسنين، تحت إشراف مؤسسة الحرمين بالرياض، وهي ترمي إلى أهداف سامية وأغراض نبيلة، لتثقيف أبناء المسلمين في الصين ثقافة دينية خالصة نقية من شوائب الكفر والشرك والإلحاد والعلمانية، نابعة من المصدرين الأصليين: كتاب الله وسنة رسوله. وهذا المعهد أسس عام: 1992م، وفيما يلي نذكر الأهداف السامية والأغراض النبيلة التي أسس المعهد لتحقيقها: الهدف الأول: تبليغ رسالة الإسلام ونشر الكلمة الخالدة، عن طريق دعوة (الدعوة) إلى دين الله الحنيف. الهدف الثاني: إعداد الرجال المثقفين بثقافة إسلامية خالصة، المؤمنين بالله واليوم الآخر، إيماناً راسخاً، والواثقين بعقيدتهم ثقة تامة. الهدف الثالث: تكوين معلمين متخصصين في العلوم الإسلامية والعربية، ومتزودين بالعلوم والمعارف التي تؤهلهم للدعوة إلى الإسلام، لاجئين في تحليل المشاكل التي تعرض للمسلمين في شئون دنياهم وآخرتهم، إلى هدى كتاب الله وسنة نبيه محمد صلى الله عليه وسلم، وفهم السلف الصالح، رضوان الله عليهم. الهدف الرابع: تنمية الروح الإسلامية وتعميقها في حياة الفرد، وتوسيع التدين العملي في حياة المسلمين. الهدف الخامس: تقوية الشخصية والنفسية الإسلامية، لغرس حب الإيمان والعقيدة في قلوب المسلمين. الهدف السادس: تكوين مسلم صادق في عبادة الله، يخلص في عبادة الله واتباع سنة رسوله r. الهدف السابع: دعوة الناس إلى دين الله القويم دعوة خالصة من العصبيات الطائفية والتفرق الديني. الهدف الثامن: السعي إلى نشر العلوم الشرعية الأصيلة، وتوحيد المناهج التعليمية بين المعاهد والمدارس الإسلامية. النظام العام للمعهد: 1 - إن هذا المعهد معهد إسلامي أهلي، لا علاقة له بالمعاهد الحكومية من ناحية المناهج التدريسية. 2 - من أهم ما يهدف إليه المعهد: تكوين المعلمين المزودين بخير الزاد والتقوى، المؤمنين بخيرية الدعوة الإسلامية ونشرها بين الناس، المتفرغين للعمل الإسلامي كل التفرغ المتفقهين في دين الله، بحيث يقابلون المشاكل التي يوجهها المسلمون في دينهم ودنياهم، بحلول تمنح المسلمين الطمأنينة والأمن الاستقرار والسلام. أقسام المهد: 3 - المعهد مشتمل على الأقسام الآتية: أ ـ قسم إعداد الدعاة والمعلمين. ب - قسم تمهيدي تحضيري، لتعليم اللغة العربية، والعلوم الإسلامية الأساسية. ج -ـ فصول مسائية. د ـ قسم الدعوة والترجمة. ميزانية المعهد وموظفه الإداريون 4 ـ تعتمد مالية المعهد وميزانيته على التبرعات والهبات، التي يقدمها أصحاب الخير إلى المعهد. رئاسة المعهد: يتكون مجلس الرئاسة للمعهد من أربعة أعضاء: 1 ـ المدير العام للمعهد. 2 ـ مدير الإدارة. 3 ـ مدير الشؤون التعليمية. 4 ـ مدير شؤون المالية. 5- وأما شؤون المدرسين والموظفين، فيديرها المدير العام نفسه. مجلس الشورى: للمدير العام أن يستشير أصحاب العلم وذوي الخبرة في الأمور المهمة. ويتكون هذا المجلس من جميع أساتذة المعهد وأصحاب العلم والفضل. مجلس الإشراف التربوي: يتكون هذا المجلس من أربعة أساتذة، يهتم هذا المجلس بالإشراف على النشاط العلمي والاجتماعي والرياضي. التدريس في المعهد: هيئة التدريس تتألف من عشرة مدرسين منتظمين، واثنين غير منتظمين. مدة الدراسة في المعهد. 1 ـ مدة الدراسة لقسم إعداد الدعاة والمعلمين سنتان. 2 ـ مدة الدراسة للقسم التمهيدي (شعبة اللغة العربية) ـ سبقت تسميته بقسم تمهيدي تحضيري، لتعليم اللغة العربية، والعلوم الإسلامية الأساسية ـ ثلاث سنوات. 3 ـ مدة الدراسة في الفصول المسائية ثلاثة أشهر، ووقت الدراسة من بعد المغرب إلى العشاء، وتقام طول السنوات. طلاب المعهد. 1 ـ يتقاضى كل طالب في قسم إعداد المعلمين مكافأة شهرية، حسب استطاعة المعهد وظروفه المالية. 2 ـ يتحمل المعهد نفقات المعيشة لجميع الطلاب الذين يقيمون في سكن المعهد، حيث أعد لهم غرف واسعة تكفل لهم النوم والراحة. 3 ـ يعير المعهد طلابه الكتب الدراسية المقررة في المناهج وغير ذلك من كتب المطالعة في مكتبته. شروط القبول في المعهد. 1 ـ أن يكون مسلماً حسن الأخلاق، مستقيماً في دينه. 2 ـ أن يتعهد بالتزام مبادئ المعهد، وأن يتخلق بالأخلاق الفاضلة داخل المعهد وخارجه. 3 ـ أن يخضع الطالب لجميع الأحكام الشرعية. هذه الشروط مطلوبة من جميع الطلاب في أقسام المعهد. شروط القبول في قسم الدعاة (إعداد الدعاة) والمعلمين كالتالي: 1 - أن يكون حائزاً على شهادتي المرحلة الإعدادية الحكومية، والمرحلة الإعدادية الدينية، من إحدى المدارس الإسلامية أو ما يعادلهما. 2 ـ أن يكون لدى الطالب استعداد للتفهم والتكلم باللغة العربية. 3ـ أن يكون الطالب متفرغاً خلال مدة الدراسة. 4 ـ ألاَّ يكون عمر الطالب أكثر من (25 سنة). 5 ـ أن يكون عنده استعداد كافٍ للعمل في مجال الدعوة والتعليم بعد التخرج. مكتبة المعهد المعهد له مكتبة متوسطة الحجم، فيها أنواع مختلفة من الكتب العربية وأمهات المراجع، في العلوم الشرعية، وأخرى غير الدينية، مما يتعلق بالثقافة الصينية، يستخدمها الأساتذة في تثقيف الطلاب وتكوين شخصيتهم الإسلامية، ويستقي منها الدارسون والباحثون من الأساتذة والطلاب وغيرهم، ممن لهم صلة بالمعهد. مسجد الإمام أبي حنيفة. في داخل مبنى المعهد مسجد واسع، يقيم فيه الصلوات الخمس أساتذة وطلاب المعهد وموظفوه، وهم يحرصون على أداء الصلوات في أوقاتها مع الجماعة في المسجد، ويعين الأستاذ المناوب كل أسبوع لإمامة الصلوات الخمس في مسجد المعهد. مطعم المعهد يقدم مطعم المعهد للطلاب والأساتذة المقيمين في المعهد الوجبات اليومية بالأسعار المناسبة. النشاط الطلابي. أولاً: النشاط الاجتماعي: وقد شكل المعهد بعض الأنشطة الاجتماعية، حسب النظام المخطط لها، وأهم هذه الأنشطة ما يلي: 1 ـ الندوات العلمية 2 ـ الرحلات الترفيهية التربوية. 3 ـ زيارة المسلمين الفقراء في القرى. 4 ـ زيارة دار الأيتام. يقوم المعهد بهذه الأنشطة كلها بجد واجتهاد، وتقدم الجوائز للمتفوقين في هذه النشاطات، ويراقبها مجلس المراقبة المكون من أساتذة المعهد. ثانياً: النشاط الرياضي: ونشاط طلاب المعهد الرياضي يشمل كرة القدم، وكرة الطاولة، وكرة الريش، وكرة السلة، وهم في نشاطهم هذا يحتفظون بالشعائر الإسلامية وتعاليم الدين وآدابه في ملابسهم وسلوكهم."
  },
  {
    "type": "section",
    "id": "section-38",
    "title": "(101) سافر معي في المشارق والغارب رحلة الصين",
    "content": "الجلسة السابعة مع الطالب الصيني محمد نوح في منزلي بالمدينة مناهج الدراسة في المعهد. تنبه: الظاهر أن هذه المناهج لا زالت مشروعا، لم تطبق فعلا، لصعوبة إقرارها في الصين، لأن كل المدارس والمعاهد لا بد أن توافق على إنشائها أصلا الحكومة الصينية. مراحل الدراسة في المعهد الدراسة في المعهد تشتمل على مرحلتين: 1 - المرحلة التمهيدية، مدة الدراسة فيها ثلاث سنوات. 2 - المرحلة الثانوية (لإعداد الدعاة والمعلمين) مدة الدراسة فيها سنتان. وهذه هي المناهج الدراسية في المرحلتين، وضعها عدد من الأساتذة الفضلاء الذين لهم معرفة جيدة في الدراسات الإسلامية والعلوم المعاصرة، ولهم خبرات طويلة في ميادين التدريس والتربية. كتب للمراجعة والمطالعة. في مادة التفسير: 1 ـ تفسير القرآن العظيم لابن كثير. 2 ـ جامع البيان للإمام الطبري. 3 ـ الدر المنثور في التفسير بالمأثور للإمام السيوطي. 4 ـ الجامع لأحكام القرآن للقرطبي. 5 ـ فتح القدير للشوكاني. 6 ـ التفسير المنير لوهبة الزحيلي. 7 ـ في ظلال القرآن لسيد قطب. 8 ـ تفسير الجلالين. 9 ـ أضواء البيان لمحمد الأمين الشنقيطي. 10 ـ كتاب القاضي البيضاوي. في السنة النبوية 1 ـ الصحاح الستة. 2 ـ فقه السنة لسيد سابق [هذا الكتاب يذكر في كتب الفقه، لأنه يتضمن الأحكام الفقهية واختلاف العلماء فيه... وقد ذكر في: مادة الفقه، رقم: 4]. 3 ـ مشكاة المصابيح للتبريزي. 4 ـ الأربعون النووية. 5 ـ رياض الصالحين للإمام النووي. 6 ـ اللؤلؤ والمرجان فيما اتفق عليه الشيخان، لمحمد فؤاد عبد الباقي. 7 ـ الجامع الصغير، للشيخ محمد ناصر الدين الألباني[الشيخ الألباني له: صحيح الجامع الصغير وزياداته، وضعيف الجامع الصغير وزياداته. أما الجامع الصغير فهو للإمام السيوطي]. 8 ـ السنة النبوية ومكانتها في التشريع الإسلامي [هذا الكتاب يعد من كتب: (علوم الحديث) التي ذكرت في: خطة الدراسة، رقم (15) ولم يذكر شيء من كتبها]. في العقيدة: 1 ـ الإيمان لعبد المجيد الزنداني، وآخرين. 2 ـ الإيمان: أركانه، حقيقته، نواقضه، لمحمد نعيم ياسين. 3 ـ تعريف عام بدين الإسلام، للشيخ علي طنطاوي (الطنطاوي). 4 ـ كتاب التوحيد لعبد المجيد الزنداني. 5 ـ الفقه الأكبر، (للإمام) أبي حنيفة. 6 ـ عقيدة المسلم لمحمد الغزالي. 7 ـ الإيمان والحياة ليوسف القرضاوي. 8 ـ شرح العقيدة الطحاوية. في السيرة النبوية وتاريخ الإسلام العام. 1 ـ الرحيق المختوم ـ عبد الرحمن صفي الدين المبارك فوري. 2 ـ السيرة النبوية الصحيحة، لأكرم ضياء العمري. 3 ـ سيرة خاتم النبيين لأبي الحسن الندوي. 4 ـ النبي الخاتم، لأبي الحسن الندوي. 5 ـ السيرة النبوية ـ دروس وعبر، لمصطفى السباعي. 6 ـ سيرة ابن هشام. 7 ـ فقه السيرة لمحمد الغزالي. 8 ـ تاريخ الخلفاء الراشدين، لمحمود شاكر. 9 ـ تاريخ الخلفاء الراشدين، للسيوطي. 10 ـ تاريخ الإسلام، لحسن إبراهيم. في مادة الفقه وأصوله: 1 ـ بداية المجتهد ونهاية المقتصد، لابن رشد. 2 ـ الفقه الإسلامي وأدلته، لوهبة الزحيلي. 3 ـ المبسوط، للسرخسي. 4 ـ فقه السنة لسيد سابق. 5 ـ الفقه على المذاهب الأربعة، لعبد الرحمن الجزيري. 6 ـ شرح الوقاية... 7 ـ الاختيار لتعليل المختار، لعبد الله بن محمود بن المودود الموصلي الحنفي. 8 ـ المغني لابن قدامة المقدسي. 9 ـ فقه العبادات، لنجاح الحلبي. 10 ـ نور الإيضاح ونجاة الأرواح... علم أصول الفقه، لعبد الوهاب خلاف. 11 ـ أصول الفقه الإسلامي، لوهبة الزحيلي. 12 ـ الموجز في أصول الفقه... 13 ـ الوجيز في أصول الفقه، لعبد الكريم زيدان. 14 ـ روضة الناظر لابن قدامة. في مادة التربية: 1 ـ تربية الأولاد في الإسلام، لعبدا لله ناصح علوان. 2 ـ منهج التربية الإسلامية لمحمد قطب (ينبغي الاهتمام بالجزء الثاني). 3 ـ ماذا يعني انتمائي للإسلام ـ فتحي يكن. 4 ـ السلوك الاجتماعي في الإسلام ـ حسن أيوب. 5 ـ إحياء علوم الدين (مختارات...) للإمام الغزالي. في أصول الدعوة. 1 ـ أصول الدعوة، لعبد الكريم زيدان. 2 ـ تذكرة الدعاة، للبهي الخولي. 3 ـ ثقافة الداعية ليوسف القرضاوي. 4 ـ كيف ندعو إلى الإسلام ـ فتحي يكن. 5 ـ كيف ندعو الناس، لعبد البديع صقر. في اللغة العربية وآدابها: 1 ـ لسان العرب. 2 ـ المعجم الوسيط. 3 ـ المنجد (الأولى ألا يرجع إليه إلا من عنده من العلم ما يقيه من سمومه). 4 ـ إعراب القرآن وبيانه. 5 ـ ضياء السالك إلى أوضح المسالك. 6 ـ شرح ابن عقيل. 7 ـ علم البلاغة. 8 ـ تاريخ الأدب العربي، لحسن الزيات. 9 ـ قواعد اللغة العربية. خطة الدراسة في قسم إعداد الدعاة والمعلمين: المواد المقررة للسنتين: ‎1 ـ القرآن الكريم تلاوةً وحفظاً. ‎2 ـ التفسير. 3 ـ علوم القرآن 4 ـ الحديث. 5 ـ علوم الحديث. 6 ـ التوحيد. 7 ـ التربية الإسلامية. 8 ـ السيرة النبوية. 9 ـ الفقه. 10 ـ أصول الفقه. 11 ـ أصول الدعوة. 12 ـ الصرف والنحو. 13 ـ اللغة العربية. 15 ـ اللغة الصينية. ‎16 ـ طرق التدريس. 17 ـ التعبير العربي. 18 ـ تاريخ التشريع الإسلامي. 19 ـ علم النفس."
  },
  {
    "type": "section",
    "id": "section-39",
    "title": "(102)سافر معي في المشارق والمغارب رحلة الصين الشعبية",
    "content": "الجلسة الثامنة مع الطالب محمد نوح في منزلي بالمدينة خطة الدراسة في قسم إعداد الدعاة والمعلمين: المواد المقررة للسنة الأولى: 1 ـ القرآن الكريم تلاوةً وحفظاً. 2 ـ التفسير. 3 ـ الحديث. 4 ـ التوحيد. 5 ـ التربية الإسلامية. 6 ـ السيرة النبوية. 7 ـ الفقه. 8 ـ أصول الفقه. 9 ـ الصرف والنحو. 10 ـ اللغة العربية. 11 ـ الصينية (اللغة..). 12 ـ التعبير العربي. 13 ـ علم النفس. مجموع المحاضرات في الأسبوع = 30 مجموع المحاضرات في السنة = 1080 خطة الدراسة في قسم إعداد الدعاة والمعلمين: المواد المقررة: 1 ـ القرآن الكريم تلاوةً وحفظاً. 2 ـ التفسير. 3 ـ الحديث. 4 ـ التوحيد. 5 ـ التربية الإسلامية. 6 ـ التاريخ الإسلامي. 7 ـ الفقه. 8 ـ تاريخ التشريع. 9 ـ الصرف والنحو. 10 ـ أصول الدعوة. 11 ـ علوم القرآن. 12 ـ علوم الحديث. 13 ـ طرق التدريس. 14 ـ فن الترجمة. ‎ مجموع المحاضرات في الأسبوع = 30 مجموع المحاضرات في السنة = 1080 خطة الدراسة للقسم التمهيدي (شعبة اللغة العربية) المواد المقررة في ثلاث سنوات: 1 ـ القرآن الكريم تلاوةً وحفظاً. 2 ـ الحديث الشريف. 3 ـ الفقه. 4 ـ التوحيد. 5 ـ علوم القرآن. 6 ـ علوم الحديث. 7 ـ أصول الفقه. 8 ـ السيرة النبوية. 9 ـ التربية الإسلامية. 10 ـ أصول الدعوة. 11 ـ التفسير. 12 ـ اللغة العربية. 13 ـ الصرف. 14 ـ النحو. 15 ـ المحادثة. 16 ـ فهم المسموع. 17 ـ المطالعة. 18 ـ الترجمة. 19 ـ الصينية. منهج الدراسة للسنة الأولى: المواد المقررة\tالفصل الأول\tالفصل الثاني القرآن الكريم\tمخارج الحروف مع تلاوة قصار السور\tتلاوة الطالب بنفسه وحفظ بعض السور اللغة العربية\tابتداء من الحروف العربية إلى تعلم المفردات والجمل والنصوص القصيرة\tمحاولة قراءة وفهم بعض النصوص الصرف\tاشتقاق الأفعال\tالحروف والأسماء النحو\tتكوين الجمل الاسمية والفعلية\tالقواعد الأساسية الأخرى التوحيد\tأركان الإسلام\tأركان الإسلام الفقه\tأحكام الطهارة\tأحكام الصيام المحادثة\tالتدرب على التعبير الشفوي\tالتدرب على التعبير الشفوي الحديث\tقراءته وفهم الأحاديث المتعلقة بفضل العلم\tقراءته وفهم الأحاديث المتعلقة بفضل العلم فهم المسموع\tالتدرب على فهم المسموع من النصوص والقصص\tالتدرب على فهم المسموع من النصوص والقصص اللغة الصينية\tالكتاب المقرر للثانوي\tالكتاب المقرر للثانوي منهج الدراسة للسنة الثانية: المواد المقررة\tالفصل الأول\tالفصل الثاني القرآن الكريم\tتلاوة وحفظ جزء عم\tتلاوة وحفظ جزء عم اللغة العربية\tفهم وترجمة النصوص العربية\tفهم وترجمة النصوص العربية الصرف\tاشتقاق الأفعال\tالأسماء والحروف النحو\tقواعد اللغة العربية\tقواعد اللغة العربية التوحيد\tأركان الإيمان\tأركان الإيمان التفسير\t.............\tدراسة تفسير جزء عم الفقه\tأحكام الصيام والحج\tأحكام الزكاة الحديث\tمتن الأربعين النووية\tالأحاديث المختارة المحادثة\tتدريب على التعبير الشفوي\tتدريب على التعبير الشفوي فهم المسموع\tفهم النصوص الملفتة ؟ من قبل المدرس\tفهم النصوص الملفتة ؟ من قبل المدرس اللغة الصينية\tالكتاب المقرر للثانوية العامة\tالكتاب المقرر للثانوية العامة السيرة النبوية\tمن ولادة النبي إلى البعثة\tمن البعثة إلى الدعوة التربية الإسلامية\tالإسلام وتربية الفرد\tتربية الأسرة والمجتمع المطالعة\tمطالعة النصوص العربية\tمطالعة النصوص العربية منهج الدراسة للسنة الثالثة: المواد المقررة\tالفصل الأول\tالفصل الثاني القرآن الكريم\tتلاوة وحفظ جزء الملك\tتلاوة وحفظ جزء الملك اللغة العربية\tالقواعد والتدريبات\tالقواعد والتدريبات التوحيد\tالتوسع في شرح عقيدة أهل السنة\tالتوسع في شرح عقيدة أهل السنة التفسير\tدراسة تفسير الجلالين\tدراسة تفسير الجلالين الحديث\tاللؤلؤ والمرجان\tاللؤلؤ والمرجان الفقه\tفقه المعاملات\tفقه المعاملات علوم القرآن\tأنواع التفسير والناسخ والمنسوخ\tالعام والخاص والمجمل والمفصل علوم مصطلح الحديث\tمصطلح الحديث\tفهم النصوص الملفتة ؟ من قبل المدرس أصول الفقه\tالأحكام التكليفية والوضعية\tالأدلة الشرعية السيرة النبوية\tمن الدعوة السرية إلى الهجرة\tالهجرة والغزوات ووفاة الرسول التربية\tالحديث والثقافة\tتزكية النفس الترجمة\tقواعد الترجمة بين العربية والصينية\tالتطبيق الصينية\tالكتاب المقرر للثانوية العامة\tالكتاب المقرر للثانوية العامة أصول الدعوة\tالداعي والمدعو\tوسائل الدعوة"
  },
  {
    "type": "section",
    "id": "section-40",
    "title": "(103) سافر معي في المشارق والمغارب",
    "content": "حوار مع المسلم الصيني الأخ: الطالب في الجامعة الإسلامية علي بن محمد (ma shouming): تاريخ الميلاد نوفمبر سنة 1969م. وهو متزوج وعنده بنت واحدة وعمرها: ثمانية أشهر، واسمها جميلة. ووالداه لا زالا موجودين. ويسكن معهما. وعمله في: محافظة: غوان خو في مقاطعة قانصو، مع الأخ محمد نوح، للقيام بالتدريس في المعهد. مكان الميلاد: في مدينة: xining وهي عاصمة مقاطعة تشنغهاي. المسلمون في مقاطعة: تشنغهاي. عدد سكان المقاطعة (أربعة ملايين ونصف) عدد المسلمين: (مليون وثلاثمائة ألف نسمة) عدد المساجد: في مدينة: شينينغ xining: (خمسة وثلاثون مسجداً)، وعدد المساجد في المقاطعة: (خمسمائة مسجد على الأقل). أحوال المسلمين الاقتصادية: أكثر المسلمين يعملون في التجارة، ولا يحبون الأعمال الحكومية. ونسبة الأغنياء من المسلمين أكثر من غيرهم. التعليم وتمسك المسلمين بالإسلام. تمسك المسلمين بالإسلام، غالبهم لا يحافظون على أركان الإسلام، إلا أنهم في شهر رمضان يصوم 90% منهم، وغالب الذين يحافظون على الصلاة لا يلتزمون بكثير من أمور الإسلام في حياتهم العملية وبخاصة في التجارة. غالب الموظفين في الدوائر الحكومية غير مسلمين، ويوجد بها عدد قليل من المسلمين، وغالبهم في وظائف صغيرة. إغلاق مدارس المسلمين أغلقت بعد وجود المظاهرات التي حصلت في المنطقة احتجاجاً على الكتب التي نشرت في تشويه الإسلام. ولكن المسلمين يدرسون أبناءهم في المساجد. ويوجد علماء من المسلمين في المنطقة يدرسون في المساجد منذ فتحت المساجد سنة 1979م، وهم أئمة المساجد، ولكن كثيراً من هؤلاء العلماء ليس عندهم فقه في الدين كما ينبغي، بل يدرسون بعض الكتب دراسة حرفية بدون فهم، وليس لهم معرفة بأساليب الدعوة، وغالبهم ضعفاء في اللغة الصينية، وهذا جعل بينهم وبين الشباب المسلم فجوة، لأنهم لا يقدرون على جذب الشباب بالأسلوب المناسب، والغالب أنهم يعظون كبار السن من المسلمين. دعوة غير المسلمين. هل يوجد من يقوم بدعوة غير المسلمين من هؤلاء العلماء؟ الجواب: لا يوجد من يقوم بذلك، لأن العلماء يقولون: لا يجوز التحدث مع غير المسلمين ولا مجالستهم! ولكن بعض الناس من غير المسلمين يقرأ بعض الكتب الإسلامية ويقتنع بالإسلام فيدخل بالإسلام من عند نفسه، وبعضهم يأتي إلى المسجد ليسأل عن الإسلام، فلا يجدون عند العلماء الجواب الذي يزيل عنهم الشبهة ويقيم عليهم الحجة. السبل الممكنة لدعوة غير المسلين ويمكن دعوة غير المسلمين بأساليب كثيرة، إما عن طريق النشرات والكتب، أو بالاتصال الشخصي. وإذا وجدت طرق وأساليب مناسبة للدعوة وفهمها غير المسلمين، فإنهم يتأثرون بذلك، وقد يقتنعون بالإسلام، ولكن الإعلان عن دخولهم في الإسلام فيه صعوبة، وبعضهم قد يتغلب على ذلك ويعلن عن إسلامه. وقد دخل في الإسلام في مسجدنا عشرة أشخاص تقريباً خلال سنتين، بعضهم بوساطة بعض المسلمين وغالبهم جاءوا بأنفسهم. والصينيون شديدو التمسك بتقاليدهم، ولذا قد يكون من الصعب دخولهم في الإسلام [وكثير من التقاليد خرافات، بدليل قول الأخ قبل قليل: (غالبهم لا يحافظون على أركان الإسلام)، ولذا لا يرى غير المسلمين في تلك التقاليد ما يجذبهم إلى الإسلام]. ليس معنى هذا أنهم لا يدخلون في الإسلام أبداً، بل الأحداث تدل أنهم إذا وجد من يدعوهم قد يتأثرون بالدعوة ويدخل بعضهم في الإسلام، كما حصل في منغوليا الداخلية. تماسك الأسر الصينية: والصينيون شديدو التماسك الأسري، لأن الأولاد لا يتركون أسرهم إلا بعد مقدرتهم على الاستقلال، وليس كالمجتمعات الغربية، يخرج الأولاد عند سن معينة حيث شاءوا، ولذا إذا دخل الصيني في الإسلام يخاف من طرد أسرته له. وقد يحصل شيء من التفرق في الأسر الصينية، بسبب وجود فرص عمل تفرق بينهم، ولكن ذلك لا يعني التفكك. التفسخ الأخلاقي بعد الانفتاح وسببه: والذي حصل بعد الانفتاح هو التفسخ الأخلاقي في الشباب، وبخاصة النساء، وقد كان الصينيون يحرصون على حشمة النساء، بل يشددون فيها حتى إن من تعاليم كونفوشيوس أن المرأة إذا أرادت أن تعطي الرجل شيئاً لا تقدمه له بيدها، وإنما تضعه في شيء وهو يأخذه. قتل فاعلَيْ الفاحشة في عهد الرئيس ماو وكانوا في عهد ماو يقتلون المرأة والرجل إذا حصلت بينهما فاحشة، والسبب في ذلك ـ مع أن الشيوعية تدعو إلى الإباحية ـ أن الحكومة كانت تريد السيطرة على الشعب عن طريق بقائه على التمسك بتقاليده، وذلك لأن الشعب إذا ترك تقاليده قد يؤثر فيه الغربيون بسياساتهم الرأسمالية، وكان ماو قبل اعتناق الشيوعية قد ترعرع في التقاليد الصينية وتأثر بها كثيراً، ولهذا بقي ملتزماً بها حتى بعد الشيوعية، ولم يسمع في توجيهاته وأنظمته ما يدعو إلى الإباحية. ولكنه من الناحية العملية تسبب في حصول الفساد الاجتماعي، من حيث جمع الناس في مختلف الأعمار في مراكز معينة (كانتونات) ويمكن تسميتها بالقرى الشعبية، وكان يجتمع فيها النساء مع الرجال. وكان ماو أشد المسؤولين في محاربة الدعارة، حيث أغلق كل أماكن الفساد في عهده. الجماعات الإسلامية: الجماعات الموجودة في قانصو موجودة في هذه المنطقة. والجماعة الأقوى في المقاطعة هي جماعة الإخوان [هي جماعة من الجماعات الصينية، ليس لها صلة بالإخوان المسلمين، كما هو الحال في جماعة الإخوان في عهد الملك عبد الغزيز رحمه الله، وقد سبق الطلام عنها في الجلسات مع الأخ محمد نوح]. تأثر المسلمين بالخرافات الصينية: وتوجد خرافات كثيرة عند القبور، كالتبرك، وبعضهم قد يسجد للقبر تعظيماً لصاحب القبر اعتقاداً منهم أن صاحب القبر وسيلتهم إلى الله. والمسلمون الصينيون يتأثرون في كثير من خرافاتهم وعاداتهم بغير المسلمين من الصينيين في شئون الموتى والجنائز والزواج وغيرها بسبب جهلهم واختلاطهم بهم. والعلماء والأئمة لا يعرفون اللغة الصينية، ولا يفقهون حقيقة الإسلام، ولا يقدرون على إيصال حقيقة الإسلام إلى غير المسلمين ولا إلى الشباب المسلم المثقف، وإنما يعظون من يأتيهم من كبار المسلمين إلى المساجد بلهجتهم. وأما الكتابة فلا يعرفها غالبهم، والذين عندهم معرفة باللغة والكتابة من المسلمين ليسوا ملتزمين بالإسلام ولا يستفاد منهم لأنهم لا يعرفون عن الإسلام ما يمكنهم من الكتابة المفيدة ولو اجتمع الصنفان وتعلم كل منهم ما عند الآخر لحصلت فائدة من ذلك، ولكن علماء المساجد لا يرضون بذلك احتقاراً لعلماء الجامعات. التعليم والتربية. المساجد لا يوجد نظام معين للتدريس فيها، فإذا جاء والد الطفل بهدية إلى المدرس قبله، ويبقى الطلاب فترة طويلة يتعلم ولا يتقن العلوم، لأنهم ليس عندهم نظام للتعليم ولا الأساليب الجديدة للتربية والتعليم، ويشتغلون طول حياتهم باللغة العربية، ولكنهم لا يكتبون بها ولا يتكلمون ولا يفهمون الكلام، وإذا جاء أحد من العرب لا يجد مترجماً إلا من الكفار في الغالب. وإذا أراد طالب من طلابهم التحدث باللغة العربية يمنعونه من ذلك، ويرون أنه لا يصلح الخروج عن تعلم الكتَّاب فقط."
  },
  {
    "type": "section",
    "id": "section-41",
    "title": "(104) سافر معي في المشارق والمغارب -رحلة الصين الشعبية",
    "content": "الثلاثاء 16/2/1417ﻫ ـ 2/7/1996م. لقاء مع الطالب الصيني في الجامعة الإسلامية بالمدينة المنورة (عبد الرحمن) في منزلي: اسمه الصيني: (خا خوي جنغ ha hui chang). ولد بتاريخ 21/3/1970م، في مدينة (كانتون canton). وهي عاصمة مقاطعة: (غوانغ دونغ guang dong ). وهي في الجنوب الشرقي من الصين. درس من الابتدائي إلى الكلية في نفس مدينته، درس في كلية الطب، أربع سنوات، طب عام. ولم يتخرج من الكلية، إذ كان بقي عليه سنة للتمرين في المستشفى، ولكنه قُبِل في الجامعة الإسلامية سنة 1993م فقطع التدريب بعد أن أمضى فيه ثلاثة شهور وحضر إلى المدينة لدراسة العلوم الإسلامية. دراسته الطب كانت سبباً في طلبه الدراسات الإسلامية. وقال الأخ عبد الرحمن: إنه لولا التحاقه بكلية الطب لما فكر في دراسة العلوم الإسلامية وهاجر من أجلها. قلت له: كيف ذلك؟ قال: كان والدي ينهاني قبل الدراسة في كلية الطب عن أكل لحم الخنزير، وأنا لا أدري سبب نهيه عنه، فلما دخلت كلية الطب قرأت بحثاً يتعلق بالقرآن والعلم، وبخاصة ما يتعلق بالجنين وأطواره في القرآن والطب، وهذا البحث كان خلاصة لمؤتمر عقد في الباكستان فلما قرأت ذلك علمت عظمة الإسلام، ودفعني إلى ترك إتمام تدريبي في الطب الذي لم يبق لي فيه إلا أقل من سنة، وهاجرت لطلب العلم في المدينة المنورة، وقال: إن مثل تلك الطريقة مفيدة جداً في الدعوة إلى الإسلام. التحق بشعبة تعليم اللغة العربية في الجامعة الإسلامية في شهر 11 من عام 1993م. ولا زال والداه على قيد الحياة، عمر والده: 63 سنة، وجده أبو أبيه عمره 93 سنة ولازال حياً أيضاً، وعمر أمه: 50 سنة. وله أخ أكبر منه عمره 29 سنة. وتسكن أسرته الآن في أستراليا منذ سنة واحدة، في مدينة (سدني). لأن أخاه يعمل هناك. ولا يريدون الرجوع إلى الصين. الجامعة التي دَرَس فيها تسمى جامعة الطب والصيدلة. المسلمون في مقاطعة: (غوانغ دونغ guang dong ). ويكثر المسلمون في مدينتين من مقاطعته، وهما (كانتون) و(جاو تشينغ zhao qing ). عدد المسلمين في (كانتون) خمسة آلاف مسلم (في حدود ألف أسرة)، وعدد المسلمين في مدينة (جاو تشينغ) ألفا مسلم تقريباً. أما بقية مدن المقاطعة فلا يوجد فيها أحد من المسلمين [هنا تنبيهان: الأول: أن المؤتمر الذي أشار إليه، هو مؤتمر الإعجاز العلمي الذي عقد في مدينة إسلام أباد في عهد ضياء الحق، وحضره عدد كبير من علماء الإسلام وعلماء الكون والطب وغيرهم، من مسلمين وغيرهم، وقدمت فيه بحوث كثيرة، ونوقشت مناقشات مستفيضة، وكان له أثر عظيم. الثاني: أنه برغم عظيم فائدته تجد الجاهلين به ممن يزعمون أنهم رجال دعوة ينكرون القائمين به، وبخاصة الشيخ عبد المجيد بن عزيز الزنداني اليمني (رئيس جامعة الإيمان الآن في صنعاء) وقد بذل جهوداً عظيمة في هذا الباب ولا زال، وهو الذي أنشأ هيئة الإعجاز العلمي في رابطة العالم الإسلامي بمكة المكرمة، بعد جهد جهيد استمر ما يقارب خمسة عشر عاماً. وإنكار هؤلاء لهذا العمل الجليل أمر غريب، ولكن: من جهل شيئا عاداه!]. جامع الشوق إلى النبي صل الله عليه وسلم! كان عدد المساجد في مدينة (كانتون) ثلاثة قبل الحكم الشيوعي، وفي عهد ماو تسي تونج صادروا مسجدين وجعلوهما مصنعين، وبقي مسجد واحد فقط، وهو أقدم مساجد الصين، يتسع لخمسمائة مصل في داخله، بخلاف الساحات. ويسمى باللغة العربية: (جامع الشوق إلى النبي صلى الله عليه وسلم). كان بناء المسجد سنة 652م تقريباً. في عهد أسرة: (تانغ). ويفتح المسجد في الساعة الثامنة صباحاً ويغلق بعد المغرب غالباً، ويصلي فيه قليل من المسلمين في الأوقات العادية، أما يوم الجمعة فيمتلئ المسجد وساحاته، لأن المسلمين يحضرون من أماكن بعيدة. وكانت منازل المسلمين تحيط بالمسجد في القديم، والآن لا يوجد قربه إلا قليل منهم. ولا يوجد من يدرس أبناء المسلمين فيه، وفي بعض الأحيان يلقي الإمام دروساً في المسجد لمن يحضر من المسلمين. وقليل من المسلمين في المدينتين يؤدون الصلاة في منازلهم، بسبب الجهل. ولا يوجد علماء في مدينته. وفي المدينة الأخرى يوجد إمام تخرج من معهد العلوم الإسلامية الصيني في بكين، وهو في مستوى جامعة. ولا توجد مدارس إسلامية في المنطقة. وقد جاء من مدينة (كانتون) إلى الجامعة الإسلامية ثلاثة طلاب فقط، تخرج منهم هذه السنة الأخ عبد الرحمن، وبقي اثنان في المستوى الثالث من الشعبة. وقد قُبل الأخ عبد الرحمن في الجامعة الإسلامية، بعد تخرجه من شعبة تعليم اللغة العربية لغير الناطقين بها التابعة للجامعة، والغالب أن يكون في كلية الدعوة. عدد سكان المقاطعة: عددهم عشرون ألفاً وثمانمائة ألف وخمسة وستون مليون (65820000) نسمة، حسب إحصاء الدولة لسنة 1995م. عدد سكان المدينة (كانتون): تسعون ألفا وتسعمائة ألف ومليون نسمة (1990000) نسمة حسب الإحصاء المذكور سابقاً. ومدينة (كانتون) مدينة تجارية، ويوجد فيها معرض دولي يقام في كل سنة مرتين، تعرض فيه الصناعات الصينية من كل مقاطعات الصين. والمسلمون في هذه المدينة متوسطو الحال، والفقراء قليل. وتوجد بالمقاطعة أنهار كثيرة. وتكثر فيها زراعة الأرز والفواكه وتكثر في كانتون الزهور، ولذا تسمى: مدينة الزهور. وتوجد في المقاطعة صناعات منها: الغزل النسيج، والأحذية، والصناعات الخفيفة، مثل قطع الغيار والورق. كما تشتهر بصناعة السفن، ومصانع لمشتقات البترول. وتسمى مدينة (كانتون) بوابة الصين الجنوبية، لأنها تستقبل البضائع الأجنبية، كما أنها تصدر منها البضائع الصينية إلى الخارج، وهي إحدى المدن التي بدأ الانفتاح التجاري فيها من سنة 1984م. وهي أول المدن التي استوطنها المسلمون في القرن الأول الهجري. ويقال: إن أحد الصحابة توفي فيها وهو أبو وقاص الذي بنى مسجد الشوق إلى النبي صلى الله عليه وسلم [سبق الكلام على هذا المسجد وما يقال عن الصحابي]. وقد كانت توجد بعض الآثار للمسلمين غير هذا المسجد، أخذتها الحكومة وأودعتها في متحف المدينة. وبهذه الحلقة انتهت حلقات الصين الشعبية وملاحقها."
  },
  {
    "type": "section",
    "id": "section-42",
    "title": "شدة حزن الرسول من رفض أمته لدعوته وتسلية الله له.",
    "content": "كما قال تعالى : (وَاصْبِرْ وَمَا صَبْرُكَ إِلاَّ بِاللَّهِ وَلا تَحْزَنْ عَلَيْهِمْ وَلا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (127) إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ )(128)  \"النحل\" و الآ يات التي نزلت في تسلية الله له صلى الله عليه وسلم، كثيرة جدا لا يتحمل مثل هذا البحث جمعها فيه، و من أهمها تسلية الله تعالى له، بمن سبقه من إخو ا نه المرسلين الذين لا قو ا من قو مهم الصد والسخر ية و الأ ذ ى، بل والقتل مع طول مدة بعضهم كما في دعوة نوح عليه السلام، إذ بقي يدعو قومه ألف سنة إلا خمسين عاما، كما قال تعالى: (وَلَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلاَّ خَمْسِينَ عَاماً فَأَخَذَهُمْ الطُّوفَانُ وَهُمْ ظَالِمُونَ (14) فَأَنجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ (15)) [العنكبوت] وهم يعاندونه، ويضيقون من دعوته، ويقولون له ، كما قال الله عنهم:  (قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنتَ مِنْ الصَّادِقِينَ (32) قَالَ إِنَّمَا يَأْتِيكُمْ بِهِ اللَّهُ إِنْ شَاءَ وَمَا أَنْتُمْ بِمُعْجِزِينَ (33)) [هود] وهو يرد عليهم بقوله: (يَا قَوْمِ إِنْ كَانَ كَبُرَ عَلَيْكُمْ مَقَامِي وَتَذْكِيرِي بِآيَاتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ ثُمَّ لا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوا إِلَيَّ وَلا تُنْظِرُونِ (71)) [هود] ومع تسلية الله تعالى لرسوله بكل رسول على حدة، سلاه بدعوة جميع رسله وما آذاهم به قومهم، وكيف صبروا على عناد قومهم وتكذيبهم لهم، وأن سبيله صلى الله عليه وسلم مع قومه، هو سبيل أولئك الرسل، فليسلك ذلك السبيل، ولا سبيل غيره،  كما قال تعالى: (وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ (34) وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنْ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقاً فِي الأَرْضِ أَوْ سُلَّماً فِي السَّمَاءِ فَتَأْتِيَهُمْ بِآيَةٍ وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلا تَكُونَنَّ مِنْ الْجَاهِلِينَ (35) إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمْ اللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ (36)) (الأنعام) وأبان الله تعالى لرسوله، أن عليه فقط القيام بوظيفته، وهي البلاغ المبين الذي كَلفه القيامَ به، وأن قومه الذين كذبوه هم يتحملون عاقبة رفضهم لدعوته، (قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلاَّ الْبَلاغُ الْمُبِينُ (54)) [النور] وأن حسابهم على الله وليس عليه، كما قال تعالى: (وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلاغُ وَعَلَيْنَا الْحِسَابُ (40)) [الرعد] تلك هي وظيفته التي كلفه الله القيام به، وليس عليه إكراه الناس على الإيمان با لله ورسوله واليوم الآخر كما قال تعالى له : (وَلَوْ شَاءَ رَبُّكَ لآمَنَ مَنْ فِي الأَرْضِ كُلُّهُمْ جَمِيعاً أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ (99) )[يونس] تلك خلاصة ما كلف الله رسوله محمدا صلى الله عليه وسلم، في دعوته للناس، وبين له أن قدوته في ذلك كافة رسل الله السابقين، وقد يذكر الله تعالى عددا من رسله متتابعين، ثم يعقب على ذلك بتسلية رسوله محمد صلى الله عليه وعليهم أجمعين، وقد يذكر واحدا منهم يعقب على ذلك، مذكرا له بما عليه الاقتداء بهم في ذلك، وهو القيام بالبلاغ المبين والصبر على ما يلاقيه من قومه من الاستهزاء والتكذيب، وأن الهداية الفعلية على الله وليست عليه، وهو بذلك يسليه بمن سبقه من أولئك الرسل عليهم السلام. أسلوب تسلية الله له في سورة الشعراء ذكر الله في أول سورة الشعراء، في الآية الثالثة منها قوله تعالى: (لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِـِنين) أي مهلك نفسك وقاتلها، بسبب رفضهم الاستجابة لدعوتك لهم إلى ما أمرك الله من دعوتهم إلى الإسلام، شفقة عليهم وحزنا على عاقبتهم. إلى قوله تعالى في الآيتين الثامنة ، والتاسعة: (إن فِي ذَ لِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ). وكرر تعالى هاتين الآيتين بعد قصة كل رسول مع قومه، في هذه السورة، حيث نصر رسله وأهلك الكفرة العاصين، المعاندين لهم والمستهزئين. ويخاطب رسوله محمدا صلى الله (إن فِي ذَ لِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ). و هاتان الآيتان تكررتا بعد قصة كل رسول، وفيها ثلاثة أسماء من أسماء الله٫ وهي \"رب\" و\"العزيز\" و\"الرحيم\". فاسمه تعالى \"رب\" يطلق على السيد والخالق و المدبر ... قال ابن جرير رحمه الله في تفسيره: \"فربّنا جلّ ثناؤه: السيد الذي لا شِبْه لهُ، ولا مثل في سُؤدده، والمصلح أمر خلقه بما أسبغ عليهم من نعمه، والمالك الذي له الخلق والأمر. انتهى. و اسمه العزيز معناه القوي الغالب الذي يقوى على كل شيء ويغلب كل شيء، ولا يقوى عليه شيء، ولا يغلبه شيء لأنه تعالى هو خالق كل شيء، فالعزة والغلبة والقوة المطلقة، هي فقط لله الخالق لكل شيء، فالخالق العزيز القوي ينصر جميع رسله السابقين، كما بين لك في كثير من سور القرآن الكريم وعلى سبيل المثال: نصره تعالى لهم على أقوامهم في سورة الأعراف، وسورة هود، من أولهم نوح إلى شعيب عليهم الصلاة والسلام، وهو كذلك ينصر رسوله محمدا على أعدائه. والفرق بين نصره تعالى لرسله السابقين، ونصره لرسوله محمد صلى الله عليهم وسلم أجمعين، أن نصره الله لرسله السابقين على قومهم هو تدمير الأمم السابقة تدميرا كاملا وقطع دابرهم، لأن الله تعالى علم أن تلك الأمم مصرة على الكفر وعدم الاستجابة لدعوة رسلهم، وكلما أهلك الله أمة رسول، أ نشأ أمة أخرى، وأرسل إليها رسولا آخر. أما نصر الله تعالى لرسوله محمد فليس إهلاك أمته كلها، لأن أمته هي آخر أمم الأرض، ورسالة محمد صلى الله عليه وسلم، هي آخر الرسالات، فلو دمر الله أمته، لما بقي من يعبد الله في الأرض، ولما بقي رسول فيها. وقد ور في حديث عَنْ ثَوْبَانَ رضي الله عنه، ما فيه دلالة صريحة على عدم إهلاك أمته صلى الله عليه وسلم إهلاكا شاملا، قَالَ: قَالَ رَسُولُ اللهِ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: \"إِنَّ اللهَ زَوَى لِي الأَرْضَ، فَرَأَيْتُ مَشَارِقَهَا وَمَغَارِبَهَا، وَإِنَّ أُمَّتِي سَيَبْلُغُ مُلْكُهَا مَا زُوِيَ لِي مِنْهَا، وَأُعْطِيتُ الْكَنْزَيْنِ الْأَحْمَرَ وَالْأَبْيَضَ، وَإِنِّي سَأَلْتُ رَبِّي لِأُمَّتِي أَنْ لَا يُهْلِكَهَا بِسَنَةٍ عَامَّةٍ، وَأَنْ لَا يُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ سِوَى أَنْفُسِهِمْ، فَيَسْتَبِيحَ بَيْضَتَهُمْ، وَإِنَّ رَبِّي قَالَ: يَا مُحَمَّدُ، إِنِّي إِذَا قَضَيْتُ قَضَاءً فَإِنَّهُ لَا يُرَدُّ، وَإِنِّي أَعْطَيْتُكَ لِأُمَّتِكَ أَنْ لَا أُهْلِكَهُمْ بِسَنَةٍ عَامَّةٍ، وَأَنْ لَا أُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ سِوَى أَنْفُسِهِمْ، يَسْتَبِيحُ بَيْضَتَهُمْ، وَلَوِ اجْتَمَعَ عَلَيْهِمْ مَنْ بِأَقْطَارِهَا - أَوْ قَالَ: مَنْ بَيْنَ أَقْطَارِهَا - حَتَّى يَكُونَ بَعْضُهُمْ يُهْلِكُ بَعْضًا، وَيَسْبِي بَعْضُهُمْ بَعْضًا\".) والحديث صحيح كما خرجه المحدث شعيب أرنؤوط في تخريج المسند وغيره. فنصر الله لمحمد صلى الله عليه وسلم على أمته، هو حفظه وكلاءته له من تمكينهم من القضاء عليه وعلى رسالته، كما قال تعال: (يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنْ النَّاسِ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الْكَافِرِينَ (67)) [المائدة] هذا فيما يتعلق باسم الله العزيز. واسم الله الثالث في الآية هو (الرحيم) الذي يواسيه فيه برحمته التي يرعاه بها، و يغري بها أمته بأنه سيشملهم بها إذا استجابوا لدعوته، كما أن عزته تعالى وقوته تدل أنه سيذل المكذبين له، ويخزيهم بنصره عليهم. ثم واساه وسلاه بمن سبقه من الرسل الذين نالوا من الأذى والتكذيب والاستهزاء من قومهم، وله فيهم قدوة حسنة بالصبر والنصر على أقوامهم، وكرر ختام ذكر كل واحد منهم بنفس الآيتين الكريمتين: (إن فِي ذَ لِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ). وبدأ بموسى عليه السلام، لأن رسالته أقرب إلى رسالة محمد صلى الله عليه وسلم من غيره، ولأن قومه من بني إسرائيل كانوا موجودين في عهد الرسول، وقد كذبوه مع علمهم بان رسالته حق، ولذلك فصل في قصة موسى  أكثر من قصص بقية الرسل بعده، وبدأ بموسى من الآية العاشرة من السورة إلى الآية الثامنة والستين، التي ختمها بنفس الآية: (إن فِي ذَ لِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ). ثم ذكر إبراهيم عليه السلام من الآية التاسعة والستين، إلى الآية ١٠٤ وختمها بنفس الآيتين، لأن بني إسرائيل يدعون أنهم يقتدون به وهم كاذبون. ثم ذكر نوحا عليه السلام بعد إبراهيم من الآية ١٠٥ إلى الآية ١٢٢ مع أنه أسبق منه في الزمن، وختم ذلك بنفس ما ختم به من سبق، لما سبق من دعوى أهل الكتاب أنه قدوتهم. ثم ذكر بعد إبراهيم نبيه هودا من آية ١٢٤ إلى الآية: ١٤٠ التي ختم بها ما يتعلق بهود عليه السلام. ثم ذكر نبيه صالحا عليه السلام وتكذيب قومه ثمود له من الآية ١٤١ إلى الآية: ١٥٩ مختومة بنفس الآية: (إن فِي ذَ لِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ). ثم ذكر نبيه لوطا عليه السلام، وموقف قومه منه من الآية: ١٦٠ مختتما بنفس الآييتين. ثم ذكر نبيه شعيبا عليه السلام من الآية: ١٦١ إلى الآية ١٩٢ وختمها بنفس الآيتين. ثم ختم كل تلك الآيات كلها بما يطمئن رسوله محمدا صلى الله عليه وسلم ويؤكد له أن كتابه الذي أنزله عليه، هو منزل من عند ربه تعالى وأن بني إسرائيل يعلمون حق العلم أن هذ الكتاب من عند الله، وأن كل من ينكر هذا الكتاب هو مجرم، وأمره ربه أن يقابل قومه المنكرين  رسالته، العاصين له بالبراءة منهم وختم كل ما سبق بما بدأ في أول السورة من أمره بالتوكل على ربه في دعوته، (إن فِي ذَ لِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ). فتأسي رسول الله صلى الله عليه وسلم، بمن سبقه من إخوانه المرسلين، وتوكله على الله والثقة بنصره على قومه وتأييده له، يكاد يكون هو لب السورة ومحورها."
  },
  {
    "type": "section",
    "id": "section-43",
    "title": "للصهاينة في طريقة قصفهم الشامل في غزةهدفان:",
    "content": "أحدهما معلن، وهو تهجيرهم من وطنهم، إلى صحراء سيناء وقد يئسوا من تحقيق هذا الهدف٫ لثبات الفلسطينيين في بقائهم في أرضهم على رغم ما فعله الصهاينة من شمول القتل للأنفس وهدم لكل المنازل على رؤوس أهلها. وهد م المستشفيات٫ ومنع تزويدها بما تحتاجها للقيام بعملها الذي يمكنها معالجة من يلجأ إليه من المصابين . ثانيهما: استئصال جميع الفلسطينيين، حتى لا يبقى منهم إلا العدد القليل الذي لا يخشى الصهاينة منهم أي حركة يخشون منها مقاومة عسكرية، ولا مطالبة بإقامة دولة مستقله، وهذا الهدف غير معلن لفظا٫ ولكن طريقة قصفهم الشامل يدل على هذا الهدف، أكثر من التصريح به. ويؤيدهم في ذلك كله، الحكومة الأمريكية التي تحاول الآن، أن تظهر ـ كذبا وخداعاـ طلبها من الصهاينة عدم تعمد قصف المدنيين، بسبب مواقف بعض حلفائها من التصريح بمخالفتها، وكثرة مظاهرات الشعوب في الدول الغربية وغيرها وسوف لا يتحقق لهم ذلك بإذن الله٫ بل ستكون النتيجة بإذن الله نصر المقاومة على أعداء الله من الصهاينة ومؤيديها. وعلى جميع المسلمين أن يواصلوا دعاءهم بنصر المقاومة وهزيمة أعدائهم من الصهاينة ومن ناصرهم، وإن بقاء المقاومة، وهي مجموعة قليلة أمام دولة التي تناصرها دول كبرى لهو دليل على نصر الله لهم. اللهم انصرهم على أعدائك وأعدائهم كلّهم. t.me/rawdahislami /2029"
  },
  {
    "type": "section",
    "id": "section-44",
    "title": "دعاء",
    "content": "اللهم اجمع كلمة المسلمين على الحق وارزقهم من يقودهم إلى رضاك في الدنيا والآخرة وارفع راية دينك في أرضك على سائر الأديان. اللهم انصر عبادك وأولياءك المؤمنين على أعدائك وأعدائك من الكافرين بك وبدينك وبرسولك محمد صلى الله عليه وسلم. اللهم اهزم كل أعدائك الكافرين الذين يعتدون على أوليائك المسلمين ويحتلون أرضهم ظلما وعدوانا اللهم أنزل بهم بأسك وأرنا فيهم عجائب قدرتك. اللهم اطمس على أموالهم واشدد على قلوبهم فإنهم قد كفروا بك واعتدوا على عبادك المسلمين بما أنعمت عليهم. اللهم اجعل أموالهم التي ينفقونها في الصد عن سبيلك والاعتداء على خلقك حسرة في قلوبهم إلى يوم يلقونك. اللهم يا منزل الكتاب ومجري السحاب وهازم الأحزاب اهزمهم. اللهم أرسل عليهم جندا من جندك الذين لا يعلمهم سواك واهزمهم كما هزمت الأحزاب قبلهم. اللهم شتت شملهم وفرق جمعهم واجعل بأسهم بينهم واسغلهم بأنفسهم واقتلهم، وأخرجهم من ديار المسلمين مقهورين ذليلين حقيرين خزايا ندامى يا من تقول للشيئ كن فيكون يا رب العالمين. اللهم فك أسرى الأسورين من المسلمين، اللهم فك أسرهم وارفع قدرهم وأعزهم في الدنيا والآخرة، وأذل أعداءهم في الدني والآخرة. اللهم وأخرج المسجونين المظلومين من سجونهم وأعدهم إلى ديارهم وأنلهم وأولادهم وانتصر لهم ممن ظلهم. وصل اللهم على سيدنا محمد وعلى آله وسلم"
  }
]