[
  {
    "type": "title",
    "content": "طل الربوة (تربية الأستاذ لطلابه) تأليف الدكتور عبد الله بن أحمد قادري الأهدل الطبعة السادسة 1429ﻫ ـ 2008م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "مقدمات",
    "content": "مقدمة الطبعة الخامسة {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (2) الرَّحْمَنِ الرَّحِيمِ (3) مَالِكِ يَوْمِ الدِّينِ (4) إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (5) اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (6) صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ (7)}. أما بعد: فقد مضى على كتابتي لطل الربوة ثلاث وثلاثون سنة، وكان الهدف من كتابته كما أشرت إلى ذلك في مقدمة الطبعة الثالثة: أن يستفيد الطلبة من أساتذتهم خارج قاعات الدرس: يستفيدون من علمهم، ومن تربيتهم وسلوكهم، فكانت تعقد الندوات، وتنشأ الرحلات، وكان الأساتذة يجتهدون في لقاءاتهم بطلابهم، في الرحلات التي قد تبقى أياماً في الخلاء، أو في بعض مدن المملكة، كمكة المكرمة وغيرها. وكنت كتبت قطوفاً مختصرة جداً تتعلق بقوة الصلة بالله، لتكون تلك القطوف دافعة للطلاب إلى الالتزام بمنهج نشاطهم مع أساتذتهم، ونفع الله بذلك في حينه، وبعد مراجعتي لهذا الكتيب رأيت أن أتوسع قليلاً في الأمور التي تقوي الصلة بالله تعالى؛ لأن الأحداث التي نزلت بالأمة الإسلامية وبخاصة الشباب منهم، تستدعي ربطهم بربهم ربطاً قوياً يقيهم من الانحراف الذي لا وَزَرَ منه إلا ذلك الرباط الرباني. كما أن الحاجة دعت إلى زيادة بعض الموضوعات التي يجب أن يفقهها الأساتذة والطلاب معاً، مثل موضوع الوسطية والاعتدال الذي لم يتضمنه \"الطل\" من قبل، أرجو أن يكون الأساتذة وطلابهم جميعاً محصنين من الإفراط والتفريط، وأن يكونوا على منهج الأمة الوسط، لهذا كَبُر حجم \"طل الربوة\" عما كان عليه من قبل. أسأل الله تعالى أن يجعل عملي في هذا الكتاب وغيره خالصاً لوجهه الكريم، وأن ينفع به من شاء من عباده، وصلى الله على عبده ورسوله محمد وعلى آله وصحبه وسلم. المؤلف عبد الله الأهدل"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "مقدمة الطبعة الرابعة",
    "content": "للإمام أبي إسحاق إبراهيم بن موسى الشاطبي قال رحمه الله: \"من أنفع طرق العلم الموصلة إلى غاية التحقق به؛ أخذه عن أهله المتحققين به على الكمال والتمام.. وللعالم المتحقق بالعلم أمارات وعلامات: إحداها: العمل بما علم، حتى يكون قوله مطابقاً لفعله، فإن كان مخالفاً له، فليس بأهل لأن يؤخذ عنه، ولا أن يقتدى به في علم.. والثانية: أن يكون ممن رباه الشيوخ في ذلك العلم لأخذه عنهم، وملازمته لهم، فهو الجدير بأن يتصف بما اتصفوا به من ذلك، وهكذا شأن السلف الصالح.. فأول ذلك ملازمة الصحابة رضي الله عنهم، لرسول الله صلى الله عليه وسلم، وأخذهم بأقواله، وأفعاله، واعتمادهم على ما يرد منه، كائناً ما كان، وعلى أي وجه صدر.. وصار مثلُ ذلك أصلاً لمن بعدهم، فالتزم التابعون في الصحابة سيرتهم مع النبي صلى الله عليه وسلم، حتى فقهوا ونالوا ذروة الكمال في العلوم الشرعية، وحسبك من صحة هذه القاعدة أنك لا تجد عالماً اشتهر في الناس الأخذ عنه، إلا وله قدوة اشتهر في قرنه بمثل ذلك. وقلَّما وجدت فرقة زائغة، ولا أحداً مخالفاً للسُنَّة، إلا وهو مفارق لهذا الوصف\". [اختصرت هذه الجمل من كتاب الموافقات في أصول الشريعة (1/91-95) بتحقيق الأستاذ محمد عبد الله دراز.] والهدف من نقل هذه الجمل لهذا العالم الجليل [الإمام الشاطبي.] هو نصح طالب العلم أن يأخذ العلم من أهله، ويبتعد عن الأخذ بطريقة بعض الجهلة المغرورين الذين ينصبون أنفسهم للتعليم والفتوى، وقد يدَّعون أنهم من المجتهدين، وهم على جهل بقواعد العلوم الشرعية وعلومها وآلات تلك العلوم، بسبب قراءتهم لبعض الأبواب في بعض الكتب، وسوء فهمهم لكثير مما قرأوه، وعدم اقتدائهم بالصحابة والتابعين وعامة السلف الصالح في أخذ العلم عن أهله المتحققين به، وهذا من أهم أسباب الزيغ كما قرر ذلك الإمام الشاطبي رحمه الله."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "مقدمة الطبعة الثالثة",
    "content": "أود في هذه المقدمة (مقدمة الطبعة الثالثة) أن أوضح للقارئ الكريم سبب تأليف هذا الكتيب لما في معرفته من فائدة، وهي أن نجاح المربي لمن يتولى تربيتهم يعود ـ بعد توفيق الله والإخلاص له ـ إلى وضع منهج مدروس منظم، لتنفيذه في الأوقات ويملأ به الفراغ. اقتداءً بترتيب الخالق  لعباده أوقات سعيهم لدنياهم وأخراهم. والسبب الذي أريد إيضاحه، هو أني عندما كنت مسؤولاً عن شؤون الطلبة في الجامعة الإسلامية، حاولت أن يستفيد الطلبة من أساتذتهم خارج قاعات الدرس: يستفيدون من علمهم ومن تربيتهم وسلوكهم، فكانت تعقد الندوات، وتنشأ الرحلات، وكان الأساتذة يجتهدون في لقاءاتهم بطلابهم، في الرحلات التي قد تبقى أياماً في الخلاء - وقد تبقى أسابيع - أو في بعض مدن المملكة، كمكة المكرمة وغيرها. وكان الأستاذ إذا فرغ مما أعده لطلابه تفرقوا عنه، وحاول كل منهم بمفرده أو مع بعض زملائه، أن يملئوا فراغهم بقية الوقت، ومنهم من يحسن ذلك، ومنهم من لا يحسنه، وقد يصاب الأساتذة والطلاب بالملل، وبعد أن مرت فترة من الزمن، فكرت في وضع خطة عمل لتلك المعسكرات، ومنها معسكرات الحج، فكتبت هذه القطوف التي بين يدي القارئ، ووُزِّعَت على الأساتذة الذين كانوا يشاركون في النشاط الطلابي، فلم يكن يفوت أي وقت بدون نظام بعد ذلك، بل كان النشاط يبدأ من صلاة الفجر وينتهي بالنوم في الليل. وهو يشمل تربية الجسم والروح والعقل، ونفع الله بذلك كثيراً كما يعرف ذلك زملائي الأساتذة الذين تحملوا عبء تربية تلاميذهم، والتلاميذ الذين استفادوا من أساتذتهم، وهم اليوم منتشرون في كل أنحاء العالم، وإن المهتمين بالمعسكرات الإسلامية ليعلمون الحاجة الماسة إلى تنظيم أوقاتها وملأ فراغها بالخير والتقوى. أسأل الله أن ينفع بهذا الطل الذي تتوالى طبعاته دليلاً ـ إن شاء الله ـ على فائدته.. وأرجو الله أن يفيدني به ويفيد قارئه، وأن يجعله خالصاً لوجهه الكريم، وصلى الله على سيدنا ونبينا محمد وعلى آهل وصحبه."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "مقدمة الطبعة الثانية لطل الربوة",
    "content": "الحمد لله والصلاة والسلام على عبده ورسوله محمد بن عبد الله خير المعلمين وعلى آله وأصحابه الهداة خير المتعلمين وعلى أتباعهم بإحسان إلى يوم الدين. أما بعد فإنه لم يمض على طبعة هذا الطل إلا زمن يسير جداً، اتصل بي بعده الناشر طالباً مني الموافقة على طبعه للمرة الثانية، فعجبت لذلك لقرب عهد طبعته الأولى، ولكني سررت لسرعة نفاذه، آملاً أن يكون الله قد نفع به الشباب المسلم معلمين ومتعلمين، وليس عندي ما أقوله في هذه المقدمة إلا الإجابة على سؤال وجه إليَّ من عدد من الشباب، وهو: ما سبب تسمية هذا الكتيب بـ(طل الربوة)؟ والجواب: يعود إلى ثلاثة أمور: الأمر الأول: الإشارة إلى قلة بضاعة المؤلف، فليس عنده وابل كوابل ابن القيم  [لا بن كتاب قيِّم في الأذكار سمَّاه: الوابل الصيِّب في شرح الكَلِم الطيِّب.] رحمه الله، وإنما عنده شيء من طل. الأمر الثاني: الإشارة إلى طيب عنصر القارئ، واستعداده لاستقبال الطل القليل من الخير، وإعطائه هو الخير الكثير، تعليماً وتعلماً مثل الربوة الطيبة التي ينزل عليها الطل، فتنبت الزرع وتؤتي أكلها أضعافاً مضاعفة. فالأمل في المسلم الصالح أن يحول كل سطر بل كل كلمة ترد إليه من هذا الطل، إلى مؤلف كبير أو وابل صيب، ليس في كتاب يكتبه، وإنما في سلوك يمارسه، في خُلُقٍ يتحلى به، وعمل صالح يداوم عليه، ودعوة إلى الله تهدي من شاء الله من عباده، وتعليم لجاهل ليصبح قدوة في أمته، وجهاد في سبيل الله شامل يعيد إلى الأمة الإسلامية مجدها وعزها، وينتشلها مما لحق بها من هوان بسبب تركه، محققاً ما أشار إليه رسول الله صلى الله عليه وسلم، في حديث أبي موسى الأشعري رضي الله عنه، من قبول هدى الله والعمل به، ونشره بين الناس، لينعموا به، ولا يكون كمن لم يقبل ذلك، ممن حرم نفسه من رحمة الله وفضله: فقد روى أبو موسى عن النبي صلى الله عليه وسلم، قال: (إن مثل ما بعثني الله  من الهدى والعلم، كمثل غيث أصاب أرضاً فكانت منها طائفة طيبة قبلت الماء فأنبتت الكلأ والعشب الكثير، وكان منها أجادب أمسكت الماء، فنفع الله بها الناس فشربوا منها وسقوا ورعوا، وأصاب طائفة منها أخرى إنما هي قيعان لا تمسك ماء ولا تنبت كلأ، فذلك مثل من فقه في دين الله ونفعه بما بعثني الله به فَعَلِم وعَلَّم، ومثل من لم يرفع بذلك رأساً ولم يقبل هدى الله الذي أُرسلت به) الحديث.[لبخاري (1/28) ومسلم (4/1787).] الأمر الثالث: التيمن بقول الله تعالى: {وَمَثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ ابْتِغَاءَ مَرْضَاةِ اللَّهِ وَتَثْبِيتاً مِنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ}. [لبقرة: 265.] المدينة المنورة 29 من ذي القعدة سنة 1405هـ المؤلف عبد الله الأهدل"
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "طل الربوة",
    "content": "بسم الله الرحمن الرحيم الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين… فإني أقدم هذه القطوف المفيدة، للأستاذ الذي جعل همَه تعليَم العلم والعملَ به، وغرسَهما في نفوس تلاميذه، وللتلاميذ الذين يهمهم التلقي السليم المفيد، الذي يثمر في نفوسهم العلم والعمل. أسأل الله أن ينفعني وإخواني المسلمين بها، إنه على كل شيء قدير وصلى الله وسلم على خير المعلمين و المزكين، وعلى آله وصحبه خير من تلقى عنه وطبق ما تعلمه في واقع الحياة. تمهيد: قوة الصلة بالله: إن أول هدف يجب أن يضعه الأستاذ والطالب على السواء نصب أعينهما، هو أن يكون الغرض من التعليم والتَّعَلُّم، قوةَ الصلة بالله وعبادتِه سبحانه على الوجه الذي يرضيه، فإن عبادته هي الغاية من خلقنا. كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُونِ (56) مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ (57) إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ (58)}. [لذاريات] وعبادة الله شاملة لكل ما يتقرب به المسلم إلى ربه، سواء كان فعلاً واجباً أو مندوباً أو مباحاً، يقصد به وجه الله، أو ترك محرم أو مكروه، أو ترك مباح يبتغي به وجه الله."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "كيف تتحقَّق قوةُ الصلة بالله؟",
    "content": "وتتحقق قوة الصلة بالله بأن يكون المؤمن كله لله تعالى. كما قال تعالى: {قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَاي وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (162) لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ (163)}. [لأنعام] ولنفصل ذلك بعض التفصيل فيما يأتي: تفقيهُ الأستاذِ طلابَه في الدين وتزكيتهم بالوحيين: فعبادة الله والدعوة إلى الله تعالى لا بد أن يكون مصدرُهما الوحيين: كتاب الله وسنة رسوله صلى الله عليه وسلم، وتلقيهما يجب أن يكون على أيدي من وفَّقَه الله تعالى للتفقه فيهما؛ لأن الفقه فيهما شرط أساسي لمن يريد أن يعبد الله أو يبلغهما إلى الناس. ومشايخ العلم الذين تفقهوا في دين الله تعالى هم المؤهلون للتبليغ، ومن أراد أن يتأهل للبلاغ المبين يجب أن يتفقه في الدين على أيديهم كما تفقهوا هم على أيدي الشيوخ من قبلهم. هؤلاء العلماء المؤهلون لتبليغ دين الله والتزكية به، هم العلماء العاملون بما تعلموه، المتزكون به في أنفسهم، الذين يرى فيهم أتباعُهم القدوةَ الحسنة برسول الله، صلى الله عليه وسلم، لأن من لا يعمل بعلمه ليس أهلاً لتبليغ رسالةِ الله، وليس أهلاً لتزكية غيره بها. فقد تلقى رسول الله صلى الله عليه وسلم، آيات كتاب الله عن الروح الأمين جبريل عليه السلام، الذي أخذه مباشرة عن ربه سبحانه وتعالى، كما تلقى أصحاب الرسول، ذلك الكتاب والسنة النبوية عنه صلى الله عليه وسلم. وتلقى عن الصحابة ذلك أبناؤهم، وتلقى كبار التابعين عن صغار الصحابة، وهكذا استمرت أجيال الأمة، يأخذ اللاحق عن السابق حتى وصل إلينا. وهكذا يجب على علماء المسلمين وطلابهم أن يسيروا على نفس الطريقة في التعليم والتزكية. ومن حاد عنها فتتلمذ على الكتب والدفاتر لنفسه، دون شيخ يُفَقِّهُهُ على قواعد أهل العلم ويصقل قلبه وعقله بكتاب الله وسنة رسوله صلى الله عليه وسلم، وسيرته المطهرة، لم يكن أهلاً للتعليم والتزكية لغيره؛ لأنه ما فعل ذلك أحد إلا زاغ غالباً عن النهج الصحيح العاصم من الزلل. كما سبق قول الشاطبي رحمه الله: \"وحسبك من صحة هذه القاعدة أنك لا تجد عالماً اشتهر في الناس الأخذُ عنه، إلا وله قدوة اشتهر في قرنه بمثل ذلك، وقلما وجدت فرقةً زائغة ولا أحداً مخالفاً للسنة، إلا وهو مفارق لهذا الوصف\". الحرص على حفظ العلم للعمل به وتبليغه: قال تعالى ناهيا رسوله عن العجلة في حفظ القرآن، حرصا على ضبطه، وخشية من نسيان بعضه {وَلا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ وَقُلْ رَبِّ زِدْنِي عِلْماً}. [طه] \"ولا تعجل بالقرآن من قبل أن يقضى إليك وحيه\" عَلَّمَ  سبحانه نبيه كيف يتلقى القرآن. قال ابن عباس: كان صلى الله عليه وسلم، يبادر جبريل فيقرأ قبل أن يفرغ جبريل من الوحي حرصاً على الحفظ، وشفقةً على القرآن مخافةَ النسيان، فنهاه الله عن ذلك وأنزل: {وَلا تَعْجَلْ بِالْقُرْآنِ..}. [لجامع لأحكام القرآن للقرطبي] ومثل آية طه قوله تعالى: {لا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ (16) إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ (17) فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ (18) ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ (19)}.[لقيامة] وفي هذه الآيات وعدٌ له صلى الله عليه وسلم، من الله تعالى بأن يجمع له هذا القرآن كله في صدره ليقرأه كاملاً بدون تكلف، وهو من حفظ الله لهذا الكتاب الذي أكده تعالى في قوله: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ (9)}. [لحجر] وقد كان جبريل يدارس الرسول صلى الله عليه وسلم القرآن كل ليلة من ليالي رمضان، كلَّ سنة كما روى ابن عباس رضي الله عنهـما قال: \"كان رسول الله صلى الله عليه وسلم، أجود الناس، وكان أجود ما يكون في رمضان حين يلقاه جبريل، وكان يلقاه في كل ليلة من رمضان فيدارسه القرآن، فَلَرسول الله، أجود بالخير من الريح المرسلة\". وفي لفظ: \"وكان أجود ما يكون في شهر رمضان، إن جبريل عليه السلام، كان يلقاه، في كل سنة، في رمضان حتى ينسلخ، فيعرض عليه رسول الله القرآن...\". [لبخاري ومسلم] وإذا كان الرسول صلى الله عليه وسلم، يحرص هذا الحرص الشديد على حفظ الوحي، ليبلغه إلى الناس، فهو قدوة لكل طالب علم بأن يستفرغ وسعه في حفظ العلم وضبطه، ليكون أهلاً للاقتداء بالرسول صلى الله عليه وسلم، والعلم لا يأتي بدون كد وتعب في الحفظ والفهم. فلا بد من الجد والمثابرة في طلب العلم، من كتاب الله وسنة رسوله صلى الله عليه وسلم، وكتب أهل العلم الذين يتمسكون بهما، ولا يقدمون عليهما قول أحد كائناً من كان، والاجتهاد في كل علم نافع للطالب ولأمته، لكنه يوجد فرق بين كيفية حفظ الرسول للقرآن، وحفظ غيره من أمته، فهو لا يحتاج إلى إجهاد نفسه في حفظه، لأن ربه ضمن له جمعه في صدره دون أن يجهد نفسه في حفظه. أما غيره، فليس مضمونا له حفظ القرآن بدون جد واجتهاد وتكرار ومداومة على مراجعته، والتساهل في ذلك يحرمه من دوام حفظه، وطلب العلم من حيث هو أو القعود عنه، يؤدي إلى لهبوط إلى الجهل، والقعود عن معالي الأمور التي لا تنال بدون العلم وإخلاص العمل فيه لله. قال الإمام الشافعي رحمه الله: \"فحُقَّ على طلبة العلم بلوغ غاية جهدهم، في الاستكثار من علمه، والصبر على عارض دون طلبه، وإخلاص النية لله في استدراك علمه، نصاً واستنباطاً، والرغبة إلى الله في العون عليه، فإنه لا يدرك خيرٌ إلا بعونه. فإن من أدرك علم أحكام كتابه، نصاً واستدلالاً، وفَّقه الله للقول والعمل بما علم منه، فاز بالفضيلة في دينه ودنياه، وانتفت عنه الريَبُ، ونوَّرت في قلبه الحكمةُ، واستوجب في الدين موضع الإمامة\". [لرسالة بتحقيق أحمد شاكر، صفحة 19.] تزكيتهم بالعمل بما تفقهوا فيه: دعا أبونا إبراهيم وابنه إسماعيل عليهما السلام، وهما يبنيان أعظمَ بيتٍ من بيوت الله في غابر التاريخ، أن يبعث الله تعالى في أمتنا التي ستبدأ رحلتها في عبادة الله والدعوة إليه، من هذا المسجد الحرام، رسولاً يقوم فيها داعياً إلى أصول تلك العبادة وفروعها، ومجاهداً في سبيل ربه لإرسائها ورفع رايتها في الأرض. تلك الأصول هي تلاوةُ آياته التي سينزلها الله إلى ذلك المبعوث الكريم، الشاملة لقراءته لفظاً، والإيمان بها عقيدةً، واتباع منهجها شريعةً وعملاً وسلوكاً، وتعليمهم كتابه المشتمل على تلك الآيات، وما يبينه به من سنته، أو يشرعه بها، أمراً أو نهياً، أو يرشد إليه من سلوك وآداب. وسنته، هي \"الحكمة\" كما ذكر ذلك كثير من العلماء، ومنهم الإمام الشافعي رحمه الله في كثير من كتبه، ومنها كتاباه الرسالة والأم. وفسر ها بعض العلماء بأنها \"المعرفة بالدين، والفقه في التأويل والفهم الذي هو سجية ونور من الله تعالى\". ولا منافاة بين التفسيرين. فسنته الصحيحة تُعَرِّف بالدين، وتفقه في التأويل، وتكسب من ألَمَّ بها الفهمَ الصحيح لدين الله، وهي نور ككتاب الله. قال تعالى عن تلك الدعوة الإبراهيمية الإسماعيلية الضاربة في أعماق التاريخ: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنْ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ (127) رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ (128) رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ(129)}. [لبقرة] ولقد استجاب الله تعالى لتلك الدعوة الكريمة ومَنَّ على هذه الأمة بتحقيقها، مشتملة على تلك الأسس التي دعا الخليلُ وابنُه إسماعيل، أن يقوم بها ذلك الرسول المبعوث الكريم، كما قال: {كَمَا أَرْسَلْنَا فِيكُمْ رَسُولاً مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمْ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ (151) فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلا تَكْفُرُونِ (152)}. [لبقرة] وقال تعالى: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ (164)}. [ل عمران] وقال تعالى: {هُوَ الَّذِي بَعَثَ فِي الأُمِّيِّينَ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ (2)}. [لجمعة] وبتعليم هذه الأمة الكتاب والحكمة وتزكيتهم بهما، جعلها الله تعالى خير أمة أخرجت للناس، بعد أن كانت قبل ذلك في تيه وضلال. كما قال تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنْ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ}. [ل عمران] وقام صلى الله عليه وسلم، بوظيفته التي كلفه الله القيام بها في أمته، من تلاوة آيات الله عليهم، ودعاها إلى الهدى، وبشر وأنذر، كما قال تعالى عنه: {إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنْ الْمُسْلِمِينَ (91) وَأَنْ أَتْلُوَ الْقُرْآنَ فَمَنْ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنْ الْمُنذِرِينَ (92)}. [لنمل] التزكية تعني التطهير والتربية: والتزكية الربانية التي يجب على الأستاذ صبغ طلابه بها هي التطهير من كل ما يُدَنِّس نفوسهم ويُدَسِّيها من شركٍ ومعاصٍ وسلوكٍ سيء، وأفكار تخالف دين الإسلام، ودعوتهم إلى الاستقامة على فطرة الله الصافية، وتمسكهم بمنهجه الذي كلفه وكلف أمته بعده الدعوة إليه. فالتزكية تشمل تطهيرَ القلوب وصقلَها من كل ما يفسدها، كعقائد اليهود والنصارى والملحدين والوثنيين، وكل فكر يخالف ما جاء به الإسلام، سواء كان اجتماعياً أو اقتصادياً أو سياسياً... وإصلاحها بإحلال حقائق أصول الإيمان وفروعه، وأصول الإسلام وأحكامه محل تلك المفسدات، مع إقامة الحجج والبراهين على عقول أصحابها بصحة ما به صلاحها من هذا الدين، وبطلان ما به فسادها مما يخالفه. وإذا طُهِّرت تلك القلوبُ من الفساد، وحل محلها الصلاح؛ عمَّ الصلاح كل عضو من أعضاء أصحابها؛ ليصبحوا مستقيمين على جادة عبادة الله وطاعته، بعيدين عن مشاقته ومعاصيه. فالقلوب أئمةُ الأجسام، تصلح بصلاحها، وتفسد بفسادها، كما قال تعالى: {أَفَلَمْ يَسِيرُوا فِي الأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لا تَعْمَى الأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ (46)}. [لحج] فجميع أعضاء الجسم تفسد إذا القلب، فلا العقول تؤدي وظيفتها فتعي ما ينفع صاحبها، ولا الآذان تسمع الداعي إلى ما ينجيه، ولا الأبصار ترى النور الذي ينتشر ضوؤه ليهديه إلى صراط الله المستقيم، فحياته إذا لم يكن قلبه حياً مبصراً حياة من ذكرهم الله تعالى في القسم الثاني من هذه الآية: {أَوَمَنْ كَانَ مَيْتاً فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ (122)}. [لأنعام] وقد بيَّن الرسول صلى الله عليه وسلم، أن أصحاب القلوب الصالحة المبصرة هم الذين لا يجاوزون الحلال إلى الحرام، بل يتقون الشبهات التي لا يظهر لهم حِلُّها من حُرمتِها، وأن أصحاب القلوب الفاسدة العمياء يتقحمون تلك الشبهات التي تؤدي بهم إلى تعاطي ما هو بيِّنُ الحرمة، كما في حديث النعمان بن بشير رضي الله عنه: \"سمعت رسول الله صلى الله عليه وسلم، يقول: (الحلال بيِّن، والحرام بيِّن، وبينهما مشبهات لا يعلمها كثير من الناس، فمن اتقى المشبهات استبرأ لدينه وعرضه، ومن وقع في الشبهات: كراعٍ يرعى حول الحمى يوشك أن يواقعه، ألا وإن لكل ملك حمى، ألا وإن حمى الله في أرضه محارمه، ألا وإن في الجسد مضغة: إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله، ألا وهي القلب).[متفق عليه] قال الحافظ في شرح الحديث في الفتح: \"وخصَّ القلب بذلك لأنه أمير البدن، وبصلاح الأمير تصلح الرعية، وبفساده تفسد، وفيه تنبيه على تعظيم قدر القلب والحث على صلاحه\". أسباب صلاح القلوب: ومن أهم ما يصلح القلوب، ذكر الله الذي ينطق به اللسان مع حضور القلب وخشوعه ولينه ولين الأجسام. قال تعالى: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَاباً مُتَشَابِهاً مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ (23)}. [لزمر] وقال تعالى: {الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ (28) الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَى لَهُمْ وَحُسْنُ مَآبٍ (29)}. [لرعد] فالقلوب المطمئنة بذكر الله هي التي يوفق الله أصحابها للإيمان والعمل الصالح، ويسدد جميع جوارحهم لطاعته والبعد عن معاصيه، لينالوا فضل الله وثوابه الجزيل الذي عبر عنه تعالى بقوله: { طُوبَى لَهُمْ وَحُسْنُ مَآبٍ}. و\"طوبى\" فسَّرها ابن عباس ـما بـ\"فرح وقرة عين\" وفسرت بـ \"الخير\" وفسرت بـ\"الجنة\" وهو تفسير تنوع وليس تفسير تضاد؛ لأن الفرح وقرة العين والخير لا يحصل في الدنيا والآخرة إلا لأهل الجنة. {وَحُسْنُ مَآبٍ} أي خير مرجع عند الله تعالى، وهو رضاه تعالى عنهم وجزاؤه لهم يوم الحساب. والاطمئنان هو السكون، أي تسكن وتنشرح قلوبهم لذكر الله، فلا يعتريها قلق ولا اضطراب، قال ابن كثير رحمه الله في تفسير الآية: \"تطيب وتركن إلى جانب الله، وتسكن عند ذكره، وترضى به مولى ونصيراً\". قال الإمام النووي رحمه الله في كتابه \"الأذكار\": \"فصل‏:‏ المرادُ من الذكر حضورُ القلب، فينبغي أن يكون هو مقصودَ الذاكر فيحرص على تحصيله، ويتدبر ما يذكر، ويتعقل معناه‏.‏ فالتدبُر في الذكر مطلوبٌ كما هو مطلوبٌ في القراءة لاشتراكهما في المعنى المقصود، ولهذا كان المذهبُ الصحيح المختار استحباب مدَّ الذاكر قول‏:‏ لا إله إلا اللّه، لما فيه من التدبر، وأقوالُ السلف وأئمة الخلف في هذا مشهورة‏\"‏."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "المحافظة على الفرائض والإكثار من النوافل:",
    "content": "ومما يصلح القلوب: المحافظة على الفرائض وأداؤها بالصفة التي شرعها الله تعالى، والإكثار من النوافل التي ينال بها المؤمن ولاية الله تعالى وحبه وتوفيقه وإصلاحه لجوارحه كلها، التي لا صلاح لها إلا بصلاح قلبه، كما في حديث أبي هريرة القدسي الذي رواه عنه رسوله الله صلى الله عليه وسلم، قال: (إن الله قال: من عادى لي ولياً فقد آذنته بالحرب، وما تقرب إلي عبدي بشيء أحب إليَّ مما افترضت عليه، وما يزال عبدي يتقرب إلي بالنوافل حتى أحبه، فإذا أحببته: كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، ولئن سألني لأعطينَّه، ولئن استعاذني لأعيذنَّه.. ). [متفق عليه] ومعلوم أن الإنسان مسؤول عن كل عمل تعمله جوارحه، كما قال تعالى: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُوْلَئِكَ كَانَ عَنْهُ مَسْئُولاً(36)}. [لإسراء] ويبين ذلك حديث أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم، قال: (إن الله كتب على ابن آدم حظه من الزنا، أدرك ذلك لا محالة، فزنا العين النظر، وزنا اللسان النطق، والنفس تتمنى وتشتهي، والفرج يصدق ذلك كله أو يكذبه). [متفق عليه] فإذا أدَّى المسلم الفرائض التي هي أحب ما تقرب به العبد إليه، وداوم على النوافل التي تكسبه حب ربه، جعل تعالى أعضاءه كلها مُوَفَّقَةً مصونة من المعاصي، ووقاه الآثار المترتبة عليها. والنوافل تشمل نوافل الطاعات كلها، من صلاة راتبة أو غيرها، ومن أهم النوافل التي يصلح الله بها قلوب عباده قيام الليل الذي جعله تعالى يخلف النهار لمن وفقه لقصد تذكره وشكره: {وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُوراً (62)}. [لفرقان] وأمره تعالى بالتهجد في الليل، والتهجد هو قيام الليل بعد نوم ـ وهو من أفضل الأوقات التي تحضر فيها قلوب عباد الله الصالحين لتَتَشَرَّب ذكره {إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئاً وَأَقْوَمُ قِيَلاً (6)} [لمزمل] ووعده بالمقام المحمود يوم البعث، فقال تعالى: {وَمِنْ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَاماً مَحْمُوداً}. [لإسراء 79] ولحرصه، على حصول الخير لأمته المؤمنة، حثَّهم على الدعاء له بأن يؤتيه الله هذا المقام المحمود، ليرفع درجاتهم المناسبة لهم بشفاعته لهم، كما رفع درجته المناسبة له. ففي حديث جابر بن عبد الله رضي الله عنه: أن رسول الله صلى الله عليه وسلم قال: (من قال حين يسمع النداء: اللهم رب هذه الدعوة التامة، والصلاة القائمة، آتِ محمداً الوسيلة والفضيلة، وابعثه مقاماً محموداً الذي وعدته، حلت له شفاعتي يوم القيامة). [لبخاري] وبقيام الليل أمر الله رسوله صلى الله عليه وسلم، ليستعين به على تنفيذ أمره له بإبلاغ وحيه الثقيلةِ تكاليفُه التي يحتاج مبلغه والعامل به إلى الركون إلى ربه والاستعانة به بالإكثار من عبادته، كما قال تعالى: {يَا أَيُّهَا الْمُزَّمِّلُ (1) قُمْ اللَّيْلَ إِلاَّ قَلِيلاً (2) نِصْفَهُ أَوْ انْقُصْ مِنْهُ قَلِيلاً (3) أَوْ زِدْ عَلَيْهِ وَرَتِّلْ الْقُرْآنَ تَرْتِيلاً (4) إِنَّا سَنُلْقِي عَلَيْكَ قَوْلاً ثَقِيلاً (5) إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئاً وَأَقْوَمُ قِيلاً (6)}. [لمزمل] وقوله تعالى {أَشَدُّ وَطْئاً} قال ابن كثير رحمه الله في تفسيره: \"والمقصود أن قيام الليل هو أشد مواطأة بين القلب واللسان وأجمع على التلاوة، ولهذا قال تعالى: {هِيَ أَشَدُّ وَطْئاً وَأَقْوَمُ قِيلاً} أي أجمع للخاطر في أداء القراءة وتفهمها من قيام النهار؛ لأنه وقت انتشار الناس ولغط الأصوات وأوقات المعاش\". وثقل التكاليف، وبخاصة القيام بالدعوة والبلاغ المبين، يحتاج معها إلى الصبر والسند المعين عليه، ومما يعين على ذلك قيام الليل، ولهذا أمره تعالى بعد أمره بقيام الليل بالصبر على ما يعانيه من صدِّ قومه وأذاهم له، فقال: {وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْراً جَمِيلاً (10)}. [لمزمل] وقد امتثل، أمر ربه، فكان يقوم الليل حتى تتفطر قدماه، كما روت ذلك عائشة رضي الله عنهـا: \"أن صلى الله عليه وسلم نبي الله، كان يقوم من الليل حتى تتفطر قدماه، فقالت عائشة: لِمَ تصنع هذا يا رسول الله، وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟\" قال: (أفلا أحب أن أكون عبداً شكوراً). \"فلما كثر لحمه صلى جالساً، فإذا أراد أن يركع، قام فقرأ ثم ركع\". [لبخاري ومسلم، واللفظ له] وكان صلى الله عليه وسلم، يطرق أقاربه ليلاً ويحثَّهم على قيام الليل، وإن لم يوجبه عليهم، كما روى الزهري قال: \"أخبرني علي بن الحسين: أن الحسين بن علي أخبره: أن علي بن أبي طالب أخبره: أن رسول الله صلى الله عليه وسلم، طرقه وفاطمة بنت النبي عليها السلام ليلة، فقال: (ألا تصليان؟). فقلت: يا رسول الله، أنفسنا بيد الله، فإذا شاء أن يبعثنا بعثنا، فانصرف حين قلنا ذلك ولم يرجع إليَّ شيئاً، ثم سمعته وهو مولٍّ يضرب فخذه، وهو يقول: {وَكَانَ الإِنسَانُ أَكْثَرَ شَيْءٍ جَدَلاً}. [رواه البخاري، ومسلم، والآية من سورة الكهف: 54.] قال الحافظ ابن حجر رحمه الله: \"قال ابن بطال: فيه فضيلة صلاة الليل، وإيقاظ النائمين من الأهل والقرابة لذلك، ووقع في رواية حكيم بن حكيم المذكورة: \"ودخل النبي، عليَّ وعلى فاطمة من الليل فأيقظنا للصلاة، ثم رجع إلى بيته فصلى هوياً من الليل، فلم يسمع لنا حساً فرجع إلينا فأيقظنا..\". الحديث، قال الطبري: لولا ما علم النبي،  من عظم فضل الصلاة في الليل، ما كان يزعج ابنته وابن عمه في وقت جعله الله لخلقه سكناً، لكنه أختار لهما إحراز تلك الفضيلة على الدعة والسكون، امتثالاً لقوله تعالى: {وَأْمُرْ أَهْلَكَ بِالصَّلاةِ..}. الآية\". [لفتح] وقال النووي رحمه الله: \"وَفِي هَذَا الْحَدِيث الْحَثّ عَلَى صَلاة اللَّيْل، وَأَمْر الإِنْسَان صَاحِبه بِهَا، وَتَعَهُّد الإِمَام وَالْكَبِير رَعِيَّته بِالنَّظَرِ فِي مَصَالِح دِينهمْ وَدُنْيَاهُمْ\" [شرح النووي على مسلم] وحثَّ صلى الله عليه وسلم، أمته عموماً على قيام الليل، وبيَّن فضائله وفوائده، كما روى ذلك عنه أبو أمامة الباهلي رضي الله عنه: (‏عليكم بقيام الليل فإنه قربة إلى ربكم، ودأب الصالحين قبلكم ومَنْهاةٌ عن الإثم، ومكفرة للسيئات ومطردة لداعي الحسد).‏[خرجه ابن خزيمة في صحيحه، وقال الترمذي فيه: \"وهذا أصح من حديث أبي إدريس عن بلال\".] وقد أثنى الله تعالى على أهل الكتاب الذين استقاموا على طاعته، فأكثروا من تلاوة آياته في قيامهم الليل، فحققوا بذلك قوة إيمانهم ومسارعتهم في فعل الخيرات التي ترضي ربهم، وفي سعيهم لإصلاح غيرهم بالأمر بالمعروف والنهي عن المنكر، فاستحقوا أن يكونوا في ركب عباده الصالحين. كما قال تعالى: {لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ (113) يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُوْلَئِكَ مِنَ الصَّالِحِينَ (114)}. [ل عمران] كما أثنى تعالى على عباده المؤمنين، الذين يدأبون على تقربهم إليه بقيام الليل ساجدين قائمين، كما قال تعالى: {وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّداً وَقِيَاماً (64)}. [لفرقان] ومدحهم بتركهم النوم والاضطجاع على الفرش الوطيئة الناعمة، إيثاراً لقيام الليل الذي ينيلهم عليه ما لا يعلمه أحد من عباده في الدنيا من الثواب العظيم، فقال تعالى: {تَتَجَافَى جُنُوبُهُمْ عَنْ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ (16) فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (17)}. [لسجدة] وقال تعالى في صفات عباده المتقين المحسنين: {كَانُوا قَلِيلاً مِنْ اللَّيْلِ مَا يَهْجَعُونَ (17) وَبِالأَسْحَارِ هُمْ يَسْتَغْفِرُونَ (18)}. [لذاريات] وأقول: إن الحرص على قيام الليل وإيثاره على النوم الذي تثقل الأجسام فيه، لا يُوَفَّق له إلا من ذاق حلاوة مناجاة ربه فيه، واستحضر عظمته، وجاهد نفسه بخشوع قلبه وجوارحه له تعالى، وتدبر آيات الله التي يتلوها فيه، فأثَّرت فيه وزادته إيماناً وتزكيةً وحكمة، وانهمرت دموعه على وجنتيه، واشتد شوقه إلى لقاء ربه لينال رضاه وثوابه في فردوسيه التي فيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر. أما البَطَلة الذين يبيت الشيطان يلتقم قلوبهم، ويبول في آذانهم، ويَعقد عُقَدَه الآسِرةَ على أقفائِهم، فليس لهم من اجتياله وَزَرٌ، وما لهم في هذا الميدان من حظ ولا وطر، بل هم يبيتون في لهوهم ولعبهم سادرين، وعن ربهم وهداه غافلين، بيوتهم في الليل أسواق صاخبة، وفي النهار مقابر هامدة، ليس لهم من الملائكة أنيس، ولا من صالحي المؤمنين جليس؛ لأنهم آثروا في الصحبة قرناءَهم من جنود إبليس. فعن أبي هريرة رضي الله عنه: أن رسول الله صلى الله عليه وسلم، قال: (يعقد الشيطان على قافية رأس أحدكم إذا هو نام ثلاث عقد، يضرب كل عقدة: عليك ليل طويل فارْقُد، فإن استيقظ فذكر الله انحلت عقدة، فإن توضأ انحلت عقدة، فإن صلى انحلت عقدة، فأصبح نشيطاً طيب النفس، وإلا أصبح خبيث النفس كسلان). [متفق عليه] وفي حديث عبد الله بن مسعود  قال: \"ذكر عند النبي صلى الله عليه وسلم، رجل، فقيل: ما زال نائماً حتى أصبح، ما قام إلى الصلاة\"، فقال: (بال الشيطان في أذنه). [لبخاري] وسواء كان ذلك حقيقةً أو مؤولاً؛ فالمراد أن الشيطان استولى عليه استيلاءً جعله يتلذذ بنومه، وبات يثبطه عن الاستيقاظ لذكر الله وقيام الليل، كما سبق قريباً في حديث أبي هريرة من أمره له بالرقاد، وإغرائه بذلك، وتسويفه بطول الليل. الإخلاص لله تعالى: ومن أهم ما يجب على الأستاذ تربية طلابه عليه، وهو أساس لكل سبب من أسباب إصلاح القلوب، والإخلاص: هو تصفية العمل، وتنقيته من شوائب الشرك بالله تعالى، سواء كان شركاً أكبر، وهو الذي قال تعالى فيه: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ}. [لنساء 48] أو شركاً أصغر، ومنه إرادة الإنسان بعمله الرياء، أي مراءاة الناس، كما قال تعالى: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً}. [لكهف 110] قال ابن كثير رحمه الله: \"{فَلْيَعْمَلْ عَمَلاً صَالِحاً}، أي ما كان موافقاً لشرع الله. {وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً}، وهو الذي يراد به وجه الله وحده لا شريك له، وهذان ركنا العمل المتقبل، لا بد أن يكون خالصاً لله صواباً على شريعة رسول الله‘\". [تفسير القرآن العظيم (3/109).] وقال تعالى ـ في الحديث القدسي ـ: (أنا أغنى الشركاء عن الشرك، من عمل عملاً أشرك معي فيه غيري تركته وشركه). [مسلم (4/2289).] وقد أمر الله سبحانه بالإخلاص في كتابه وعلى لسان رسوله صلى الله عليه وسلم، في نصوص كثيرة، منها قوله تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ}. [لبينة 5] وقال النبي صلى الله عليه وسلم: (إنما الأعمال بالنيات وإنما لكل امرئ ما نوى). [لبخاري (1/2) ومسلم (3/1515).] وقال صلى الله عليه وسلم، في حديث جبريل: (الإحسان أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك). [لبخاري (6/20) ومسلم [1/3] والإحسان هو إتقان العمل. وقال صلى الله عليه وسلم: (اتق الله حيثما كنت). [لترمذي (4/355) وقال: حسن صحيح، والدارمي (2/231) .] فعلى المؤمن وبخاصة الأستاذ أن يحرص كل الحرص على الإخلاص لله ومجاهدة الرياء في نفسه، ويحث تلاميذه، على إخلاص أعمالهم لربهم."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "صعوبة الإخلاص وسببها:",
    "content": "ويجب أن يعلم المؤمن أن الإخلاص لله تعالى في العمل، فعلاً أو تركاً سهل على اللسان، ولكنه من أصعب الأمور على القلوب، وليس كما يقول بعض الناس: إن الإخلاص سهل، نعم هو سهل على من جاهد نفسه في إرادة وجه الله جهاداً مستمراً صادقاً لا ينقطع، في كل ما يريد التقرب به إلى الله تعالى، وأعانه الله على جهاده. وسبب صعوبته أن نفس الإنسان تتوق غالباً إلى الثناء عليها من الناس، كالقول عنه: إنه رجل كريم، أو رجل شجاع، أو تقي ورع، أو ذو أخلاق حسنة، أو يكثر من الصلاة ويحسن صلاته، أو عالم فاضل، وقد تتشوف نفس العبد من أعمال صاحبها إلى مصالح تعود عليه من الناس، من منصب يحصل عليه، أو مال يحوزه، أو رتبة علمية يحترمه الناس بسببها، أو غير ذلك مما يصعب حصره، فيقوم بالعمل الذي ظاهره لله تعالى وهو في حقيقة الأمر منصرف قلبه عن الله، ملتفت إلى سواه. ما يعين المؤمن على صعوبة الإخلاص: ويعين العبد على تجاوز هذه الصعوبة في الإخلاص الأمورُ الآتية: الأمر الأول :تَذَكُّر أمَرِ الله تعالى له بالإخلاص في عمله وعدم الالتفات إلى غيره في كل أعماله، كما مضى قريباً، وأمر الله واجب التنفيذ، ومخالفة الأمر توجب الإثم والعقاب، وبخاصة الإخلاص الذي يعتبر أحد ركني العبادة، الأمر الثاني: منهما اتباع الرسول صلى الله عليه وسلم. الأمر الثالث: مما يعين المسلم على الإخلاص: أن يذكر الأستاذُ وتلاميذُه أن المخلوقين مهما عظمت منزلتهم فهم مخلوقون، لا يقدرون أن ينفعوهم بشيء ولا يضروهم. الأمر الرابع: مما يعين المسلم على الإخلاص: أن يتذكروا عظمة الله الخالق الذي إذا أراد شيئاً فـ{إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ}. [يس 82] فإنَّ تذكر الأمرين: ضعفِ المخلوق وعجزِه، وقوةِ الخالق وقدرتِه وعظمتِه، من أهم ما يعين على إخلاص الأعمال لله تعالى. الأمر الخامس مما يعين المسلم على الإخلاص مجاهدة النفس على الإخلاص له تعالى، والله تعالى يقول في كتابه الكريم: {وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ (78)}. [لحج] قال القرطبي رحمه الله في تفسير الآية: \"قوله تعالى: {وجاهدوا في الله حق جهاده} قيل: عَنَى به جهاد الكفار. وقيل: هو إشارة إلى امتثال جميع ما أمر الله به، والانتهاء عن كل ما نهى الله عنه؛ أي جاهدوا أنفسكم في طاعة الله وردُّوها عن الهوى، وجاهدوا الشيطان في ردِّ وسوسته، والظَّلَمَةَ في رد ظلمهم، والكافرين في رد كفرهم\". انتهى والذي يظهر أن المجاهدة هنا شاملة لجهاد المسلم نفسه وإلزامها بكل ما يرضي ربه من قول أو عمل أو اعتقاد، ومن ذلك جهاد الكفار المشروع، والمجاهدة القلبية في إخلاص العمل لله تعالى. الأمر السادس: مما يعين المسلم على الإخلاص لله، خطر الرياء على حبوط الأعمال التي ظاهرها الصلاح، ونذكر لذلك مثالاً من السنة صريحاً غاية الصراحة في حبوط عمل مَن لم يخلص لله فيه، بل تثبت أن بعض المرائين يجدون أنفسهم يوم القيامة ممن يسحبون على وجوههم في نار جهنم، بعد أن يكذبهم الله في دعوى أنهم عملوا ما عملوه له تعالى، كما في حديث أبي هريرة رضي الله عنه، قال: سمعت رسول الله صلى الله عليه وسلم، يقول: (إن أول الناس يقضى يوم القيامة عليه رجل استشهد فأُتي به فعرفه نعمه فعرفها، قال: فما عملت فيها؟ قال: قاتلت في سبيل الله حتى استشهدت، قال: كذبت ولكنك قاتلت لأن يقال جريء فقد قيل، ثم أمر به فسحب على وجهه حتى ألقي في النار. ورجل تعلم العلم وعلمه، وقرأ القرآن، فأُتي به فعرفه نعمه فعرفها، قال: فما عملت فيها؟ قال: تعلمت العلم وعلمته، وقرأت فيك القرآن، قال: كذبت ولكنك تعلمت العلم ليقال عالم، وقرأت القرآن ليقال هو قارئ، فقد قيل، ثم أمر به فسحب على وجهه حتى ألقي في النار. ورجل وسع الله عليه وأعطاه من أصناف المال كله، فأتي به فعرفه نعمه فعرفها، قال: فما عملت فيها؟ قال: ما تركت من سبيل تحب أن ينفق فيها إلا أنفقت فيها لك، قال: كذبت ولكنك فعلت ليقال هو جواد فقد قيل، ثم أمر به فسحب على وجهه ثم ألقي في النار). [صحيح مسلم (3/1513) وأخرجه غيره من أهل السنن. الأمر السابع: مما يعين المسلم على الإخلاص لربه، عدم الاغترار بالعمل الذي يقوم به؛ لأن عباد الله الصالحين يقومون بالأعمال الصالحة وهم في خوف شديد من عدم قبولها، لأي سبب من الأسباب التي عملوها لأمر يعلمه الله وهم لا يعلمونه، فهذا الخوف الذي يرافق أعمالهم يدل على عدم الاغترار بها، ويدفعهم إلى المزيد من الأعمال الصالحة والمسارعة فيها، وإخلاصها لربهم، كما قال تعالى عنهم: {وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ (60) أُوْلَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ}. [المؤمنون] الأمر الثامن: مما يعين المسلم على الإخلاص، لجوؤه إلى ربه تعالى في كل أحواله، وبخاصة عندما يريد أن يؤدي عملاً يتقرب به إلى الله، يلجأ إليه ويدعوه أن يوفقه ويعينه على الإخلاص له في عمله فيقول: اللهم أعني على إخلاص عملي لوجهك الكريم، لا تشوبه شائبةُ رياءٍ لأحد، فإذا دعاه صادقاً راجياً منه ذلك أعانه وأذهب عنه الالتفات إلى سواه، ووقاه وساوس الشيطان وهوى النفس الأمارة بالسوء؛ وقد لجأ إبراهيم عليه السلام إلى ربه في أن يعينه على عبادته، وذلك شامل لأدائها، والإخلاص فيها: كما قال تعالى عنه: {رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ (40)} [إبراهيم] ولأنه تعالى قد وعد عباده الاستجابة لدعائهم إذا صدقوا فيه، كما قال تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِي إِذَا دَعَانِي فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ}. [لبقرة 186] وقال تعالى: {وَقَالَ رَبُّكُمْ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ}. [غافر 60] ولا سيما دعاء المؤمن ربه في أوقات الإجابة، مثل دعائه في جوف الليل الذي يدفعه إيمانه بربه وخوفه منه، إلى هجر ما هو شديد الحب له، والركون إليه؛ من نوم عميق، وراحة مرغوبة، على فراش وثير، وخل أثير، يهجر ذلك طمعاً في رضا الله وثوابه، والفوز بما خفي عنه من قرة أعين، وخوفاً من سخط الله وعقابه، فهو خائف طامع عامل منافس، كما قال تعالى: {تَتَجَافَى جُنُوبُهُمْ عَنْ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ (16) فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ}. [16-17] الأمر التاسع: مما يعين المسلم على الإخلاص، شدَّة الرغبة في محبة مرافقة سادة المخلصين وقادتهم ـ ذلك الركب العظيم ـ والسير في دربهم، وهم الذين قال الله تعالى عنهم: {وَمَنْ يُطِعْ اللَّهَ وَالرَّسُولَ فَأُوْلَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنْ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُوْلَئِكَ رَفِيقاً}. [لنساء 69] والمرء مع من أحب: كما في حديث أنس بن مالك رضي الله عنه، قال: جاء رجل إلى رسول الله صلى الله عليه وسلم فقال: يا رسول الله متى الساعة؟ قال: (وما أعددت للساعة؟) قال: حب الله ورسوله، قال: (فإنك مع من أحببت). قال أنس: فما فرحنا بعد الإسلام فرحاً أشد من قول النبي صلى الله عليه وسلم: (فإنك مع من أحببت) قال أنس: فأنا أحب الله ورسوله وأبا بكر وعمر، فأرجو أن أكون معهم وإن لم أعمل بأعمالهم\". [لبخاري (5/2283) ومسلم (4/2032) واللفظ له.] تحين أوقات الإجابة: يتحين المؤمن الأوقات التي هي مظنة للفوز بالمطلوب في أوقات الإجابة، كما يتحين الصائد الماهر اللحظة التي يتمكن فيها من إصابة فريسته، ومن الأوقات التي حض على اغتنامها الرسول صلى الله عليه وسلم، ما روى أبو سعيد وأبو هريرة رضي الله عنهـما قالا: قال رسول الله صلى الله عليه وسلم: (إن الله يمهل حتى إذا ذهب ثلث الليل الأول نزل إلى السماء الدنيا، فيقول هل من مستغفر هل من تائب هل من سائل هل من داع حتى ينفجر الفجر). [صحيح مسلم (1/523).] وفي رواية عنهما: (إذا مضى شطر الليل أو ثلث الليل، أمر منادياً فنادى هل من داع فيستجاب له؟ هل من سائل فيعطى سؤله؟ هل من مستغفر فأغفر له؟ هل من تائب فيتاب عليه؟). ومثل ذلك ساعة الإجابة يوم الجمعة التي ينبغي أن يحرص المسلم في اللجوء إلى الله ودعائه، على كل وقت في هذا اليوم، لعدم وجود نص صريح بتعيين زمن الساعة فيه، كليلة القدر. روى أبو هريرة رضي الله عنه قال: \"قال أبو القاسم صلى الله عليه وسلم: (في يوم الجمعة ساعة، لا يوافقها مسلم، وهو قائم يصلي يسأل الله خيراً إلا أعطاه). وقال بيده، قلنا: يقللها، يزهدها\". [خرجه البخاري، في باب الساعة التي في يوم الجمعة] وقد أشار الحافظ ابن حجر رحمه الله في شرحه للحديث في الباب المذكور: \"أن أصح الأحاديث الواردة في تعيين هذه الساعة وهما حديثان، أحدهما أنها من جلوس الخطيب على المنبر إلى انصرافه من الصلاة، والثاني أنها من بعد العصر إلى غروب الشمس\". وقال في باب آخر ذكره البخاري بعنوان: \"باب الدعاء في الساعة التي في يوم الجمعة\": \"وقد ذكرت شرحه هناك ـ أي في باب الساعة التي في يوم الجمعة ـ واستوعبت الخلاف الوارد في الساعة المذكور فزاد على الأربعين قولاً\". ثم قال: واتفق لي نظير ذلك في ليلة القدر، وقد ظفرت بحديث يظهر منه وجه المناسبة بينهما في العدد المذكور وهو ما أخرجه أحمد وصححه ابن خزيمة من طريق سعيد بن الحارث عن أبي سلمة قال: قلت يا أبا سعيد إن أبا هريرة حدثنا عن الساعة التي في الجمعة، فقال سألت عنها النبي صلى الله عليه وسلم، فقال (إني كنت أُعلِمتُها ثم أنسيتها كما أنسيت ليلة القدر) وفي هذا الحديث إشارة إلى أن كل رواية جاء فيها تعيين وقت الساعة المذكورة مرفوعاً وهم. والله اعلم\". انتهى. الأمر العاشر: مما يعين على الإخلاص: البعد عن صحبة الذين يحبون الثناء بما يفعلون وما لا يفعلون ومجاهدة النفس عن الانبساط لذلك وحبه، فإن مصاحبة العبد لمن يأنسون لذلك عامل من عوامل تعلق القلب بمراءآة المخلوقين، كما قال تعالى: {لا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنْ الْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ}. [ل عمران 188] على عكس ما سبق من صفات عباد الله الصالحين الذين يؤدون الأعمال لله تعالى ولا يغترون بما عملوا، بل إنهم يخافون من رجوعهم إلى الله ولقائه، خوفاً يدفعهم إلى المزيد من الأعمال الصالحة والمسارعة فيها، وإخلاصها لربهم، كما قال تعالى عنهم: {وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ (60) أُوْلَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ}. [المؤمنون] فهؤلاء ينبغي أن يحرص المؤمن على صحبتهم والاقتداء بهم، ومعلوم ما يفوز به من رافق جلساء الصلاح الفضلاء، وما يحصده من صاحب أهل السوء الأشقياء، وفي أمثال القرآن والسنة هداية وعبر: اقرأ قصة ذينك الرجلين الذين أراد أحدهما إضلال الآخر في الدنيا، كيف صبر المؤمن على مبدئه، وعصى قرينه الذي حاول إضلاله، ففاز بنعيم الله، فذكر قرينه بسوء عمله، وفاز بنعيم الله وشكره على تثبيته على الإيمان، الذي جعله يدعو رفاقه في الجنة إلى الاطلاع على ما لاقاه قرين السوء من إهانة وعذاب، كما قال تعالى: {قَالَ قَائِلٌ مِنْهُمْ إِنِّي كَانَ لِي قَرِينٌ (51) يَقُولُ أَئِنَّكَ لَمِنْ الْمُصَدِّقِينَ (52) أَئِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَئِنَّا لَمَدِينُونَ (53) قَالَ هَلْ أَنْتُمْ مُطَّلِعُونَ (54) فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ (55) قَالَ تَاللَّهِ إِنْ كِدْتَ لَتُرْدِينِ (56) وَلَوْلا نِعْمَةُ رَبِّي لَكُنتُ مِنْ الْمُحْضَرِينَ (57) أَفَمَا نَحْنُ بِمَيِّتِينَ (58) إِلَّا مَوْتَتَنَا الأُولَى وَمَا نَحْنُ بِمُعَذَّبِينَ (59) إِنَّ هَذَا لَهُوَ الْفَوْزُ الْعَظِيمُ (60) لِمِثْلِ هَذَا فَلْيَعْمَلْ الْعَامِلُونَ(61)}.[لصافات] واقرأ قوله تعالى: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً (27) يَا وَيْلَتىَ لَيْتَنِي لَمْ أَتَّخِذْ فُلاناً خَلِيلاً (28) لَقَدْ أَضَلَّنِي عَنْ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلإِنسَانِ خَذُولاً (29)}. [لفرقان] واقرأ قوله تعالى: {وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَاناً فَهُوَ لَهُ قَرِينٌ (36) وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنْ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ (37) حَتَّى إِذَا جَاءَنَا قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ (38)}. [لزخرف] وقارن بين من رافق أهل الصلاح ومن صاحب أهل الفساد، وكيف يتمنى هذا الأخير يوم القيامة أن يكون صَاحَبَ الصالحين وابتعد عن الفاسدين بعد أن عاين عقاب الله وقد فات الأوان؟! وقد لا يكون القرين المضل عن الصراط المستقيم مضلاً عن الدين كله كما هو شأن الشيطان واتباعه من الكفار، بل قد يكون مضلاً عن بعض طاعات الله ومغرياً ببعض معاصيه، كبعض المسلمين الذين لا يستطيع الشيطان أن يغويهم عن دين الإسلام فيخرجهم منه إلى الكفر، بل يغويهم بارتكاب بعض المنكرات وترك بعض الطاعات، فيغوون هم غيرهم من المسلمين بنفس ذلك الإغواء. وفي حديث أبي موسى رضي الله عنه، عن النبي صلى الله عليه وسلم، قال: (مثل الجليس الصالح والسوء كحامل المسك ونافخ الكير، فحامل المسك إما أن يحذيك وإما أن تبتاع منه وإما أن تجد منه ريحاً طيبة، ونافخ الكير إما أن يحرق ثيابك وإما أن تجد ريحاً خبيثة). [صحيح البخاري (5/2104) وصحيح مسلم (4/2026).] فإذا أتاح الله سبحانه وتعالى، للمؤمن قدوة حسنة من عباده الصالحين الذين فقههم الله في دينه من كتابه وسنة رسوله  فاجتهدوا في تزكية أنفسهم بطاعته وأكثروا من ذكره، فامتلأت قلوبهم بمحبته وعظمته ودأبوا على خشيته والإخلاص له لا يلتفتون في أعمالهم إلى سواه، فليحرص على مجالستهم وصحبتهم؛ لأنهم سيصقلون بما آتاهم الله من علم وعمل وتقوى وورع، مَن جالسهم وصحبهم بإذن الله. {وَمَنْ يُطِعْ اللَّهَ وَالرَّسُولَ فَأُوْلَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنْ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُوْلَئِكَ رَفِيقاً}.[لنساء 69] وكم من أستاذ كان ظاهِرُه الصلاحِ، يراه الناس مربياً لغيره تربية إسلامية، فصار ضحيةً لبعده عن الصالحين واقترابه من الفاسدين، وكم من تلميذ صالح يعتاد المساجد، ويؤمن بالله ورسوله والإسلام، ويحب ما يحبه الله ورسوله، هوى في حمأة الرذيلة والإلحاد بسبب جليس سوء. فعلى الأستاذ والطالب معاً الحفاظ على مرافقة عباد الله الصالحين، والبعد عن صحبة أتباع الهوى والشيطان. وبذلك يمكن البُعد عن المحرمات، وفعل الطاعات، وعدم إضاعة الوقت فيما يضر، أو فيما لا ينفع, فقد خلق الله الليل والنهار, خِلفةً لمن أراد أن يذكّر أو أراد شكوراً."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "مجاهدة النفس على محبة الله الكاملة:",
    "content": "وبهذا البند يستطيع المسلم اختبار قوة صلته بالله تعالى وضعفها، وهذه المحبة ـ محبة الله ومحبة رسوله، يحتاج من رغب فيها إلى مجاهدة النفس، للوصول إليها بحيث تكون المحبة محبة صادقة يظهر بها تقديم ما يحبه الله تعالى ورسوله على كل الْمَحَابِّ. وميزان هذه المحبة يظهر في اتباع الرسول، لأن اتباعه يجلب للمتبع حب الله تعالى له، كما قال تعالى: { قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمْ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ..} [ل عمران 31] وسبق قول الله تعالى في الحديث القدسي: (فإذا أحببته كنت سمعه الذي يسمع به...) وأن المقصود به توفيق الله عبده لطاعته، وجعله يستعمل جوارحه كلها فيما يرضيه. والله تعالى الذي اختص بخلق جميع المخلوقات، يختص باختيار ما يشاء من خلقه للرسالة وما يريده من التشريع لعباه، وليس ذلك لسواه من المخلوقين. قال تعالى: {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمْ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ (68)}. [لقصص] قال تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمْ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً (36)}. [لأحزاب] وقال تعالى: {وَمَا آتَاكُمْ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (7)} [لحشر] وقال النبي صلى الله عليه وسلم: (من عمل عملاً ليس عليه أمرنا فهو رد). [لبخاري (8/156) ومسلم (3/1343).] وقال صلى الله عليه وسلم: (صلوا كما رأيتموني أصلي). [لبخاري (1/55).] وقال صلى الله عليه وسلم: (خذوا عني مناسككم فلعلي لا أحج بعد عامي هذا). [مسلم (2/943).] وذكر العلماء أن الإخلاص والاتباع قد جمعا في قوله تعالى: {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً}). [لملك 2] فقَالَ الفضيل بْنُ عِيَاضٍ: \"أَخْلَصُهُ وَأَصْوَبُهُ، قَالُوا يَا أَبَا عَلِيٍّ: مَا أَخْلَصُهُ وَأَصْوَبُهُ؟ قَالَ: إذَا كَانَ الْعَمَلُ خَالِصًا وَلَمْ يَكُنْ صَوَابًا، لَمْ يُقْبَلْ، وَإِذَا كَانَ صَوَابًا وَلَمْ يَكُنْ خَالِصًا لَمْ يُقْبَل،ْ حَتَّى يَكُونَ خَالِصًا صَوَابًا وَالْخَالِصُ أَنْ يَكُونَ لِلَّهِ، وَالصَّوَابُ أَنْ يَكُونَ عَلَى السُّنَّةِ\". [مجموع الفتاوى لابن تيمية: (10/173).] فالإخلاص تتضمنه (شهادة ألا إله إلا الله)، واتباع الرسول صلى الله عليه وسلم، تضمنته (شهادة أن محمدا رسول الله) فاتباع الرسول صلى الله عليه وسلم، شرط في صحة العبادة، كالإخلاص، وكل فعل أو قول أو اعتقاد يخالف ما جاء به الرسول صلى الله عليه وسلم، لا يقبله الله تعالى، بل هو باطل. والمحبة التي أرادها الله، هي التي عبر عنها رسول الله صلى الله عليه وسلم، في قوله: (ثلاث من كن فيه وجد حلاوة الإيمان، أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد أن أنقذه الله منه، كما يكره أن يلقى في النار). [لبخاري (/9،10) ومسلم (1/66).] وتظهر حقيقة محبة الله ومحبة رسوله، ومحبة من يحبه الله ورسوله، عندما يقدم العبد رضا الله على سواه، كما قال تعالى: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنْ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (24)}. [لتوبة]"
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "زيارة القبور:",
    "content": "إن كثرة مشاغل الحياة، وكدح الإنسان في تحصيل منافعه فيها، ودفع ما يضره من عوارضها ونجاحه أو فشله فيها، واطمئنانه إلى ما يمنحه الله تعالى من نعم متوالية ورغد عيش حياة هانئة، ومن أهل يحيطون به وأولاد يطيعونه وأموال مغنية ومساكن مغرية، ومراكب جميلة، أو فقره وحرمانه وبؤسه وشقائه، ويأسه من التمتع كغيره بحياة راضية مطمئنة، وما يحدثه ذلك للفريقين من غفلة عن الموت وسكراته، وعن البرزخ وعذاباته، وعن الحساب وحسراته، وعن يوم القيامة وأهواله، كل ذلك يحتاج معه صاحبه إلى ما يذكره بالحياة الأخرى التي هي دار الخلود الحقيقية، إما في جنات النعيم مع الأنبياء والشهداء والصالحين وحسن أولئك رفيقاً، وإما في نار جهنم مع حزب الشيطان الرجيم. وإن زيارة المدن الصامتة التي يعلو ترابها رفات من سبقونا إلى عالم سكنى دار البرزخ، المجاورة لمدننا العامرة الصاخبة، لَمِنْ أعظم ما يذكرنا بالحياة الآخرة ويبعث فينا التفكر في اليوم الذي سننتقل إلى تلك الديار، مخلفين وراءنا الأهل والأولاد والأصدقاء والأحباب، وسرر النوم الرفيعة وفرشها اللينة المريحة التي كنا نتقلب عليها غافلين عن النعوش التي سنحمل عليها فوق أكتاف المودعين دون حراك، وقد الْتَفَّت منا الساق بالساق، إلى ربنا يومئذ المساق. وسيضعوننا في تلك الحفر الضيقة فراشنا التراب ولحافنا اللَّبِن والطين، فيتسابقون على إهالة التراب علينا، ويرفعون أيديهم إلى السماء داعين لنا بالمغفرة والرحمة، ثم يرجعون بالنعوش التي كانوا يرفعونها علينا والأغطية التي بها سترونا. يرجع أهلنا وأولادنا تنهمر دموعهم لفراقنا، يستقبلون الأصدقاء والأحباب الذين يفدون إليهم يعزونهم فينا، ونحن قد أدَّينا الامتحان عندما زارنا الملكان وعرف كل منا مصيره إمَّا إلى جنات عدن وإما إلى جحيم النيران، أعاذنا الله منها. وهناك تتجمع الحشرات والدود لتلتهم غذاءها من أجسامنا في تلك الشقوق واللحود، وهناك نبقى رقوداً في تلك القبور إلى يوم الجزاء والحشر والنشور: {يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ (4) وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنفُوشِ (5)}. [لقارعة] يتصور الزائر لأي مقبرة في العالم أن هذه القبور وكل قبر في هذا العالم من عهد آدم عليه السلام، إلى أن تقوم الساعة، ستبعثر في ذلك اليوم، ويخرج أهلها كلهم كالفراش المبثوت، وهو إحدى تلك الفراشات، ما حجمه بينها وكيف ستكون حاله في المحشر وما ذا ينتظر من الحساب والجزاء؟ {وَإِذَا الْقُبُورُ بُعْثِرَتْ (4) عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ (5)}. [لانفطار] {أَفَلا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ (9) وَحُصِّلَ مَا فِي الصُّدُورِ (10) إِنَّ رَبَّهُمْ بِهَمْ يَوْمَئِذٍ لَخَبِيرٌ (11)}. [لعاديات] {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَوَاتِ وَمَنْ فِي الأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ (68)}. [لزمر] وهل سيكون من زمر الذين اسودت وجوههم الذين غضب الله عليهم من زمر أهل النار؟ {وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَراً حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ (71) قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (72)}. [لزمر] أو سيكون من زمر الذين ابيضت وجوهم وشملهم الله بمغفرته ورحمته ورضاه؟ قال تعالى: {وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَراً حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ (73) وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الأَرْضَ نَتَبَوَّأُ مِنْ الْجَنَّةِ حَيْثُ نَشَاءُ فَنِعْمَ أَجْرُ الْعامِلِينَ(74)}. [لزمر] وهل سيكون ممن ثَقُلَتْ موازين أعمالهم الفائزين المفلحين، أو ممن خفت موازينهم الظالمين الخاسرين: {وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ (8) وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُوْلَئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ (9) [لأعراف] {فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ (102) وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُوْلَئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ (103) تَلْفَحُ وُجُوهَهُمْ النَّارُ وَهُمْ فِيهَا كَالِحُونَ (104)}. [لمؤمنون] إن زيارة القبور وتذكر الانتقال إليها، وتصور ما يحدث للزائر فيها من أنه سيفارق ما ألفه في حياته من المساحات الواسعة التي يتمتع بها في سفره وحضره وفي يقظته ومنامه، وأنه سينتقل ليكون في شق صغير من حفر هذه المقابر الموحشة التي لم يعد يجد من يؤنسه من الأهل والأقارب والأصدقاء، ويعلم كذلك أن الانتقال إلى هذه المدينة الصامتة إنما هو مجرد محطة زيارة كما قال تعالى: {أَلْهَاكُمْ التَّكَاثُرُ (1) حَتَّى زُرْتُمْ الْمَقَابِرَ (2)}. [لتكاثر] يعقبها ما ذكر الله تعالى في قوله: {اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ (1)}.[لأنبياء] إن ذلك لجدير بتقوية صلتنا بربنا الذي إليه مرجعنا ومصيرنا، وجعلنا نتزود بزاد التقوى الذي يثقل عند الجزاء والحساب موازيننا. ولهذا حثنا رسولنا الكريم صلى الله عليه وسلم، على زيارة القبور كما في حديث بريدة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: (كنت نهيتكم عن زيارة القبور فزوروها). [(صحيح مسلم (3/1563 دار إحياء التراث العربي/ بيروت).] وبيَّن صلى الله عليه وسلم، في حديث آخر، أن زيارة القبور تُذكر الموت، فقد روى أبو هريرة قال: \"زار النبي صلى الله عليه وسلم، قبر أمه، فبكى وأبكى من حوله، فقال: (استأذنت ربي في أن أستغفر لها فلم يؤذن لي، واستأذنته في أن أزور قبرها فأذن لي، فزوروا القبور فإنها تذكر الموت). [صحيح مسلم (2/671).] وبيَّن في حديث آخر أن زيارتها تُذكر الآخرة، روى أبو هريرة رضي الله عنه أن الرسول صلى الله عليه وسلم قال: (زوروا القبور، فإنها تذكركم لآخرة) ذكره الألباني في صحيح الجامع 3577) ولقد أظهر الله تعالى أهمية زيارة القبور والدعاء لأهلها، عندما أرسل جبريل عليه السلام، منادياً للرسول صلى الله عليه وسلم، آمراً له بزيارة أهل البقيع والدعاء لهم في وقت هدوء الليل وهجوع الناس، كما روت ذلك عنه أم المؤمنين عائشة رضي الله عنهـا، قالت: \"ألا أحدثكم عني وعن رسول الله صلى الله عليه وسلم.. إلى أن قالت: فلم يلبث إلا ريثما ظن أن قد رقدت فأخذ رداءه رويداً، وانتعل رويداً، وفتح الباب فخرج. ثم أجافه رويداً. فجعلت درعي في رأسي، واختمرت، وتقنعت إزاري. ثم انطلقت على إثره. حتى جاء البقيع فقام. فأطال القيام. ثم رفع يديه ثلاث مرات.. قال: (فإن جبريل أتاني حين رأيت. فناداني... فأجبته. فقال: إن ربك يأمرك أن تأتي أهل البقيع فتستغفر لهم). قالت: قلت: كيف أقول لهم؟ يا رسول الله؟ قال (قولي: السلام على أهل الديار من المؤمنين والمسلمين ويرحم الله المستقدمين منا والمستأخرين. وإنا إن شاء الله، بكم للاحقون). [اختصرت المقصود من الحديث وهو في صحيح مسلم (2/670) دار إحياء التراث العربي/ بيروت.]"
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "ولزيارة قبره  مزية على سائر القبور:",
    "content": "ولزيارة قبر الرسول صلى الله عليه وسلم ـ وصاحبيه، مزية لا توجد لمقابر أخرى من مقابر المسلمين، قال شيخنا محمد الأمين الشنقيطي رحمه الله: \"يوجد فرق بصفة إجمالية عامة بين زيارة عموم المقابر لعامة الناس وخصوص زيارة القبور الثلاثة، إذِ الغرض من زيارة عامة المقابر هو الدعاء لها وتذكر الآخرة كما قال صلى الله عليه وسلم: (كنت نهيتكم عن زيارة القبور ألا فزوروها فإنها تذكر الآخرة). أما هذه الثلاثة الْمُشَرَّفة فلها خصائص لم يشاركها فيها غيرها: أولاً: ومن حيث الموضوع ارتباطها بالمسجد النبوي أحد المساجد التي من حقها شد الرحال إليها. ثانياً: عظيم حق من فيها على المسلمين، إذ بزيارتهم لا يتذكر الآخرة فحسب، بل ويستفيد ذكريات الدنيا، وعظيم جهادهم في سبيل إعلاء كلمة الله، ونصرة دينه، وهداية الأمة، والقيام بأمر الله حتى عُبد الله وحده، وعُمل بشرعه فيما يثير إحساس المسلم، ووجوب تجديد العهد مع الله تعالى وحده على العمل بكتاب الله وسنة رسوله صلى الله عليه وسلم، وهدي خلفائه الراشدين رضوان الله عليهم، وهذا ما يجعل الإنسان يتوجه إلى الله عقب السلام عليهم بخالص الدعاء أن يجزيهم على ذلك ما يعلم سبحانه أنهم أهل له. ثالثاً: عظيم الفضل من الله على من سلم على رسول الله صلى الله عليه وسلم، أن يرد الله تعالى عليه صلى الله عليه وسلم، روحه فيرد عليه السلام، وكل ذلك أو بعضه لا يوجد عند عامة المقابر وهذا مع مراعاة الآداب الشرعية في الزيارة لما تقدم\". [أضواء البيان ج8، ص:350، دار الفكر للطباعة والنشر، بيروت.]"
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "تعهد المسلم مطالعة كتب الترغيب والترهيب:",
    "content": "الترغيب في الطاعة وما يترتب عليه من مزاولتها والدوام عليها، ونيل رضا الله وجزائه لصاحبها، والترهيب من المعصية وبغضها والبعد عنها، وما يترتب على ذلك من محبة الله لتاركها وإثابته على تجنبها، مما يقرب العبد إلى الله تعالى ويقوي صلته به، لا سيما إذا ارتقى مَن أثَّر فيه الترغيب إلى الإكثار من نوافل الطاعات التي لم يفرضها الله تعالى عليه، ومجافاة بعض المباحات التي ليست محرمة عليه شرعاً، ورعاً وخوفاً من الوقوع في الشبهات. وإن الذي يلقي نظرة على كتاب الله تعالى يجده مليئاً بالترغيب في طاعة الله وما يترتب على فعلها من ثواب جزيل، والترهيب على معصيته وما يترتب على فعلها من عقاب، وهذه أمثلة من ذلك: أولاً: أمثلة للترغيب: قال تعالى: {وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنْ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنْ الأَمْوَالِ وَالأَنفُسِ وَالثَّمَرَاتِ وَبَشِّرْ الصَّابِرِينَ (155) الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (156) أُوْلَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُوْلَئِكَ هُمْ الْمُهْتَدُونَ(157)}. [لبقرة] وقال تعالى: {إِنَّ اللَّهَ لا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْراً عَظِيماً (40)}. [لنساء] وقال تعالى: {وَمَنْ يُطِعْ اللَّهَ وَالرَّسُولَ فَأُوْلَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنْ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُوْلَئِكَ رَفِيقاً (69)} وقال تعالى: {الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ وَأُوْلَئِكَ هُمْ الْفَائِزُونَ (20) يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ (21)}. [لتوبة] وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً (71)}. [لأحزاب] ثانياً: أمثلة للترهيب: قال تعالى: {وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالإِثْمِ فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ (206)}. [لبقرة] وقال سبحانه: {إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْراً لَمْ يَكُنْ اللَّهُ لِيَغْفِرَ لَهُمْ وَلا لِيَهْدِيَهُمْ سَبِيلاً (137) بَشِّرْ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَاباً أَلِيماً (138)}. [لنساء] وقال عز من قائل: {إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ (36)}. [لأنفال] وقال سبحانه: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ (1) يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ (2)}. [لحج] ويكفي أن يعلم المرء أن من أهم وظائف رسله عليهم الصلاة والسلام: ترغيب العباد بطاعة الله وما يترتب على ثوابها الجزيل، وترهيبهم من معصيته وعقابها العظيم، فقد أرسلهم سبحانه وتعالى، مبشرين لمن أطاعه بالجنة ورضوانه، ومنذرين من عصاه بالنار وسخطه. كما قال تعالى: {كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنذِرِينَ...(213)}. [لبقرة] وقال تعالى: {رُسُلاً مُبَشِّرِينَ وَمُنذِرِينَ لأَلاَّ يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللَّهُ عَزِيزاً حَكِيماً (165)}. [لنساء] وقال تعالى: {وَمَا أَرْسَلْنَاكَ إِلاَّ كَافَّةً لِلنَّاسِ بَشِيراً وَنَذِيراً وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ(28)} [سبأ] ومما لا شك فيه أن في التبشير ترغيباً، وأن في الإنذار ترهيباً؛ لأن الرسل يبشرون من أطاع الله برضاه وجزيل ثوابه، ويرهبون من عصاه بغضبه وشديد عقابه. بل إن كل أوامر الله تعالى ونواهيه الواردة في كتابه وفي سنة رسوله صلى الله عليه وسلم، تعتبر ترغيباً لمن امتثل أمره، وترهيباً لمن تمرد عليه وعصاه، فالقرآن كله والسنة كلها عِظة وذِكرى: {هَذَا بَيَانٌ لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ (138)}. [آل عمران}{فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ (45)}. [ق] قال شيخنا العلامة محمد الأمين الشنقيطي رحمه الله: \"وقوله: {يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (90)} [لنحل] الوعظ: الكلام الذي تلين له القلوب... ـ إلى أن قال: تنبيه: فإن قيل: يكثر في القرآن إطلاق الوعظ على الأوامر والنواهي. كقوله هنا: {يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} مع أنه ما ذكر إلا الأمر والنهي في قوله: {إِنَّ ٱللَّهَ يَأْمُرُ بِٱلْعَدْلِ} إلى قوله: {وَيَنْهَىٰ عَنِ ٱلْفَحْشَاءِ}، وكقوله في سورة (البقرة) بعد أن ذكر أحكام الطلاق والرجعة: {ذٰلِكَ يُوعَظُ بِهِ مَن كَانَ مِنكُمْ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ الآخِرِ}، وقوله في سورة (الطلاق) في نحو ذلك أيضاً: {ذَلِكُمْ يُوعَظُ بِهِ مَن كَانَ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ الآخِرِ }. وقوله في النهي عن مثل قذف عائشة: {يَعِظُكُمُ ٱللَّهُ أَن تَعُودُواْ لِمِثْلِهِ أَبَداً}. مع أن المعروف عند الناس: أن الوعظ يكون بالترغيب والترهيب ونحو ذلك، لا بالأمر والنهي. فالجواب: أن ضابط الوعظ هو الكلام الذي تلين له القلوب، وأعظم ما تلين له قلوب العقلاء أوامر ربهم ونواهيه. فإنهم إذا سمعوا الأمر خافوا من سخط الله في عدم امتثاله، وطمعوا فيما عند الله من الثواب في امتثاله. وإذا سمعوا النهي خافوا من سخط الله في عدم اجتنابه، وطمعوا فيما عنده من الثواب في اجتنابه. فحداهم حادي الخوف والطمع إلى الامتثال، فلانت قلوبهم للطاعة خوفاً وطمعاً\" انتهى كلامه."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "أمثلة للترغيب والترهيب من السنة:",
    "content": "من ذلك ترغيب الرسول صلى الله عليه وسلم، في الجهاد في سبيل الله، كما روى أبو هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم، قال: انتدب الله  لمن خرج في سبيله، لا يخرجه إلا إيمان بي وتصديق برسلي، أن أرجعه بما نال من أجر أو غنيمة، أو أدخله الجنة، ولولا أن أشق على أمتي ما قعدت خلف سرية، ولوددت أني أقتل في سبيل الله ثم أحيا، ثم أقتل ثم أحيا، ثم أقتل). [لبخاري.] ومن ذلك ترغيبه في قيام ليالي رمضان، روى أبو هريرة رضي الله عنه: أن رسول الله صلى الله عليه وسلم، قال: (من قام رمضان، إيماناً واحتساباً، غفر له ما تقدم من ذنبه). [لبخاري ومسلم.] ومن أمثلة الترهيب: حديث أبي هريرة في قصة الثلاثة ذوي الأعمال الجليلة - في ظاهر الأمر - مجاهد قتل في المعركة، وقارئ علِم القرآن وعلَّمه، وغني أنفق أمواله على مستحقيها، وهم أول ما يقضى عليهم يوم القيامة، كما قال الرسول صلى الله عليه وسلم، فيأمر الله بكل منهم فيسحب إلى النار، بسبب فقدهم الإخلاص كما سبق. فعلى المسلم، وبخاصة الأستاذ وتلامذته، أن يجتهدوا في قراءة القرآن الكريم، والسنة النبوية، وكتب الترغيب والترهيب، والوعظ والإرشاد، لتَلْيِينِ قلوبهم وخشوعها وإخباتها لخالقها، ولا يَدَعُوها فريسةً للشيطان الرجيم وحزبه الذين لا يفتئون يتخذون كل وسيلة لتكون قلوب البشر أشد من قسوة الحجارة: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَاباً مُتَشَابِهاً مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلْ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (23)}. [لزمر] {ثُمَّ قَسَتْ قُلُوبُهُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنْ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (74)}. [لبقرة] {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنْ الْحَقِّ وَلا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمْ الأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (16)}. [لحديد] ومن أهم موضوعات الترغيب والترهيب، قراءة تاريخ الأمم وقصصهم مع أنبيائهم ومصائرهم كقوم نوح وإبراهيم، وعاد وثمود، وصالح ولوط، وشعيب وموسى وعيسى... وقراءة أحوال البرزخ وما فيه من النعيم للصالحين، وما فيه من العذاب للعاصين وأحوال يوم القيامة، والبعث والنشور والحساب والعقاب، وصفة الجنة وصفات أهلها، وصفة النار وصفات أهلها وصفة الجنة والنار. شعور الأستاذ وطلابه بالمسؤولية في نشر العلم: وإن مما يقوي صلة كل من الأستاذ وطلابه بالله تعالى، شعورهم القوي بالمسؤولية أمام الله، عن أعمالهم في هذه الحياة، ومن ذلك أداء ما يجب عليهم لأهلهم وأقاربهم وأولادهم، وجيرانهم وأصدقائهم وغيرهم، ومن أهم تلك الحقوق تعليم الجاهل وتفقيهه في دينه، وتبصيره بما ينفعه وما يضره وما ينفع كل من له به صلة في بلاده وخارجها مما يتعلق بحقوق الله تعالى وحقوق عباده، ليكون إنساناً صالحاً أينما حلَّ وارتحل، وهو الأمر الذي كلف الله تعالى رسوله تبليغه للناس، بكل وسيلة متاحة مشروعة في حدود قدرتهم واستطاعتهم. وفي طليعة نشر العلم تَعَلُّم القرآن وتعليمه، بما يشمل حفظَه وجودة قراءته، وتدبره وفهمه، وهذا ما يدل عليه حديث عثمان  عن النبي صلى الله عليه وسلم، قال: (خيركم من تعلم القرآن وعلمه)، وفي رواية: (إن أفضلكم من تعلم القرآن وعلمه).[صحيح البخاري ج4/ص1919دار ابن كثير/اليمامة، بيروت.] قال الحافظ في شرح الحديث: \"ولا شك أن الجامع بين تعلم القرآن وتعليمه مكمل لنفسه ولغيره جامع بين النفع القاصر والنفع المتعدي، ولهذا كان أفضل، وهو من جملة من عني سبحانه وتعالى، بقوله: {وَمَنْ أَحْسَنُ قَوْلاً مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنْ الْمُسْلِمِينَ} والدعاء إلى الله يقع بأمور شتى، من جملتها تعليم القرآن وهو أشرف الجميع.. فإن قيل: فيلزم على هذا أن يكون المقرئ أفضل من الفقيه، قلنا لا؛ لأن المخاطبين بذلك كانوا فقهاء النفوس لأنهم كانوا أهل اللسان فكانوا يدرون معاني القرآن بالسليقة أكثر مما يدريها من بعدهم بالاكتساب، فكان الفقه لهم سجية، فمن كان في مثل شأنهم شاركهم في ذلك، لا من كان قارئاً أو مقرئاً محضاً لا يفهم شيئاً من معاني ما يقرؤه أو يقرئه. فإن قيل: فيلزم أن يكون المقرئ أفضل ممن هو أعظم غناء في الإسلام بالمجاهدة والرباط والأمر بالمعروف والنهي عن المنكر مثلاً، قلنا حرف المسألة يدور على النفع المتعدي فمن كان حصوله عنده أكثر كان أفضل فلعل \"من\" مضمرة في الخبر\". [فتح الباري (9/76) دار المعرفة/بيروت.] ولهذا ينبغي للأستاذ وطلابه أن يتحملوا أعباء الدعوة إلى الله، مع استكمال أصولها من العلم والحكمة والبيان والصبر، كما قال تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (125)}.[لنحل] {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنْ النَّاسِ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الْكَافِرِينَ (67) }. [لمائدة] {وَاتَّبِعْ مَا يُوحَى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ وَهُوَ خَيْرُ الْحَاكِمِينَ (109)}. [يونس] وأن يعلموا ما توعد الله تعالى به أهل العلم الذين يكتمون علمهم عن الذين يحتاجونه من البشر في أي أمة من الأمم بدون ضرورة، كما قال تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنْ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُوْلَئِكَ يَلْعَنُهُمْ اللَّهُ وَيَلْعَنُهُمْ اللاَّعِنُونَ (159) إِلاَّ الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُوْلَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (160)}. [لبقرة] {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنْ الْمُشْرِكِينَ(108)}. [يوسف] وقد رُوي عن الرسول صلى الله عليه وسلم، وعيد شديد لمن كتم العلم الذي يحتاجه المسلمون، كما في حديث عبد الله بن عمرو بن العاص، أن رسول الله صلى الله عليه وسلم، قال: (من كتم علماً ألجمه الله يوم القيامة بلجام من نار). [خرجه ابن حبان في صحيحه (1/298) مؤسسة الرسالة بيروت، بتحقيق الشيخ شعيب أرناؤوط، والحاكم في المستدرك على الصحيحين (1ص182) دار الكتب العلمية، بيروت، وقال: \"هذا إسناد صحيح من حديث المصريين على شرط الشيخين، وليس له علة وفي الباب عن جماعة من الصحابة غير أبي هريرة رضي الله عنه\" وكره الألباني في صحيح الترغيب] وأهل العلم مسؤولون عن تعليم عامة المسلمين في حدود قدرتهم، وهم رعاتهم في هذا الباب، وفي الحديث: (كلكم راعٍ ومسؤول عن رعيته) ( ).[ البخاري (8/104) ومسلم (3/1459).]"
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "تقوية الأستاذ صلته بطلابه:",
    "content": "إن ما عليه كثير من الأساتذة مع طلبتهم، في كثير من المدارس النظامية وبعض المدارس الأهلية، من الجفاء، والبعد عن الروح الودية والإخاء لا تقره الآداب الإسلامية. وإن من أهم ما يُمَكِّنُ الأستاذَ من إفادة طلابه بعلمه وتزكيته وتربيته لهم، ومن استفادة طلابه منه علماً وتزكيةً وعملاً، قوةَ صِلَتِه بهم وقوة صلتهم به، بحيث يكون لهم أباً حنونا، ويكونون له أبناء بررة. ولتقوية الصلة بين الأستاذ وطلابه روابط أذكر أهمها: الرابط الأول: رابط الحب في الله: بأن يتخذ الأستاذ الأسباب التي تجعل طلابه يحبونه محبة صادقة في الله، وأن يجاهد نفسه بأن يكون هو يحبهم أيضاً محبة صادقة كذلك. نعم الحب في الله، وليس في غيره؛ لأن الحب فيه سبحانه يَقْوَى ويَبْقَى ويدوم، فلا يفرق بين المتحابين شيء ما دام حب بعضهم لبعض في الله تعالى، بخلاف الحب من أجل القرابة فقط، أو من أجل الصلة المادية من مال وجاه ومنصب وشراكة في أي شيء من أشياء الدنيا، فإن التحابب من أجلها يزول بزوالها، وهذا ما نشاهده في عالمنا، ما تحاب اثنان فأكثر في أمر من الأمور غير التحابِّ في الله إلا زال حب بعضهم لبعض بزوال ذلك الأمر الذي ربط بينهما. لذلك ينبغي للأستاذ أن يجاهد نفسه أولاً، ثم يربي طلابه ويدربهم ثانيا على أن يكون الحب بينه وبينهم في الله تعالى، كما رُوي عن أنس، عن النبي صلى الله عليه وسلم، قال: (ثلاث من كن فيه وجد حلاوة الإيمان: أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر كما يكره أن يقذف في النار). [صحيح البخاري، وصحيح مسلم.] تأمل كيف جعل صلى الله عليه وسلم، حب المسلم لأخيه لله تعالى من الخصال التي يجد بها حلاوة الإيمان، وذَكرَه بخصلتين عظيمتين من خصال العقيدة: الأولى حب الله ورسوله، والثانية أن يكره الكفر كما يكره أن يقذف في النار؟ ولقد جعل صلى الله عليه وسلم، التحابب في الله من شروط دخول الجنة الذي من شرطه الإيمان، ودلَّ المؤمنين على أحد البنود التي تعينهم على التحابب فيما بينهم، وهو إفشاء السلام، كما روى أبو هريرة رضي الله عنه، أنه قال: (لا تدخلون الجنة حتى تؤمنوا..) ـ وفي رواية ـ (والذي نفسي بيده! لا تدخلون الجنة حتى تؤمنوا.. ولا تؤمنوا حتى تحابوا.. أَوَلا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم). [صحيح مسلم] قال النووي رحمه الله: \"وَأَمَّا مَعْنَى الْحَدِيث فَقَوْله صلى الله عليه وسلم: (وَلا تُؤْمِنُوا حَتَّى تَحَابُّوا) مَعْنَاهُ لا يَكْمُل إِيمَانكُمْ وَلا يَصْلُح حَالُكُمْ فِي الإِيمَان إِلا بِالتَّحَابِّ ـ ثم قال ـ: \"وَالسَّلامُ أَوَّل أَسْبَاب التَّأَلُّف، وَمِفْتَاح اِسْتِجْلاب الْمَوَدَّة. وَفِي إِفْشَائِهِ تَمُكُّنُ أُلْفَةِ الْمُسْلِمِينَ بَعْضهمْ لِبَعْضِ، وَإِظْهَار شِعَارهمْ الْمُمَيِّز لَهُمْ مِنْ غَيْرهمْ مِنْ أَهْل الْمِلَل، مَعَ مَا فِيهِ مِنْ رِيَاضَة النَّفْس، وَلُزُوم التَّوَاضُع\". الرابط الثاني: اتخاذ الأسباب التي تتوطد بها الأخوة الإسلامية الحقة بينه وبين طلابه، الأخوة الصادقة التي يترتب عليها، تحقيقاً لما قرره كتاب الله تعالى في شأنها، في قوله تعالى: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ.  (10)}. [لحجرات] ولِمَا أمر به رسوله صلى الله عليه وسلم، أمته: (وكونوا عباد الله إخواناً). [صحيح البخاري (5/2253) دار ابن كثير اليمامة، بيروت، وصحيح مسلم (4/1983) دار إحياء التراث العربي، بيروت.] ونصوص القرآن والسنة، دلَّت على أن الله تعالى شرع هذه الأخوة لكافة المؤمنين، الذين ينبغي أن يترتب على أخوتهم تحقيق المعاني التي شرع الله الأخوة بينهم لتحقيقها، بأن يكونوا متعاونين على البر والتقوى متناصرين، لا يخذل بعضهم بعضاً ولا يسلمه لعدو ولا لأذى، ما كان قادراً على عونه، ولا يظلمه، بل يسعى في قضاء حاجته وتفريج كرباته، ويستر عوراته، كما قال الرسول صلى الله عليه وسلم: (مثل المؤمنين في توادهم وتراحمهم وتعاطفهم، مثل الجسد. إذا اشتكى منه عضو، تداعى له سائر الجسد بالسهر والحمى. [لبخاري ومسلم واللفظ له]. وقال: (المسلم أخو المسلم، لا يظلمه ولا يُسلِمُه، ومن كان في حاجة أخيه كان الله في حاجته، ومن فرج عن مسلم كربة فرج الله عنه كربة من كربات يوم القيامة، ومن ستر مسلماً ستره الله يوم القيامة).[صحيح البخاري وصحيح مسلم.] وإذا كانت الأخوة الإسلامية مطلوبة بين كافة المسلمين، فما بالك بالأستاذ وطلابه الذين جمعهم الله تعالى في حلقات \"رياض الجنة\" على تدارس كتابه تلاوةً وتدبراً وفقهاً وتزكيةً وعملاً، ونشراً للعلم والدعوة إلى الله، وكذا سنة رسوله صلى الله عليه وسلم، وسيرته وسيرة أصحابه التي تعتبر التطبيق العملي لما شرعه الله تعالى؟ إنها أخوة خاصة أقوى من الأخوة العامة التي ربط الله المؤمنين عامة بها، تجلت في مؤاخاة الرسول صلى الله عليه وسلم، بين المهاجرين والأنصار، في أوقات الشدة التي جعلت كل أخ من الأنصار والمهاجرين يرث أخاه في الرابطة الإيمانية، دون أخيه في النسب، الذي لم يصل إلى إرث أخيه إلا بعد أن زالت الشدة، وأصبح كلٌّ من الإخوة في الإيمان مستغنياً عن أخيه فيه. وترتب على رابطة هذه الأخوة ما نوَّه به القرآن الكريم، وما سطرته كتب الحديث من الكرم وإيثار الأخ الأنصاري لأخيه المهاجري على نفسه وأهله وفلذات كبده، ومن الورع والزهد وإيثار الاكتساب من الأخ الأنصاري عن أخذ ما أباحه له الإسلام من مال أخيه الأنصاري. قال تعالى: {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ (9)}. [لحشر] تمثل النموذجين قصة عبد الرحمن بن عوف مع أخيه سعد بن الربيع رضي الله عنهـما، قال عبد الرحمن: \"لما قدمنا إلى المدينة آخى رسول الله صلى الله عليه وسلم، بيني وبين سعد بن الربيع، فقال سعد بن الربيع: إني أكثر الأنصار مالاً، فأقسم لك نصف مالي، وانظر أي زوجتي هويت نزلت لك عنها، فإذا حلَّت تزوجتَها، قال: فقال عبد الرحمن: لا حاجة لي في ذلك، هل من سوق فيه تجارة؟. قال: سوق قينقاع، قال: فغدا إليه عبد الرحمن، فأتى بأقط وسمن، قال: ثم تابع الغدو، فما لبث أن جاء عبد الرحمن عليه أثر صفرة، فقال رسول الله صلى الله عليه وسلم: (تزوجت؟). قال: نعم، قال: (ومن). قال: امرأة من الأنصار، قال: (كم سقت). قال: زنة نواة من ذهب، أو نواة من ذهب، فقال له النبي صلى الله عليه وسلم: (أولم ولو بشاة). [صحيح البخاري] وتأمل قصة مُضِيفِ ضَيْفِ رسول الله صلى الله عليه وسلم، من الأنصار، كيف يُؤْثِرُ ذلك الضيفَ على نفسه وأهله وأولاده، فيبيتون جياعاً ليشبع الضيف: عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: (أتدرون ما المفلس؟) قالوا: المفلس فينا من لا درهم له ولا متاع، فقال: (إن المفلس من أمتي يأتي يوم القيامة بصلاة وصيام وزكاة، ويأتي قد شتم هذا، وقذف هذا، وأكل مال هذا، وسفك دم هذا وضرب هذا، فيعطى هذا من حسناته، وهذا من حسناته، فإن فنيت حسناته قبل أن يقضى ما عليه، أخذ من خطاياهم فطرحت عليه، ثم طرح في النار). [صحيح مسلم (4/1997). فهذا المعتدي ينفعك ويضر نفسه فدعه وما يقترف.] وإنا ننصح من تعوَّد على غيبة الناس، وبخاصة العلماء والدعاة، أن يلجأ - إذا حدثته نفسه بغيبة أحد - إلى أقرب لحم حلال، ليأكل منه، من الأنعام التي امتن الله تعالى بها على الناس، بدلاً من أكل لحوم إخوانه، فإنه يجمع بذلك خيرين: الخير الأول: تغذية جسمه بما أحل الله له. الخير الثاني: نجاته من الوقوع في هذا التأنيب الرباني: {أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ. [لحجرات 12] وعليهم أن يتذكروا دائماً أن من أكل لحم أخيه المسلم، فهو آكل من طعامه في الدنيا، ومن لمز ولعن واغتاب أحداً من المسلمين، فهو ملعون ومغتاب ومأكول لحمه يوم القيامة، كما قال رسول الله صلى الله عليه وسلم: (من لم يَقبل الله منه توبته، لم يَغفر له، وإن أُعطي من كل شيء حتى الجبال). [صحيح الترغيب] فعلى المسلم أن يتذكر دائماً أنه في هذه الدنيا ضيف، وأنه سيعود إلى وطنه الذي أُعد له، إما إلى جنة عرضها السماوات والأرض، وإما إلى نار جهنم، والعياذ بالله."
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "وفي تذكر الغربة قوة صلة بالله:",
    "content": "ولْتَكُنِ الغربةُ في الدنيا شِعارَنا، وهو ما وصى به الرسول صلى الله عليه وسلم، أمته، فلا نجعل الدنيا التي سننتقل منها حتماً، مهما طالت أعمارنا فيها، همَّنا وغايتَنا، ولنعتبر بمن سبقنا في هذه الدنيا، من الأمم والأفراد منذ بدأ الله الخلق إلى يومنا هذا، هل بقي فيها أحد من المخلوقين مخلداً، من أَناسِي أو حيوانات؟ قال عبد الله بن عمر رضي الله عنهـما: أخذ رسول الله صلى الله عليه وسلم، بمنكبي فقال: (كن في الدنيا كأنك غَريبٌ أو عابرُ سبيل) وكان ابن عمر يقول: إذا أمسيت فلا تنتظر الصباح، وإذا أصبحت فلا تنتظر المساء، وخذ من صحتك لمرضك ومن حياتك لموتك\".[صحيح البخاري (5/2358).] نقل ابن حجر رحمه الله عن العلماء كلاماً في بيان معنى الغربة، تختلف ألفاظه وتتفق معانيه، ومنه قوله: \"المراد أن ينزل المؤمن نفسه في الدنيا منزلة الغريب فلا يعلق قلبه بشيء من بلد الغربة، بل قلبه متعلق بوطنه الذي يرجع إليه، ويجعل إقامته في الدنيا ليقضي حاجتَه وجهازه للرجوع إلى وطنه، وهذا شأن الغريب أو يكون كالمسافر لا يستقر في مكان بعينه بل هو دائم السير إلى بلد الإقامة\". انتهى وليس المراد من هذه الغربة أن يترك المسلم الأسباب المادية المشروعة التي تنفعه وتنفع غيره والإسهام في عمارة الدنيا بها، فكم من آخذ بالأسباب التي يصير بها غنياً وعامراً للدنيا، وهو غريب فيها، وقد قال الرسول صلى الله عليه وسلم: (المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف. وفي كل خير. احرص على ما ينفعك واستعن بالله، ولا تعجز). [خرجه مسلم.]"
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "رحلات مشاعر العبادة:",
    "content": "ومن الأمكنة التي يشعر الأساتذة والطلاب المسلمون بتغيير الأجواء فيها تغييراً يملأ القلب بالطمأنينة والنفس بالبهجة والراحة، مشاعر العبادة التي تفوق أي موقع في الأرض، ولْيَتَصَوَّر الأستاذ وطلابه أنهم انتقلوا من مسجد صغير في حيهم يؤمه عدد قليل من المصلين، إلى أكبر جامع في مدينتهم يؤمه الآلاف من المصلين، بل ليتصوروا أنهم انتقلوا من الجامع الأموي في دمشق إلى المسجد الأقصى، ثم انتقلوا من الأقصى إلى المسجد النبوي ونالوا حظهم من جوار قبر المصطفى صلّى الله عليه وسلم، في الروضة ما بين منبره وبيته الذي أصبح قبراً له ولصاحبيه، فيتذكرون في لحظات نزول جبريل صباح مساء في هذه البقعة المباركة، ويتذكرون تلك الحلقات التي كان الرسول صلّى الله عليه وسلم، يعقدها لأصحابه ليتلو عليهم فيها الآيات التي نزل بها جبريل عليه السلام، من السماء جديدة طرية، ويعلمهم هناك الكتاب والحكمة ويزكيهم ويبشرهم، وينذر لكفار والمنافقين، كما أمره الله. كما يتصورون ألوية رجال الدعوة الذين كان صلّى الله عليه وسلم، يرسلهم لنشر دين الله بين الرعاة والرعية في البلدان المجاورة للمدينة وللجزيرة العربية حضاًّ لهم إلى الدخول في دين الله، وكذلك يتذكرون ألوية الجهاد التي كان يعقدها رسول الله صلّى الله عليه وسلم، لجحافل أصحابه مباشرة، لتأديب أئمة الكفر الذين يقفون سدوداً ضد البلاغ المبين الذي أمر الله به رسوله الأمين. ثم انتقلوا إلى المسجد الحرام فطافوا وسعوا وجاوروا الكعبة المشرفة التي كانوا يستقبلون جهتها، فأصبحوا يستقبلون عينها، ويتذكرون ما لاقاه الرسول صلّى الله عليه وسلم، وأصحابه رضِي الله عنهم، من الأذى والفتنة من صناديد قريش الذين حاولوا بكل ما أوتوا من قوة لحماية 360 صنماً بجوار الكعبة من تأثير (لا إله إلا الله محمد رسول الله) صلّى الله عليه وسلم، فيَتَذَكَّرون أن الكعبة قد طهرت من تلك الأصنام وحماتها، ولم يبق فيها إلا كلمة الله التي يرفعها المؤذنون في المسجد الحرام والآيات التي يتلوها أئمته في صلواتهم الخمس. كيف سيكون شعور أعضاء هذه الرحلة المباركة من الأساتذة والطلاب؟"
  },
  {
    "type": "section",
    "id": "section-16",
    "title": "عوامل تقدم الطلبة في دراستهم وارتقائهم",
    "content": "من عوامل تقدم الطلاب في دراستهم، ما يأتي: ( 1 ) أن يكون أستاذهم قدوة حسنة في التقدم والارتقاء. ( 2 ) أن يفهموا دروسهم ـ- المنهج المقرر أولاً بأول- فهماً دقيقاً شاملاً مع التطبيق العملي لما درسوه، فالتطبيق العملي يثبت العلم وعدمه يسبب النسيان. ( 3 ) الاهتمام بقراءة كتاب معين في كل علم، قراءة دقيقة من أوله إلى آخره، مع الفهم وحفظ القواعد والنصوص اللازمة، حتى يكون هذا الكتاب بمنزلة المتن لهذا الفن، ثم التدرج في اختيار الكتب للقراءة المتأنية، والمراجع للتوسع. ( 4 ) إعداد موضوعات وبحوث مناسبة لمراحل الدراسة، وتكليفهم إعدادَ شيء من ذلك. ( 5 ) تعيين بعض الكتب للمطالعة المستمرة وأخرى للتلخيص. ( 6 ) أن يكونوا على صلة بما يجدُّ من الكتب والموضوعات والمجلات والجرائد المناسبة والحوادث المعاصرة. ( 7 ) تنمية روح المسؤولية فيهم والاستقلال، لا التبعية والتقليد، مع ترسيخ التواضع فيهم والاعتراف بالفضل لأهله. ( 8 ) متابعتهم متابعة دقيقة، ووضع كل منهم في مكانه المناسب، في التعلم والتعليم في الوقت المناسب. ( 9 ) أن يقبل الأستاذ كل استفسار أو استشكال أو شبهة أو نقد أو اقتراح، ويحاور من تقدم بذلك محاورة هادئة موضوعية مقنعة، ويسلم لصاحب الحق ويشكره على ذلك. [مع ملاحظة أن لا يكون همّ الفرد هو مجرد النقد أو القدح وإنما مراده المصلحة والوصول إلى الحق.] (10) تشجيعهم على القيام بجولات مستمرة للدعوة العملية. (11) تمرينهم على البدء بالأهم فالمهم، اقتداءً بالرسول صلّى الله عليه وسلم. (12) اختيارهم الأسلوب السهل عند دعوة غيرهم أو تعليمهم، حسب المقام والأشخاص. (13) مساعدة الطالب في نقله من البيئة الفاسدة إلى البيئة الصالحة، حتى يتمكن من السير في صراط الله، ويصبح هو أيضاً قادراً على نقل غيره كما نُقِل هو. (14) إقناعهم بالاعتصام بحبل الله، والتعاون مع إخوانهم المسلمين في كل أنحاء الأرض، من أجل رفع راية (لا إله إلا الله) والقضاء على خطط رؤوس الفتنة والضلال من أعداء الله، والتذكير بأمر الله ورسوله صلّى الله عليه وسلم، بـ\"التمسك بالجماعة وأن (من شذّ شَذّ في النار). [لبخاري (8/92ـ93) ومسلم (3/1475ـ1476) والترمذي (4/465ـ467).]"
  },
  {
    "type": "section",
    "id": "section-17",
    "title": "ويَستعين الأستاذ على ذلك بما يأتي:",
    "content": "( أ ) التذكير بالأوضاع الكافرة التي أحدثت للعالم كله القلق والاضطراب، ومكنت للظلم والظالمين. (ب) التذكير بحالة المسلمين التي نزلت بهم في هذا العصر، من الجهل والفقر، وعدم تطبيق شرع الله في حياتهم، والتنازع الذي أدى إلى الفشل، وتَسَلُّط أعدائهم على ضرورات حياتهم، من الدين والنفس، والنسل، والعقل، والمال، واحتلال أرضهم ونهب ثرواتهم، وفقد حريتهم التي منحهم الله تعالى، بعبادته وحده، والكفر بالطاغوت. (15) العناية بموضوع فلسطين المحتلة التي يصمم اليهود على إخراج أهلها منها، كما صرح بذلك نتنياهو في كتابه: \"استئصال الإرهاب\" و\"بلدة تحت الشمس\" ومحاولة اليهود الهيمنة على البلدان العربية سياسياً واقتصادياً وإعلامياً وعسكرياً... (16) التذكير بصفات الطائفة المنصورة، التي تبدأ بالإيمان وتنتهي بالجهاد وطلب الشهادة، من أجل تحقيق رفع راية الإسلام. (17) التذكير بحقيقة الجهاد الشامل، جهاد النفس وجهاد المال وجهاد التعليم وجهاد الدعوة وجهاد أعداء الله المعتدين على ضرورات حياة المسلمين، وينبغي أن يعِينَه بذكر الكتب والمراجع التي تفيده في هذا الباب وغيره، ليسير على النهج الصحيح. (18) تقوية الجانب العبادي، على ضوء ما مر في تقوية الصلة بالله، لأن ذلك هو الأساس لثبات الطلاب والأساتذة على كلمة الله. (19) وعلى الجميع أن يحاسبوا أنفسهم، كل بمفرده كل ليلة قبل النوم، لمعرفة ما وقع فيه من الأعمال التي لا تليق بالمسلم، والتوبة إلى الله منها، لينطبق عليه قول الرسول صلّى الله عليه وسلم: (الإحسان أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك). [لبخاري (6/20) ومسلم (1/37).] وفي الرحلات طرد الملل والتفكر في آيات الله ونشر للدعوة إلى الله الدراسة مهما كانت مشوقة ومفيدة، يحرص عليها الجادون من الأساتذة والطلاب، لما فيها من غذاء للعقول بمعانيها المتنوعة، واطمئنان إلى ذكر الله وعبادته، وتطهير للقلوب من أدران المعاصي ووساوس الشيطان. مهما كانت كذلك، فإن أصحابها يحتاجون إلى تغيير في نمط حياتهم، وتنوع في تغير أجواء نشاط أجسادهم وتفكير عقولهم. ومن أهم ما يُمَكِّنُهم من ذلك التغيير وذلك التنوع الرحلات، التي ينتقلون فيها من مكان طال مقامهم به ولم يعودوا يتفكرون في شيء فيه ولو كان - في الأصل من آيات الله في الكون - كالجبال والبحار والأنهار والحيوانات إلى مكان آخر لم تطل إقامتهم فيه، ولم يألفوا النظر إلى مخلوقات الله التي يضمها ذلك المكان الجديد. إنهم سيحسون في المكان الذي انتقلوا إليه بأحاسيس جديدة، ويشعرون بتفكر غريب، لأن ألفتهم لمكان الأول، تفقدهم تلك الأحاسيس، وتنسيهم ذلك التفكير. وعلى سبيل المثال: إذا كنت تسكن في منطقة جبلية، تضم جبالاً شاهقة، وطرقاً مكسوة بالأشجار السامقة تتخللها جداول صغيره من المياه التي ترويها، ويكسو قممها بساط أخضر من الجليد في الشتاء، تتجمع بينها بحيرات من المياه، تحيط بها الغابات ذات الأشجار المتنوعة المغروزة بين الأعشاب. إنك لكثرة رؤية هذه الآيات العظيمة التي تدل على كمال القدرة الإلهية، ستفقدك التَّففكُّرَ فيها، وتنىيك هيبتها الدالة على عظمة من أوجدها؛ لأنك قد ألفتها ألفة أورثتك الغفلة عن تلك العظمة. فإذا انتقلت إلى سواحل البحار والمحيطات، ورأيت أمواجها المتلاطمة كل موجة تتبع أختها في تسابق مدهش، يتصاعد رشاشها بالأمتار في السماء، ورأيت الأسماك بألوانها المختلفة وأحجامها المتنوعة، وغير ذلك من عجائب البحر، كطحالبه وأشجاره وكهوفه، وما تجري فيه من المراكب والسفن العملاقة الحديثة، إذا انتقلت إلى هذه السواحل وبحارها، تَجَدَّدض عندك الإحساس بعظمة الله في الكون حتى لتشعر أحياناً بأنك ولدت هذه اللحظة التي أحسست فيها هذا الإحساس، وشعرت هذا الشعور. وقس على ذلك الذي يعيش في مدينة تناطح عماراتها السحاب، وتتلألأ فيها أنوار الكهرباء، وتصم الآذان فيها أصوات السيارات ومحركات المصانع، وتشغل فيها الفضائيات ذات البرامج المختلفة والأهداف المتنوعة، السكان في داخل غرف نومهم، فيرحل من مدينته تلك إلى الأرض الفضاء المكسوة بالعشب والمراعي، تنتشر فيها قطعان الأنعام الثمانية، تسرح حيث تشاء، يشعر من يراها بجمال منظرها، المتنوع في الصغر والكبر والألوان، وكلها من آيات الله العظيمة، والهدوء التام يخيم على المنطقة والهواء الطلق يهب في جنباتها، إذ يتغلغل الأكسجين إلى الجسم صافياً سليماً من شوائب دخان المركبات والمصانع التي تملأ المدن وأجواءها."
  },
  {
    "type": "section",
    "id": "section-18",
    "title": "رحلات مشاعر العبادة:",
    "content": "ومن الأمكنة التي يشعر الأساتذة والطلاب المسلمون بتغيير الأجواء فيها تغييراً يملأ القلب بالطمأنينة والنفس بالبهجة والراحة، مشاعر العبادة التي تفوق أي موقع في الأرض، ولْيَتَصَوَّر الأستاذ وطلابه أنهم انتقلوا من مسجد صغير في حيهم يؤمه عدد قليل من المصلين، إلى أكبر جامع في مدينتهم يؤمه الآلاف من المصلين، بل ليتصوروا أنهم انتقلوا من الجامع الأموي في دمشق إلى المسجد الأقصى، ثم انتقلوا من الأقصى إلى المسجد النبوي ونالوا حظهم من جوار قبر المصطفى صلّى الله عليه وسلم، في الروضة ما بين منبره وبيته الذي أصبح قبراً له ولصاحبيه، فيتذكرون في لحظات نزول جبريل صباح مساء في هذه البقعة المباركة، ويتذكرون تلك الحلقات التي كان الرسول صلّى الله عليه وسلم، يعقدها لأصحابه ليتلو عليهم فيها الآيات التي نزل بها جبريل عليه السلام، من السماء جديدة طرية، ويعلمهم هناك الكتاب والحكمة ويزكيهم ويبشرهم، وينذر لكفار والمنافقين، كما أمره الله. كما يتصورون ألوية رجال الدعوة الذين كان صلّى الله عليه وسلم، يرسلهم لنشر دين الله بين الرعاة والرعية في البلدان المجاورة للمدينة وللجزيرة العربية حضاًّ لهم إلى الدخول في دين الله، وكذلك يتذكرون ألوية الجهاد التي كان يعقدها رسول الله صلّى الله عليه وسلم، لجحافل أصحابه مباشرة، لتأديب أئمة الكفر الذين يقفون سدوداً ضد البلاغ المبين الذي أمر الله به رسوله الأمين. ثم انتقلوا إلى المسجد الحرام فطافوا وسعوا وجاوروا الكعبة المشرفة التي كانوا يستقبلون جهتها، فأصبحوا يستقبلون عينها، ويتذكرون ما لاقاه الرسول صلّى الله عليه وسلم، وأصحابه رضِي الله عنهم، من الأذى والفتنة من صناديد قريش الذين حاولوا بكل ما أوتوا من قوة لحماية 360 صنماً بجوار الكعبة من تأثير (لا إله إلا الله محمد رسول الله) صلّى الله عليه وسلم، فيَتَذَكَّرون أن الكعبة قد طهرت من تلك الأصنام وحماتها، ولم يبق فيها إلا كلمة الله التي يرفعها المؤذنون في المسجد الحرام والآيات التي يتلوها أئمته في صلواتهم الخمس. كيف سيكون شعور أعضاء هذه الرحلة المباركة من الأساتذة والطلاب؟ رحلات الدعوة إلى الله وحمايتها لقد كان الأنبياء والرسل عليهم الصلاة والسلام قدوة للأساتذة والطلاب في شدِّ الرحال للرحلات للتعليم والدعوة وطلب العلم، كما حصل لإبراهيم عليه السلام، وابنه إسماعيل عليه السلام، الذي رحل بأمه إلى مكة وهو رضيع ولوط عليه السلام، وهكذا موسى عليه السلام، الذي رحل إلى مدين وبقي فيها ثماني سنوات أو عشراً، وفي طريقه وهو راجع من مدين إلى مصر اصطفاه الله لرسالته، كما رحل إلى لقاء الخضر لطلب العلم. ورحل الصحابة رضِي الله عنهم، إلى الحبشة في هجرتيهم الأولى والثانية، ليتمتعوا بدينهم أحراراً من اضطهاد قريش وأذيتهم، بل رحل رسول الله صلّى الله عليه وسلم، وصحابته من المسجد الحرام إلى المدينة التي انطلق منها سفراء الدعوة وقادة الجهاد في سبيل الله إلى الأرض التي نشروا فيها دين الله في كل بقعة استطاعوا الوصول إليها. ومَن مِن المسلمين لا يشتاق إلى الرحلة التي أمر الله إبراهيم عليه السلام، أن يدعوهم إليها، بعد أن رحل بابنه الرضيع \"إسماعيل\" وأمه \"هاجر\" عند بيته الحرام ليستقبلا فيه من استجاب لدعوة إبراهيم، الذي رفع قواعده: {رَبَّنَا إِنِّي أَسْكَنتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلاةَ فَاجْعَلْ أَفْئِدَةً مِنْ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنْ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ (37)}. [براهيم] وقال تعالى أيضاً: {وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ (27)}. [لحج] تدريب الأستاذ طلابه على الرحلات: لذلك ينبغي أن يقوم الأستاذ بتدريب طلابه على الرحلات، أهدافها والتخطيط لها والإعداد لها وتنظيمها، وتنفيذها، لما في ذلك من الفائدة لهم على تحمل المسؤولية، وخدمة أنفسهم وخدمة الآخرين مع التدريب على الإيثار والتضحية، ويمكن اتباع طريقة التعيين لمجموعة من الطلبة، وتكليفهم التخطيط للرحلة، مع توجيههم إلى الأمور الآتية: الأمر الأول: تحديد المكان والزمان (استعداداً وبدءً وعودة). الأمر الثاني: تحديد وسيلة النقل. الأمر الثالث: عدد المشتركين حسب الظروف والحاجة. الأمر الرابع: المال الكافي للرحلة. الأمر الخامس: المنهج الثقافي وتوزيعه، مع مراعاة شموله ومناسبته، ويُعْنَى بالهدف الذي أُنشئت الرحلة من أجله. الأمر السادس: تعيين الأساتذة الذين يمكن الاستفادة منهم. الأمر السابع: تقسيم المشتركين في الرحلة إلى لجان، كل لجنة تقوم بمهمة محددة واضحة، مع الحث على التعاون العام. الأمر الثامن: إرشاد أعضاء الرحلة إلى ما ينبغي اتخاذه، من الحيطة في الملابس والبسط والأغطية أو غير ذلك. الأمر التاسع: ينبغي ألا تستمر مجموعة واحدة من الطلبة في التخطيط للرحلات كلها، بل يكون ذلك بالتناوب، بحيث يعلم أن هذه المجموعة أجادت فهم التخطيط والتنظيم للرحلات، فتكلف بعدها مجموعة أخرى وهكذا.. وليتمكن الأفراد كلهم أو أغلبهم من التدرب على ذلك. الأمر العاشر: تحديد وقت الرحلة. الأمر الحادي عشر: يجب أن يوضح المُكَلِّف مراده توضيحاً كاملاً، وعلى المكلَّف فهم ذلك وتوضيحه لمن يبلغهم عن الرحلة، وعلى الأفراد المبلَّغين فهم ذلك أو التأكد منه بالاستيضاح. الأمر الثاني عشر: على كل واحد من أعضاء الرحلة أو مجموعة منها، عدم تجاوز اختصاصهم حتى لا تضطرب الأمور وتتمكن الفوضى، فالنظام يقتضي الالتزام، ومعرفة كل فرد أو جماعة حدودهم. الأمر الثالث عشر: على كل لجنة حلّ مشكلاتها بوساطة رئيسها، وفيما بينها وإذا لم يتمكنوا، فليرفعوا أمرهم إلى المسؤول المختص حتى تسير الأمور بانتظام. الأمر الرابع عشر: لا بد في الرحلة الخلوية ـ والليلية منها بالأخص ـ من كلمة سر يعرف بها الدخيل من الأصيل. مشروع منهج الرحلة: مدارسة القرآن الكريم وشيء من تفسيره. تلخيص بعض الكتب أو كتابة بعض البحوث في موضوعات معينة تقرأ في الرحلة على أن يكون التكليف بذلك قد سبق بوقتٍ كاف. القراءة في بعض كتب الحديث، لا سيما كتب الترغيب والترهيب. قراءة تراجم بعض الشخصيات الإسلامية من الأنبياء والصحابة والدعاة والمجاهدين، للاستفادة من حياتهم التطبيقية علماً وعملاً ودعوة وتحملاً. الإكثار من ذكر الله الوارد مطلقاً ومقيداً. مذاكرة بعض المشكلات التي تعترض الطلبة في سيرهم الدراسي أو الدعوة إلى الله وحلها. القيام ببعض التمرينات الرياضية المفيدة يشترك فيها الأساتذة والطلاب جميعاً، كالسباحة، وكرة القدم، وكرة السلة، سباق الجري، وجر الحبل وغيرها. زيارات بعض الشخصيات في المنطقة التي تكون فيها الرحلة في الأوقات المناسبة للزيارة، مع مراعاة عدم التثقيل على المزور، وزيارة بعض المساجد للقيام بإلقاء بعض الكلمات والنصائح لأهل القرية أو المدينة. تبادل الهدايا ولو قلت (تهادوا تحابوا). [لموطأ (2/908) قال المحقق: قال ابن عبد البر: هذا يتصل من وجوه شتى \"حسان كلها\".] عقد حلقات متنوعة مع الأساتذة كل في اختصاصه، فصاحب القرآن تعقد معه حلقات قرآنية لقراءة القرآن قراءة مجودة صحيحة، وتعقد حلقات مع المتخصص في الحديث للاستفادة منه في تخصصه، سنداً ومتناً وفقهاً، وتعقد مع المتخصص في التاريخ حلقة في تخصصه، كدراسة سيرة الرسول صلى الله عليه وسلم، وتاريخ الصحابة وغير ذلك لأخذ القدوة والعبرة من كل ذلك، وتعقد مع المتخصص في اللغة العربية والأدب حلقة في تخصصه. وينبغي أن يتخلل ذلك كله برامج ترويحية للأساتذة والطلاب، كالتمثيليات الهادفة، والمساجلات الشعرية وغيرها. كما ينبغي للأساتذة والطلاب أن يغتنموا الفرصة في رحلتهم للتعارف، من أجل توثيق الصلة بينهم بعد الرحلة، بحيث يتزاورون وتستمر بينهم اللقاءات والاجتماعات التي تعود عليهم جميعاً بالفائدة العلمية والتناصح والاستشارات وحل المشكلات التي قد تعترض بعضهم، ويستمر الطلاب في لقاءاتهم ولو كانت قصيرة كصلاتهم جماعة في مسجد واحد، وهكذا. تمت مراجعة هذا الكتيب وتصحيحه، وإضافة بعض الزيادات عليه، في الساعة الثامنة والنصف من صباح يوم الأحد التاسع عشر من شهر ربيع الآخر، من سنة 1428ﻫ ـ يوافقه اليوم السادس من شهر مايو سنة 2007م في منزلي بالمدينة النبوية. وتم إعداده للشبكة \"الإنترنت\" في الساعة الثالثة بعد ظهر يوم الأحد22/3/1434هـ/3/2/2013م وسبحانك اللهم وبحمدك، لا إله إلا أنت أستغفرك وأتوب إليك وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه"
  },
  {
    "type": "section",
    "id": "section-19",
    "title": "المراجع",
    "content": "1.\tالقرآن الكريم. 2.\tتفسير ابن كثير. 3.\tتفسير البغوي. 4.\tصحيح البخاري. (الطبعة التركية). 5.\tصحيح مسلم. (بترتيب محمد فؤاد عبد الباقي). 6.\tسنن الترمذي. (بترتيب أحمد شاكر). 7.\tسنن الدارمي. (تحقيق السيد عبد الله هاشم يماني المدني). 8.\tجامع العلوم والحكم. (لابن رجب). 9.\tالموطأ للإمام مالك. (ترتيب محمد فؤاد عبد الباقي). 10وجوب التعاون بين المسلمين. (عبد الرحمن بن ناصر السعدي)."
  },
  {
    "type": "section",
    "id": "section-20",
    "title": "آثار المؤلف",
    "content": "أنجز المؤلف عدداً من المؤلفات في موضوعات متنوعة بعضها قد طُبع وبعضها لم يُطبع، كما أن لديه موضوعات أخرى يريد الكتابة فيها، بعضها قد جمع مادتها، لعل الله يسهل له إنجازها جميعاً. ( أ ) الكتب المطبوعة: 1) الجهاد في سبيل الله ـ حقيقته وغايته (رسالة دكتوراه) طبع مرتين، ويقع في مجلدين كبيرين. وقد راجعه وأجرى تعديلات طفيفة على بعض موضوعاته وزيادات، وهو معد للطبعة الثالثة، ورتبه في أربعة أجزاء، بعنوان: حقيقة الجهاد في سبيل الله وغايته. 2) الكفاءة الإدارية في السياسة الشرعية ـ نفد. 3) الشورى (طبع مرتين) وتمت الإضافة عليه وهو معد للطبعة الثالثة. 4) دور المسجد في التربية، طبع مرتين. 5) أثر التربية الإسلامية في أمن المجتمع الإسلامي، وقد راجعه المؤلف، وأضاف بعض الزيادات، ورتبه في ثلاثة أجزاء. 6) الحدود والسلطان. 7) طل الربوة، طبع مراراً، وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 8) الدعوة إلى الإسلام في أوروبا. 9) حوارات مع مسلمين أوربيين. 10) حوارات مع أوربيين غير مسلمين. 11) جوهرة الإسلام (في التربية، نظم 1500 بيت تقريباً، وهو قيد المراجعة). 12) المسؤولية في الإسلام، طبع مراراً. وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 13) الردة عن الإسلام وخطرها على العالم الإسلامي، طبع مراراً، وهو قيد المراجعة. 14) الإسلام وضرورات الحياة، طبع مرتين. وقد راجعه المؤلف وفيه بعض الزيادات وأعده للطبعة الثالثة. 15) حكم زواج المسلم بالكتابية. تمت مراجعته وهو معد للطبعة الثانية. 16) هتاف العزة والجهاد (شعر طبع مرة واحد ونفد ويحتاج على مراجعة). 17) وقاية المجتمع من تعاطي المسكرات والمخدرات، طبعته الجامعة الإسلامية في المدينة المنورة، وهو معد للطبعة الثانية. 18) سبب الجريمة، نفد، وقد راجعه المؤلف وزاد فيه بعض الموضوعات، وهو معد للطبعة الثانية، بعنوان: قاعدة في سبب الجريمة والوقاية منها. 19) الدعوة إلى الإسلام في أوربا، وهو معد للطبعة الثانية. 20) معارج الصعود إلى تفسير سورة هود (كتبته عن شيخي محمد الأمين الشنقيطي، رحمه الله في قاعة الدرس بكلية الشريعة، ثم رتبته وطبعته، وقد قدم له أحد أبناء الشيخ). 21) تفسير سورة النور (كسابقه). والكتابان معدان للطبعة الثانية. 22) السباق إلى العقول (ويحتاج إلى مراجعة) 23) سلسلة في المشارق والمغارب (وهي المذكرات التي دونتها في رحلاتي لبلدان العالم) وقد بلغت عشرين مجلداً.. وقد تمت طبعتها الأولى، وتولت نشرها مكتبة دار الأندلس الخضراء في جدة. 24) الإيمان هو الأساس، وهو معد للطبعة الثالثة. 25) غيث الديمة شرح الدرة اليتيمة، في النحو (في جزْئين وهو معد للطبعة الثانية) (ب) كتبٌ ورسائل لم يتم طبعها: 26) أثر تطبيق الشريعة الإسلامية في صلاح الأمة، جمع بعض مواده. 27) التكفير ومذاهب العلماء فيه. 28) الإخلاص وما يعين المسلم عليه. 29) استعصاء دين الهداية والرحمة. 30) الواعظ الأكبر والزاجر الأعظم. 31) مفاصل الخلل في الأمة وطريقة علاجه. وللمؤلف مقالات وأبحاث أخرى شارك ببعضها في منتديات الشبكة العالمية (الانترنت)."
  }
]
