[
  {
    "type": "title",
    "content": "مقدمة الطبعة الأولى لسلسلة \"في المشارق والمغارب\" مقدمة الطبعة الأولى لسلسلة \"في المشارق والمغارب\""
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "المقدمة",
    "content": "بسم الله الرحمن الرحيم إن الحمد لله، نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ} [آل عمران: 102]. {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَتَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً}. [النساء: 1]. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً}. [الأحزاب: 70، 71]. {سُبْحانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ}. [الزخرف: 14]. (اللهم إنا نسألك في سفرنا هذا البر والتقوى ومن العمل ما ترضى اللهم هوِّن علينا سفرنا هذا واطوِ عنا بعده، اللهم أنت الصاحب في السفر والخليفة في الأهل، اللهم إني أعوذ بك من وعثاء السفر وكآبة المنظر وسوء المنقلب في المال والأهل). [[هذا دعاء السفر كما رواه ابن عمر رضي الله عنه عن الرسول صلى الله عليه وسلم، وكنت أكتبه في رحلاتي عندما أدعو به في بداية السفر لكل رحلة وهو في صحيح مسلم (2/978) دار إحياء التراث العربي/بيروت]]."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "الغاية من الأسفار:",
    "content": "أما بعد: فإن من المعلوم أن لكل أمة غاية تسعى إلى تحقيقها، وهدفاً تتعاون وتتسابق للوصول إليه، فالأمة المهتدية بهدى الله أمة الصراط المستقيم، تجند لتلك الغاية وذلك الهدف كل أفرادها وأسرها ودولها، تعد له المناهج تعليماً وتربيةً وإعلاماً، وتخطط له سياسةً واقتصاداً وجهاداً، ويكون هو محور نشاطها وقطب رحى حركاتها وسكناتها، من أجله يقدح القادة عقولهم قدحاً، ويكدح الأتباع أنفسهم إليه كدحاً. فهما غايتان: غاية ترفع إليها الأبصار، ويسمو إليها ذوو الهمم الكبار الذين لا ترضى نفوسهم بما دونها، ولا يسلكون في دنياهم طريقاً لا يؤدي إلى مستقرها وعرينها، يستسهلون للوصول إليها الصعاب ولو كانت أسفاراً كلها قطع من عذاب، لأنهم قد علموا أن في الوصول إلى تلك الغاية كل السعادة، وهي لا تحصل بدون عزم وتوفيق وتعب وإرادة، كما تيقنوا أن في الحِرمان منها ضنكاً وشقاء على الدوام، أعدهما الله في الدنيا والآخرة  للكسالى اللئام. هذه الغاية هي رضا الحي القيوم الذي لا تأخذه سنة ولا نوم، والطريق المؤدي إليها هي أن يعبده العابدون، كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُونِ}. [الذاريات: 56]. عبادة تشمل الحركة والسكون، فلا تكون صلاة العابد ونسكه وموته وحياته إلا لرب العالمين: {قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَاي وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ}. [الأنعام: 62، 63]. وغاية أخرى هي تحت الأقدام في أسفل الدركات، تهبط إليها نفوس الأراذل الهالكات، ولو نالت بذلك الخسران المبين في الدنيا الفانية ويوم القيامة عندما يحاسب الله تعالى حساباً سريعاً جميع المخلوقات، نفوس تستهويها مُتَعُ الحياة وتستعبدها ملذاتها، فلا ترى في مسعاها إلا بريقها وخيالاتها، وتنسى الغاية التي يجب أن يشمر إليها المشمرون تشميراً، وبذلك يكون صاحب الغاية الأولى مهتدياً مسروراً، كما قال تعالى: {فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ اتَّبَعَ هُدَايَ فَلا يَضِلُّ وَلا يَشْقَى}. [طه:123]. وقال تعالى: {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ (7) فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً (8) وَيَنقَلِبُ إِلَى أَهْلِهِ مَسْرُوراً}. [الانشقاق:7-9]. ويصلى صاحب الغاية الثانية في الدنيا ضنكاً، وفي الآخرة سعيراً، كما قال تعالى: {وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى}. [طه: 124]. وقال تعالى: {وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ (10) فَسَوْفَ يَدْعُو ثُبُوراً (11) وَيَصْلَى سَعِيراً (12) إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُوراً (13) إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ (14) بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيراً}. [الانشقاق: 10-15]. وإذا كانت تلك الغاية العليا هي مطلب الأمة الإسلامية وأفرادها، فإن نشاط المسلم في مقامه وسفره يجب أن يكون لتحقيقها، وهي رضا الله تعالى بعبادته الشاملة لأداء الشعائر الإسلامية المفروضة عينا أو كفاية، والقيام بكل ما ينفع الإسلام والمسلمين. وإني لأرجو من الله تعالى أن تكون أسفاري الكثيرة التي جُلْتُ فيها في العالم شرقاً وغرباً، نائلةً منه التوفيق لتكون محققةً لتلك الغاية، وأن يجعل كل تنقلاتي وتحركاتي خالصةً لوجهه الكريم، وأن ينفعني بما أجهدت نفسي في عمله وتسجيله، مما يتعلق بأحوال المسلمين والدعوة إلى الله في صفوفهم وصفوف غيرهم، وينفع به من يريد الإسهام في الدعوة إلى الله بالبلاغ أو بالمال أو الجاه، أو الكتابة أو غير ذلك، وأن ينفع به كذلك كل من يحتاج إلى الدعوة والتوجيه من المسلمين، وبخاصة أولئك الذين هجروا بلدانهم الإسلامية واستوطنوا غيرها من البلاد غير الإسلامية، أو هداهم الله للإسلام من أهل تلك البلدان. وقد اعتدت في رحلاتي أن أسجل غالب مشاهداتي مما يتعلق بالكون وجماله، في الجو والبر والبحر والجبل [وقد سماني بعض المسلمين المهتدين في اليابان: شيخ البحر والجبل، لما رأى من شوقي الشديد للوقوف على شواطئ البحار أو خوضها في سفينة أو قارب، والصعود إلى قمم الجبال عندما تتاح لي الفرصة] في وسط غابة أو بين كتل جليد، أو على حافة نهر، وبجوار شلال صغير أو كبير، أو متحف قديم فيه عبرة للمعتبرين، أو حديث لا زال أهله ممن قال الله فيهم: {خَلَقَ الإِنسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ}. [النحل: 4]. وتسجيل ما أتمكن من معرفته عن البلدان التي أزورها، مما يسر أو يسوء، أو ما يحدث لي من انفعالات وعواطف، وما أصادفه من يسر وهو الأعم الأغلب، أو عسر وهو قليل نادر وذلك من فضل الله تعالى، ومن مَسْكن ملائم مريح أو مأوى منافر غير مريح، ومن ذكر المسافات التي أقطعها بأي وسيلة من وسائل السفر، طائرة أو باخرة، سيارة أو قاطرة، دراجة (ركشة) في أزقة ضيقة موحشة، أو مركب كهربائي (تلفريك) صاعدٍ بالسائحين إلى قمم الجبال أو هابط، أو سحب متراكمة موقرة بما ينعم الله به على عباده من الأمطار الغزيرة التي يحيي الله بها الأرض بعد موتها وتخضر به الأشجار بعد ضمورها. ومن معلومات عن الأشخاص الذين أجتمع بهم، وما يدور بيني وبينهم من حوار، أو ما يلقى من أحاديث أو محاضرات، وما يوجد من أعمال إيجابية في بعض مراكز الدعوة أو سلبية، وما يعترض الدعوة في المراكز من المشكلات واقتراح حلولٍ لها مناسبات، وتقييد ما يحتاج إليه الدعاة من مساعدات مادية، أو كتب أو منح دراسية، أو دعاة أو مدرسين أو أئمة، وغير ذلك، هذه الأمور هي التي اعتدت كتابتها  في رحلاتي السابقة في المشارق والمغارب. وقد زدت  عليها في الرحلات الأوربية في سنواتها المتعددة وما تلاها من رحلات في بعض الدول الآسيوية أموراً أخرى كنت أتوق إليها فيما سبقها من الأسفار، ولكني لم أتمكن منها، إما لعدم الإثقال على المرافق وإما لضيق الوقت، وإما لعدم تشجيع بعض المسلمين القائمين بالدعوة في تلك البلدان التي أزورها."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "ويمكن تلخيص هذه الأمور فيما يأتي:",
    "content": "الأمر الأول: الاتصال بمن أمكن من الذين دخلوا في الإسلام من أهل البلد، للتعرف على أحوالهم ومعرفة الطريق الذي سلكوه لمعرفة الإسلام والسبب الدافع لهم إلى الدخول فيه، وصلتهم بأقاربهم وأصدقائهم غير المسلمين، وصلتهم بالمسلمين الوافدين، وصلة هؤلاء بهم، وسؤالهم عن أساليب الدعوة النافعة في بلدانهم، والموضوعات التي يكون طَرْقُها أولى من غيرها في دعوة غير المسلمين في بلادهم، والصفات أو الشروط التي يرون وجوب توفرها فيمن يدعو إلى الله في تلك البلدان من وجهة نظرهم، وغير ذلك مما سَيَطَّلِع عليه القارئ عند قراءته للحوار مع هؤلاء المسلمين. وتوجد عند هؤلاء المسلمين أسئلة كثيرة يحتاجون إلى الجواب عنها، وهي تتعلق بالأحكام من الحلال والحرام، أو بشبهات لا زالت عالقة بأذهانهم من زمن جاهليتهم ولم يجدوا لها جواباً، أو شبهات يوردها عليهم أقاربهم وأصدقاؤهم الذين لم يسلموا أو ينشرها أعداء الإسلام من المستشرقين و المنصرين والملحدين. الأمر الثاني: الاتصال بغير المسلمين من أهل البلد، لمحاورتهم عن الإسلام وشرح مبادئه بالأسلوب المناسب، ومعرفة ماذا يفهمون عن الإسلام، ومصادر فهمهم له، والرد على ما عندهم من شبهات يرمون بها الإسلام. وهم فئات كثيرة من الرجال والنساء، من كبار السن أو الشباب وكلهم مثقفون، إلا أنهم يختلفون في مستوى الثقافة والتخصص. منهم من هو رجل كنيسة داعية إلى النصرانية ومخطط للدعوة إليها، ومنهم من هو مستشرق من أساتذة الجامعات وأقسام الأديان المقارنة، ومنهم المحامي، ومنهم القانوني، ومنهم المدرس العادي، ومنهم الطالب في الدراسات العليا وغير هؤلاء. وسيأتي ذكر كل شخص من هؤلاء وما جرى معه من حوار، في مكانه بحسب التاريخ. أما النتائج المترتبة على هذا العمل الذي أعتبره جديداً في أسفاري، الأوربية خاصة وغيرها من دول الغرب مثلها، فإني أدعها هنا لأني قد خَصَصْتُها برسالة صغيرة استخلصتها من هذه الرحلات، وعنوانها الدعوة إلى الإسلام في أوربا [[وغيرها من الدول الغربية في حكمها لأنها متشابهة]] وعدد دول أوربا الغربية التي زرتها خمس عشرة دولة. أما الدول الأخرى في أمريكا الشمالية وهما الولايات المتحدة الأمريكية وكندا، وآسيا وإفريقيا وأستراليا ونيوزيلندا، ففي كتاب كل دولة منها تفاصيل ما تم فيها."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "منهجي في تسجيل ما تضمنته هذه السلسلة:",
    "content": "واختم هذه المقدمة بذكر طريقتي ومنهجي في تسجيل هذه السلسلة: أولاً: أن الفترة الزمنية التي استغرقتها هذه الرحلات زادت على ربع قرن، ولكن كتابتها كانت في أوقاتها ثم قمت بتبييض معلومات كل رحلة بعد الرجوع منها، ثم ترتيبها وإدخالها في \"الكمبيوتر\" وتصحيحها مراراً، وقد أخذ مني تبييضها وترتيبها من الجهد ما قد يكون أكثر بكثير من الشهور والأيام التي قضيتها في الرحلات، وكثيراً ما أراجع الكتاب الواحد مرات. ثانياً: كنت أضع ما سجلته في الرحلة الواحدة التي قد تزيد بعضها على أربعة أشهر متوالية، في كتاب واحد غالباً ما يكون في عدد من الأجزاء، ثمّ لمّا قررت إعدادها للطبع خصصت بعض البلدان بمجلد مستقل، قد يكبر وقد يصغر حسب المعلومات التي أتيح لي تسجيلها فيه. ثالثاً: معلومات بعض البلدان تكون قليلة تقل بذلك أوراقها فأضم معلومات بلد إلى معلومات بلد آخر لتطبع في مجلد واحد، كما هو واضح من عناوين البلدان في كل مجلد. رابعاً: أن بعض الموضوعات قد تتعدد أماكنها في البلد الواحد في تواريخ مختلفة ففضلت أن أضمها في مكان واحد في الغالب، إما بتقديم الموضوع المتأخر إلى المتقدم أو بالعكس، ولكني أذكر تاريخ كل منها. وقد كثر هذا النوع في الرحلات الإندونيسية لكثرة زياراتي لها التي ترتب عليها تكرر لقاءاتي بالشخص الواحد عدة مرات، وفي كل مرة أكتب عنه ما لم  أكتبه في المرة السابقة، وعلى سبيل المثال الدكتور محمد ناصر، فقد قابلته أربع مرات فيما أذكر، وغيره كثير. خامساً: أنني أسجل المعلومات عن طريق الشخص الواحد أو الأشخاص المتعددين، وقد يختلفون في تلك المعلومات، فيدلي كل واحد بما يزيد أو ينقص عما يدلي به الآخر، وأنا أسجل كلام كل منهم وأدعه كما هو إذا لم أجد مرجحاً لأحدها، ومن أمثلة ذلك: عدد المسلمين في بلد أو مدينةٍ مّا، فقد يختلف تقديره عند شخص عن تقديره عند غيره، بسبب عدم وجود الإحصاء الرسمي الدقيق، وهكذا المساجد والجمعيات. سادساً: أنني قد أكتب معلومات وافية عن بعض الهيئات الإسلامية، بسبب وجود مسؤول عند زيارتها، عنده إلمام بتلك الهيئة أو عنده معلومات مسجلة في نشرة مطبوعة أسجل منها ما أراه مناسباً، وقد أكتب عن بعض الهيئات معلومات مقتضبة بسبب غياب المسؤول وعدم وجود نشرة مطبوعة باللغة العربية، فليس كثرة المعلومات أو قلتها عن أي هيئة بتقصير مني، فيما أعلم. سابعاً: أني كنت أود زيارة بلدان أخرى تكتمل بها أهدافي في هذه السلسلة، وبخاصة بلدان الاتحاد السوفييتي السابق، روسيا وغيرها، وبخاصة البلدان الإسلامية التي محوا فيها مظاهر الإسلام، ولكني جَبُنْتُ عن زيارتها، لأمور: الأمر الأول: ما كنت أسمع من القبضة البوليسية الشيوعية الملحدة التي أهانت المسلمين ومقدساتهم ومن ذلك عقابها لمن وَجَدَتْ بيده المصحف الكريم من كبار السن فضلاً عن الشباب. الأمر الثاني: التضييق على الزائر بحيث لا تتاح له الفرصة إلا بشروط قاسية في المسكن والحركة وغير ذلك. الأمر الثالث: أنه عندما تفكك الاتحاد السوفييتي، وانفصلت عنه الشعوب الإسلامية، بقي غالب حكوماتها سائرة في خط الاستبداد الذي أوجد بينها وبين من أظهر الدعوة إلى الإسلام فيها صراعاً وحروباً لم تستقر كما ينبغي، فصرفت النظر عن الرحلات إليها. وفكرت ملياً في زيارة بعض البلدان في أمريكا الجنوبية، لتكتمل رحلاتي لجميع القارات في الأرض، ولكني أيضا تهيبت من ذلك لقلة معرفتي بمن يعينني فيها على الترجمة والمرافقة إذا احتجت إليها، مع أني كاتبت بعض المسلمين فيها، ولكني لم أرتح لزيارتها واستخرت الله في ذلك فلم يُقَدَّر لي القيام بذلك ما كنت أرومه في الجملة. الأمر الرابع: أن غالب زياراتي التي قمت بها كانت نفقاتها من الجامعة الإسلامية التي كانت تنتدبني وتنتدب الأساتذة فيها للقيام بالدعوة، فلما أحلت إلى التقاعد الرسمي أصبحت نفقات الرحلات مرهقة يصعب مواصلتها إلا إذا كانت لبلد واحد في مدة محدودة، فكان لإندونيسيا حظ لم تنله بلدان أخرى، لأسباب كانت تيسر لي السفر إليها، ولهذا كثرت معلومات إندونيسيا وتعددت مجلداتها إذ بلغت ثلاثة مجلدات. وأسأل الله عـز وجل العون والتوفيق والمثوبة الحسنة. هذا وقد أطلقت على هذه السلسلة عنوان \"في المشارق والمغارب\" لأنها كانت كذلك، فقد اشتملت الزيارة على بلدان في الشرق كاليابان، وبلدان في الغرب كأمريكا، وما بينهما، ومعلوم أن المشارق والمغارب نسبية، إذ كل مشرق مغرب، وكل مغرب مشرق، بحسب المطالع، وقد خص الله تعالى مِن ملكه الذي أضاف إليه ربوبيته في سياق قَسَمِه على كمال قدرته: المشارقَ والمغارب، كما قال تعالى: {فَلا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ (40) عَلَى أَنْ نُبَدِّلَ خَيْراً مِنْهُمْ وَمَا نَحْنُ بِمَسْبُوقِينَ}. [المعارج: 40-41]. وقال تعالى: {رَبُّ السَّمَوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ}. [الصافات: 5]. وفي مكان آخر ذكر المشرقين والمغربين، كما قال تعالى: {رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ}. [الرحمن: 17]. وقال في مكان آخر: َ{ربُّ الْمَشْرِقِ وَالْمَغْرِبِ لا إِلَهَ إِلاَّ هُوَ فَاتَّخِذْهُ وَكِيلا}. [المزمل: 9]. ولست أحصر مراد الله سبحانه وتعالى بالمشارق والمغارب فيما ذكرت، ولكن ما ذكرته يندرج في ذلك. ولا بأس أن نستفيد هنا في الجمع بين هذه الألفاظ: مرة يوحد الله المشرق والمغرب، ومرة يثنيهما، ومرة يجمعها، أقول: لا بأس أن نستفيد من كلام العلماء في الجمع بين ذلك. قال شيخنا علامة عصره في فقه كتاب الله، الشيخ محمد الأمين الشنقيطي صاحب أضواء البيان الذي درَّسنا في كلية الشريعة في الجامعة الإسلامية بالمدينة المنورة، قال في كتابه \"دفع إيهام الاضطراب في آي الكتاب\": \" قوله تعالى: {وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ} الآية. أفرد في هذه الآية المشرق والمغرب وثناهما في سورة الرحمن في قوله: {رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ} وجمعهما في سورة سأل سائل في قوله: {فَلا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِب} وجمع المشارق في سورة الصافات في قوله: {رَبُّ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ}. والجواب أن قوله هنا: {وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ} المراد به جنس المشرق والمغرب فهو صادق بكل مشرق من مشارق الشمس التي هي ثلاثمائة وستون، وكل مغرب من مغاربها التي هي كذلك كما روي عن ابن عباس وغيره. قال ابن جرير في تفسير هذه الآية ما نصه: \"وإنما معنى ذلك ولله المشرق الذي تشرق منه الشمس كل يوم والمغرب الذي تغرب فيه كل يوم فتأويله إذا كان ذلك معناه: ولله ما بين قطري المشرق وقطري المغرب إذ كان شروق الشمس كل يوم من موضع منه لا تعود لشروقها منه إلى الحول الذي بعده وكذلك غروبها\", انتهى منه بلفظه. وقوله: {رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ} يعني كمشرق الشتاء ومشرق الصيف ومغربهما كما عليه الجمهور. وقيل: مشرق الشمس والقمر ومغربهما, وقوله: {بِرَبِّ الْمَشَارِقِ وَالْمَغَارِب} أي مشارق الشمس ومغاربها كما تقدم. وقيل مشارق الشمس والقمر والكواكب ومغاربهما والعلم عند الله تعالى\".. انتهى كلامه رحمه الله. وعلى كل حال فلا مشاحة في التسميات والمصطلحات كما  يقول العلماء رحمهم الله، فقد اخترت هذه التسمية لهذه السلسة. وقد بلغت البلدان التي زرتها كلها: ستة وثلاثين بلداً، وجعلتها في عشرين مجلداً، لضم بعض البلدان الصغيرة الحجم إلى بعض في كتاب واحد، وهي كما يأتي: ( 1 ) المجلد الأول : الولايات المتحدة الأمريكية. ( 2 ) المجلد الثاني: بريطانيا وأيرلندا. ( 3 ) المجلد الثالث: اليابان وكوريا وهونغ كونغ. ( 4 ) المجلد الرابع: أندونيسيا الجزء الأول. ( 5 ) المجلد الخامس: أندونيسيا الجزء الثاني. ( 6 ) المجلد السادس: أندونيسيا الجزء الثالث. ( 7 ) المجلد السابع: استراليا ونيوزيلندا وسريلانكا. ( 8 ) المجلد الثامن: كندا وإسبانيا والمغرب. ( 9 ) المجلد التاسع: سويسرا وألمانيا والنمسا. (10) المجلد العاشر: بلجيكا وهولندا والدنمارك. (11) المجلد الحادي عشر: السويد وفنلندا والنرويج. (12) المجلد الثاني عشر: فرنسا والبرتغال وإيطاليا. (13) المجلد الثالث عشر: سنغافورة وبروناي وتايوان. (14) المجلد الرابع عشر: باكستان والهند. (15) المجلد الخامس عشر: تايلاند. (16) المجلد السادس عشر: ماليزيا. (17) المجلد السابع عشر: الفلبين. (18) المجلد الثامن عشر: كينيا. (19) المجلد التاسع عشر: الصين الشعبية. (20) المجلد العشرون: جنوب إفريقيا. وبعد فهذه هي سلسلة \"في المشارق والمغارب\" التي أرجو الله تعالى أن يجعل عملي فيها خالصاً لوجهه الكريم، وأرجو من قرائها الدعاء لصاحبها وستر عيوبه فيها، وتحمل ما قد صدر له فيها من أخطاء، لكثرة موادها، وكثرة من قابلتهم فيها وكثرة ما نقلته عنهم من معلومات، فمعلوم أن كثرة ما يكتب من المعلومات معرض للخطأ والهفوات أكثر من المعلومات القليلة. أما فيما يتعلق بالعقيدة والأفكار والآراء التي سجلتها عن نفسي وعن آخرين، فتلك هي بضاعتي، فمن كانت في سوقه نافقة فقد شد أزري فيها، ومن كانت في سوقه كاسدة، فليعلم أن أفكاره وآراءه تكون عند غيره، كما كانت أفكار غيره عنده، لها من النَّفاق حظها ومن الكساد نصيبها، ومن حكمة الله تعالى أن جعل عباده يختلفون في هذه الحياة في عقائدهم وأفكارهم وعقولهم وأخلاقهم. فليس أحد قادراً على إكراه أحد على عقيدته وآرائه ومبادئه، كما قال تعالى: {لا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنْ الغَيِّ}. [البقرة: 256]. وقال تعالى: {وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً وَلا يَزَالُونَ مُخْتَلِفِينَ (118) إِلاَّ مَنْ رَحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ... }. [هود: 118-119]. وقد تكلم على معنى هذه الآية المفسرون، ومنهم شيخنا العلامة الشيخ محمد الأمين الشنقيطي رحمه الله في كتابه \"دفع إيهام الاضطراب عن آي الكتاب\"، فليعد إليه من شاء. وأخيراً أود أن أنوه بأنني كنت أشعر بالضيق والحزن على وجود هذه السلسلة أمامي مرصوصة في رفوفها، بعد ما بذلته في الأسفار وما عانيته من مشقات في كتابتها في حينها، ثم ما كابدته في تبييضها بيدي في كراريس بعد كل رحلة أقوم بها، ثم تسجيلها في الكمبيوتر ومراجعتها مراراً، وترتيبها و إلحاق ما سهوت عنه عند كتابتها بقلمي العادي، أو في الكمبيوتر، وكنت أود أن يهيئ الله لها دار نشر تتولى طباعتها ونشرها، لأن فيها ما يمكن الاستفادة منه إن شاء الله. ولقد عرضتها على جهات متعددة راجياً أن تجد من يخرجها من رفوفها المحصورة إلى عالمها الذي جُمِعتْ منه، فلم أجد من يسعفني في طباعتها ونشرها. وقد سمع كثير من إخواني الذين توطدت الصداقة بيني وبينهم شكواي من صدود دور النشر والمؤسسات الخيرية عن الاستجابة لطلبي، حتى قيض الله لها بعض الأحباب فذكرها لبعض أهل الخير وذكر رغبة كاتبها في نشرها، فأبدى استعداده لتمويل طباعتها. وعندما بشرني من تسبب في ذكرها والنصح بطباعتها أحسست أنه  أدخل إلى قلبي من السرور ما الله به عليم، وواصلت في ترتيبها الجديد ليلي بنهاري، وبذلت لمن ساعدني في تنظيمها وترتيبها ما استطعت من المكافأة المالية التي أرهقتني، ولكني كنت في غاية السرور والاطمئنان. وعندما شعر من تسبب في النصح بطبعها بما عانيته في ذلك ساعدني بما خفف عني بعضاً من النفقة في مكافأة الكاتب الذي جد في ترتيبها وتنظيمها حتى خرجت على ما هي عليه الآن. ولا يبعد مع الاجتهاد في ترتيبها وتصحيحها، أن تبقى فيها بعض الأخطاء، لكثرة مادتها كما سبق، ولكن عذري أني بذلت جهدي الذي أزعم أني غير قادر على المزيد منه، فالقدرة محدودة، والأوقات غير مديدة، والله الموفق. ولهذا فإني أشكر الله أولاً على أن هيأ من تسبب في النصح لمن مَوَّل طباعتها، ثم أشكر من تسبب ومن استجاب لنصحه فمَوَّل، وكنت أود أن أذكر المتسبب والمستجيب باسميهما، فشكرهما مشروع ومن لا يشكر الناس لا يشكر الله، ولكنهما أحبا بدلاً من ذكر الناس لهما أن يذكرهما الله الذي أسأله تعالى أن يجزيهما خيراً ويذكرهما في الملأ الذي عنده. وأود أن أشكر في هذه المقدمة الابن البار \"أسامة\" الذي كان المساعد الأول في ترتيب وتنظيم هذه السلسلة وبخاصة الصور التي كانت في حاجة إلى تنسيقها ووضع كل صورة منها في مكانها المناسب، كما بذل جهداً في إعانتي على ترتيب ملفات السلسلة وغيرها في جهاز \"الكمبيوتر\" الذي كنت في بداية عملي فيه أعاني مشقات، لعدم خبرتي به ثم التعثر في استعماله، أسأل الله له العون والتوفيق والسداد، والسعي الجاد فيما ينفعه في دنياه وآخرته. وأشكر كذلك الأخ الكريم الذي اجتهد في طباعتها وتنسيقها حتى أخرجها على الصورة التي هي عليها الآن وإني أعتبر ما أخذه من الأجر المادي زهيداً بإزاء الجهد الذي بذله في عمله فيها، أرجو الله تعالى أن يثيبه عليه، وهو \"الزول\" السوداني بهاء الدين محمد العباس الخضر جزاه الله خيراً. والحمد لله رب العالمين وصلى الله وسلم وبارك على سيدنا ونبينا سيد البشر أجمعين محمد بن عبد الله وعلى آله وصحبه أجمعين. حررت هذه المقدمة بتاريخ: 4/4/1427? ـ 2/5/2006م. الكاتب"
  }
]