[
  {
    "type": "title",
    "content": "المجلد العاشر رحلات بلجيكا وهولندا والدنمارك سلسلة في المشارق والمغارب الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "رحلة بلجيكا 1407هـ ـ 1987م",
    "content": "[img]pics/10/10000.jpg[/img]<< خريطة بلجيكا >>"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "في مدينة بروكسل",
    "content": "في مطار بروكسل: أقلعت الطائرة من مطار فينا عاصمة النمسا في موعدها المحدد: الساعة السادسة والنصف 18,30 إلى بروكسل عاصمة بلجيكا، وكانت متجهة إلى الغرب متابعة للشمس. وهبطت بنا الطائرة النمساوية في مطار بروكسل في الساعة الثامنة مساء، فكانت مدة الطيران من فينا إلى بروكسل ساعة ونصف الساعة 1,30. كنت أول خارج من الطائرة، وأول من ختم جوازه، وأول من أخذ حقائبه وخرجت من مبنى المطار ووقفت على الرصيف أتلفت لعلي أرى الشخص الذي كُلِّف استقبالي في المطار، فلم أر أحداً، وقفت قليلاً، ثم عزمت على أن أستأجر سيارة توصلني إلى أحد الفنادق، وأتصل بصاحبي من هناك. ولكني التفت إلى قاعة المستقبلين في الداخل، فإذا أنا أرى رجلاً لابساً ثوباً عربياً، وعلى رأسه كوفية (طاقية)، وله لحية وبجانبه شخص آخر ملتح، وهما ينظران إلى الممر الذي يخرج منه الركاب، فقلت: إن الأثر يدل على المسير، فتركت الحقائب وأسرعت إليهما، وعندي ما يقرب من اليقين أنهما صاحباي، فلما رآني الشاب ذو اللباس العربي، وأنا مثله في اللباس، إلا أن رأسي مكشوف أسرع نحوي، سائلاً: أنت الدكتور عبد الله القادري؟ قلت: نعم، فقال: كيف سبقتنا بهذه السرعة؟ فلم نكن نظن أن أي راكب قد خرج من قاعة العفش، قلت: الحمد لله ربنا يسر وكنت أول خارج. وأوصلني الأخوان، وهما مغربيان، أحدهما يسمى: عبد الكريم الداودي، وسيأتي التعريف به، أوصلاني إلى فندق في وسط المدينة يسمى: فندق بلس (PALACE HOTEL) وهو قريب من فندق شيراتون. سطور مستعارة: من عادتي أن أكتب عن البلد الذي أزوره بعض المعلومات المختصرة، وعن ما يتيسر من وثائق حول موقف البلد من الإسلام، ولم يتسن لي ذلك في بلجيكا لضيق الوقت واستغلاله في اللقاءات الدعوية، وهي أساس الرحلات والزيارات. وقد فتشت في الشبكة العالمية (الإنترنت) فوجدت في الشبكة الإسلامية سطوراً استعرت منها ما يأتي: بلجيكا مملكة تقع في الشمال الغربي من أوروبا مساحتها (513ر30) كيلو متراً مربعاً وعدد سكانها أكثر من عشرة ملايين نسمة. وينتمي معظم الشعب البلجيكي إلى فئة الفلمنكيين الذين يشكلون حوالي 55% من سكان بلجيكا وهم من سلالة الفرانكيين وهي قبائل جرمانية احتلت ما يعرف ببلجيكا في القرن الخامس الميلادي ويتكلمون اللغة الهولندية. والوالون حوالي 30%، ويرجع نسبهم إلى قبائل السلتية التي عاشت في المنطقة إبان الاجتياح الفرنكى، ويتكلمون اللغة الفرنسية. ويعيش في بلجيكا حالياً زهاء نصف مليون مسلم حسب تقديرات المشرفين على المركز الإسلامي والثقافي في بلجيكا، معظمهم من المنتمين إلى الجالية الوافدة من البلاد الإسلامية وتحديداً من المملكة المغربية وتركيا وألبانيا بشكل رئيسي، إلى جانب مختلف الجنسيات الأخرى. ويعد المركز الإسلامي والثقافي في بلجيكا أحد أهم المراكز الإسلامية في غرب أوروبا على الإطلاق وأحد المنارات المتقدمة للدين الإسلامي في أوروبا. وقد أنشئ المركز عام 1936م في مبنى صغير مستأجر في أحد أحياء بروكسل المتواضعة. وفي عام 1967م قام الملك البلجيكي الراحل بودوان الأول بإهداء الملك فيصل -يرحمه الله - جزءً من متحف الآثار الدائم لمدينة بروكسل الذي يقع في أحد أجمل مواقع العاصمة البلجيكية وعلى بعد أمتار معدودة من مقر المفوضية الأوروبية والمجلس الأوربي، ليكون بعد ذلك مسجداً ومقراً للمركز الإسلامي الثقافي. واعترفت الحكومة البلجيكية إثر هذه المبادرة عام 1968م بالدين الإسلامي كدين رسمي في البلاد، مما يعد سابقة في تاريخ تعامل الحكومات والدول الأوروبية مع الحضور الإسلامي في أوروبا. وصادقت الدولة البلجيكية عام 1975م بإدخال دروس التربية الإسلامية ضمن البرامج المدرسية لأبناء الجالية مما زاد من ثقل ومسؤوليات المركز الإسلامي والثقافي في بروكسل. وفي عام 1978م افتتح الملك خالد - يرحمه الله - المركز الإسلامي الجديد، الذي بدأت رابطة العالم الإسلامي بالإشراف عليه اعتباراً من عام 1982م. وشهدت بروكسل في نطاق تطوير نشاطات المركز افتتاح أول معهد إسلامي أوروبي عام 1983م. وفي عام 1986م تم افتتاح أول مسجد في مطار العاصمة البلجيكية تحت إشراف المركز الإسلامي. ويوجد في بلجيكا زهاء ثلاثمائة مسجد وبيت للعبادة موزعة في مختلف أنحاء البلاد. انتهى.. http://www.islamweb.net/ver2/Archive/readArt.php?lang=A&id=96469 في مسجد الموحدين: ثم ذهبنا إلى مسجد الموحدين، وصلى بنا إمام المسجد المغرب، ويدعى محمد بن أحمد البرنوسي من مدينة تازا بالمغرب، وهو شاب وسيم يبدو عليه الوقار والصلاح، ذو لحية كثة. ولد سنة 1959م ودرس العلوم الشرعية، ويحفظ القرآن الكريم، سألته: هل عنده أولاد؟ فقال: إنه على وشك الزواج من فتاة مغربية في بروكسل، وله في بروكسل سنتان. أما الأخ عبد الكريم الداودي، فقد ولد سنة 1953م، ودرس كذلك العلوم الشرعية، ويحفظ كتاب الله، وهو في مدينة بروكسل منذ خمس سنوات، وهو شاب نشيط أثره واضح في كثير من العمال والطلاب الموجودين في بروكسل. والشاب الآخر الذي كان معه في المطار هو محمد بن عبد السلام آشوي، ولد سنة 1960م وهو عامل وقد عزمنا هذه الليلة على طعام العشاء في منزله، فقدم لنا وجبة مغربية مشكلة. واتفقت مع الأخ عبد الكريم أن نلتقي غداً، لترتيب زيارات المراكز والمساجد وبعض المسلمين من أهل البلد. الاثنين: 2/12/1407هـ كان الجو في هذا اليوم مغيماً، والمطر ينهمر بغزارة، ولم تظهر الشمس هذا اليوم في أغلب الوقت. كانت السحابة وهي شديدة السواد تسير وهي غير بعيدة عن الأرض، فأنظر إلى ما يقابلها من الأرض فإذا هي تعصر ماءً ثجاجاً، وأظن أن الشوارع ستصبح بحيرات من الماء، ولكنها بسبب تصميمها الهندسي المحسوب لمثل هذه الأجواء الممطرة باستمرار لا يبقى فيها شيء، وهكذا كان السحاب. تمر السحابة فتعصر، ثم تتلوها أختها كذلك من وقت صلاة الفجر في الساعة الرابعة صباحاً - ولعله كان كذلك من الليل- إلى الساعة الحادية عشرة والنصف قبل الظهر، حيث خف المطر، وصحا الجو نسبياً، إذ كانت السحب في الغالب تحجب الشمس عن الرؤية. في هذا الوقت جاء الأخ عبد الكريم الداودي وطلبت منه أن يحجز لي غرفة في فندق شيراتون، لأني لم أكن مرتاحاً في هذا الفندق، والفرق بين الفندقين في الأجرة قليل نسبياً، فانتقلت. وكان الجو في هذا اليوم بارداً لم أستطع الاكتفاء بملابسي العادية: الثوب وحده أو لبس المعطف العادي فوقه، فاضطررت أن ألبس جبة شتوية ثقيلة وكان هذا أول يوم ألبسها في أوروبا، ولم ألبسها في الدول الأخرى. [[حتى في الدول الاسكندنافية التي كنت أظن أن البرد فيها شديد وكان أقل بكثير مما كنت أتصور]]. حوار مع الأخ المسلم الطبيب البلجيكي ياسين: ياسين باينز، وهذا اسمه بالحروف اللاتينية (BEUENS DIDIER) (1). [img]pics/10/10001.jpg[/img]<< ..... >> اتصل به الأخ عبد الكريم، وأخبره أنني أريد أن أقابل بعض المسلمين من أهل بلجيكا، فسر بذلك ووعد بالمجيء إلى الفندق، فجاءني بعد صلاة العصر. وهو شاب وسيم ملتح يبدو عليه الإخلاص والحب الشديد للإسلام، كما يبدو عليه الاستياء الشديد من تفكك المسلمين، وبعد كثير منهم عن الترابط والأخوة الإسلامية الصادقة. ولو أحسن توجيهه هو وأمثاله من مسلمي البلدان الأوربية، لكان لهم أثر كبير في نشر الإسلام وتقوية العمل الإسلامي، لأنهم أهل البلد وأدرى بعقليات أبناء بلدانهم وشعوبهم. أقول هذا قبل أن أكتب ما جرى بيني وبينه من الحوار، لأنني سمعت منه عندما بدأنا التعارف ما يدل على هذه المعاني. ولد الأخ ياسين سنة 1960م. ودرس في بروكسل الطب العام سبع سنوات في الكلية، وأمضى بعد ذلك سنتين في الدارسة العملية. دينه قبل الإسلام النصرانية، ولكنه لم يكن ملتزماً. سألته: متى سمع عن الإسلام في حياته؟ فقال: إنه سمع عنه في المدرسة وهو صغير، وكان الذي سمعه ذماً للإسلام، من ذلك أنه دين وحشي وأن المسلمين سلبيون، يكررون كلمة إن شاء الله بدون أن يفعلوا شيئاً، ولم يكن هو يهتم بالإسلام في ذلك الوقت. سبب عدم تمسكه بدينه قبل الإسلام. قلت له: ما سبب عدم التزامك بالنصرانية قبل الإسلام؟ قال: لأن رجال الكنيسة كانوا يدعون أن عندهم ديناً، وأنهم ملتزمون بدينهم، ولكنه كان يرى أنهم منافقون وهو لا يحب النفاق. وقال الأخ ياسين: إنه لم يذهب إلى الكنيسة باختياره إلا مرة واحدة من أجل أن يعرف ماذا يجري في الكنيسة، ولم يجد فيها شيئاً يعجبه، ولكنه كان يذهب إجبارياً في النشاط المدرسي. قلت له: أما كنت تحس أنك في حاجة إلى دين؟ فقال: إنه بقي بدون التمسك بأي دين، ولم يكن يحس بأنه في حاجة إلى دين من 15-20 سنة، ولكنه كان يسأل نفسه: من أين جاء هذا الكون؟ وكان عنده استعداد لمعرفة أي فكر، وكان ذلك من سنة 75-1980م، وسافر مع والديه في الإجازة إلى تونس، ووجد هناك شباباً مسلمين غير ملتزمين، والتقى معلم القرية، فقال له: لماذا لا تدخل الإسلام؟ فتعجب الأخ ياسين وسأل نفسه: لماذا هذا الرجل يدعوني لأدخل في الإسلام ويحاول أن يشرحه لي؟ ولم أكن أفكر في الدين ولكني كنت أتذكر دعوة ذلك الرجل. [فلو وجد غير المسلمين من يلفت نظرهم من المسلمين عندما يزورون بعض البلدان الإسلامية لكان حافزاً على التفكير في معرفة الإسلام...]. وقال الأخ ياسين: إنه بدأ يدرس اللغة العربية عن طريق الكتب، ودَرَسَ سنتين في المركز الإسلامي، وهو في العشرين من عمره، وبعد ذلك حاول أن يترجم معاني القرآن الكريم، وبدأ يفكر في أمور الدين، ولم يجد في الإسلام شيئاً ضد فكره، بل وجد الإسلام يجيب على أسئلته التي كانت تتردد على ذهنه: في الفكر وشؤون العائلة والمجتمع، والاقتصاد، ووجد أن الإسلام نظام شامل لحياة البشر، يشتمل على حاجة القلب والنفس والعقل. وكان قبل أن يعرف الإسلام يرى أنه إذا كان لا بد من دين، فإن هذا الدين لا بد أن يكون شاملاً لكل تصرفات الإنسان في الحياة، وأنه لا يمكن أن يوجد دين صحيح لساعات قليلة من حياة الإنسان، [[كما هو شأن الكنيسة]] وإذا كان الله موجوداً فلا بد أن يمنح الإنسان هذا النظام الشامل. وقال الأخ ياسين: إنه عندما قرأ القرآن الكريم بالترجمة، لم يحس بشيء يجذبه إليه كثيراً، ولكنه عندما قرأه باللغة العربية مباشرة أحس بشيء يهز قلبه هزاً، ويلح عليه في أن يستمر في قراءته ودراسة الإسلام بدون تفكير في عاقبة ذلك. [[لا بد هنا من التنبيه على أمور: الأمر الأول: تقصير المسلمين الشديد في عدم دعوة غير المسلم إلى الإسلام سواء في بلدان المسلمين التي يوجد فيها آلاف من غير المسلمين لمدد طويلة دون أن يجدوا من يدعوهم من زملائهم المسلمين إلى الإسلام بأي أسلوب إلا ما شاء الله، وتأمل كيف أخذ يفكر الأخ ياسين ويتعجب من دعوة معلم القرية التونسي له أن يدخل في الإسلام ولعل لذلك أثر في بحثه عن الإسلام. الأمر الثاني: تقصير المسلمين الشديد في تعليم الناس اللغة العربية التي لو فهمها كثير من الناس لكانت وسيلة ناجعة في دخول كثير منهم الإسلام لأنهم سيفهمون معاني كتاب الله فهما مباشراً، وأثر ذلك لا يدانيه أي أثر للترجمات مهما كانت وتأمل ما قاله الأخ ياسين من الفرق بين أثر قراءته المترجمة للقرآن وقراءته المباشرة. الأمر الثالث: تقصير المسلمين الشديد في إيجاد تراجم لمعاني القرآن الكريم باللغات الحية ترجمات سليمة أدبية وجذابة، فأين المسلمون من قول الله تعالي: {قل هذه سبيلي أدعو إلى الله على بصيرة أنا ومن اتبعني}]]. وذات يوم قال لنفسه: لماذا لا أدخل في الإسلام، كيف أفهم شيئاً ولا أطبقه؟ ثم أسلم وبدأ يطبق الإسلام، وحاول أن يطبق الجهاد المعنوي (يعني جهاد النفس) بأن يكون خلقه حسناً ولا يسيء إلى أحد، وكان يعلم والديه بما عرف من الإسلام، وعندما علمت أمه بذلك كانت تقول: إن هذه أفكار شباب ستذهب، وعندما رأته يصلي ضحكت بصفة لطيفة، ولم يتصل بأحد يعلمه ذلك، وإنما كان يطبق بنفسه ما يتعلمه. وذكر الأخ ياسين أنه وجد شاباً مغربياً قبل إسلامه، وكان هذا الشاب ملتزماً بدينه، يصلي ويقرأ القرآن الكريم، ويتخلق بالأخلاق الحسنة، ودهش الأخ ياسين لما يرى من قوة هذا الشاب في الالتزام بالدين والأخلاق الفاضلة، وسأل نفسه: من أين يجد هذا الشاب هذه القوة والصبر على هذه الأعمال والأخلاق؟ وحاول أن يتعلم اللغة العربية حتى يعرف ذلك السر. [[انظر كيف تؤثر القدوة الحسنة في الناس وتجعلهم يتطلعون إلى العمل الصالح الذي يلتزم به المسلم]]. واتصل بعد إسلامه بطلبة مسلمين وبموظفين في المركز الإسلامي، ليعرف الإسلام معرفة جيدة، ولكنه لم يجد شخصاً يعلمه الدين ويشرحه له شرحاً واضحاً صريحاً. [[مع أن هذا المركز هو أكبر المراكز الإسلامية في بلجيكا]]. وقال الأخ ياسين: إنه عرف أنه لا يستطيع أن يتقدم في فهم الإسلام إذا بقي يقرأ وحده، فبحث عن بعض المسلمين ليتعرف عليهم ويفهم أكثر، فذهب إلى مدرسة صغيرة فيها معلم مغربي، واتصل بتونسي فاقترح عليه أن يدرس في مدرسته. وكان بعد أن يخرج من الجامعة يذهب إلى تلك المدرسة، وفيها حفظ القرآن الكريم، وتعلم اللغة العربية، وكان هذا قبل أربع سنوات، وكان عمره 23 سنة. [[ذكر لي الإخوة أن للأخ ياسين أختاً عنيدة وهي متحللة وهو يتأذى منها، ولكنه لم يشْكُ منها عندما سألته، ولكن أسرته كلها بما فيها أخته يحترمون زوجته وهي فتاة صالحة متحجبة]]. وسألته عن حاله قبل الإسلام وحاله بعده؟ فقال: إنني أخاف عندما أفكر في حالي قبل الإسلام، وأنا قد أصبحت شخصاً آخر، أرى الآن ما لم أكن أراه من قبل. وقال: إن بعض أصدقائه قال له: إنما دخلت في الإسلام، لتحاول أن تطمئن ولا تخاف من الناس. فقال له: أنا دخلت لأتوكل على الله، ولأخاف من يوم الحساب، ولأفوز بالجنة وأنجو من النار. وسألته عن موقف والديه منه وأسرته؟ فقال: إنه مرتاح ولا يوجد إشكال مع والديه، لأنهم يرون أن خلقه طيب وهو ناجح في عمله، بخلاف أكثر الشباب فإنهم مصابون بالقلق، و قال: إن المسلم يجب أن يواجه امتحان الحياة بالصبر. وقال: إن دخولي في الإسلام كان مبنياً على الفكر، قبل أن يكون روحياً، وعندما تقدمت في الدارسة أحسست بالحاجة إلى تنظيم حياتي على ما في ذلك الفكر حتى يجتمع لي الفكر والروح والقلب، وليتم الانسجام الكامل بتطبيق ما عرفت من الإسلام، والتطبيق صعب وبخاصة في بلد غير إسلامي. وسألته عن موقف أصدقائه منه؟ فقال: إن بعضهم لم أرهم من زمن طويل، والذين أقابلهم يحترمونني، وبعضهم بدأ يتعرف على الإسلام ويحترمه، وقبل ذلك كانوا يظنون أنني أسلمت لهدف محدود، ولكن بمرور الوقت ورؤيتهم التزامي بالإسلام باستمرار احترموني، لأن السفر طويل وأنا لا أزال مسافراً ولم أتردد ولم أفكر في الرجوع عن ديني. وسألته: ما الموضوعات الإسلامية التي يمكن أن تؤثر في الأوربي؟ فقال: الناس مختلفون، فكل واحد، يجذبه شيء لا يجذب الآخر. فبعضهم يجذبه نظام الأسرة، وبعضهم يجذبه الإيمان، وبعضهم يجذبه النظام السياسي الإسلامي، والتحديد لكل الناس صعب، ولكن المسلم المخلص الذي يلتزم بدينه ويطبقه يمكنه أن يؤثر في الأوربيين. [[هذا هو الجواب السليم على هذا السؤال، وهو أن الناس يختلفون فيما يتأثرون به، والإسلام زاخر بكل معنى مؤثر ويمكن للداعية أن يراعي أحوال الناس ويختار لهم ما يراه مناسباً، هذا مع العلم أن الأصل هو بيان أصول الإيمان والإسلام بالأسلوب المؤثر، والقدوة الحسنة ذات أثر فعال في التأثير كما قال الأخ ياسين]]. قلت للأخ ياسين: ما صفات الداعية التي ترى أنها يمكن أن تؤثر في الأوربيين إذا توافرت فيه؟ فقال: الخلق الحسن، والذكاء، ليعرف كيف يتصرف، كما كان الرسول صلى الله عليه وسلم، فقد كان يحبب إلى كل إنسان ما يناسبه من الإسلام، والعلم بالدين، والتواضع، وانتهاز الفرص المتاحة للدعوة. وسألته عن أثر علماء المسلمين والجماعات الإسلامية في أوروبا؟ فقال: قليل. قلت: أيهما أكثر تأثيراً في الدعوة إلى الإسلام: الطالب المسلم أم العامل؟ فقال: الطالب قد يكون صغيراً وقليل الخبرة وقد لا يكون متواضعاً، وأما العامل، فعادة يكون ملتزماً أحسن، ولكن التفاهم بينه وبين المسلم الأوربي صعب بسبب اختلاف الثقافات، وكثير من العمال جهال، فإذا جاء طلاب ملتزمون متواضعون عندهم علم بالدين يمكن أن يؤثروا. قلت: أيهما أحسن: نقل الطالب الأوربي المسلم إلى الجامعات الإسلامية في بلاد المسلمين، أم فتح مدرسة له هنا في أوروبا لتعلم دينه؟ فقال: كلاهما جيد، ولكن ليس من السهل أن نفتح مدارس هنا حرة، لوجود مشاكل بين المسلمين ومراكزهم، وكذلك مشكلات مع الدولة، لأن كل فئة من المسلمين تريد أن تعمل على طريقتها، بدون نظر إلى الآخرين والتعاون معهم بأخوة صادقة. قلت: لماذا لا يستمر المسلم الأوربي في دراسته للإسلام في البلدان الإسلامية؟ فقال: مشكلة اللغة. [[بل هناك مشكلات أخرى سبق ذكر شئ منها وسيأتي ذلك في مكان آخر]]. وسألته: لماذا يميل كثير من المسلمين الأوربيين إلى التصوف؟ فقال: لكرههم للحياة المادية التي يرونها في بلادهم، وكذلك ما يراه في بعض بلدان المسلمين مما يشبه الحياة المادية في أوروبا. وقال الأخ ياسين: إن الأوربي عندما يسلم يشعر بالوحدة، لعدم الزوجة المسلمة ونفور الأصدقاء منه، ولا يستطيع أن يتحمل المشقة، وقد لا يجد المساعدة من الآخرين، فهو يترك أهله وأصدقاءه، فيصبح في حاجة إلى من يعاونه ويساعده. ويخاف المسلم الأوربي من أن يستغله بعض المسلمين غير الأوربيين للتجارة ونحوها، وإذا احتاج هو إلى المساعدة لا يجد من ذلك المسلم مساعدة. [[قال لي بعض الإخوة: أنه يشير إلى حالات معينة حاول بعض المسلمين غير الأوربيين فيها استغلال المسلم الأوربي]]. وتذاكرنا معنى الحرية في كلام طويل، وقال الأخ ياسين: إن الأوربي يحب أن يعيش كما يريد، بدون أن يوجهه أحد، فالحرية عنده أن يتصرف كما يشاء، بخلاف المسلم فإن الحرية عنده مقيدة بالمسؤولية أمام الله، وعندما يخرج عن حدود الإسلام فليس ذلك في صالحه. وسألته عن الإمكانات المتاحة للدعوة في بلجيكا؟ فقال: أهم مشكلة تعترض الدعوة عدم الأخوة الصحيحة بين المسلمين، وليست المشكلة بين المسلمين والدولة، والدول الأوربية تحترم الخلاف ما لم يؤد إلى هجوم وعنف. وضرب لذلك مثلاً بالمظاهرة التي قام بها بعض المسلمين في بلجيكا، عندما هاجمت أمريكا ليبيا، وكانت المظاهرة عنيفة، فاغتنمت ذلك أجهزة الإعلام ونسبت كل السلبيات إلى الإسلام، بدلاً من نسبتها إلى المسلمين، وهذا ما يفعله المستشرقون من الخلط بين الإسلام وتصرفات المسلمين السيئة. وقال: إن أهم شيء أن يتفق المسلمون على الحق، ويتآخوا فيما بينهم. وقال: إن عدد المسلمين البلجيكيين ثلاثة آلاف، ولا توجد بينهم رابطة ولا تعارف كما ينبغي. والمسلمون الموجودون في بلجيكا، لا يقومون بالدعوة إلى الإسلام كما ينبغي، ولكن الذين سيبقون في هذا البلد منهم سيفكرون في تربية أطفالهم، ونحن في حاجة إلى التلاقي مع الذين يعرفون الإسلام، حتى نتعاون على التفقه في الدين والعمل المستمر والأخوة، وهذه الأمور تحتاج إلى وقت طويل. والمؤسف أن المسلمين يعملون فرادى. ومن الكتب التي قرأها الأخ ياسين:كتاب شخصية المسلم للدكتور الهاشمي. والطريق إلى الإيمان للشيخ عبد المجيد الزنداني. وقرأ بعض الكتب للأستاذين المودودي والبنا. وقال الأخ ياسين: إنه تزوج فتاة سورية يتيمة، وهو مرتاح معها وينتظر أن تنجب له أول طفل بعد شهر من الآن. وقال: إن عدد سكان بلجيكا عشرة ملايين. وعدد سكان بروكسل مليون. وعدد المسلمين في بلجيكا خمسمائة ألف مسلم. عددهم في بروكسل مائة ألف مسلم. وأهم الصناعات في بلجيكا الحديد والصلب. وعدد ولايات بلجيكا عشر. سكان الشمال لغتهم الفلمنكية. وسكان الجنوب لغتهم الفرنسية. الثلاثاء: 3/12/1407هـ كنت في هذا اليوم مفلساً، لأنه لم ترتب لي شيء من الزيارات التي أرغب فيها، الأخ عبد الكريم الداودي ليس عنده سيارة، ومنزله فيه إصلاحات، والإخوة الآخرون مشغولون. لذلك تذكرت الأخ السوري معتز الذي ما كان يدعني استقر في مدينة فينا، وكان نشيطاً منظماً في ترتيب المواعيد وتنفيذها. وجاء الأخ عبد الكريم إلى في الفندق في الساعة الثانية إلا ربعاً، وخرجنا لمكتب الخطوط السعودية ثم رجعنا إلى منزله. وشوارع بروكسل ليست نظيفة، توجد بها فضلات السجائر، وفضلات الكلاب، والأوراق، والمناديل، وقد توجد في بعض الشوارع زبالات على الأرصفة. في برج بروكسل: ثم ذهبنا إلى برج بروكسل المسمى: أوماتومي (AUTOMIUM) وهو على هيئة (الذَّرَّة) (2) يشتمل على تسع قباب (كرات) كبيرة، بداخلها معلومات عن العلوم والشخصيات المهمة في بلجيكا مع الصور، وكذلك صور الأشخاص الذين نالوا جائزة نوبل، يصعد الناس إلى أعلى البرج بمصعد سريع، ويصعدون إلى الباقي بسلالم متحركة، وبها مطاعم وأسواق لبيع بعض التحف والصور، ثم رجعنا إلى الفندق. [img]pics/10/10002.jpg[/img]<< ..... >> أهم ما يتوقف عليه نجاح الدعوة: وبعد صلاة المغرب زارني بعض الإخوة من المسلمين العرب وسألوا بعض الأسئلة المتعلقة بالدعوة وأساليبها، وعوامل نجاحها، وجرت بيننا مناقشة استمرت ما يقارب ساعة. ويرى بعض الإخوة أن الذي ينقص العمل الإسلامي هو التحديث، يعني عدم وجود أساليب حديثة تكون مناسبة لمستوى العصر، فوافقتهم على أن ذلك مهم جداً، ولكن قلت لهم: إن الأساس في نجاح العمل الإسلامي، هو وجود الدعاة الذين يتصفون بالإخلاص لله والتجرد، والفقه في الدين، والحكمة، والصبر، واللين، والدأب على العمل والاستمرار فيه، وإعداد الشباب على ضوء ذلك. في المركز الإسلامي في مدينة بروكسل: الأربعاء: 4/12/1407هـ كان مدير المركز، وهو موظف فيه من قبل رابطة العالم الإسلامي غائباً في المملكة العربية السعودية، اسمه عبد الله الأهدل. وعندما زرنا المركز وجدنا به الأخ على رضا(3)، فأجريت المقابلة معه على حد قول ابن مالك في الألفية: (وقد ينوب عنه ما عليه دل). [img]pics/10/10003.jpg[/img]<< ..... >> ولد الأخ علي رضا سنة 1946م، وهو تركي، وله في بلجيكا خمس سنوات. كانت دراسته في مدينة اسطنبول بتركيا، وهو يعمل في المركز داعية من قبل رابطة العالم الإسلامي، وهو مسؤول عن قسم الدعوة والدعاة. سألته عن عدد الدعاة؟ فقال: يوجد أربعة دعاة من الرابطة، وأربعة من قبل الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد. أحد الدعاة التابعين للرابطة تركي، واثنان من يوغسلافيا، وواحد هندي، وهو إمام المركز وهو متخرج من الجامعة الإسلامية في المدينة المنورة. والأخ علي موظف إداري، ويلقي خطبة في المركز ويقوم بزيارة مساجد الأتراك في أيام الجمع وفي رمضان، ومناسبات أخرى. واليوغسلافيان إمامان لمسجدين لليوغسلاف في مدينة بروكسل. وسألته عن نشاط المركز؟ فقال: للمركز موسم ثقافي، تلقى فيه محاضرات للمدرسين ويحضر أربعمائة وخمسون مدرساً، وهم مدرسون في المدارس البلجيكية للثقافة الإسلامية واللغة العربية لأبناء المسلمين رسمياً. وعدد الطلبة المسلمين في المدارس البلجيكية أربعون ألف طالب وطالبة. وعدد المدرسين المسلمين لهؤلاء الطلاب أربعمائة مدرس، ويمكن أن يكون عددهم الآن قد زاد بأربعين مدرساً. وعدد المساجد في بلجيكا مائتا مسجد، منها ستون مسجداً للأتراك، فيها ثلاثون إماماً رسمياً، وعندهم شهادات ليسانس في الشريعة، ومائة وأربعون مسجداً للعرب وأغلبهم مغاربة. وعدد المسلمين يقال ثلاثمائة ألف، والظاهر أنهم مائتان وخمسون، عدد الأتراك خمسة وسبعون ألفاً. وعدد المغاربة: مائة وثلاثون ألفاً. وصلة المركز بأولاد المسلمين والأئمة طيبة، والأئمة يحضرون لأخذ دورات يقيمها لهم المركز، والمركز هو السلطة الرسمية التي تعترف بها الحكومة للمسلمين. ويوجد مشروع للمركز، وهو إقامة المعهد الإسلامي لتكوين المدرسين وقد تأخر إنشاؤه لعدم وجود الإمكانات المادية. الشروط التي يجب توافرها في المدرسين: كانت بعثات المدرسين تأتي من قبل الحكومات في الشعوب الإسلامية، ولكن الحكومة البلجيكية رفضت ذلك، واشترطت أن يكون المدرس قد أقام في بلجيكا خمس سنوات على الأقل. والآن يشترط المركز أن تكون عند المدرس شهادة بكالوريوس على الأقل، وأن ينجح في الامتحان، وأن تكون عنده شهادة بحسن السيرة والسلوك من إمام المسجد، وشهادة من سفارة حكومته، وعنده معلومات إسلامية، ويكون امتحانه في المواد الإسلامية واللغة الأجنبية. وأكثر هؤلاء المدرسين لا يصلحون للتدريس، لأنهم لم يتخرجوا من كليات إسلامية، وأكثرهم شهاداتهم ليست دينية، بل إما مهنية، وإما ثانوية علمية، وإنما يقومون بالتدريس لعدم وجود غيرهم، وهو أخف الضررين، والرابطة على علم بذلك، وقد حاولت مع الحكومة البلجيكية أن تقبل أساتذة من الخارج ولكن الحكومة البلجيكية رفضت. وتريد الحكومة أن تكون لغة التعليم الإسلامي هي الفرنسية أو النيرلندية (فلمنكية) وقال الأخ علي: إن الحل الجذري هو فتح المعهد الإسلامي لتكوين المدرسين، وقد وافق الأزهر على معادلة شهادته، وكذلك الجامعة، ولكن المعهد متوقف منذ سنتين. واقترحتُ أن يبعث المدرسون على دفعات للدارسة في الجامعة الإسلامية، ثم يعودوا للتدريس فقال: إن هذا فيه صعوبة، لأن الحكومة البلجيكية إذا غاب ستة شهور تلغي إقامته. صلة المركز بالمسلمين من أهل البلد: قال: إن أكثر من مائة شخص مسلم بلجيكي يتعلمون اللغة العربية ويلقي أحد الأساتذة كل يوم سبت درساً للمسلمين البلجيكيين، وتوزع عليهم الكتب، ولكن الأمر ليس كما يرام، لأنه لا توجد متابعة لهم في خارج المركز والذي يعاني منهم صعوبة من أسرته، بسبب إسلامه لا يجد العون والمساعدة فالمركز لا يتابعهم، وإنما يتعاون مع من يحضر منهم في حدود. ويحضر إلى المركز بعض البلجيكيين غير المسلمين، ويسألون عن الإسلام، وبعضهم يأتي إلى المركز ليشهر إسلامه، ويقال: إن عدد المسلمين البلجيكيين ثلاثة آلاف، ولا يوجد ترتيب معين لدعوة غير المسلمين في بلجيكا ما عدا النشرات. ودعوة غير المسلمين تحتاج إلى دعاة مثقفين يتكلمون لغة أهل البلد. والحكومة البلجيكية في ظاهر الأمر لا تمانع من السعي في تحسين التعليم الإسلامي (لاعترافها رسمياً بالإسلام) ولكن أكبر مشكلة تعترض تقوية العمل الإسلامي، هي أن المسلمين أنفسهم ليسوا على مستوى المسؤولية، فإن الخلافات الشديدة بينهم، ومستوى الثقافة عند أكثرهم هما عقبتان تقفان في سبيل تقوية العمل الإسلامي. والجيل الجديد سينسى ثقافته الإسلامية وكذلك الأسر، ومشكلات الأتراك أقل من غيرهم، لأنه يوجد عندهم ثلاثون إماماً كلهم متعلمون الشريعة، وهم منظمون والمشكلة الكبيرة هي عند العرب الذين قلما يوجد منهم مثقف صالح. ولا يوجد في المركز أحد من الدعاة يجيد لغة البلاد حتى يختلط بغير المسلمين هنا أو بالمسلمين البلجيكيين. وأبدى الأخ علي أسفه لوجود تعاون وعمل ملموس بالنسبة لغير المسلمين، كالهلال الأحمر وغيره، و قال: أما نحن المسلمين فالدعاية الإعلامية المبالغ فيها هي الأساس مع ضعف العمل أو عدمه أحياناً، والكثير من المسؤولين عن الدعوة الإسلامية لا يفقهون هذا العصر ولا يجيدون تنظيم عملهم. ولو وجدت العقلية المسلمة السليمة التي تتوافر فيها شروط الداعية، فإنها ستؤثر في المسلمين وغير المسلمين. وغير المسلمين في هذه البلدان متفتحون للنقاش والإصغاء للحجج. قلت له: ما شروط الداعية التي تريد توافرها فيه؟ فقال: إتقان اللغة التي يخاطب بها أهل البلد، ومعرفة عقلية الغربيين، وثقافة واسعة، وقوة في المنطق - يعني الإقناع بالحجة والبرهان - ويكون عنده إلمام بمقارنة الأديان، والعلوم الإنسانية. وأهم من ذلك كله القدوة الحسنة. وقال الأخ علي: إن الواقع في المراكز الإسلامية شيء، وما يقال عنها شيء آخر، وقال: إنه يفضل هو شخصياً أن يعود إلى بلاده، لأن مجال العمل له فيها أحسن. وقال: إن كثيراً من المسلمين الذين يتصدرون للدعوة، لا يحترمون المبادئ والأنظمة. مرافق المركز: وسألت الأخ علياً عن المرافق التي يحتوي عليها المركز فقال: 1- المسجد ويتسع لألفين وخمسمائة مصل. 2- مسجد الصلوات الخمس، ويتسع لأربعين شخصاً. 3- المكتبة، وهي قسمان: قسم للكتب وفيه مراجع كثيرة، وقسم للمطالعة. وعدد الكتب الموجودة ألفا كتاب، وتوجد مجلات مختلفة، وكان يرتادها عدد أكثر عندما كان المعهد الإسلامي مفتوحاً، وأما الآن فالعدد قليل. 4- مختبر اللغات وفيه 35 مقعداً لتعليم البلجيكيين اللغة العربية، وقد استفاد منه كثير من أهل البلد، مسلمون وغير مسلمين، ويؤخذ منهم أجر رمزي عند التسجيل. 5- قاعة محاضرات مجزأة، يمكن فتحها كلها ويمكن فتح بعضها، حسب الحاجة، وهي تتسع لأربعمائة شخص في الأعلى، ومثلهم في الأسفل، ويمكن أن تستغل لو رتب أمرها. 6- المدرسة الإسلامية وفيها 600 طالب وطالبة على مستوى الابتدائي ليومي الأربعاء والسبت، يعلم فيها الطلاب اللغة والمبادئ الإسلامية، وطلابها كلهم مسلمون، وعدد مدرسيها خمسة عشر، وهم من مدرسي المدارس البلجيكية. وللمدرسة منهج معين، ويديرها عبد القادر تمسماني وهو مغربي. 7- وتوجد مطبعة، وفيها آلات حديثة تطبع بها بعض الكتب المدرسية الإسلامية للطلبة المسلمين الذين يدرسون في مدارس الحكومة، وتطبع بعض النشرات ومجلة النور، وتوزع لمن يحضر المركز ويطبع التقويم ويبعث به إلى المساجد. 8- يوجد نادٍ للشباب، ولا يستعمل فيما أنشئ من أجله إلا نادراً، وإنما يؤتي بالطلاب لزيارة المركز، ويفتح النادي لتلاميذ المدرسة الإسلامية. 9- وتوجد إذاعة في المركز تبث إلى مدينة بروكسل، على رقم (FM 108). وهي موجودة من أول ما بدأ المركز سنة 77-1987م ولكنها لا تستعمل إلا في شهر رمضان. ويوجد خلاف إداري بين الحكومة البلجيكية والإذاعات الخاصة، فقد طلبت الحكومة من المسلمين أن يتفقوا على تنظيم الأوقات للبث، لأن المغاربة عندهم عدة إذاعات، ولم يتفق المركز والمغاربة على تنظيم أوقات البث، وهذا من أهم أسباب توقف إذاعة المركز. وعند المغاربة ما يقارب أربع إذاعات، ولو أن المسلمين يستغلون المحطات الإذاعية التي سمح لهم بها لنشروا دينهم بصراحة، ولا تقف الحكومة البلجيكية ضدهم حسب القانون.  [[أدرت مساء هذا اليوم في الساعة السادسة مساء مؤشر الراديو على أرقام كثيرة من محطة (FM) فوجدت بها أغاني عربية مستمرة، ولم أسمع أي إذاعة منها تبث قراءة القرآن وموضوعات ثقافية إسلامية وهذا من المآسي التي نزلت بالمسلمين، حيث يضع الله في أيديهم الإمكانات النافعة لدينهم لو استغلوها له حتى في بلاد غير المسلمين فيستعملونها في معصية الله بدلاً من طاعته، والمؤسف أكثر أن يكون الفاسق أقدر على استعمال الإمكانات لفسقه من الذين نصبوا أنفسهم للدعوة وعندهم نفس الإمكانات فلا يستعملونها في طاعة الله بل تجمد إلا في حدود ضيقة موسمية سنوية. فلتقر بذلك أعين أعداء الإسلام الذين قد يضطرهم القانون إلى منح الإمكانات التي لا يجدها المسلمون في بلادهم فيستعملونها في الصد عن دين الله ليكفوا بذلك الكفار الذين يرتاحون لذلك أشد الارتياح!]]. وقال الأخ علي: إن المشكلات الموجودة في العالم الإسلامي تنتقل مع الجاليات لهذه البلدان. وتمنى أن يكون المسؤولون عن العمل الإسلامي يفقهون العصر والبيئة التي يعملون فيها، وأن يوجد الدعاة الذين تتوافر فيهم الشروط المطلوبة، وأن تكون الصلة قوية بين المسلمين من أبناء الجالية و المسلمين الجدد. وقال الأخ علي: إن الجماعات التركية الموجودة في بلجيكا، أغلبهم لا ينتمون إلى أي حزب ولا يهتمون بالشؤون السياسية والمذهبية. وتوجد جماعة ملي قرش، وهم من جماعة نجم الدين أربكان. كما توجد جماعة قومية. وتوجد بينهم خلافات في أوقات الأعياد وصيام رمضان، مما يجعل الغربيين يحتقرون ذلك. وسألته عن الموضوعات الإسلامية التي يرى أنها تؤثر في الأوربي؟ فقال: الأوربيون يعتمدون على العقل الجاف، وليس عندهم عاطفة، ولذلك ينبغي الاهتمام بالروحانيات لتلطيف قلوبهم الجافة. ويوجد برنامج تلفزيوني بعنوان: عالم المستقبل تعرض فيه المشكلات العالمية ويطلبون علاجها، فالنصارى يقدمون ذلك من وجهة نظرهم، ويجب أن يقدم المسلمون حلولاً لتلك المشكلات من جهة توجيهات الإسلام. وينبغي أن تقدم بحوث قوية حول شؤون الطلاق في الإسلام، وتعدد الزوجات، والجهاد، وشرب الخمر، وأكل لحم الخنزير، وختان المرأة، لأن الأوربيين ينفرون من الإسلام سبب موقف الإسلام من هذه الأمور. والثورة الإيرانية شوهت الإسلام بتصرفاتها، وأصبح الأوربي يكره الإسلام بسببها. والوسائل التي يمكن نشر الإسلام بها في بلجيكا - وكثير من دول أوروبا - كثيرة، منها نشر الكتب، وتقديم برامج إذاعية وتلفزيونية، وإنشاء نواد رياضية وثقافية واجتماعية وصحف ومجلات، وهذا ما يفعله النصارى، فقد جاء شاب مغربي وهو يبكي ويقول: إنه جاء إلى مستشفي للعلاج وهو فقير، واتصل به رجال الكنيسة وأهدوا له هدايا، ووعدوه أن يساعدوه ويمنحوه معونة، على أساس أن يدخل في النصرانية، ويذهب داعية لهم، وفعل ذلك وأخذوا له صورة في الفيديو، وندم بعد ذلك وجاء تائباً، وأمثاله كثير. النشاط الإسلامي في مسجد الموحدين: وقال الأخ محمد بن أحمد البرنوس، وهو إمام مسجد الموحدين: إن هذا المسجد أنشئ في سنة 1981م وكان قبل ذلك في شقة قريبة من مقره الحالي. ويدرس فيه أبناء المسلمين في يوم السبت ويوم الأحد ويوم الأربعاء، يزيد عددهم على ثلاثمائة طالب وطالبة، يدرسون القرآن الكريم والكتابة العربية ومبادئ الإسلام، وقليلاً من النحو والتجويد والحديث، وكلهم من المملكة المغربية ما عدا قليلاً من الجزائريين والتونسيين. والمدرسون بعضهم يتبعون المركز الإسلامي، وهما اثنان، وخمسة يأخذون رواتب من الجالية، والأعضاء المسجلون في المسجد يقاربون مائتي عضو. ويزور المسجد بعض البلجيكيين من غير المسلمين لرؤيته.  [[لأن المساجد عند الغربيين تسجل في قائمة المتاحف ولو وجدوا فيها من يوصل إليهم حقائق الإسلام بلغتهم ورأوا فيها تطبيقاً عملياً للإسلام لكان لها شأن آخر غير شأن المتاحف!]]. وشكا بعض الإخوة من تصرفات بعض المسلمين مع غير المسلمين، عندما يدخلون المساجد حيث يطردونهم منها ويقولون: إنه لا يجوز للكفار دخول المساجد. وسبب هذا الجهل، فإن دخول غير المسلم المسجد للحاجة جائز، والحاجة هنا اطلاع غير المسلم على مكان عبادة المسلمين، ورؤية صلاتهم، والمفروض أن نغتنم الفرصة لشرح مبادئ الإسلام لهم، وقد دخل مسجد رسول الله صلى الله عليه وسلم بعض الكفار من النصارى والمشركين للحاجة. وقال الأخ محمد: إنه قد يحضر للصلاة في المسجد بعض المسلمين من البلجيكيين في فترات متقطعة. ويقوم المسجد بتوعية إسلامية، مع تعليم الأبناء، ولكنها محدودة، إضافة إلى إقامة الصلوات وجمع التبرعات لمساعدة بعض الفقراء وذوي المشكلات، وكذلك للمجاهدين الأفغان. أما التوجه بالدعوة إلى غير المسلمين فليس موجوداً، لقلة الإمكانات وضعف عقليات المشرفين على المسجد. ولو توافرت الإمكانات وتفرغ الإمام للدعوة، فإن دعوة غير المسلمين ممكنة، ولا بد أن يكون الداعية لهم مجيداً للغتهم. أوقات الصلاة. كانت أوقات الصلاة في بروكسل هذه الأيام كما يأتي: 1-الفجر: الرابعة والنصف. 2-الظهر: الثانية. 3-العصر: السادسة والنصف. 4-المغرب: العاشرة إلا ربعا. 5-العشاء: الحادية عشرة والنصف. حوار مع الأخت المسلمة البلجيكية مرتين هيكورن: زرنا الأخ المغربي: فؤاد بن ميلودي بن أحمد البادي، في منزله، وأجرينا حواراً مع زوجته: مَرْتِيْنْ (MARTINE HUCORNE). والأخ فؤاد ولد سنة 1953م في الدار البيضاء بالمغرب، وجاء إلى بلجيكا سنة 1975م ويعمل في شركة. عنده ابن يسمى يوسف عمره سبعة شهور، وقد تزوج بالأخت \"مرتين\" المذكورة سنة 1979م، وكان الأخ فؤاد هو المترجم وساعده الأخ عبد الكريم الداودي. وُلِدَتْ سنة 1959م، وعندها ليسانس في الترجمة باللغة الإنجليزية والفرنسية والإسبانية. أول ما سمعت عن الإسلام كان عمرها عشر سنوات تقريباً، والذي سمعته هو السخرية من الإسلام، وكانوا إذا سمعوا الأذان في الفلم يضحكون استهزاء. دينها قبل الإسلام هو الكاثوليكية، ولم تكن ملتزمة به، والسبب في عدم التزامها أن أسرتها لم تكن متدينة، وهي تفعل كما يفعلون. وقالت: إنها كانت تؤمن بالله في الجملة أي أنها تؤمن بشيء، ولكنها لا تدري ما هو هذا الشيء؟ ولم تكن تستسيغ بعض الموضوعات التي تسمعها عن الدين المسيحي، إضافة إلى أن جل أخلاق الكاثوليك لا تتفق مع الدين. ولم تكن أعمال المعلمين الرهبان والقساوسة مطابقة لتعاليمهم، ولذلك لم تكن ترغب في أعمالهم في الكنيسة. وكانت تذهب مع زملائها الطلبة وهم صغار في النشاط المدرسي إلى الكنيسة، ويطلبون منهم أن يعترفوا بما عملوا من شر، لأجل أن يغفر لهم. وسألتها: أما كنت تشعرين بحاجة إلى دين؟ فقالت: إنها بعد أن كبرت كانت تشعر أنها في حاجة إلى عقيدة ودين واضح، وكان ذلك في سن 13 سنة، وكانت تسأل نفسها: لماذا جئنا إلى هذه الحياة؟ وكانت ترى بعض أهل الأديان الأخرى كالبوذية. وكانت تسمع كثيراً عن الإسلام من أجهزة الإعلام، وكانت تذهب مع زوجها إلى المغرب ولم تر الناس الذين يطبقون الإسلام، لأن زوجها لم يكن يطبق الإسلام ولا يختلط بالذين يطبقونه. وقالت: إن امرأة بلجيكية ذهبت إلى الهند في حدود 81-1982م وأسلمت في الهند، والتقت المسلمين الصوفيين هناك، وهي صديقة لها، وحدثتها بعد رجوعها عن الإسلام، وسافرت إلى بريطانيا وتركت ترجمة معاني القرآن في منزل الأخت مرتين، وهي باللغة الفرنسية وقرأت مرتين هذه الترجمة، وأخذت تبحث عن الإسلام، وذهبت تدرس اللغة العربية في المركز الإسلامي سنة 1984م، وكانت قد دخلت في الإسلام قبل ذلك في المغرب، ولكنها لم تكن هي وزوجها يطبقان الإسلام. وبعد أن قرأت عن الإسلام وفهمت بدأت تسأل زوجها بعض الأسئلة. وحصل بينهما نقاش، فكان لذلك أثر في نفس زوجها، جعله يعود إلى دينه، واتفق معها على تطبيق الإسلام. ومن الأمور التي أثرت فيها إن أختاً بلجيكية كانت تتفقد قطط مرتين في منزلها، عندما تسافر هذه وزوجها إلى المغرب، وتركت تلك الأخت في منزل مرتين سجادتين ومصحفاً وعندما جاءت مرتين وزجها وجدا ذلك، فأثر فيهما جميعاً. وسألتها ما الذي أثر فيك من موضوعات الإسلام حتى دخلت فيه؟ فقالت: إنها كانت عندها، وهي صغيرة، أسئلة ولم تجد لتلك الأسئلة أي جواب إلا في القرآن بعد أن درسته، ومن ذلك أن الإنسان في الإسلام يعبد ربه في كل وقت، أما الكاثوليكية ففي بعض الأوقات، وفي الإسلام يوجد تطبيق للدين في حياة الإنسان، أما في الكاثوليكية فلا يوجد ذلك. وفي الإسلام يشعر المسلم أنه عندما يعبد الله يتقرب إليه مباشرة، أما الكاثوليكية فلا يمكن ذلك إلا بالواسطة. وكانت تفكر في سبب تعدد الديانات قبل أن تسلم، وكانت تظن أن كل أهل دين لهم رب مستقل، ولما قرأت القرآن عرفت أنه لا يوجد إلا إله واحد فقط يستحق العبادة.  [[كل أهل دين يعتقدون أن لهم معبوداً هو الذي يستحق العبادة دون سواه، ولا يتضح للإنسان أنه لا يوجد إلا إله واحد فقط يستحق العبادة إلا بالوحي، هنا تأتي مشكلة وهي: من الذي عنده هذا المبدأ الثابت المؤيد بالوحي غير المسلمين؟ وإذا قصر المسلمون في بيان ذلك للعالم فمن الذي يبينه لهم؟ ألا ترى أن أغلب الذين يدخلون في الإسلام يهيئ الله لهم أسباباً لم تكن في حسبانهم ولم تأت من طريق دعاة المسلمين؟]]. وقالت: إن العلم يتناقض مع الإنجيل بخلاف القرآن. وسألتها عن الفرق بين حياتها قبل الإسلام وحياتها بعده؟ فقالت: الحياة بعد الإسلام فيها سعادة وراحة نفسية، وقد حصل تغيير في نفسها وظهر في سلوكها، وأصبحت نفسها لا تتعلق بالدنيا وملذاتها، وإنما أصبح هدفها الحياة في محيط الإسلام، وأصبحت المشكلات التي كانت موجودة عندها قبل الإسلام غير موجودة الآن. قالت: وكنا قبل الإسلام نختلط بالناس الذين أخلاقهم سيئة من البلجيكيين والمغاربة، وبعد الإسلام انعزلنا عن أولئك وابتعدوا هم عنا، لأنا اختلفنا في السلوك والتصور. وسألتها عن أسرتها كيف كان موقفها من إسلامها؟ فقالت: لم تقبل أسرتي إسلامي وبخاصة أمي، ولكن الآن أصبحوا طيبين معي، وأشعر أنهم أصبحوا يثقون في ويحبون تصرفاتي. وقالت: إن أباها مسرور بما عندها من إيمان، وحاولت أن تشرح لأسرتها الإسلام، وأبوها يحب الإسلام، ولكن لم يدخل في عقله موضوع القدر، وقد يدخل في الإسلام إذا فهم ذلك، وهو يقرأ ترجمة معاني القرآن الكريم بالفرنسية. وقد فارق أبوها أمها بالطلاق، وزوجة أبيها قالت لها: كان عندنا عن الإسلام معلومات سيئة جداً حتى أسلمتِ وفهمنا أن الإسلام طيب. ومات أخوها بحادث اصطدام، وصدمت أمه ولم تطق الصبر، وبدأت تسأل لماذا يموت ابنها؟ وفسرت لها مرتين معنى الأجل فقبلت ذلك وهدأت، مع أنها لم تسلم. وسألتُها عن نسبة الفراق بين الرجل والمرأة؟ فقالت: كثير جداً، والأكثر لا يتم بينهم زواج، وإنما يتفقون على أن يعيشوا كحياة الزوجين ثم يفترقون، وكانت ترى ذلك قبل الإسلام. والسبب في ذلك الاستجابة للشهوة الحيوانية، لأنهم لم يعرفوا الطريق الحق وثماره ليلتزموا به، بخلاف الزواج في الإسلام فإنه ليس للدنيا فقط. ومثلت بفشل زواج أبويها. وسألتها عن السبب في كثر تربية الغربيين للكلاب؟ [[أكثر من الأولاد]]. فقالت إن المسؤولية عن الأولاد ثقيلة، بخلاف الكلاب فإن المسؤولية عنها أخف. ويخاف الرجل والمرأة أن يحصل بينهما فراق فيصبح أولادهما في ضياع، والطاعنون في السن لا يزورهم أولادهم وأقاربهم فيربون الكلاب ليتصبروا بها ويستأنسوا، وهي موضة عصرية، وبعض الناس يأخذون الكلاب من باب العطف والشفقة.  [[راجع ما نشرته جريدة الشرق الأوسط في عددها الصادر بتاريخ:8/5/1410هـ – 6/12/1989م الحيوانات الأليفة تقوم مقام الأبناء في الغرب]]. وسألتها عن الإجهاض؟ فقالت: إنه كثير جداً. قلت: ما أهم المشكلات الاجتماعية في الغرب؟ قالت: المشكلات كثيرة، ومنها الطلاق الذي لا يمكن للزوج والزوجة الحصول عليه عند الحاجة إليه، إلا إذا افترقا وابتعد بعضهما عن بعض خمس سنوات، والإسلام يحل ذلك عند الحاجة بدون تعقيد.  [[تأمل كيف يكون ما ينكره أعداء الإسلام من أحكام الإسلام هو الحل الصحيح لمشكلات أولئك المنكرين لو فهموه كما فهمته هذه المسلمة وغيرها من المسلمين الغربيين]]. ومن المشكلات فقد المحبة بين الناس. ويوجد النفاق بين الناس باسم الديمقراطية والعدالة، وكلها شعارات وظواهر. ويوجد ضمان اجتماعي، ولكنه مادي بدون رحمة وحنان، والخلاصة هي الأثرة المسيطرة على المجتمع. والتربية الإسلامية هي تربية اجتماعية خلقية، بخلاف التربية في الغرب فإنها سيئة تربي الشخص على الفردية والتمرد. وكل مشكلة يمكن أن تحل عن طريق الإسلام لمن أراد ذلك. قلت: كيف حال الأسر في اجتماعهم في منازلهم؟ قالت: لا تلتقي الأسر إلا في الليل، يجتمعون على الطعام بسرعة ويشاهدون التلفزيون. والكاثوليك المتشددون قد يجتمعون أكثر من غيرهم للمذاكرة، ولا توجد محبة مستمرة بين الآباء والأولاد. قلت لها: ما معنى الحرية عند الغربيين وكيف تفهمينها أنت بصفتك مسلمة؟ قالت: الحرية عند الغربي أن يتصرف كما يشاء في السياسة والاقتصاد، ويذهب أينما يريد، ويتناول ما يريد، ويرفض ما يريد، ويتحدى كل شيء لا يرغب فيه، ولذلك ترى الشباب يتناول المسكرات والمخدرات، والمرأة تلبس ما تشاء مما لا يستر عورتها. وهذه الحرية التي يظن أهل الغرب أنها حرية، هي في الحقيقة ذل والحرية الصحيحة هي حرية المسلم الذي لا يعبد إلا الله. وسألتها عن صفات الداعية المؤثر في الغرب؟ فقالت: أن يكون متسامحاً. وأن يكون فاهماً لعقلية الناس ومجتمعهم، واسع الذهن والفكر. وأن يكون قدوة حسنة، أخلاقه حسنة مع الناس. وأن يكون كلامه مع الذين لا يؤمنون بالله في إثبات الإيمان بالحجة والبرهان، ثم إذا ثبت الإيمان يتكلم بعد ذلك في أمور الإسلام الأخرى، ولا يتكلم عن تلك الأمور مع من لم يعترف بالإيمان. وأن يكون عنده علم بالشبهات المثارة ضد الإسلام والرد عليها، (وضربت مثلاً فقالت): فرق بعيد بين الدعوة لإفريقي – مثلاً - والدعوة لأوروبي، وقالت: إن مسائل القضاء والقدر مهمة جداً عند الأوربي. وسألتها عن الوسائل النافعة للدعوة في أوروبا؟ فقالت: من أهم الوسائل لنشر الدعوة الراديو والتلفزيون، ولكن ذلك صعب لعدم وجود من يقوم بذلك قياماً جيداً، ثم الكتب، والمشكلة أن الناس يسألون عن الإسلام فلا يجدون من يجيب عن أسئلتهم، ولا توجد كتب كافية باللغة الفرنسية، فلا بد من إلقاء دروس ومحاضرات. والدعاة يجب أن يكون عندهم علم ولغة يستطيعون أن يوصلوا بها المعاني الإسلامية إلى الناس. ومن الوسائل المهمة إنشاء جامعة إسلامية في بلجيكا تعلم الناس دين الإسلام. قلت لها: هل اختلطتِ بالطلبة المسلمين؟ قالت: لم يكونوا يتحدثون معي عن الإسلام قبل أن أدخل فيه، وبعد الإسلام تحدثت أنا معهم للمذاكرة. قلت: بلجيكا اعترفت بالإسلام رسمياً، ماذا يستفيد المسلمون من هذا الاعتراف؟ قالت: إذا وجدت حركة إسلامية، عندها مقدرة على جمع كلمة المسلمين، واستطاعوا أن يستغلوا الحرية الدينية التي منحهم إياها هذا الاعتراف، ويدافعوا عن حقوقهم ويثبتوا وجودهم، فإن ذلك سينفع المسلمين كثيراً، ولكن المشكلة هي تفرق المسلمين وعدم اتحادهم. واليهود عددهم قليل، لكنهم يقومون بأعمال جعلتهم يسيطرون على البلد، ولهم مدارس خاصة، وكذلك لهم دور كبير في أجهزة الإعلام، وفي الاقتصاد والشؤون السياسية وغير ذلك. وقالت: إن الواجب على المسلمين أن يكونوا أمة واحدة، وليسوا دويلات متفرقة، وهم الآن يكشفون عيوبهم لغيرهم، بسبب تفرقهم وسوء تصرفاتهم. ويجب أن يدرسوا إسلامهم جيداً ويطبقوه ويربوا أبناءهم عليه. فإذا فعلوا ذلك كانوا مثالاً وقدوة حسنة لغيرهم، وبخاصة الأوربيين عندما يرون تطبيق الإسلام. وقد كان المسلمون في القرون الوسطى [وهي القرون التي كان الأوربيون فيها في غاية التأخر المعنوي والمادي معاً وكان المسلمون في قمة التقدم والحضارة بقسميها المعنوي والمادي، ومع ذلك تجد بعض المنافقين من المنتسبين إلى الإسلام يتهمون الإسلام في تلك القرون بالرجعية والتأخر!] قدوة حسنة، وكان الأوربيون جهالاً، فأخذوا العلم منهم، ولكن الأوربيين الآن أصبحوا أقوياء في المادة وأصبح المسلمون يقلدونهم.  [[المؤسف أن الأوروبيين استفادوا من المسلمين في أصول التقدم المادي ونبذوا أساس السعادة في الدنيا والآخرة وهو الدين الإسلامي وإن كانوا أخذوا بعض الأخلاق الإسلامية والقوانين الفقهية من بعض الجوانب، ولكن المسلمين الذين بيدهم مقاليد الأمور أخذوا من الغربيين مساويهم الأخلاقية والاجتماعية، بل أخذ كثير من المسلمين عقائدهم المنابذة للدين ولم ينهجوا نهجهم في التقدم المادي بل ظلوا عالة عليهم في كل شئ]]. وكان زوج الأخت مريم فؤاد، يحاول أن يترجم لي كلامها بلهجته المغربية العامية التي كنت أتعب في فهم بعض عباراتها، وكانت هي تحاول أن تفهمني باللغة العربية بعض الجمل فأفهم منها أكثر، وكان الأخ عبد الكريم الداودي يساعدني في فهم بعض العبارات العامية التي كان ينطق بها الأخ فؤاد. وقد أظهرت الأخت مرتين غاية السعادة بإسلامها. وذكر لي الأخ عبد الكريم الداودي أن أخوات زوجها في المغرب لم يكنَّ ملتزمات بالصلاة ولا بالحجاب وأنها أثرت فيهن عندما زارت المغرب. وأهل الغرب إذا دخل أحدهم في الإسلام وفهمه، التزم به التزاماً مبنياً على البرهان، ويحصل عنده رد فعل ضد عادات الغرب وسلوكه. قصص محزنة: ثم ذهبنا إلى منزل أحد الإخوة العمال من المغاربة، تلبية لدعوته لنا لتناول طعام العشاء واسم هذا الأخ أحمد بن محمد الشلج، وقد دعا بعض أصدقائه، ومنهم إمام مسجد الموحدين، وحصلت مذاكرة في شؤون الدعوة وتربية أبناء المسلمين في هذه البلدان. وذكر لي الإخوة قصصاً محزنة لأبناء المسلمين الذين يذوب كثير منهم في المجتمع الغربي. ومن ذلك أن أحد المغاربة أراد أن يذهب بأسرته إلى المغرب ليزوج ابنته هناك، وينقذها من أتون الدمار الأخلاقي في أوروبا، بعد أن أحس بالخطر عليها، وعمرها ثمانية عشر عاماً. وعندما أعد حقائبه للسفر ولم يبق إلا الخروج قالت له ابنته: أريد أن آخذ شيئاً من الدكان وأعود بسرعة، فذهبت وانتظرها فلم تعد إلى الآن، ولا يدري أين هي؟ والسبب أن الولد ذكراً كان أو أنثى إذا بلغ هذه السن صار له الحق في ترك أسرته والمعيشة أينما يريد، والحكومة توجِد له عملاً أو تنفق عليه حتى يجد العمل، وليس لأسرته الاعتراض عليه أو إكراهه على العودة إلى منزل الأسرة وكثير من أولاد المسلمين يفعلون كما يفعل أولاد أهل البلد من الانطلاق الكامل. فلا حول ولا قوة إلا بالله العلي العظيم.  [[وهذا يبين لنا السر في وجوب هجرة المسلمين من بلاد الكفر إلى بلاد الإسلام]]. مع الأخ: عبد الكريم الداودي: الخميس: 5/12/1407هـ هذا اليوم هو يوم سفري من بروكسل إلى مدينة أمستردام عاصمة هولندا، ولم أكن قد تمكنت من أخذ بعض المعلومات من الأخ عبد الكريم الداودي، وهو الذي رافقني في الأيام الثلاثة التي قضيتها في بروكسل، فقد كنا مشغولين بالتنقل من مكان إلى آخر. ولهذا اغتنمت الفرصة عندما جاءني إلى الفندق، وأخذت منه المعلومات المختصرة الآتية: قال الأخ عبد الكريم الداودي: يوجد في بلجيكا اتحاد الطلبة المسلمين، ولكنه غير قوي وعدد الطلبة ثلاثون طالباً في بروكسل، وكلهم عرب، وقد يوجد طلاب ملتزمون بالإسلام ولكنهم غير داخلين في هذا الاتحاد. يقومون كلهم بدروس في المساجد، ويشرفون على تعليم أبناء المسلمين في بلجيكا بصفة عامة. ولهم اجتماع عام في السبت الأخير من كل شهر يتذاكرون شؤونهم. ولهم نشرة شبيهة بمجلة تصدر شهرياً، وتسمى: العودة، وعندهم حلقات أسبوعية يتدارسون فيها القرآن الكريم حفظاً وتجويداً وتفسيراً، ويختارون موضوعات يناقشونها كما يدرسون موضوعات في السيرة النبوية. وهؤلاء الطلبة من المغرب وتونس وسوريا والجزائر ولبنان، ولا يوجد بينهم خلاف، بل يسود بينهم التعاون. وبعضهم لهم أسر في بلجيكا وهم في الجامعات ويحضرون الاجتماعات في الاتحاد، ولكنهم لم ينضموا إلى الاتحاد رسمياً إلى الآن. وأكثر الطلبة الذين هم من الجالية المستقرة غير ملتزمين بالإسلام، وقليل ممن ولدوا في بلجيكا من يتحدث اللغة العربية، وكبار السن من الجالية المغربية والتركية أكثر التزاماً، ويعتزم الطلبة الملتزمون بالإسلام أن يضعوا خطة عمل لاستيعاب الطلبة المسلمين غير الملتزمين والمحافظة على أسر الجالية. وتوجد بعض المشكلات المادية. والطلبة في حاجة إلى داعية متفرغ ذكي متفتح ليستفيدوا منه. قلت للأخ عبد الكريم: هل تضع الحكومة البلجيكية عقبات في طريق الدعوة. فقال: الحكومة البلجيكية لا تتعرض لأحد يعمل للإسلام، إلا إذا كان يتعاون مع بعض الجهات التي تستعمل العنف والتخريب وسيلة لها، في أوروبا ولهذا فإن الفرص متاحة. والمشكلة الخطيرة تأتي من بعض الحكومات في الشعوب الإسلامية، حيث تتابع الدعاة إلى الإسلام في أوروبا وتحاول أن تؤذيهم وتحد من نشاطهم. ومن نشاط الطلاب أنهم يقومون بزيارة بعض المدن الأخرى ويتفقدون المسلمين فيها بين فترة وأخرى. وقد أقيم أول مخيم طلابي منذ أسبوعين في 11/7/1987م، حضره كل أعضاء الاتحاد. ويوجد طلاب في الجامعات البلجيكية عندهم أفكار مضادة للعمل الإسلامي، وعندهم تنظيم ولكن إقبال الشباب على الإسلام أكثر. والاتجاه العام في بلجيكا يسير نحو الإسلام، وإن كان بعض المنتسبين للإسلام لا يحبونه، ولكنهم يشعرون بأن المسلمين في الغالب لا يتعاطفون مع من يدعو إلى أفكار تخالف الإسلام. أما صلة الطلبة بغير المسلمين، فهي نادرة ولا يوجد أثر ملموس لذلك، ولم توضع خطة عمل في صفوف غير المسلمين والاحتكاك بهم.  [[إذا كان الطلاب المسلمون في الجامعات صلتهم نادرة بغير المسلمين ولا يوجد لهم أثر ملموس بهم ولم يضعوا خطة لدعوتهم والطلاب أقدر من غيرهم في هذا المجال وفرص الاحتكاك متاحة لهم فما بالنا بغير الطلاب؟]]. ويوجد اتصال بين الطلبة المسلمين في بلجيكا، وبعض اتحادات الطلاب المسلمين في كل من هولندا وفرنسا والسويد، وتحصل زيارات ومشاركات في النشاط في بعض الأحيان. والأعداد البشرية من المسلمين الموجودين في بلجيكا يمكن التحرك في أوساطهم بالدعوة، ولكن الطلبة في بلجيكا في حاجة إلى بعض الدعاة يزورونهم ويوجهونهم ويدربونهم على العمل الإسلامي، حتى يكتسبوا خبرة في ذلك. والحاجة ماسة إلى مدهم بالكتب الإسلامية، المؤلفة ابتداء، أو المترجمة، في المسائل المهمة بالنسبة للأوروبيين، تتعلق بالعقيدة والرد على الشبهات، وكذلك أشرطة الفيديو العلمية تساعد على جذب الأوربيين. ومن نشاط الطلبة معرض الكتاب السنوي في بروكسل، يقوم به الاتحاد وتباع فيه الكتب الإسلامية المتنوعة، ويشتري بعض البلجيكيين سواء كانوا مسلمين أو غير مسلمين بعض هذه الكتب. وازداد إقبال البلجيكيين على شراء الكتاب الإسلامي بعد المظاهرة التي قام بها بعض المسلمين ضد أمريكا عندما هاجمت ليبيا، حيث بدأ البلجيكيون يتساءلون عن الإسلام، ويلتمسون الكتب الإسلامية التي تتحدث عن الإسلام، وبخاصة ترجمة معاني القرآن الكريم باللغة لفرنسية. السفر إلى هولندا و هرولة شديدة في مطار بروكسل: ثم ذهبنا إلى مطار بروكسل، حيث وصلنا في الساعة الثانية عشرة والثلث ظهراً. وعندما ناولتُ الموظف التذكرة خرج مسرعاً وقال: الطائرة ستقلع الآن، ثم أخذ حقيبتي الكبيرة وقال لي: اتبعني، فكان يجري وأنا أجري وراءه، وعندما وصل إلى موظف الجوازات أخذ جوازي وطلب منه أن يسرع بختمه، وكان يقف أمامه صف طويل، فلما ختم الجواز تابع صاحبي الهرولة وأنا أهرول وراءه، وعند بوابة الخروج رقم 56 سلم التذكرة للموظفة فأعطتني بطاقة دخول الطائرة وسلم آخَرَ الحقيبة الكبيرة ليوصلها إلى الطائرة وودعني مبتسماً فشكرته على ذلك.  [[نعم سخر الله لي هذا الشاب لمساعدتي، ولكن ما قام به يدل على أدب وحسن معاملة قلما تجدها عند موظفي الخطوط في كثير من بلدان المسلمين]]. وصعدت إلى الطائرة ورأيت حقيبتي وهي تخزن في الطائرة، وفور استقراري في مقعدي، أقفل باب الطائرة وتحركت مقلعة في الساعة الثانية عشرة والنصف ـ يعني بعد عشر دقائق فقط من وصولي إلى المطار وكانت تلك العشر دقائق جرياً إلى الطائرة. انتهيت من مراجعة هذا الكتاب في الساعة السادسة والنصف مساء من ليلة السبت 16/11/1426هـ ـ 17/12/2005م وسبحانك اللهم وبحمدك لا إله إلا أنت أستغفرك وأتوب إليك"
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "ملحقات الكتاب",
    "content": "وهذه روابط من الشبكة العالمية لها صلة ببلجيكا وبالمسلمين فيها، أضعها هنا لمن يرغب في متابعة الجديد من المعلومات عن ذلك. الرابط الأول: http://www.islamonline.net/arabic/economics/2002/06/article03.shtml الرابط الثاني: http://www.islam-online.net/Arabic/news/2005-06/28/article09.shtml الرابط الثالث: http://www.islam-online.net/Arabic/news/2005-06/01/article06.shtml مفكرة الإسلام: http://www.islammemo.cc/west/one_news.asp?IDnews=43 سلسلة في المشارق والمغارب هولندا الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "رحلة هولندا 1407هـ ـ 1987م",
    "content": "[img]pics/10/10014.jpg[/img]<< ..... >>"
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "1- في مدينة أمستردام",
    "content": "السفر من بروكسل إلى أمستردام عاصمة هولندا: الخميس 5/12/1407هـ أقلعت الطائرة من مطار بروكسل في الساعة الثانية عشرة والنصف ظهراً. وهبطت في مطار مدينة أمستردام في الساعة الواحدة إلا خمس دقائق، فكانت مدة الطيران 25 دقيقة. وجدت في المطار أخاً كريماً يدعى: محمد بن جمعة بن حسن وهو مصري. ولد الأخ محمد سنة 1952م في 15 نوفمبر بمدينة الإسكندرية درس في جامعة الإسكندرية بكالوريوس تجارة وتخرج سنة 1981م. وجاء إلى أمستردام سنة 1984م في 10 أكتوبر. وأخذ الدبلوم من جامعة أمستردام سنة 1985م. وفي 25 فبراير تزوج فتاة هولندية سنة 1985م.  [[سيأتي ما سجل عنها من معلومات عن الإسلام في بلادها]]. ويقوم بتدريس بعض الهولنديين، مسلمين وغير مسلمين في اللغة العربية والاقتصاد بأجر. أنزلني الأخ محمد في فندق أمستردام: سونيستا. معلومات عن هولندا: وعندما نزلنا في الفندق طلبت من الأخ محمد أن يعطيني بعض المعلومات عن هولندا، فأعطاني المعلومات الآتية: 1- هولندا مملكة، على رأسها الآن ملكة، اسمها بياتركس وأجدادها عريقون في الملك، وحكمها رمزي شبيه بحكم الملكة في بريطانيا. 2- يتولى الحكم الآن الحزب المسيحي (رومان كاثوليك) ويتآلف مع الحزب إلي اليميني، والحزب المعارض هو الحزب الاشتراكي. 3- وللبلد مجلسان، يسميان بـ(الغرفتين): والغرفتان تكونان البرلمان الهولندي. الغرفة الأولي: مجلس استشاري تقريباً. والغرفة الثانية: هي السلطة التشريعية. والحزب الفائز هو الذي يؤلف مجلس الوزراء. ومن الحزب يكون رئيس الوزراء، ومجلس الوزراء هو السلطة التنفيذية. وهذه هي الدورة الثانية بالتوالي للحزب الحاكم ورئيس الوزراء. والسياسة الهولندية سياسة سلبية، بمعنى أنهم يهتمون بشؤونهم الداخلية فقط، والشعب الهولندي أكثر شعوب أوروبا مادية وبخلاً. وأغلب الشعب يميل إلى اليهود، ولهذا يتحكم اليهود في هذا الشعب، وهم يلهبون عواطفهم ضد هتلر وضد المسلمين. التضاريس: أراضي هولندا منخفضة، وقد أخذ اسمها من هذا المعنى (نيذرلاند) (NETHER LAND) لأن أراضيها أقل من مستوى سطح البحر، ولهذا غمر البحر بعض أجزائها مرتين: المرة الأولي سنة 1952م والمرة الثانية سنة 55-1956م، وحصلت خسائر كثيرة، حيث هلك أكثر من مائتي ألف شخص. ويوجد بهولندا نهران: أحدهما يأتي من سويسرا والثاني من فرنسا. وتتميز هولندا بكثرة القنوات النهرية والبحرية، وطقسها متقلب جداً، حيث يضرب به المثل فيقال في الشخص المضطرب المزاج: طبيعته كطقس هولندا. عدد سكانها أربعة عشر مليوناً. وتوجد بها جاليات من تركيا والمغرب وإندونيسيا وسور ينام - وهي بلد في أمريكا الجنوبية - ويوجد بها أقليات أخرى متعددة. وعدد المسلمين أكثر من عدد اليهود، ولكن اليهود يوهمون الناس أنهم أكثر الهولنديين سكاناً، والسبب تأثيرهم في الشعب الهولندي الذي يظهر محبتهم والعطف عليهم. والعاصمة أمستردام عدد سكانها 900 ألف نسمة تقريباً. لغة البلد هي اللغة الهولندية وتوجد لغة غير رسمية خاصة بأهل الشمال وهي لغة الإفريز. و هولندا بلد زراعي في الدرجة الأولي. والإنتاج الحيواني فيها مشهور. وعندهم الغاز الطبيعي. وليست دولة صناعية كبرى، وبها شركة فيلبس للأجهزة الكهربائية وشركة شل للبترول. ومن أهم مواردها: السياحة. وهي عضو في دول: بنلكس وهي: لكسمبورج وبلجيكا و هولندا جمعتهم وحدة اقتصادية لتشابه اقتصادهم.  [[تشابه البلدان الأجنبية في الاقتصاد أو السياسة أو غيرهما يكون سبباً في تقاربهما، وتشابه بلدان المسلمين في العقيدة وفي الاقتصاد و السياسة والشؤون الاجتماعية والعسكرية والأمنية لا أثر له في تقاربها بل العكس هو الذي يوجد ببين الدول، وهو التناحر والفرقة والكيد والنفاق! لأن أولياء أمور بلدان المسلمين لم يمكنوا المسلمين من تطبيق دينهم في شؤون حياتهم!!!]]. يحد هولندا من الشرق بلجيكا وألمانيا، ومن الجنوب بلجيكا، ومن الغرب بحر الشمال، ومن الشمال البحر والدنمارك. المسلمون في هولندا (اتحاد الطلبة المسلمين في هولندا): [[لا زالت المعلومات من قبل الأخ محمد جمعة]]. الاتحاد في هذا البلد جديد، ويسمى: الاتحاد الإسلامي للطلبة والشباب. مقره الرئيسي في أمستردام، وله فرع في جامعة ليدن وغيرها. يلتقون في مسجد بناه الأتراك والمغاربة. وعدد الطلبة الأعضاء في الاتحاد أربعون طالباً، نجح منهم خمسة عشر في امتحان اللغة. وهيئة الاتحاد الإدارية مكونة من تسعة أشخاص، وهم رؤساء الفروع في أمستردام، وليدن، وترخت، و آيندهوفن، ودنهاج (لاهاي) ودلفت، يضاف إليهم رئيس الاتحاد، وأمين الصندوق وسكرتير الاتحاد. وقد أنشئ الاتحاد رسمياً سنة 1986م. [[قبل زيارتي بسنة]]. وقبل ذلك كانت تحصل اتصالات بين بعض الطلبة، ويجمع هذا الاتحاد العرب والهولنديين والأتراك. ويوجد اتحاد للطلبة الإندونيسيين في لاهاي، والمسلمون من غيرهم منسجمون معهم. نشاط الاتحاد: 1- النشاط الديني: تعقد حلقة أسبوعية في كل فرع، يدرس فيها القرآن الكريم  مجوداً والتفسير والحديث والسيرة النبوية والتاريخ الإسلامي والفكر الإسلامي. كما يعقد لقاء شهري يجمع فيه كل الأعضاء من كل الفروع، وتلقى فيه دروس عامة ويتم فيه التعارف بين الأعضاء، ويطلب زائر يلقي دروساً ومحاضرات ويقومون فيه بالتهجد. وللاتحاد مخيم صيفي يحضره كل الطلاب، وسيقام أول مخيم لمدة ثلاثة أيام في الأسبوع الأول من شهر سبتمبر، يبدأ عقب صلاة الجمعة وينتهي بعد عصر الأحد في مدينة أمستردام، وكان الطلبة قبل ذلك يشتركون في مخيم الشباب في بلجيكا. وله مؤتمر شتوي، وسيعقد أول مؤتمر في أمستردام، وسيكون هذا المؤتمر مفتوحاً لجميع المسلمين، وسيدعى لحضوره شباب المسلمين غير الطلاب الذين يبلغ عددهم خمسة وخمسين ألف شاب، وهؤلاء الشباب ينقطعون عن الدراسة، وأغلبهم لا يكمل المرحلة الإعدادية، وتصرف الحكومة لكل شاب منهم (1050 خلدة شهرياً) والخلدة تساوي نصف دولار أمريكي، وهو في مقابل ضمان اجتماعي وتأمين صحي وتخفيض في أجرة السكن وغالب هؤلاء الشباب متسيبون. 2- النشاط الاجتماعي: ويعتزم الاتحاد إنشاء نواد اجتماعية لجلب الشباب إليها، بدلاً من الحانات والبارات التي يرتادوها. وقد أنشئ ناد في مدينة أمستردام، كما أنشئ ناد في ليدن في المسجد، ولكن هذا ألغي بسبب موقف أهل المسجد منه وهم مغاربة، فقد رفضوا أن يجتمع في المسجد شباب لا يصلي، ونحن نريد أن ننشئ لهم نادياً في خارج المسجد ونصبر عليهم، حتى نتمكن من معالجتهم بالتدريج، لأنهم ألفوا نوادي الفسق، ويصعب أن يستجيبوا دفعة واحدة لكل أمور الإسلام. 3- النشاط الرياضي: وقد تمكنا من أخذ أوقات في النوادي الهولندية في أمستردام، ومن ذلك تخصيص ثلاث ساعات للسباحة في الأسبوع، وثلاث ساعات لكرة القدم، وقد تقرر أن نستأجر قاعة رياضية، هي أكبر قاعة رياضية في أمستردام، لمدة ساعتين في الأسبوع، وذلك من أول شهر سبتمبر، وقد سجل عدد كبير من الشباب، كما سجل عدد كاف لكرة القدم وتم امتحان الدورة الأولى للسباحة في الخامس من مايو في هذا العام. وحصل بعض الأعضاء على دبلوم في السباحة، منهم ثلاثة طلاب. وفي يوم الأحد مساء توجد رياضة تأليفية في السلة والباسكيت. 4- وهناك نشاط مالي لدعم المجاهدين الأفغان وصندوق المعونة الاجتماعية، لأن بعض الطلبة يعوقون عن الدراسة بسبب العجز المادي والصندوق يدعمهم. ويعتمد الاتحاد في تمويل نشاطه على اشتراكات الأعضاء، كل عضو يدفع في الشهر خمس خولدات، مع ما قد يحصل من الإعانات الخارجية. وسألت الأخ محمد بن جمعة عن الاتصال بغير المسلمين بأي أسلوب ممكن من أجل اطلاعهم على المبادئ الإسلامية؟ فقال: يوجد عدد من الهولنديين يتصلون بالطلبة المسلمين، ويختار لهذه الصداقة من هو أقرب إلى الفطرة، والأصل في غير المسلمين عداوة الإسلام واعتقاد ما يتهم به من سلبيات، حتى بعض الجهال منهم يظنون أن المسلمين يعبدون الكعبة. 5- النشاط التعليمي: ويحاول الاتحاد إنشاء مدارس ـ تعليم خاص ـ ويوجد قانون هولندي يتعلق بالتعليم، يسمح لأي جالية أجنبية أن تنشئ مدارس خاصة بأبنائها، تتضمن مناهجها تدريس ثقافتها لأبنائها، وتتحمل الحكومة الهولندية 80% من تكلفة تلك المدارس، وتتحمل الجالية ما بقي وهو 20% هذا إذا  كان التعليم دينياً، أما إذا  كان التعليم ثقافياً كتعليم اللغة العربية أو التركية مثلاً، فإن الحكومة تتحمل كل التكلفة وتعترف الحكومة بشهادة المدرسة الخاصة، لأن منهج المدارس الحكومية يدرس بها مع التعليم الديني أو الثقافي. وقد تم شراء مبنى خاص يعد مقراً لمدرسة عربية تدرس فيها اللغة العربية ومبادئ الإسلام، في أيام السبت والأحد وبعد ظهر الأربعاء، وهي في مدينة أمستردام، ويحضرها مائة وخمسة وثمانون طالباً، وقد ساعد في تكلفتها بعض المحسنين من بعض الشعوب الإسلامية والاتحاد العالمي للمنظمات الطلابية.  [[وقد زرت هذه المدرسة وهي جزء من مبنى كنيسة ضخمة يجهز ليكون مدرسة بمرافقها المطلوبة، والكنيسة معروضة للبيع يتمنى الإخوة لو تمكنوا من شرائها لتستغل للنشاط الإسلامي، ونسبة المسلمين في منطقة هذه المدرسة 20% من سكان المنطقة، فأين أغنياء المسلمين الذين يقفون شيئاً من أموالهم لاغتنام هذه الفرص؟!]]. والمدرسون من ذوي الخبرة والكفاءة في التدريس، ويشترط أن يكونوا ملتزمين بالإسلام، ويأخذوا أجراً رمزياً زهيداً. والمدرسة الثانية في مدينة أمرس فورد، وهي تبعد عن العاصمة خمسة وأربعين كيلو متر تقريباً، ويحضرها تسعون طالباً على دفعتين، ومبناها قد اشتري أيضاً وتشرف عليها لجان تعليمية يساعدها الاتحاد الطلابي، وهذه المدارس في أمس الحاجة إلى إيجاد وقف إسلامي يمولها ويقويها. وقد اشْتِرِيَ مسجد صغير ومدرسة صغيرة وكان المبنى مرقصاً، وبقي مبلغ من ثمنه لم يدفع إلى الآن، وهو في مدينة سوسن هايم، وهو أول مسجد ينشأ في هذه المدينة، ولم يكن المسلمون يصلون الجمعة فيها قبل شراء هذا المبنى، وإذا لم يتوافر المبلغ المطلوب فإن هذا المبنى سيصادر. وهذه المدينة تبعد عن مدينة أمستردام بأربعين كيلو متراً. وأنشئت مدرسة في بلدة نايميخي في جنوب هولندا، ساعدهم على إنشائها المركز الإسلامي  في مدينة آخن. وتتميز هولندا بجالية إسلامية كبيرة تحتاج إلى تفريغ شخصين على الأقل: أحدهما عالم بالإسلام، والثاني إداري متحرك لتنظيم العمل والدعوة. وعدد المسلمين في هولندا ثلاثة أرباع المليون تقريباً، وعدد غير المتجنسين ثلاثمائة ألف نسمة، والمتجنسون مثلهم. وعدد الهولنديين المسلمين - يعني من أصل هولندي - لا يقل عن ألف رجل مسلم، وألف وثلاثمائة امرأة مسلمة. وعدد المساجد في هولندا أكثر من مائة وسبعين مسجداً، وفي أمستردام وضواحيها يوجد اثنان وثلاثون مسجداً. حوار مع الأخت إيمان زوجة الأخ محمد جمعة: ثم ذهبنا بعد أخذ هذه المعلومات من الأخ محمد بن جمعة إلى منزله، في الساعة السادسة والنصف مساء، لأخذ بعض المعلومات من زوجته المسلمة الهولندية، وهي امرأة يبدو عليها السرور بدخولها في الإسلام، وهي محتشمة ملتزمة بفرائض الإسلام، تباشر عملها، وهي موظفة بلباسها المحتشم الساتر الغريب في البلد! واسمها القديم: (سونيا يانسون) وهي زوجة الأخ محمد بن جمعة المصري، وكان هو المترجم. ولدت سنة 1960م. أسرتها تحارب الأديان. دينها الرسمي النصرانية، ولكنها كانت هي وأسرتها غير ملتزمين بأي دين، وكانت تشعر في نفسها أن هناك شيئاً يجب أن يعتقد، وقرأت التوراة وهي في سن العاشرة بحثاً عما كانت تشعر به. ما ذا عرفت عن الإسلام قبل الدخول فيه؟ وأما الإسلام، فإنها عندما كانت في المدرسة الثانوية كانت عضواً في نادي التاريخ، وكان الكتاب المقرر فيه معلومات مختصرة عن كل الأديان. وشرح المدرس الكتاب كله ما عدا ما يتعلق بالإسلام، ولكنها قرأته بنفسها، وجدت فيه أركان الإسلام الخمسة، والتاريخ الإسلامي وبيان كيفية انتشار الإسلام في إفريقيا، وأنه انتشر بيد تحمل السيف، وأخرى تحمل القرآن الكريم.  [[يعني إكراه الناس على الدخول في الإسلام!]]. ودرست كتاباً آخر في مدرسة أمناء المكتبات في تاريخ العلوم، وكان الأستاذ منصفاً نوعا ما، فتحدث عن فضل العرب والمسلمين على الغرب وذكر ابن سينا وابن رشد وابن خلدون، وأن العلوم الإغريقية تعلمها الأوربيون من العرب بعد أن فقدها أهل أوروبا فترة طويلة، وكان عمرها آنذاك ثمان عشرة سنة. وعندما دخلت الجامعة كان بروفيسور بيخل وهو كما تظن، منصف لأنه كلفهم كتابة بحث عن الإسلام ورأيهم فيه، فحصلت على بعض المعلومات الصحيحة إلى حد ما عن الإسلام، وكان ذلك عندما كان سنها 24 سنة. وسألتها: لماذا لم تعتقد في أي دين غير الإسلام قبل أن تسلم؟ فقالت: إن تربيتها في البيت كانت تربية موجهة ضد الدين من حيث هو، ومع ذلك بحثت بنفسها عن الدين، فقرأت عن المسيحية، وعندما عرفت ما تفعل المسيحية في دول العالم الثالث أسقطتها من اعتبارها، واتجهت لأديان الشرق الأقصى: الهندوسية، والبوذية، حتى مارست اليوجا، ولم تتجه للبحث عن الإسلام، لأنه كان يعرض مشوها. سبب تفكيرها في البحث عن الأديان. وقالت: إن دراستها للإنسانيات كانت سبباً في تفكيرها في الدين، ووجدت أساتذة عرضوا أفكاراً صحيحة عن الإسلام، فوضعوها على الطريق بدون قصد، حتى تخطت بذلك الحاجز الذي وضع ضد الإسلام. وكانت أمها تهاجم الأديان. واختارت هي دراسة الإنسانيات، لتتمكن من اصطحاب كتب دينية إلى منزلها لتدرسها بحجة هذه الدراسة، وكانت هي تنوي البحث عن الثقافات والأديان حتى تحصل على فهم ما تبحث عنه، وكان لها أصدقاء مسلمون فعاشرتهم، وعاشت معهم مجتمعاً مسلماً صغيراً، فاعتادت أشياء كثيرة من الإسلام، وكان أولئك الأصدقاء من جنوب إفريقيا. وأفادها كون هؤلاء المسلمين ذوي عقلية غربية، ومع ذلك أسلموا، وهم يفهمون الصعوبات النفسية عندها، ويجيبون عن أسئلتها التي تهمها. كانت مسلمة بفطرتها. وقالت: إنها كانت تحس أنها مسلمة تقريباً، قبل أن تتزوج بمحمد جمعة، وبقي في ذهنها خلط في معنى الإله بما في المسيحية التي فيها الله وابن الله وثالث ثلاثة، فلما تزوجت بالأخ محمد اتضح في ذهنها التوحيد وزال الخلط، وكانت مسلمة حقاً سنة 1985م. وقالت: إن أحد المدرسين ويسمى: هندركس كلفها كتابة بحث فاختارت موضوع (الإخوان المسلمون) واستفادت كثيراً عندما كتبت هذا البحث وساعدها في ذلك زوجها. وذكرت من بعض أسباب دخولها الإسلام أنها رأت في منامها بعض الرؤى، منها:  أنها رأت رؤيا تتعلق بزوجها محمد جمعة. ومن الأسباب أنها دعت الله أن يبعث لها من يعلمها الدين، فعرفت الأخ محمد قبل إسلامها، وأشار عليها أن تقرأ ترجمة معاني القرآن الكريم  فقرأتها، وكانت يوماً تقرأ وهي في القطار آيات الصدقة في سورة البقرة، وما كادت تنتهي من قراءة معاني هذه الآيات، حتى طرق باب مقصورتها في القطار رجل يطلب صدقة، فتأثرت بذلك وأصابها ذهول، بل قالت إنها صدمت صدمة عقلية. وكانت خاتمة الأسباب تصحيح معرفة الإله والدين والرسول صلى الله عليه وسلم. الفرق بين حياتها قبل الدخول في الإسلام وبعده. وسألتها: عن الفرق بين حياتها قبل الإسلام وحياتها بعده؟ فقالت: إنها بعد أن أسلمت حصلت على الراحة، ونظم الإسلام حياتها، وأصبح أصدقاؤها أصدقاء أخوة في الله تشعر في أخوتهم بالطمأنينة والأمن. وكانت تنظر إلى الكون قبل الإسلام بنظرية داروين بدون أي تفكير، أما بعد الإسلام فعرفت أن الله هو خالق كل شئ كما نص عليه القرآن. وكانت ترى الحرية قبل الإسلام أن تفعل ما تريد بلا حدود ولا قيود. أما بعد الإسلام فإن الحرية الصحيحة هي أن تفعل ما تريد في حدود القواعد والأحكام الإسلامية. وقالت: إن الحرية قبل الإسلام تعتبر عزله، والحرية بعد الإسلام فيها اتصال اجتماعي أكثر. والحر الحقيقي هو المسلم، وليس الكافر، لأن الكافر لا يقنعه شئ بخلاف المسلم. وسألتها: عن الموضوعات المؤثرة في الأوربي؟ فقالت: ترى أن الجانب الاجتماعي في الإسلام ونظام حياة المسلمين يمكن أن يجذب غير المسلمين إلى الإسلام، لأن التعاون الاجتماعي في الغرب مفقود.  [[تعني بين الأقارب والأفراد، وأما نظام الضمان الاجتماعي الحكومي، فهو نظام لا يربط فردا بآخر، وإنما هو شبيه براتب وظيفي تدفعه الدولة للفرد]]. وقالت: إنها قرأت قريباً عن الضمان الاجتماعي لغير المسلمين، وهو أنهم يلجئون إلى المصادر الرسمية لتساعدهم، أما المسلمون فيساعد بعضهم بعضاً، حتى إن الأنظمة الرسمية في الغرب تتعجب مما يحصل بين المسلمين من تعاون وتكافل بدون تدخل من الحكومات. وقالت الأخت إيمان: إنها انبهرت من فترة الخلافة الأموية والخلافة العباسية وما حدث فيهما من رقي وعلم، حيث ازدهرت العلوم والثقافة، فكانت ذات مستوى رفيع، وعندما رأت آثار الدولة الأموية في الأندلس شعرت بعظمة الإسلام والمسلمين. وسألتها عن: صفات الداعية المسلم الذي يمكن أن يكون تأثيره أكثر من غيره في الأوربي؟ فقالت: إجادة لغة المدعوين، والصبر والتحمل، وقوة الحجة والبيان، والفقه في الدين، ومعرفة ثقافة المدعوين ووجهات نظرهم السلبية تجاه الإسلام، وعدم اليأس من عدم الاستجابة. وسألتها أي الفئتين أكثر تأثيراً في الأوربي: الطالب المسلم، أم الجالية؟ فقالت: إن الطلبة أفضل، لأنهم في الغالب أكثر معلومات ويتكلمون بلغة البلد، وأما الجالية فإنهم يعيشون فترة طويلة، ولا يتعلمون لغة أهل البلد، ولا يستطيعون أن يتفاهموا معهم، وفي السُّلَّم الاجتماعي تحتل الجالية الإسلامية الطابق الأسفل، بخلاف الطالب فسلمه الاجتماعي أعلى والناس يسمعون منه أكثر. أما وسائل نشر الإسلام، فقالت: إنها كثيرة وأهمها الراديو والتلفزيون، والجريدة والمجلة، وكتب تؤلف عن العقيدة الإسلامية بلغة أهل البلد، وتكون رخيصة. وأكملت معها الحوار في يوم الاثنين 9/12/1407هـ يوم عرفة، وهذا نصه: سألتها عن موقف أصدقائها من إسلامها وكذلك موقف أسرتها؟ فقالت: إنها فقدت أصدقاءها كلهم، وإنهم بمجرد إصرارها على الإسلام تركوها. أما أسرتها: فأخوها نظرته إليها طيبة، وأختها لا يعنيها من الأمر شئ، وأمها ترى ذلك صعباً، ولكن معاملتها لها جيدة، وعمها وعمتها منذ سمعا إسلامها قطعا صلتهما بها تماماً. وسألتها: هل يتصل الجيران بعضهم ببعض؟ فقالت: الجيران هنا لا يقبلون الزيارات، ولا يتصل بعضهم ببعض. قلت: لو دخلت إحدى دول أوروبا في الإسلام ماذا تتوقعين لها من الحياة؟ قالت: الناس لا يجدون أبشع من النظام الذي يعيشون فيها الآن، ولكن أعتقد أن تلك الدولة ستنال مشكلات من الدول المجاورة لها، مع ذلك لو فرضنا أنها دخلت في الإسلام فستكون في غاية السعادة. قلت: هل سمعت أو قرأت شيئاً عن الإسلام بلغتك، أو باللغة الإنجليزية من أجهزة الإعلام في الشعوب الإسلامية؟ قالت: لا، مطلقاً. وسألتها: عن النشاط النسائي الإسلامي في هولندا؟ فقالت: على مستوى أمستردام وما حولها، يوجد من المسلمات الهولنديات ما بين 1400-1500 مسلمة، وفي مدينة \"زوولا\" بدأ العمل الإسلامي ويحضر ما بين 25 – 30 في بعض اللقاءات، وبدأت الحلقات  النسائية في البيوت من 5-10 من النساء ويزاولن نشاطهن في مركز النساء الإسلامي الذي استأجرنه لذلك، وتعقد بعض الحلقات القرآنية في البيوت. ولهن جريدة شهرية تنشر فيها موضوعات بأسلوب سهل، وتهتم بتصحيح بعض المفاهيم عن الإسلام. ويعطين معلومات للمدارس والمنظمات التي تسأل عن الإسلام. وعندهن لقاء شهري في أمستردام، وآخر في لاهاي، ويعقدن حلقة قرآن أسبوعية حسب المستويات ويقدمن دروساً للأطفال عن مبادئ الإسلام، وتوجد لهن مكتبة تحتوي على كتب وأشرطة ومجلات. وفي يوم الجمعة يجتمعن لسماع خطبة الجمعة المسجلة في شريط باللغة الهولندية. وينظمن حفلات بمناسبات دينية، ويقرأن السيرة النبوية. وإقبال النساء على الإسلام جيد، وقد دخل في الإسلام خمس نساء في الأسبوع الماضي. وسألتها من أقدم امرأة دخلت في الإسلام؟ قالت: امرأة تسمى جميلة أسلمت قبل عشرين سنة.  [[طلبت أن يضرب لي موعد لقاء مع هذه المرأة، لأني قد أجد عندها معلومات عن الإسلام والدعوة أكثر من غيرها لقدمها، ولكن قيل لي أنها مسافرة]]. هذا، وقد استكملت الحوار مع الأخت إيمان مرة أخرى. وهذا نصه: ما سبب كثرة الفراق بين الرجل والمرأة؟ فقالت: نسبة الفراق بين الأزواج في هولندا وقوع فراق واحد من كل خمسة أو ستة أزواج في هولندا، وبين كل أربعة أزواج يقع فراق واحد في أمريكا. والسبب أن الزواج عند الغربيين سهل لا ينظرون إلى الهدف الأساسي منه، كما ينظر إليه الإسلام، ولهذا يفشل الزواج في الغالب. والناس في الغرب أنانيون، لا يريد الواحد منهم أن يعطي بل يريد أن يأخذ، ويترتب على ذلك انهيار الأسر والضرر على الأولاد، كما تترتب عليه صعوبات مالية، لأن الزوج يرفض أن يدفع نفقات لأولاده، والقانون الهولندي يفرض على الزوج أن ينفق على الزوجة بعد طلاقها إلى أن تتزوج غيره، وهي قد ترفض الزواج فيبقى طول حياته يدفع لها النفقات. وكذلك زيارة أحد الأبوين لأولاده فيه صعوبة عندما يكونون عند أحدهما، والغالب أن يعيشوا عند الأم إلا إذا  ثبت إهمالها لهم وكان عمر الولد اثنتي عشرة سنة واختار أباه. كما توجد مشكلات عاطفية ونفسية. وسألتها: هل الأكثر في منازل الأسر الهولندية الأولاد أو الكلاب؟ قالت: في الغالب يكون الأولاد أكثر في الجملة، ولكن بعض الأسر تكون الكلاب عندهم نصف العائلة - يعني إذا كانت العائلة أربعة أشخاص يكون في المنزل كلبان - والسبب في اهتمامهم بالكلاب هو شعورهم بالوحدة في المجتمع، وقد يكون الكلب وسيلة اتصال بالمجتمع، لأن الشخص عندما يكون عنده كلب يلزمه قانوناً أن يخرج بكلبه للرياضة، فإذا خرج قابل آخرين مثله عندهم كلاب، فيتحدث كل منهم عن كلبه، ولا يتحدثون عن أنفسهم ومشكلاتهم الخاصة، ولكن الحديث عن الكلاب ممكن. وقد يكون السبب في العناية بالكلاب محبتها وقد يكون الهدف بعض الناس حماية أنفسهم وخاصة المرأة الوحيدة. هذا ولم نعد من منزل الأخ محمد جمعة إلى الفندق إلا في الساعة الحادية عشرة والنصف ليلاً، وقد طال النقاش مع زوجته كثيراً، لأن بعض المعاني كانت تحتاج إلى تعليق واستفسار مني أو منها غير ما كتبته هنا. عدم نظافة شوارع أمستردام وسبب ذلك: وشوارع أمستردام ليست نظيفة، إذ توجد بها فضلات السجائر بكثرة والقراطيس المرمية، وفضلات الكلاب، وفي بروكسل يوجد شئ من هذا كما مضى، ولكن مدينة أمستردام أكثر قذارة. وسألت الأخ محمد جمعة عن السبب، فقال: إن الهولنديين يردون ذلك إلى الأجانب، وهم كثيرون في المدينة، وبخاصة المغاربة، والأتراك والسورينام. قلت: ولكن أكثر الكلاب التي ترمى فضلاتها في الشوارع لأوربيين وليست للأجانب! اعتراف أبناء الحضارة الغربية بفساد فطرهم: الجمعة: 6/12/1407هـ جاءني الأخ محمد إلى الفندق لنذهب إلى أحد المساجد الكبيرة لنصلي الجمعة، وفي الطريق إلى المسجد تذاكرنا المفاسد التي يزداد انتشارها في الغرب، فذكر لي أن بحثاً أجري على المدارس الهولندية، فوجدوا أنه في كل قسم في كل مدرسة يوجد ثلاثة طلاب، على الأقل ذكوراً وإناثاً - في المدارس الابتدائية - يمارس أولياء أمورهم معهم الفاحشة. وهذا الإحصاء أخذ من اعتراف الطلبة أنفسهم، والعادة أن الذين يعترفون بمثل هذا قليل.  [[هذا نوع من أنواع الفساد المنتشر في الغرب، وهذا ما يظهر بالبحث وغير هذا النوع أنواع لا يحصيها العد، والذي لا يعلم من هذا النوع وغيره أضعاف ما يعلم، ولو أن هيئة وليس فرداً، اهتمت بجمع الإحصاءات الرسمية فقط لوجدت ما يجعل القلوب تبلغ الحناجر من الخوف والدهشة!]]. صلاة الجمعة في المسجد الكبير: صلينا الجمعة في الجامع المسمى بالمسجد الكبير، وهو تابع للمغاربة. وإمام المسجد وخطيبه شاب مغربي في الثلاثينات من عمره، ملتح يبدو أن ثقافته الإسلامية جيدة. وكان موضوع خطبته: الزمن وأهميته في حياة الإنسان، وضرب عدة أمثلة لذلك من القرآن والسنة، وخص الأيام العشرة بمزيد من بيان فضلها، واستغرقت خطبتاه وصلاته خمساً وأربعين دقيقة تقريباً. وكان المسجد مليئاً بالمصلين، أكثرهم مغاربة، ويوجد قليل من غيرهم كالسورينام والمصريين والبنغاليين. ثم ذهبنا بعد الصلاة إلى منزل الأخ محمد بن جمعة مع بعض المسلمين الجدد من السورينام، لأخذ بعض المعلومات منهم عن إسلامهم وما يتعلق به. حوار مع الإخوة المسلمين من سورينام: وهم الأخ: لقمان عبد الله، والأخ صلاح الدين، وابنه الأخ بلال(4). [img]pics/10/10004.jpg[/img]<< ..... >> لقمان عبد الله: ولد الأخ لقمان في 17 مايو 1952م في بلاده سورينام التي يحدها من الشرق غيانا الفرنسية، ومن الشمال المحيط الأطلسي، ومن الغرب غيانا الإنجليزية، ومن الجنوب برازيليا. دينه قبل الإسلام: كان في الأصل بروتستانتياً، ولكنه ترك دينه وأصبح لا يعتقد أي دين بعد سن الرابعة عشرة. وسبب تركه دينه التمييز العنصري الذي كان يتصف به الهولنديون الذين استعمروا بلاده، وقال: إن كلام المسيحيين كان طيباً، ولكن فعلهم يخالف كلامهم، وقال: إن الهولنديين فرضوا على أهل البلاد التحدث بالهولندية وترك لغتهم الأصلية. وعندما حضر إلى هولندا رأى فيها العنصرية الكاملة، حيث رأي الهولنديين يتهمونهم بالقذارة ويحتقرونهم. قال: ومع ذلك كنت أؤمن بإله، وعندي أسئلة محيرة لم أجد جواباً عنها، من ذلك: كيف نؤمن نحن والهولنديون نفس الإيمان، وهم يرون أنفسهم أفضل منا ونحن أقل منهم. وعندما كان عمره 18سنة، قرأ أن الإسلام دين الأغبياء والدنيئين، وأنه انتشر بالسيف إما أن يؤمن الإنسان به وإما أن يقتل، كل ذلك قرأه في الكتب المسيحية وصدقها في ذلك الوقت، وقرر عدم البحث في الموضوع. ولم يكن الدين المسيحي يوافق فطرته وعقله. وكان يشعر أنه لا بد أن يكون هناك طريق واحد للدين، ولكن لا يمكن أن يكون ذلك الطريق هو الدين المسيحي، لأن فيه أموراً كثيرة تجعله غير صالح أن يكون ديناً سليماً. وعندما بلغ من العمر إحدى وثلاثين سنة، تعرف على بعض المسلمين وعلموه معنى الإسلام، ورأى في التلفزيون الهولندي بعض البرامج عن المسلمين، ورأى طفلاً صغيراً يصلي فأثرت فيه سجدة ذلك الطفل جداً، وكان هذا المنظر قبل التعرف على المسلمين. وسألته: هل بحثت أنت عن هؤلاء المسلمين، أو هم قصدوك ليعرفوك بالإسلام؟ فقال: بل هم قصدوني. قلت له: ما الذي أعجبك من الإسلام فدفعك  إلى الدخول فيه؟ قال: معاملة المسلمين فيما بينهم وأدبهم، وطريقة تحدثهم عن الله عز وجل لأنهم يقولون قال الله، ولا يقولون كالمسيحيين: أظن. وكذلك أعجبتني الصلاة وبخاصة الركوع والسجود. وقال: الحمد لله الذي جعلني مسلماً، والآن أفكر في سلوك المسلمين الذي جعلني في البداية أدخل في الإسلام ولكنني قرأت وعرفت أن هذا الدين حق فلا أبالي بمن خالف الإسلام، لأن القرآن فيه الحق الواضح، والحق ثابت والناس يتغيرون.  [[يقصد أن السلوك الذي أعجبه من بعض المسلمين وكان سبباً في دخوله في الإسلام، رأى من كثير من المسلمين سلوكاً يخالفه ولا يلتزم أهله بالإسلام وهذا السلوك ينفر من الإسلام ولكنه عرف الدين الحق فلا يبالي بمن خالفه]]. قلت له: لو رأيت المسلمين عندهم عنصرية كما رأيت ذلك في الهولنديين، فهل تترك الإسلام كما تركت المسيحية؟ قال: لا.. أشهد أن لا إله إلا الله وأشهد أن محمداً رسول الله! مستبعداً هذا الاحتمال، ولم يتيسر له أن قرأ كتباً عن الإسلام غير الكتب الصادرة عن المسيحيين، وإنما كان يسمع من الإذاعة والتلفزيون وكتب المسيحيين. وسألته عن: حياته قبل الإسلام وبعده؟ فقال: كان تفكيره كله قبل الإسلام منصباً على نفسه فقط، أما بعد الإسلام فإنه يشعر بأنه هو والجماعة كشخص واحد، يفكر في مصالح الناس كما يفكر في مصالحه. الأخ صلاح الدين: ثم انتقلت بالأسئلة إلى الأخ صلاح الدين: ولد سنة 1930م في 22 يونيو في سورينام. وكان كاثوليكياً ولكن بدون روح، وكان والداه متشددين في التدين، وعندما أصبح عمره أربع عشرة سنة أصبح يبغض الدين المسيحي. وأول ما سمع عن الإسلام كان عمره ثلاثاً وعشرين سنة 1953م، حيث قرأ كتاباً صغيراً عن الإسلام في موضوع الصلاة، كتبه مسلم، وكانت المشكلة عنده أن المسلمين يقولون شيئاً ويفعلون غيره كغير المسلمين. وقبل سنتين بدأ يتجه لدراسة الإسلام عندما تعرف على أخ مغربي، وكان سبباً لدخوله في الإسلام. قارن بين القرآن والإنجيل، فوجد أن الصلاة في القرآن لله، بخلاف الإنجيل، فإن الكلام يكثر فيه عن مريم وعيسى ولا يذكر الله كما في القرآن. وقال الأخ صلاح: إنني أشعر إنني أغنى الأغنياء، لأني وجدت الطريق الذي كنت أفقده. وقال: لقد كنت قبل أن أتعرف على الإسلام معبأ ضده، ومن الصعب أن يصير غير المسلم مسلماً، إلا بعد مجهود كبير حتى يبعد ما في ذهنه من تشويش، و قال: إنه سمع من بعض العرب كلاماً عن الإسلام عندما كان في سورينام، فقال له: لا أريد أن أسمع شيئاً عن الإسلام، لأنه دين ناس مخصوصين وهم العرب. ولما جاء إلى هولندا عرف أن الإسلام قديم قدم آدم عليه السلام وأنه عالمي، ودخل مرة إلى المسجد وقال للمغربي: هل يمكن أن أسجد؟ فقال له: نعم، فسجد، ثم رغب أن يزور المسجد فأدخله المغربي المسجد وأوقفه بجانبه وقال له: افعل كما أفعل فصلى معه، وقال له: أنت مسلم فقال: نعم، وتشهد. وقال الأخ صلاح: المهم أن يوفق الله الإنسان غير المسلم أن يبحث ويتعب نفسه، حتى يصل إلى الاقتناع بأن الإسلام دين يستحق أن يدخله. بلال بن صلاح الدين: أما ولد الأخ صلاح وهو بلال فإنه ولد في سنة 1973م  وأسلم مع أبيه قبل سنتين، وهو سعيد جداً بإسلامه، وقد تضايق أصدقاؤه الهولنديون من إسلامه وحاولوا معه أن يترك هذا الدين فرفض فتركوه. يوسف قاسقندار رجع إلى أصله: كان مع الإخوة شاب ملامحه تدل على أنه من جنوب شرق آسيا، فقلت له: هل أنت إندونيسي؟ فقال: نعم. قلت: وما الذي جاء بك إلى سورينام؟ قال: إن جدي الأول: وهو أبو أبي جاء إلى سورينام. ولد الأخ يوسف في سورينام سنة 1965م. وأسرته مسلمة متمسكة بالإسلام، وكانوا يحثونه أن يتمسك به، ولكن كان يرى عامة الناس غير مسلمين، فتعجب لماذا يريدون منه أن يكون مسلماً، ولا يفهم السبب الذي يوجب عليه أن يكون كذلك، وأهله لا يستطيعون إقناعه لأنهم جهال، ولم يجد كتباً بلغته، وهي الهولندية، تشرح الإسلام، فلم يبال بدعوة أسرته وكان يفعل كما يفعل غير المسلمين. وقبل ثلاث سنوات ـ يعني سنة 1984م ـ تيسرت له كتب تتحدث عن الإسلام باللغة الهولندية، ووجد قبل سنة بعض الإخوة الإندونيسيين في مسجد لهم في أمستردام، ففسروا له الإسلام وعندما فهمه التزم به. قلت: ماذا كنت ترى نفسك: مسلماً أم غير مسلم قبل أن تقتنع بالإسلام؟ قال: كنت أرى أنني مسلم ولكن بدون اقتناع.  [[قلت: أنبه إلى ثلاثة أمور: الأمر الأول: خسارة المسلمين بذوبان أبناءهم في المجتمعات الغربية غير الإسلامية وبعدهم عن بلادهم مهما كان الفساد الذي فيها، هذا يبين لنا حكمة وجوب الهجرة من بلاد الكفر إلى بلاد الإسلام، إذا كان في بقاء المسلم في دار الكفر فقد تمسكه بالإسلام. الأمر الثاني: عدم وجود كتب إسلامية تبين للناس مبادئ الإسلام باللغات الأجنبية في كثير من البلدان في العالم، والأخ يوسف كان في حاجة إلى كتاب يبين له معنى الإسلام الذي يصر عليه أبواه أن يلتزم به وهو لا يدري لماذا؟ الأمر الثالث: جهل الجاليات الإسلامية بدينها وعدم وجود من يرعاها بإرشادها]]. وكان الإخوة كلهم مسرورين جدا بالتزامهم بالإسلام، ولكنهم في حاجة إلى من يتعهدهم ويرعاهم بالمزيد من التوجيه العلمي والعملي. والإخوة مستواهم الثقافي أقل بكثير من الأوربيين، ولكن عاطفتهم جياشة. مرض الإيدز: كنت في هذه الأيام أناقش الأوربيين الذين أجتمع بهم في الدول التي أقوم بزيارتها في المشكلات التي تواجه العالم ولم يجدوا لها حلاً، مع أن الإسلام قد حارب تلك المشكلات بالوقاية منها أصلاً، بعدم قرب أسبابها، وأن نهيه عن قرب تلك الأسباب يعتبر ديناً يثاب عليه، وارتكاب ذلك النهي معصية يعاقب عليها. ومن ذلك مرض الإيدز الخطير الذي انتشر في العالم بصفة مخيفة، ولا سيما في بلدان الغرب. وفي هذا اليوم قرأت في آخر صفحة في جريدة الشرق الأوسط في عددها (3167) بتاريخ: 6/12/1407هـ ما يلي: (55396 حالة إيدز في 122 دولة: جنيف-ي-ب 10: بلغ عدد حالات الإيدز المبلغة عالمياً: 55396 حالة يوم 29 يوليو \"تموز\" الجاري، جاء ذلك في بيان المنظمة الصحية العالمية التي أوضحت أن الرقم الجديد يتضمن زيادة قدرها 1645 حالة خلال فترة أربعة أسابيع انقضت على آخر إحصاء يوم3 من الشهر نفسه. وذكر البيان أن الزيادة الجديدة  تمثل 3% وتتضمن حالة أو أكثر تم الإبلاغ عنها لدى كل دولة من الدول الـ122 التي تبعث بتقاريرها عن مرض الإيدز إلي المنظمة العالمية، وحزر المتحدثون بلسان المنظمة أن العدد الفعلي لحالات الإيدز يزيد عن مائة ألف مريض، مات نصفهم تقريباً، ومضوا يقولون: إن الحالات المبلغ عنها عادة ما تكون نصف عدد الحالات الفعلية. وجاء في البيان أن عدد ضحايا الإيدز بالولايات المتحدة بلغ: 38808، أي سبعون في المائة من الإجمالي العالمي. واحتلت البرازيل الترتيب الثاني، بلغ عدد الحالات 1695 حالة. تأتي بعدها فرنسا بـ1632 حالة. وقد أبلغت أوغندا عن 1138 حالة. وتنزانيا عن 1130 حالة. وألمانيا الغربية عن 1089 حالة. وكندا عن 1000 حالة. وتضمن بيان المنظمة العالمية التفصيل الإحصائي الجغرافي التالي: إفريقيا: 4802حالة في 34 بلداً. الأميركتين: 43798حالة في 40 بلداً. آسيا: 160 حالة في 18 بلداً. أوروبا: 6067 حالة في 27 بلداً. إضافة إلى 569 حالة بثلاث دول أوقيانوسية. ويجدر بالذكر أن الحالات المذكورة هي حالات المرض الفعلي، أما حاملو الفيروس الأصحاء فهم بالملايين). تحذير: وجدت الإخوة في أوروبا يتحدثون عن مرض الإيدز وانتشاره في بلاد الغرب وعدم انتشاره في بلاد المسلمين، بسبب أن المسلمين يبتعدون عن أسبابه بخلاف الغربيين، فقلت للإخوة: إن كثيراً من المسلمين ـ وإن كان هذا الكثير أقل من غير المسلمين ـ أصبح كثير منهم يتعاطون الفسق كما يتعاطاه غير المسلمين، ولهذا فإن الخطر قد يمتد إلى ديار المسلمين، والمسلم الذي يعرف الحق ويعلم أن الله نهاه عن الفاحشة وحذره منها، ثم يرتكب ذلك، أولى بالعقاب من غير المسلم، وبخاصة إذا  حصلت المجاهرة في المجتمع الإسلامي ولم تنكر. فعلى المسلمين أن يحذروا من ذلك. السفر إلى مدينة: ليدن: السبت: 7/12/1407هـ اتفقنا أنا و الأخ محمد بن جمعة على زيارة مدينتين هامتين من مدن هولندا، وهما: مدينة: ليدن، ومدينة: لاهاي، وهما متقاربتان جنوب العاصمة أمستردام، ومدينة ليدن مدينة جامعية بها جامعة ليدن الشهيرة التي تعنى بالدراسات الشرقية، والثانية تعتبر ثالثة المدن الهولندية في عدد السكان، وهي العاصمة التشريعية ومقر الحكومة الهولندية، والبعثات الدبلوماسية، وبها محكمة العدل الدولية. ذهبنا إلى محطة القطار المليئة بالأمم البشرية المتحركة من شتى الأجناس، وتحرك بنا القطار من أمستردام إلى ليدن في الساعة الواحدة وكانت مدة سيره إلي ليدن نصف ساعة."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "2- في مدينة ليدن",
    "content": "مع الأخ المصري عبد الغني الفطاطري: وجدنا الأخ المصري عبد الغني بن عباس الفطاطري في محطة القطار بمدينة ليدن، وكان على موعد مع الأخ محمد. ولد الأخ عبد الغني سنة 1936م في مدينة طنطا، ودرس ما قبل الجامعة بها، وأخذ قسطاً من دراسته الجامعية في جامعة القاهرة، وأتم دراسته في هولندا في جامعة ليدن، وجاء إلى هولندا سنة 1960م وتخرج سنة 1966م، وتخصصه في الأحجار الكريمة. ومن باب حب الاستطلاع سألته عن أنواع الأحجار الكريمة فقال: أجود أنواع هذه الأحجار: الياقوت الأحمر الذي يوجد في بورما، وأحسن أنواع الياقوت الأزرق يوجد في كشمير، وأحسن أنواع الزمرد يوجد في كولومبيا بأمريكا الجنوبية، وألماس من جنوب إفريقيا وروسيا، وأحسن أنواع الزبرجد في مصر، وأحسن أنواع الفيروز في إيران. والأخ عبد الغني يعمل عملاً حراً في تجارة هذه الأحجار وفحصها. و أعطاني نبذة عن المدينتين: ليدن ولاهاي. معلومات عن مدينة ليدن: قال: إن مدينة ليدن أسست في القرن التاسع الميلادي، وأهم معالمها جامعة ليدن وقسم الدراسات الشرقية، وخاصة الإسلامية، والمخطوطات الإسلامية النادرة(5). [img]pics/10/10005.jpg[/img]<< ..... >> أسست جامعة ليدن سنة 1574م بعد أن فك حصار الأسبان عن المدينة. وسبب إنشاء هذه الجامعة صمود أهل المدينة ضد الحصار الإسباني، أراد الملك أن يكافئ أهل المدينة على ذلك فخيرهم بين أن يُعفوا من الضرائب إلى الأبد وبين أن تنشأ لهم جامعة فاختاروا الجامعة [[لقد اختاروا ما خلد اسم مدينتهم في التاريخ]] ووعدهم الملك أن يَدْرس في هذه الجامعة دائماً أحد أفراد الأسرة المالكة، والملكة الحالية اسمها \"بياتركس\" تخرجت في جامعة ليدن في القانون، وكانت وقت طلبها العلم ولية العهد. وسكان المدينة حوالي مائة ألف نسمة. وبها مكتبة ليدن الشهيرة. ويوجد في هذه المدينة أكثر من 3 آلاف مسلم من المغاربة والأتراك وغيرهم. وبها ثلاثة مساجد: أحدها للمغاربة، والثاني للأتراك، والثالث مشترك. معلومات عن مدينة لاهاي: أما لاهاي فتعتبر العاصمة السياسية الفعلية لدولة هولندا، حيث توجد بها جميع الوزارات ومجلس البرلمان وجميع السفارات، ومحكمة العدل الدولية. وفي مدينة لاهاي أكثر من خمسة عشر مسجداً. وعدد المسلمين فيها حوالي ثمانية آلاف وقد يزيدون. أما مدينة أمستردام فهي العاصمة الرسمية للدولة، ومدينة روتردام، تعتبر العاصمة الاقتصادية وهي في الجنوب، وميناؤها أكبر ميناء في العالم. وظهرت بوادر العمران الحقيقي في هولندا في القرن التاسع، والعصر الذهبي لهولندا هو القرن السادس عشر الذي استعمرت فيه هولندا بعض الدول. زيارة مسجد مؤسسة الإيمان: وزرنا أحد المساجد في إحدى ضواحي ليدن تسمى: ساسن هايم (SASSENHEIM)، ويسمى هذا المسجد وتوابعه: مؤسسة الإيمان وقد أسس منذ سنة ونصف، وعدد المسلمين في هذه المؤسسة - يعني الذين يستفيدون منها - خمس وثمانون أسرة. يعلَّم الأولاد القرآن الكريم، ويجتمعون للمذاكرة ويصلون الجمعة والجماعة، ويساعد في تدريس الأولاد بعض المصريين والمغاربة، ولهم احتكاك محدود بغير المسلمين يدعونهم إلى الإسلام. إلى مدينة لاهاي: ثم ذهبنا إلى مدينة لاهاي، وفي الطريق مررنا بضاحية اسمها: فاسنار (WASSENAR) وهي تقع بين مدينة ليدن ولاهاي، و توجد بها مقصورات فخمة كان يسكن بها كبار الهولنديين الذين رجعوا من إندونيسيا بعد الاستعمار، وجعلوا منازلهم أشبه بمنازل إندونيسيا الصغيرة التي تحيط بها الأشجار من كل جانب، والآن يسكن بهذه المقصورات بعض البعثات الأجنبية. وتبعد لاهاي عن ليدن بحوالي خمسة عشر كيلو متر."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "3- في مدينة لاهاي",
    "content": "في مبنى البرلمان: وقد زرنا في مدينة لاهاي مبنى البرلمان والوزارات وهذا المبنى يحيط بقاعة تسمى: قاعة الفرسان، وهي التي تلقي فيها الملكة خطاب العرش وخطاب سياسة  الحكم. والباب مفتوح للزوار، كأن تلك المباني متاحف وليست مباني مجالس تشريعية وتنفيذية ومقر مُلْك، ولا يوجد بها حراس، والباحة الكبيرة التي تحيط بالمباني مزحومة بالزوار، وكنت أظن أنه يوجد حراس سريون فسألت الأخ عبد الغني: ألا يوجد حراس مختفون في بعض الممرات؟ فقال: لا يوجد أحد مع العلم أن وزارات مهمة توجد في المنطقة، منها وزارة الدفاع. ومررنا بمحكمة العدل الدولية التي أسست بعد عصبة الأمم. ومدينتا لاهاي وليدن نظيفتان، وليستا كمدينة أمستردام. زيارة المركز الإسلامي  للإعلام في هولندا: مقر هذا المركز في مدينة لاهاي. والمسؤول عنه الأخ عبد الواحد فانبوميل وهو هولندي(6). [img]pics/10/10006.jpg[/img]<< ..... >> ولد الأخ عبد الواحد سنة 1944م في أمستردام. دينه قبل الإسلام: النصرانية (هيروفورمد). وكان يعتقد ذلك الدين عندما كان في المدرسة، وعندما بلغ عمره سبع عشرة سنة أصبح ضد الاعتقاد الإيماني. وسألته عن الأسباب التي جعلته يقف ضد دينه؟ فقال: الأسباب كثيرة، ولكن أهمها ما يأتي: 1- سبب اجتماعي، وهو أن حياة النصارى الاجتماعية مفككة والناس يحبون الفردية والأنانية والأثرة، ولا تقارب بين الجيران، ولا يتعرف أحد على أحد، ولخص ذلك في الجملة الآتية: \"عدم التكافل الاجتماعي\". 2- سبب ديني وهو التثليث، لم يستسغه عقله وفطرته، وإذا سأل عن ذلك يريد جواباً مقنعاً لا يجد الجواب، وكل مسؤول في كنيسة يجيب بغير ما يجيب به مسؤول كنيسة آخر، ووصف عيسى عليه السلام في الكنيسة غامض غير معروف. 3- وسبب فكري، وهو أن الشاب يحتاج إلى أن يجاب عن بعض الأسئلة التي تتوارد على ذهنه، مثل: لماذا جاء الإنسان إلى الحياة الدنيا وإلى أين مصيره؟ فلا يجد في المسيحية تلك الأجوبة، ولهذا كثير من الشباب يلجئون إلى الأديان الشرقية ليأخذوا منها أصول فكرهم، لعدم وجود ما يقنعهم، ومن تلك الأديان التي يلجئون إليها: اليوجا. قلت للأخ عبد الواحد: عندما تركت دينك، هل كنت تشعر بالحاجة إلى دين أو لا؟ فقال: نعم كنت أشعر أنه لا بد لي من إيمان، وكنت ألتمس من يخبرني عن إله حق وبحثت سنوات فلم أجد. قلت له: ومتى سمعت عن الإسلام؟ قال: سمعت عنه وأنا صغير في المدرسة، وكانوا يسخرون من الإسلام ويشوهونه ويستهزئون بالصلاة وغطاء الرأس. وكان له صديق في المدرسة الثانوية ويسمى نطيف نور من ماليزيا سمع منه بعض المعلومات عن الإسلام، ولم يكن داعية، وإنما سمع منه بعض الكلام عن النظافة وعن الطهارة. واجتمع مع بعض الباكستانيين وعمره 18 سنة في أمستردام، وفي هذا الاجتماع سمع كلاماً عن الإسلام وتأثر به، وكانت هذه المرة الأولى التي يتأثر فيها. وبين هذه الفترة ودخوله الإسلام خمس سنوات، فقد دخل الإسلام وعمره ثلاث وعشرون سنة عن طريق بعض المسلمين الإندونيسيين. وفي تلك الفترة درس الفلسفة ومن ضمنها الإسلام، وكان قبل الإسلام يحب الموسيقى. وله صديق تزوج فتاة إندونيسية وحضر هو عقد زواجه، ورأى كيف يصلي المسلمون ويطبقون بعض عباداتهم، وكان ذلك في قرية بلك في شمال هولندا، وصديقه مسلم جديد من سورينام، واسمه إبراهيم وهو يتعلم في جامعة أم القرى بمكة المكرمة في معهد تعليم اللغة العربية. وكانت لديه أسئلة تتعلق بالدين، فسأل الإندونيسيين الموجودين وبقي عندهم ضيفاً لمدة ثلاثة شهور من أجل أن يسألهم عن الإسلام ويرى تطبيقهم له، وتعجب من قبولهم بقاءه عندهم هذه المدة الطويلة.  [[وحق له أن يتعجب فكثير من الأوربيين يصعب عليهم ان يزور بعضهم بعضاً زيارات خاطفة!]]. وقال: إن الإندونيسيين مشهورون بإكرام الضيف. ووجد جواب أسئلته عندهم. وكان يمشي خارج البيت وحده ويفكر ماذا يعمل؟ ثم هداه الله، فدخل في الإسلام سنة 1967م. قلت له: بماذا تشبه نفسك قبل الإسلام وبعده؟ قال: قبل الإسلام كنت عبد نفسي، وبعد الإسلام أنا عبد الله، وغير المسلم حيوان، والمسلم إنسان. قلت له: ما الموضوعات الإسلامية التي ترى أنها تؤثر في الأوربي؟ قال: الأوربيون لا يشعرون بالراحة والاطمئنان، بل إن قلوبهم قلقة مضطربة  [[شهد عليها شاهد من أهلها]] بسبب أنهم يأخذون معلومات كثيرة وكلها غير مريحة، مثل العناوين التي تصدر في الجرائد، أكثر من ستين عنواناً عن الديانات المختلفة: مثل البوذية واليوجا والهندوسية، وهركشنة وغيرها، وهذا يدل على أن الناس في هولندا وبخاصة الشباب من سن 16 إلى سن 30 يرغبون في معرفة معلومات عن الحياة تريح قلوبهم. فإذا بينا لهم الصلاة والوضوء على حقيقتهما وقراءة القرآن والذكر فإن ذلك ينفع.  [[الأولى البدء بالإيمان]]. وعندنا تجربة، وهي أن كثيراً من الناس يلجئون إلى المخدرات والخمور وغيرها، بسبب عدم وجود الروحانية، وذلك يوجد عندهم شتاتاً نفسياً، بحيث أن الشخص يشعر بشيء ويتكلم بخلافة، لنقص الإيمان والتوحيد. قلت له: ما صفات الداعية المسلم الذي ترى أنه يقدر على التأثير في أهل أوروبا في الدعوة إلى الإسلام؟ فقال: المؤهلات كثيرة، ومن أهمها ما يأتي: 1-أن يكون شخصية علمية، قوي الحجة والبرهان، وكثير من المسلمين عاطفيون يغضبون بسرعة، فلا بد أن يكون قوي الصبر. 2-أن يكون عنده إلمام بالأديان المقارنة. 3-أن يعرف الثقافة الأوربية التي يدعو أهلها وعقليات الناس. 4-أن يكون روحانياً علماً وعملاً. 5-أن لا يكون عنده حب الرئاسة، بل يكون متجرداً مخلصاً، ولا يتلوث بأمراض الإدارة، حتى يكون مرتاح القلب. 6-ولا بد أن يجيد لغة أهل البلد، وفائدة الذي لا يجيد لغة أهل البلد تكون قاصرة، لأنه ينقل المعاني بواسطة غيره. قلت له: هل تظن أن المؤسسات الإسلامية والجهات القادرة في البلدان الإسلامية قامت بواجب تبليغ الإسلام إلى الناس في أوروبا؟ فقال: الذين يقومون بشيء من الدعوة إلى الإسلام لم يستفرغوا جهدهم، وأكثر المسلمين القادرين لم يقوموا بواجب التبليغ، كل حسب قدرتهم. وقال الأخ عبد الواحد: لا ينفع الهولندي أن يبعث لتعلم الدين في البلدان الإسلامية، وإنما ينبغي أن يدرس الدين في بلده، ولا بد أن يكون المدرس ملماً إلماماً كاملاً بالبلد التي تراد الدعوة فيها، ويجب أن ينشأ معهد إسلامي في الدول الأوربية. والدعاة الذين يبعثون من البلدان الإسلامية، تعودوا على حب الرئاسة والزعامة والإدارة، والواجب أن يكونوا دعاة فعلاً عاملين مع الناس في كل شؤونهم النافعة للدعوة، وأن يختلطوا بغيرهم. وسألته عن الوسائل الناجحة في نشر الدعوة الإسلامية؟ فقال: الوسائل أيضا كثيرة، ومنها: 1-القدوة الحسنة. 2- الكتب المؤلفة أو المترجمة بلغة أهل البلد، لأن الناس هنا يحبون القراءة المنفردة في بيوتهم، بخلاف الشرقيين فإنهم يحبون أن يسمعوا أكثر مما يقرءون، ويجب أن تكون هذه الكتب كثيرة وسليمة تحرك فكر الأوربيين. 3-كتابة مقالات في الجرائد. 4-التلفاز. 5-الراديو. 6-وأهم من ذلك كله: إنشاء مدارس خاصة بأولاد المسلمين. والعيب الكبير عند المسلمين عدم وجود هذه المدارس، لأن أولاد المسلمين يضيعون، ويتربون بعيدين عن التربية الإسلامية والإمكانات التي يمكن أن تنشئ هذه المدارس غير موجودة. وليس صعباً من الناحية القانونية أن يكون للمسلمين مدارس وإذاعة وقناة تلفزيونية وصحف، ولكن المشكلة هي في الخلافات بين المسلمين في هولندا.  [[وفي كل بلدان العالم الإسلامي وغير الإسلامي]]. فإذا تكلمنا عن إنشاء مدرسة فإن الأتراك يريدون مدرسة تركية، والمغاربة يريدون مدرسة مغربية، وهكذا... وهذا من أهم الأسباب التي تحول بين المسلمين والاستفادة من الإمكانات المتاحة لهم في هذا البلد. والآباء والأمهات في الأسر الإسلامية، فكرهم مرتبط ببلدانهم، فالأتراك يريدون ثقافة تركية، والمغاربة يريدون ثقافة مغربية... ولا توجد الآن الإمكانات البشرية والمادية، ولا توجد المادة التي يجب أن تدرس في المدرسة، ولا بد من تهيئة ذلك بالممارسة والتجربة. والمدرسة إذا  أنشئت يجب أن تساوي المدارس الهولندية، فلا بد من مدرسين هولنديين يدرسون المواد الهولندية، ومدرسين مسلمين يدرسون الإسلام، فوجود مؤهلين ضروري قبل إنشاء المدرسة، وهذا واجب المسلمين. أما الحكومة فهي تسمح لأهل كل ديانة أن تنشئ مدارس تابعة لها، وهي تمول تلك المدارس تمويلاً قد يصل إلى مائة بالمائة. قلت له: هل يقبل الأوربي الحوار في أمور الإسلام؟ قال: عند الأوربي نظرة سلبية عن الإسلام، والذي يريد أن يتحدث عن الإسلام، يجب أن يكون قادراً على إزاحة الشبهات التي علقت بذهن الأوربي عن الإسلام بالبراهين والحجج، والأوربي من عادته أن يقبل الحوار عن أي شئ، ومن ذلك الإسلام. قلت له: أيهما أنفع لنشر الإسلام في أوروبا الطلاب أم الجالية؟ قال: الحكومة الهولندية تتجاوب مع الجالية بسبب كثرتها، بخلاف الطلاب، أما الشعب فيسمع للطلاب أكثر لأنهم متعلمون، بخلاف الجالية. قلت له: هل تسمع بلغتك من وسائل الإعلام في البلدان الإسلامية اهتماماً بنشر الإسلام والدعوة إليه. قال: لا. قلت: هل تظن أن الحجة قد قامت على الأوربي في الدعوة إلى الإسلام؟ قال: لا. قلت: ما سبب الإكثار من اقتناء الكلاب ومحاولة التقليل من الأولاد؟ قال: يعود ذلك إلى الناحية الاقتصادية، الأولاد يكلفون أكثر، وكذلك من ناحية المسؤولية، لأن تربية الولد أصعب من تربية الكلب، هذه هي نظرة الأوربي. قلت: كيف صلة الجار بالجار؟ قال: ضعيفة جداً، وهي في القرى أفضل! وكان الأخ عبد الواحد يتحدث باللغة العربية، ويحتاج – أحياناً - إلى أن تترجم له بعض الكلمات. حوار مع الأخ المسلم الهولندي يونس انجلنبورج: YUNUS ENGELENBURG)) ثم انتقلنا إلى منزل الأخ يونس في مدينة لاهاي(7). [img]pics/10/10007.jpg[/img]<< ..... >> ولد سنة 1954م، في 26 فبراير. والداه لم يكن لهما أي دين يعتقدانه، ونشأ هو مثلهما. قلت له: أما كنت تشعر أنك في حاجة إلى دين؟ قال: بلى، كنت أشعر بذلك، لأني كنت أحس بفراغ في قلبي. قلت: متى أول مرة سمعت فيها عن الإسلام؟ قال: أول ما سمع عن الإسلام في المدرسة وهو صغير، والذي سمعه عن الإسلام كان سيئاً، ولكنه لم يكن في ذلك الوقت يفهم شيئاً واضحاً. وعندما قارب سن العشرين سمع شيئاً طيباً عن الإسلام. جاء إليه بعض المسلمين، ورآهم يختلفون عنه في التفكير وسلوكهم، وكان مهتما بهم وبسلوكهم. وبعد ذلك بحث عن الإسلام وقرأ ترجمة معاني القرآن الكريم  باللغة الهولندية، والذين ترجموا ذلك هم الأحمدية.  [[هكذا تجد الفرق الخارجة عن الإسلام المنتسبة إليه تجتهد في نشر أفكارها باسم الإسلام، بل عن طريق ترجمة معاني القرآن الكريم، وأهل الحق نائمون!]]. وقرأ مقدمة هذا الكتاب، ثم هداه الله فأسلم سنة 1975م. قلت له: ما الذي جذبك إلى الإسلام أكثر؟ قال: التوحيد. قلت: ما الفرق بين حياتك قبل الإسلام وحياتك بعده؟ قال: قبل الإسلام كنت أشعر بفقد شيء ما في حياتي، وما كنت أعرف لنفسي هدفاً في الحياة، بل كنت ضائعاً ولا أدري ماذا أفعل؟ أما بعد الإسلام فإني تيقنت أنني وجدت الذي كنت أفقده، ووجدت لنفسي هدفاً وهو رضا الله تعالى، وأشار إلى الحديث القدسي الذي قال الله فيه لأهل الجنة: \"أحل عليكم رضواني فلا أسخط عليكم بعده أبدا\". قلت: ما الموضوعات التي ترى أنها تؤثر في الأوربي؟ قال: الأخلاق والأخوة وحب الجار للجار والتوحيد، وإظهار بساطة الإسلام وسهولته، والمقارنة بينه وبين غيره. قلت: ما صفات الداعية التي ترى أنها لو توافرت في شخص، لأثر في الأوربي؟ قال: الأوربي يحتاج في أول الأمر إلى الجانب التطبيقي من الإسلام، وليس الجانب النظري، فالسلوك الإسلامي والقدوة الحسنة تؤثر أكثر من الحجج والبراهين، فإذا كان الداعية ملتزماً بالدين بحيث يراه الناس واضحاً في تصرفه فإنه سيؤثر فيهم. ويجب أن يكون الداعية إلى الإسلام مؤمناً إيماناً راسخاً لا يتزعزع، بحيث يقدم للناس الإسلام على حقيقته، ولا ينظر إلى ميول الأوربيين، ولو أغضبهم ذلك. وقال: إنه يرى في أسلوب محمد قطب في كتابه شبهات حول الإسلام ضعفاً في عرض الإسلام ـ وطلبت منه هنا أن يبين لي سبب الضعف من وجهة نظره؟ فقال ـ: أضرب مثالاً واحدا يحضرني الآن، وهو أن محمد قطب عندما تكلم عن المرأة، قال: إنه في إمكانها أن تحصل على الطلاق من زوجها، والحقيقة أن حصول المرأة على الطلاق من زوجها فيه صعوبة في الإسلام ولم يذكر محمد قطب هذه الصعوبة، وقد يفهم الأوربي أن حصول المرأة على الطلاق سهل في الإسلام، وعلى كل حال لا يجوز للداعية أن يتنازل عن شيء من أمور الإسلام. وسألته عن الفئات التي يكون قبولها للإسلام أكثر من غيرها؟ فقال: أقرب هذه الفئات الشباب، وبخاصة ذوي المستوى العلمي. وسألته: من هم الذين لا يقبلون الإسلام؟ فقال: الله أعلم. ولكن ربما الناس الذين لا يهتمون بإصلاح المجتمع، وكثير منهم  غير متعلم. والمتعلم كبير السن يصعب قبوله للإسلام. والمرأة أكثر قبولاً من الرجل. وقال: إن الرجل الأجنبي المسلم يسهل اتصاله بالمرأة الهولندية غير المسلمة، ويجوز أن تدخل في الإسلام أولا للزواج بالمسلم، ولكن لا يمكن أن يستمر الزواج بينهما إذا كان المسلم ملتزماً إلا إذا  كانت هي مقتنعة بالإسلام، أما إذا  كانت غير مقتنعة، فإنها لا تلتزم بالإسلام فيكون الفراق بينهما هو النهاية. ويصعب أن يتصل الهولندي غير المسلم بالمرأة المسلمة. قلت للأخ يونس: هل ترى أن الدعاة فئات أيضاً كما أن المدعوين فئات؟ قال: نعم الدعاة فئات ومستويات، بعضهم أكثر تأهيلاً من بعض، وكذلك تختلف نوعياتهم باختلاف تخصصاتهم، واختلاف فئات المدعوين، فكل فئة من المدعوين تحتاج إلى فئة تؤثر فيها أكثر من غيرها. وأفضل الدعاة في هولندا هو المسلم الملتزم بدينه الذي عنده قدرة على الاختلاط بالناس، وعلى شرح الإسلام شرحاً سهلاً غير معقد. قلت له: كيف كنت تفهم الحرية قبل الإسلام، وكيف تفهمها بعد الإسلام؟ فقال: الحرية قبل الإسلام ليس لها هدف ولا ثمرة، أما بعد الإسلام فلها هدف وثمرة. الحرية هي أن يتخلص الإنسان من استعباد هواه له وأن يطيع الله. قلت له: ذكرت أنك قرأت ترجمة معاني القرآن الكريم  التي كتبها بعض القاديانيين، ألا تخشى أن تكون تأثرت بشيء من عقائدهم وقد اعتبرهم المسلمون أقلية غير إسلامية؟ فقال: أنا قرأت مقدمة الترجمة، وكانت سبباً لاطلاعي على فكرة التوحيد وكانت سبب هدايتي، والأفكار الأخرى لم أتأثر بها، وأما الترجمة فقرأت منها قليلاً ولم تؤثر فيَّ. وقال: إنه ذهب إلى الأحمدية في مسجدهم في مدينة لاهاي، وكان يوجد عندهم هولندي مسلم، فاتفق معه أن يسألهم بعض الأسئلة ويناقشهم، وكانوا يقتصرون في إجابتهم على أسئلته فقط ولم يحاولوا أن يؤثروا عليه بمذهبهم، ولهذا لم يتأثر بفكرهم. وقال: إنه وجد في سلوك بعض القاديانيين، أنماطا لم يستسغهاً كالكبر وسوء المعاملة، بخلاف جماعة التبليغ، فإنه رافقهم في بلجيكا فوجدهم متواضعين عندهم الأخوة والأخلاق الحسنة، وقد أثر ذلك فيه لما فيه من تطبيق لبعض معاني الإسلام. وقال الأخ يونس: إن المسلم الذي يهديه الله للإسلام في بلاد الغرب مثل الطفل، يحتاج إلى عناية ومتابعة لإعطائه تصورات إسلامية صحيحة، بدلاً من تصوراته الجاهلية القديمة، فلا بد له من مرشد يعنى به. قلت له: هل يعني هذا أن المسلمين في هولندا لا يهتمون بالمسلم الجديد. فقال: يوجد شيء من الاهتمام، ولكنه قليل، ويجب أن يهتموا بالمسلم الجديد أكثر، وهذا فيه صعوبة، ولكن لا بد من الصبر والمصابرة. والمسلم الجديد يفقد أسرته وأصدقاءه، ويصبح وحيداً في وحشة فمن يؤنسه غير المسلمين. وسألت الأخ يونس: هل ترى أن المسلمين أولوا الدعوة إلى الإسلام اهتمامهم ـ أعني المؤسسات الإسلامية وغيرها في بلدان المسلمين؟ فقال: لم أرهم قاموا بواجبهم، بل إنهم مقصرون بالنسبة للأوربيين المسلمين وغير المسلمين، بل إنهم مقصرون حتى في بلادهم لم يقوموا بما يجب عليهم في الدعوة إلى الله. والحكومات في الشعوب الإسلامية لم تقم بالمحافظة على الجاليات الإسلامية في أوروبا، بإعانتها بدعاة ومعلمين ومدارس لأولادها، بل على العكس تحاول كثير من تلك الحكومات عرقلة انتشار الإسلام في أوروبا، عن طريق رعاياها. وشكا الأخ يونس من عدم وجود أئمة وخطباء للجاليات الإسلامية، عندهم مؤهلات تمكنهم من معالجة الأمور والحث على ما فيه نفع عام للمسلمين، سواء كانوا من الجالية أو من أهل البلد. وقال: إنني لم أجد في خطب الجمعة توجيهاً للجاليات الإسلامية في كيفية الاختلاط بالهولنديين والنقاش معهم، وخطب الجمعة لا تعالج مقتضيات العيش في أوروبا، بل كأنها مفروضة على الجاليات من حكوماتهم. والجيل الجديد من الجالية، يكاد يفقد إسلامه، فلا يحافظون عليه ولا يربونه التربية السليمة، وأكثر الأئمة لا يهتمون بذلك. وسألت الأخ يونس: هل الجالية الإسلامية أكثر ربحاً أو خسارة من الناحية الإسلامية في هولندا؟ فقال: الحقيقة أن وجود الجالية هنا يفيدهم، لأنهم عندما جاءوا إلى هنا أصبحوا يعيشون بوعي أكثر لإسلامهم، ولهذا اضطروا هنا أن يتعرفوا على الإسلام أكثر، هذا بالنسبة للذين وفدوا من الخارج، أما الأولاد فالخسارة فيهم أكثر، لأن الجيل القديم لم يهتم بأولاده في التربية، فإذا استطعنا تربية الجيل الجديد فإن وجودهم سيكون إيجابيا.  [[أغلب الذين سألتهم هذا السؤال أجابوا أن الخسارة أكثر في الكبار والصغار من حيث الجملة في الغرب كله]]. ثم ختم الأخ يونس حديثه بنصيحة للمسلمين، فقال: على الذين يريدون الدعوة إلى الله أن يقدموا الإسلام على حقيقته، بدون أي تنازلات، لأن عرض الإسلام على حقيقته واجب، ويدل على إيمان الداعي بما يدعوا إليه، وفي هذا قوة يراها الآخرون، بخلاف العكس. ويجب أن يكون الداعية واضحاً في التزامه بالدين، والأفضل أن يكون من أهل البلد إن أمكن، لأن تأثيره يكون أقوى إذا ما كان قدوة حسنة. ومن أهم الوسائل التي تثبت الإسلام وتنشره: التعليم الإسلامي في هذا المجتمع، وبخاصة المغاربة والأتراك الموجودين هنا، لأن ذلك يعود بالخير عليهم وعلى أهل البلد. والأخ يونس شاب معتز بهذا الدين واثق فيه، يرى أن المؤمن الحق الذي يريد الدعوة إلى الإسلام، هو الذي يلتزم به ويصارح الناس بحقائقه بدون مجاملة ولا تنازلات، ليشعر الناس بقوة هذا الدين وليس بضعفه. وكان يتكلم اللغة العربية ويسمع كلامي باللغة العربية، وما كان يحتاج إلى الترجمة إلا قليلاً، وكان الأخ عبد الغني يساعدنا في الترجمة إذا  حصلت حاجة. والأخ يونس يحضر الماجستير في الجامعة  [[نسيت أن أكتب تخصصه]] ويرغب في أخذ فترة يتعلم فيها اللغة العربية ومبادئ الإسلام، ليزداد فهماً للإسلام حتى يستطيع بيانه للناس. وقد بقينا مع الأخ يونس ساعة ونصف الساعة. زيارة المسجد الأقصى: ذهبنا إلى جامع كبير تتبعه مرافق مناسبة، وكان في الأصل كنيسة اشتراها بعض المسلمين الأتراك وحولوها إلى مسجد، وسموه بالمسجد الأقصى، تسلية لأنفسهم به عن المسجد الأقصى الذي احتله اليهود ويحيط به مئات الملايين من العرب الذين أصروا على جعل قضيته قضية عربية [[قلت: وإن عرضوا ذلك على منظمة المؤتمر الإسلامي فإنما هو من باب محاولة الغريق إنقاذ نفسه بما تقع عليه يده مضطراً لما يسمى بالدعم السياسي لقضية عربية]]. بل في حقيقة الأمر فلسطينية، بل إن الذين يتحملون الاهتمام الصادق به هم المقاومون للاحتلال بجهاد العدو من الفلسطينيين، وحرموا ملايين من المسلمين من شرف إقامة الجهاد في فلسطين، ليحرروها من اليهود الذين زرعهم إخوانهم الصليبيون في هذا الجزء الغالي من بلاد المسلمين، وتآمر معهم من نصبوا أنفسهم حماة للشعوب الإسلامية فسلموا فلسطين لقمة سائغة لأذل خلق الله(8). [img]pics/10/10008.jpg[/img]<< ..... >> [img]pics/10/10009.jpg[/img]<< ..... >> ضحينا بالحيوان فأين التضحية بالنفوس؟! ثم زرنا مسجداً آخر أصغر منه، وصلينا فيه المغرب، وأغلب المصلين فيه من الأتراك، وإمامه يبلغ عمره ستين سنة تقريباً، وكان يلقي درساً قبل المغرب في موضوع الأضاحي، ويقارن للمسلمين بين التضحية بالذبائح والتضحية بالنفوس للجهاد في سبيل الله. فهمت ذلك من النصوص التي كان يوردها في كلامه، والمصطلحات الفقهية التي ينطقها باللغة العربية، وكان حديثه باللغة التركية. معلومات أخرى أدلى بها عبد الغني: ثم ذهب بنا الأخ عبد الغني جزاه الله خيراً، وهو رجل فاضل ذو أخلاق عالية ومحب للدعوة والدعاة، ذهب بنا في سيارته إلى مدينة أمستردام، وكان ملازماً لنا من الظهر، وذكر لي في طريقنا إلى أمستردام بعض المعلومات سجلت منها ما تذكرته في الفندق: من ذلك أنه أثنى على شاب سعودي درس الطب في جامعة ليدن بأنه كان ملتزماً بدينه جاداً في عمله، وهو الدكتور سعيد يوسف عابد الذي كان مديراً لمستشفى الطائف، وهو الآن في المحجر الصحي بجدة، تخرج سنة 74-1975م. ومما ذكره لي: مواقف المستشرق الحاقد: بروخ مان الهولندي من الإسلام، و يعتبر آخر المستشرقين الذين أعدوا المعجم المفهرس لألفاظ الحديث، وما زال حياً، وهو في مدينة ليدن في الجامعة وسيحال إلى التقاعد قريباً. وهو يتجنى على الإسلام وينسب إليه ما ليس منه متعمداً، وذكر الأخ عبد الغني قصة اتضح فيها خبثه ووقوفه ضد الإسلام: قال: ذهبت فتيات مسلمات من الأتراك والمغاربة، إلى المدرسة وهن مغطيات رؤوسهن، فوقف المسؤولون في المدرسة ضد ذلك الزي، بحجة أنه لا ينبغي التفريق بين الطالبات في الزي المدرسي، وأصر أولياء أمور البنات على أن يرتدين ذلك الزي، فوصل الأمر إلى البلدية في المدينة، وأصدرت البلدية قراراً بمنع المسلمات من ارتداء ذلك الزي، لأنه زي وطني لا يلزم التمسك به في بلد غير البلد الذي من عادته ارتداء ذلك الزي. فذهب أولياء أمور الطالبات إلى البلدية، محتجين بأن ارتداء ذلك الزي أمر الله به في القرآن ولا بد من التمسك به ديناً، فبعثت مسئولو البلدية إلى المستشرق المذكور، بصفته متخصصاً في الشؤون الإسلامية، يطلبون منه إخبارهم بما ادعاه أولياء أمور الطالبات، من أن ارتداء هذا الزي موجود في القرآن، فأجابهم بأن ذلك عادة من عادات العرب، وليس مأموراً به في الإسلام ولا موجوداً في القرآن. وعندما علم المسلمون ذلك، دعوا إلى اجتماع أئمة مساجدهم في هولندا، وحضر الاجتماع بعض المسلمين الهولنديين، منهم الأخ عبد الأحد الذي سبق ذكره، وقد كان درس الإسلام في تركيا، فقرروا أن يدعوا المستشرق المذكور لمناقشته في الأمر،  وكتبوا إلى البلدية رقم الآية التي ذكر فيها الخِمار، وذكروا أنه يجب في فهم الإسلام الرجوع إلى علماء المسلمين، وليس إلى أعداء الإسلام والمسلمين، وبعثت البلدية بذلك إلى المستشرق وقالوا له: إن أحد المسلمين الهولنديين ذكر أن ذلك موجود في القرآن وذكروا له رقم الآية الدالة على ذلك. فغضب الحاقد وبدأ يحتال، ويقول: إن الذي لم يذكر في القرآن هو النقاب، وأما الخمار فقد ذكر، فاضطر أن يعترف بحقيقة الأمر الذي ذكره المسلمون. وقررت البلدية إلغاء قرارها السابق وأذنت للفتيات المسلمات بارتداء الزي الإسلامي ما دام يلزمهن به دينهن! فهل من مدكر؟! دولة كافرة مسيحية علمانية، يكثر بها اليهود ويسيطرون على أجهزة إعلامها وتعليمها، تعترض هذه الدولة على زي المسلمات وهن أقلية، وتصدر قراراً بمنع ذلك الزي، ولكنها  تسمح للمسلمين وهم أقلية أن يحتجوا ويبدوا رأيهم ويستدلوا على احتجاجهم بقرآنهم وتحاول أن تتيقن من دعوى المسلمين أن ذلك الزي موجود في القرآن وتطلب من المختص في بلادها – المستشرق - أن يرشدها إلى صحة دعوى المسلمين أو عدم صحتها فيخون عدو الله أمانته ويكتم الحق ويظهر الباطل ويكذب الصادقين فينكر ما ادعاه المسلمون ظناً منه أنه وحده فارس الميدان، ولكن أئمة المسلمين ومنهم بعض المسلمين الهولنديين يفضحون خيانة الرجل ويثبتون للدولة كذبه في ذلك باعترافه هو بنفسه، ثم تلغي الدولة الكافرة المسيحية العلمانية القرار الظالم الذي يخالف دين الأقلية المسلمة وتمنح تلك الأقلية الحرية في تطبيق ما أمر به كتابها! ولكن حكاماً للشعوب الإسلامية التي توجد بها أقليات غير مسلمة يعترضون على احتشام المسلمة في بلادها في مدارسها وجامعاتها التي تحيط بها المساجد وترتفع من مآذنها أصوات الحق وآيات القرآن الكريم، وتجند حكومات تلك الشعوب عساكرها ومنافقيها من المخابرات والموظفين ضد الفتاة المسلمة وحشمتها في بلادها، وإذا أصرت منعت من دخول المدرسة والجامعة وإذا احتج ولي أمرها بالقرآن اتهم بالرجعية والتطرف وأوذي بالسجن والطرد؟ [sh] حرام على بلابله الدوح= حلال للطير من كل جنس [/sh] وهكذا تنعكس الأمور فيظهر عدو الإسلام الكافر منصفاً للإسلام تطبيقاً لقوانينه واحتراماً لديانة الأقلية الأجنبية في بلاده، ويستأسد المنتسب للإسلام من حكام المسلمين على دينه وعلى بني وطنه الذين هم الكثرة الغالبة إذا  ما تمسكوا بالإسلام، فإلى متى يكون اختلال الموازين هو الأساس في بلاد المسلمين؟! وصلنا إلى الفندق في الساعة الحادية عشرة والنصف ليلاً وودعنا الأخ عبد الغني ورجع إلى منزله في مدينة ليدن. حنين القلب إلى المشاعر يوم التروية: الأحد: 8/12/1407هـ هذا اليوم هو يوم التروية: اليوم الذي تتحرك فيه جموع حجيج المسلمين من مكة إلى منى ملبية محرمة خاشعة داعية متذللة، وقد كنت شاركت في سنوات كثيرة هذه الجموع، فتصورت هذا اليوم وتلك الحركة وذلك المنظر الذي لا يفكر فيه صانعوه كما يفكر فيه من فقده وقد اشترك فيه، فأطرقت وأنا وحدي في الفندق وسال الدمع بعد أن اهتاجت المشاعر وتحرك القلب وازداد الحنين، وتناولت القلم وسجلت هذه المشاعر على عجل: [sh] روّت جموع المؤمنين قلوبها= بالنفر نحو منى لترضي ربها وعلت هتافات الجميع إلى السما= كل يلبي ربه متولها نزلوا الخيام لباسهم متوحد= هجروا ملذات الحياة وحوبها شعث الرؤوس ثيابهم مغبرة= لكن قلوبهم تضيء من البها طابت منى بالوافدين وقد غدت= نزلاً لوفد الله كل شعابها وتزينت عرفات لليوم= الذي تحيا به جنباتها وهضابها تفد الجموع بقضها وقضيضها= وتعود نحو منى تحط رحالها والرمي للجمرات رمز إجابة= ترجو الإله الحق غفر ذنوبها والنحر يذكر بالخليل وبابنه= بالمشعر الميمون تقضي نحبها وتفيض للبيت العتيق حشودهم= بما بدأت به في حجها وتعود ترقد في منى مسرورة= لتواصل الذكر الكثير لربها ويغادر الوفد العظيم مودعاً= تلك الرحاب وقلبه كَلِفٌ بها والأهدلي مسافر متنقل= في هذه البلدات مكروب بها رباه مالي قد تركت مرابعاً= تهفو القلوب من الدنا لرحابها رباه هل أحظى لديك بحجة= تمحو بها ذنبي وتدنيني بها [/sh] وبعد قليل من كتابة هذه الأبيات جاءني الأخ محمد جمعة الذي كنت على موعد معه لمقابلة امرأة هولندية غير مسلمة وهي صديقة لزوجته، وكانا يطمعان في تفهمها الإسلام واقترابها منه ثم لعلها تهتدي فتدخل فيه. ولكنها كانت أصعب إنسان غير مسلم قابلته في بلاد أوروبا وأشد شراسة، وأعظم حيدة عن الإجابات البدهية، وقد صبرت عليها كثيراً على الرغم من إساءتها الأدب في المناقشة.  [[كان صبري عليها لعلمي بالصراع النفسي الذي يعتمل في نفسها مع الحقائق الدامغة التي كانت تسمعها، فقد كان النقاش كما سيتضح من قراءته يتعلق بإثبات وجود الخالق الإله، وكانت تحاول بشتى الوسائل أن أترك النقاش في هذا الموضوع لعلمها بأنها إذا  اعترفت به لزمها الاعتراف بالوحي والدين والرسالة وهي لا تريد شيئاً من ذلك، لأنه كما فهم من كلامها يقيد حريتها التي لا تريد شيئاً يقيدها. وقد فهمت فيما بعد أنها تعاني من مشكلة اجتماعية تقلقها، كما فهمت أن والدها عندما علم أنها ستقابل مسلماً سعودياً شدد عليها خوفاً من أن تتأثر بالإسلام فتسلم. وقال الأخ محمد بعد أن انتهت المقابلة وذهبت: أن زوجته سألتها لماذا وقفت هذا الموقف في المناقشة مع هذا الرجل؟ فقالت: لقد تعمدت إثارته لأختبر صبره وقوة تحمله وهو مسلم يدعو إلى الإسلام فأعجبني موقفه!]]. وكان المترجم الأخ محمد بن جمعة وكان اللقاء في منزله. الحوار مع المرأة الهولندية غير المسلمة نيلي ( NILLY ). ولدت NILLY في 4 فبراير  سنة 1954م. دينها - في الأصل - الكاثوليكية، وهي لا تؤمن بدين. قالت: لقد قررت نسيان معنى الدين تماماً، لأن الأديان فيها اضطراب، بسبب الخلافات ودعوى كل فرقة أن الحق معها. ولكن من الناحية العملية والتطبيق تكتشف هي وأمثالها أن هناك أشياء طيبة من الثقافات الإنسانية. أمها كاثوليكية، وأبوها يسخر من الدين وهو مادي. كانت تتلقى التعليم في المدارس وهي طفلة، وترى الحكايات التي تقال عن المسيح مسلية، وتخيلت مرة  وهي تفكر في تلك الحكايات أنها رأت السيدة مريم من خلال السحاب وبدأت تصلي، وكانت الطقوس  الكاثوليكية تجذبها، وهي الآن تصلي لإله لا تعرفه، وتضع قواعد لنفسها تسير عليها. وهي لا تعرف السبب الذي جعلها تؤمن بإله لا تعرفه.  [[هي تحاول أن تلحد ولكنها لم تستطع لضغط فطرتها التي تحاول التخلص منها، عليها]]. تخصصها العلمي: الإنسانيات، وهي تحضر في الحياة اليومية للفقيرات والعائلات الفقيرة في مصر. قلت لها: هل تؤمنين  أن لهذا الكون خالقاً؟ قالت: لا أدري! قلت: هل يمكن أن توجد المصنوعات من غير صانع؟ رفضت أن تجيب على هذا السؤال، وقالت: هذا لسنا في حاجة إلى التفكير فيه مطلقاً، نحن نستعمل المصنوعات وننتفع بها بدون حاجة إلى التفكير في صانعها. ثم قالت - وقد اشتد غضبها من هذا السؤال -: كلما كانت الأسئلة سهلة غير معقدة كان ذلك داعياً لعدم التفاهم معك، وكلما كانت قوية مركزة كان ذلك داعياً إلى التفاهم والاستمرار في المناقشة، لأن الأسئلة السهلة فيها إهانة لها - كما زعمتْ - وذلك يقتضي ثلاثة أمور: أما أن تكذب في جوابها، وأما أن تهاجم وأما أن تنسحب، وتغير وجهها واحمرت عيناها، وكانت تتكلم بغضب، وأنا لا أزيد على التبسم ومحاولة إقناعها بأن الأسئلة عقلية ومهمة في حياة الإنسان. وحاولت أن أوهمها أني تركت النقاش في هذا الأمر بإيراد أسئلة أخرى، فقلت لها: متى سمعت عن الإسلام في حياتك؟ قالت: أول ما سمعت عن الإسلام بوعي عندما ذهبت إلى مصر منذ ثمان سنوات، وقبل ذلك سمعت شيئاً مفرقاً  عن الإسلام وعن محمد [صلى الله عليه وسلم] ومكة وكون المرأة مهضومة في الإسلام، وكلما سمعت عن الإسلام يعتبر سلبيات. فقلت لها: ما الإيجابيات وما السلبيات التي رأتها في الإسلام؟ قالت: من الإيجابيات أن الإسلام يقول: إن الإنسان يولد على الفطرة، بخلاف المسيحية فإنها ترى أن الإنسان يولد نجساً بسبب الخطيئة، والإسلام يرى أن التقاء الرجل بالمرأة شيء طبيعي لإشباع الغريزة والمحبة وإيجاد النسل بخلاف المسيحية فإنها ترى في التقاء الرجل بالمرأة قذارة ولا يمارس ذلك إلا من أجل النسل فقط، ومن الإيجابيات أن الرجل والمرأة لا يجوز لهما اللقاء إلا بالطريقة الشرعية. ومن الإيجابيات الزكاة في الإسلام وما فيها من تكافل، ومن ذلك الحج فيه اجتماع عظيم يتعارف فيه الناس وتضيع الفروق بينهم. ومن الإيجابيات الصلاة، ولكن كونها تؤدى في اليوم خمس مرات فيه صعوبة وقد يكون الإنسان مشغولاً جداً، فإما أن يصليها الإنسان كلها في وقت واحد أو أن تكون اختيارية وليست فرضاً. ومن الإيجابيات آداب الطعام، وكذلك النظافة وكون الفرد عضواً في مجتمع، وعلاقات المسلمين الاجتماعية طيبة لأن بعضهم يحمل هموم بعض وكذلك المساواة  بين الرجل والمرأة، مع اعتبار الفروق الطبيعية بينهما. وكذلك أمر الإسلام المرأة بأن لا تغري الرجل وأمره لها بالتستر. أما السلبيات - في رأيها - فهي: كون الزواج عند المسلمين يتم بدون معرفة كاملة بين الرجل والمرأة، فإن معرفة كل واحد منهما الآخر نفسياً وطبياً أمر لا بد منه، ويتم الزواج بين المسلمين بغير حب في الغالب ومن السلبيات تعدد الزوجات. وكون الرجل يجوز له أن يضرب زوجته، والمرأة لا يجوز لها أن تضرب زوجها، والذي تراه أنه لا يجوز لكل منهما ضرب صاحبه. ومن السلبيات اشتراط النطق بالشهادتين لمن يريد أن يدخل في الإسلام، لماذا لا يكتفي بالإيمان بدون نطق. ومن السلبيات اعتبار الكلب قذراً. ومن السلبيات عقوبة الزنا، وإن كان الزنا قبيحاً ولكن جريمة المرأة على نفسها وليس على المجتمع. ومن السلبيات استعمال الإرهاب في حفظ الكيان الاجتماعي، لعقوبات السرقة وشرب الخمر والزنا، ومن ذلك منع المرأة من كشف شعر رأسها. وقالت: أنا لا أفهم الفرق بين شعر المرأة وشعر الرجل.  [[لم أر داعياً لمناقشتها في هذه الأمور، وإنما كنت مهتماً بمناقشتها في أصل الإيمان بالله، لأن الدخول معها في فرعيات غير مجد، وكانت هي حريصة جداً أن ندخل في مناقشات فرعية ـ ولكني قلت لها عندي أجوبة عن كل سلبية ذكرتها ولكن أحب أن يكون نقاشي فيما هو أهم في نظري!]]. قلت لها: أيهما أقرب إلى العقل أن يكون الإله واحداً أم ثلاثة؟ قالت: لا تستطيع الجواب، لأنها لا تعرف معنى التثليث. قلت: هل تعترفين بوجود خالق؟ قالت: لا تعرف الجواب بالتحديد، وانزعجت مرة أخرى و قالت: هل هذا يحتاج إلى خيال واسع؟ هذا سؤال سخيف لا يستحق أن يطرح ولا أن يفكر في الجواب عنه ونحن سنموت ولا داعي للتفكير فيه ما دمنا سنموت، و قالت: وسبب سخافة السؤال أن الإنسان صنع كل شئ، فإذا سألناه من صنع هذه الأرض يكون السؤال سخيفاً. وأردت أن أبين لها أن عقلها سخيف ولكن بطريقة غير مباشرة فقلت لها: هذه الأسئلة التي ألقيها إليك حيرت عقول الفلاسفة في قديم الزمان وحديثه، وهي إذا  أجيب عنها سبب في السعادة، وإذا لم يجب عنها سبب في التعاسة والشقاء، فالتفتت إلي التفاتة غضب وسكتت! ثم قالت: يمكن أن الذي خلق الكون هو الحب. قلت: هل الحب أمر قائم بنفسه قادر على أن يخلق غيره عنده صفات تمكنه من ذلك كالعلم والحكمة وغيرهما؟ قالت: الإله ليس إنساناً حتى تكون فيه هذه الصفات؟  [[انظر كيف تهرب من الإجابة على السؤال؟]]. قلت: أنت لم تجيبي على سؤالي، ومع ذلك أقول لك: إن الخالق لا بد أن يتصف بهذه الصفات، ولكن صفات الخالق ليست كصفات المخلوق وإن اتفقت في اللفظ الذي لا نستطيع أن نعبر بغيره. قالت: إذا كان هو قادراً على كل شئ فلماذا لم يجعلني مؤمنة؟ قلت: بعض الأمور التي يعلم أنك لا طاقة لك بفعلها تولى هو أمرها، وبعض الأمور التي يرى أنك قادرة على فعلها وَكَلَ أمرها إليك في أمور جسمك وصحتك بصرف النظر عن الإيمان ولو أنه تولى كل شؤونك بدون أن يكون لك فيها اختيار وفعل لكان الحيوان خيراً منك. قالت: مثل ماذا؟ قلت: صيانة جسمك من الداخل، كنبض القلب الذي يضخ الدماء إلى خلايا جسمك وحركة رئتيك التي تستنشقين بها الهواء من الخارج وتطردين بها ثاني أكسيد الكربون ومعدتك التي تهضم الطعام والأوردة والشرايين التي عن طريقها يذهب الدم ويجيء وغير ذلك مما لا يأتي عليه الحصر، الله يعلم أنك غير قادرة على فعل شئ منه فتولاه، ولكن نظافة جسمك من الخارج والتماس الرزق وتناول الطعام وأكله وهضمه عندك على كل ذلك قدرة فوكل إليك أمره، فإذا حصل تفريط فيه فأنت مسؤولة عنه. وكذلك الإيمان خلق الله لك عقلاً تفكرين به وتعلمين به الأمور وتزنين الصحيح وغير الصحيح وخلق فيك فطرة يمكنك بها أن تعرفي ما يقبل وما لا يقبل، وخلق من المخلوقات في هذا الكون ما يدلك على الخالق لو تأملت فيها، وكرمك بأن جعلك تختارين سبيلك بنفسك بعد أن زودك بأربعة أمور: العقل، والفطرة، والكون، والرسل، الذين جاءوا بالوحي لهداية البشر، ولو أكرهك على الإيمان إكراهاً لما كان لك فضل في الإيمان وعدمه فهل يجوز لك وقد جعل الله لك هذه الكرامة أن تحتجي على الله؟‍! فهدأت أعصابها وتهلل وجهها و قالت: هذا جواب طيب جداً و قالت: إذاً الإسلام يعترف بكرامة الإنسان؟ قلت: جداً بل أستطيع أن أقول لك: إن الإنسان لا كرامة له إلا في الإسلام. قالت: لماذا يوجد عند المسلمين أمور تدل على عدم  اعتزازهم بالإسلام. قلت: لا تخلطي بين المنهج وتصرفات المسلمين السيئة المخالفة له. قالت: أعرف أن الإسلام شيء  وتصرفات المسلمين شئ آخر ولكني أردت الإثارة. قلت لها: ما معنى الحرية عند أهل الغرب؟  [[على معنى هذه الكلمة تترتب تصرفات وتوضح مناهج للحياة تثمر السعادة أو الشقاء!]]. قالت: الحرية التي تسمح بها الجماعة هي الحرية، أما الحرية المطلقة فليست موجودة، ويفعل الإنسان ما يشاء في حدود ما لا يضر المجموع، ولكن الفرد إذا  تصرف في نفسه تصرفاً لا يضر المجتمع كأن يقتل نفسه فله ذلك لأنه حر في نفسه. قلت: هنا يكمن الخطر وتتعاظم المشكلة، إن الفرد يظن أن كثيراً من تصرفاته الفردية قد لا تضر المجتمع، مع أن الضرر موجود وقد يكون مباشراً وقد يكون غير مباشر، والإنسان هو ملك لله وليس له الحق أن يتصرف في نفسه بدون إذن مالكه. قالت - مقاطعة لي -: أنا لست مملوكة لأحد أنا لست شوكلاتة. قلت: نعم لست مملوكة لمخلوق ولكن أنت مملوكة لله، فهل سألت نفسك لماذا خلقت في الأرض؟  [[كنت أحاول أن أعود بها إلى النقاش في الأمور التي قررت مناقشتها فيها لأنها أساس، ولكن لشدة غضبها منها كنت أسألها أسئلة يظهر لها أنا ليست من ذلك الباب حتى أجد المناسبة فأعود بها إلى ما قررت]]. قالت: للحب، والحب هو القوة التي يحفظ الإنسان بها نفسه، والناس وينفع بها نفسه والناس وهو شعائر وطقوس، ولهذا ثار أهل الغرب من أجل إباحة هذه العلاقات والإسلام يمنعها. قلت: الإسلام لا يمنع شيئاً يفيد البشر ولكنه ينظمه والحب في الإسلام له أبواب تتعلق بالخالق والمخلوق والفرد والأسرة والمجتمع، وإذا خرج عن تنظيمه صار شقاء وليس حباً، ألا ترين أن الذي خلق الإنسان يجب أن يقدم له ما يسعده؟ قالت: نعم الناس يحبون السعادة، أما الخلق والخالق فهذا ليس عندنا فيه تفكير وليس عندنا إلا الحياة والموت، وبدأت تغضب ويشتد غضبها، و قالت: الذي يفكر فيما بعد الموت يتعس نفسه بخلاف من عاش بدون تفكير. قلت لها: هل أسعدت الحرية والحب بمعناها عندكم الإنسان؟ وهل إباحة كل شئ للإنسان، ولو فرض أنه لا يضر به غيره أسعد الإنسان في الغرب؟ قالت: لا يوجد حب كاف وإلا لما وجدت هذه المآسي. قلت: لو قلت: لم يؤمن الناس  بدين صحيح، وإلا لما وجدت هذه المآسي كان كلامك صواباً. فغضبت وهددت بالانسحاب إن لم أدع هذه الأسئلة. وواصلنا النقاش فترة طويلة بدون أن أكتب منه شيئاً، لأن كثيراً من كلامها أصبح هذراً وثرثرة، ولكنها في آخر الأمر أظهرت الهدوء وزال ما بها من غضب، وسألتني: لماذا أنت لا تغضب؟ فقلت لها: إشفاقاً عليك، لأن عندي مفتاح قفل حياتك الذي هو الإيمان، وواجبي أن أحاول بكل ما أستطيع أن أوصل إليك ما عندي، والله قد أمرنا بالصبر ولا دعوة بدون صبر، ثم إن الذي عندي حق لا ينال منه الهجوم شيئاً، والذي يغضب هو الذي يشعر بأن موقفه ضعيف، وأنا موقفي ليس كذلك، فما زادت أن قالت: كل واحد يفكر من وجهة نظره وختمنا اللقاء. وآمل أن يؤثر هذا المشوار الطويل بما اشتمل عليه من معان في هذه المرأة التي لا أشك أن الحجة قد قامت عليها في هذا اللقاء، بل إن معلوماتها عن الإسلام قد تكون كافية لإقامة الحجة عليها قبل هذا اللقاء. ولقد شعرتُ بالإرهاق بعد هذا النقاش الطويل المثير، ولكن ما إن انتهى اللقاء مع نيللي هذه حتى جاءت الأختان المسلمتان: جميلة الهولندية، ومريم! فبدأنا معهما المقابلة بعد نيللي مباشرة. مقابلة مع الأختين المسلمتين: جميلة ومريم. جميلة يامزن الهولندية الأصل ومريم المغربية الأصل: جميلة ولدت سنة 1965م.  [[هكذا وجدت في الدفتر الذي كنت أسجل فيه المعلومات وعندما كنت أبيض تلك المعلومات في هذا الدفتر شككت في هذا  الرقم، فهي أكبر سناً من ذلك، ويغلب على ظني أنه في سنة 1955م]]. ديانتها في الأصل الكاثوليكية. ووظيفتها ممرضة. وكانت تعتقد في دينها حتى قابلت شاباً مسلماً غير أنه لم يلزمها بدينه، وأول ما سمعت عن الإسلام في حياتها عندما تزوجت بهذا الشاب قبل خمس سنوات. وقالت: إنه بعد أن تزوجها كان يغلق على نفسه الباب وتسمع منه كلاماً وتظن أنه يتحدث في الهاتف، وسألته مَن تكلم عندما تكون في الغرفة؟ قال: أنا أصلي خمس مرات في اليوم، فقالت له: ولماذا تغلق على نفسك؟ أنا مسيحية ولكني أحترم دينك. قلت لها: ما الذي دفعك إلى الإسلام؟ قالت: إنها تعلمت الإسلام من زوجها وشعرت أن الإسلام حق، فأسلمت قبل سنة ونصف، وكان لزوجها صديق مسلم تعلمت منه، واسم زوجها حسن. وأهم ما جذبها إلى الإسلام معرفتها أن لها خالقاً وهي مخلوقة له ويجب أن تعبده. وسألتها عن موقف أسرتها منها؟ فقالت: إن عائلتها تفهمت أمرها، وأمها يمكن أن تسلم قريباً وأختها قالت لها: هذا أمر سخيف، ولكن ما دمت سعيدة في حياتك فلا بأس، وبعض أهلها يسخرون منها، ولكن لم تواجه من الجميع مشكلات. وسألتها: كيف حياتك قبل الإسلام وحياتك بعده؟ قالت: إنها كانت تشعر قبل الإسلام أنها تفقد شيئاً، ولكنها بعد الإسلام وجدت هذا الشيء. وسألتها: هل يهتم المسلمون من الجالية بالمسلمين الهولنديين؟ قالت: نعم. قلت: وهل يهتمون بغير المسلمين فيدعونهم؟ قالت: نعم. قلت لها: ما صفات الداعية الناجح؟ قالت: أن يكون قادراً أن يوضح للناس أنه توجد أشياء أجمل وأخلد من متع الحياة الدنيا. وأن يستخدم الوسائل وضرب الأمثال من الأشياء التي تحيط بغير المسلم، للفت نظره إليها. وكانت جميلة في غاية من الفرح والسرور والابتهاج بهذا الدين وأبدت سرورها بهذا الزائر الذي يزور المسلمين من أهل أوروبا.  [[وبعد أن انتهينا من الحديث معها ذهبت إلى زوجة الأخ محمد في غرفتها وفتحت حقيبتها وأرادت أن تبعث لي بنقود لتكرمني بها، فقالت لها: هو لم يأت ليأخذ نقوداً وإنما أتى فقط للدعوة وتفقد أحوال المسلمين فازداد سرورها!]]. أما الأخت مريم: فقد ولدت في 25 نوفمبر سنة 1968م. وهنا جاءت القصة التي لم أكن أعلم عنها شيئاً. الأخت مريم عمرها قارب العشرين وكانت لابسة لباساً أكثر حشمة من كل النساء اللاتي قابلتهن - أعني المسلمات وإن كن كلهن محتشمات - وكنت أظن أنها هولندية الأصل وأنها أسلمت حديثاً، ولكن ملامحها تدل على أنها عربية ولكني سألتها كما أسأل غيرها من الهولنديات المسلمات. متى سمعت عن الإسلام؟ فقالت: أبي مسلم وأمي هولندية! قلت: أبوك مسلم؟ قالت: نعم. قلت: من أين؟ قالت: من المغرب. قلت لها: إذا  أنت مسلمة أساساً ولم تسلمي حديثاً. قالت: أنا أريد أن أسلم ولكني لم أعلن إسلامي إلى الآن ولم أقم بأعمال الإسلام. قلت: كيف وأبوك مسلم؟ قالت: نعم، أبي طلق أمي وأنا صغيرة، وبقيت معها لا أعرف شيئاً مطلقاً عن الإسلام، وكان أبي يزورني بين حين وآخر ولم يقل لي شيئاً عن الإسلام. قلت: متى تعرفت على الإسلام؟ قالت: ذهبت مرة مع جميلة إلى مركز النساء في حفل زواجها وإعلان شهادتها قبل ستة أشهر، وتكلم الأخ عبد الواحد في الحفل عن الإسلام، وأثر فيها كلامه ولكنها لم تذكر ما الذي أثر فيها بالضبط. وكانت قبل ذلك تؤمن بشيء في نفسها ولكنها لا تدري ما هو، حتى اختلطت في مركز النساء بالمسلمات فأسلمت في نفسها ولكنها لم تعلن إسلامها، لأن بعض المسلمين الألمان قالوا لها لا يصح الإسلام إلا بإعلان الشهادة على يد شيخ، والشيخ عندهم عبد الواحد. قلت لها: أنت الآن مسلمة، وما قالوه لك من أنه لا يصح الإسلام إلا بإعلان الشهادة عند الشيخ غير صحيح فانطقي بالشهادة الآن ففعلت. ونصحتها أن تبدأ بتعلم أركان الإسلام والطهارة وصفة الصلاة وتبدأ في تطبيق الإسلام، وشرحت لها أركان الإسلام باختصار، ووعدت أن تتعلم من جميلة وتطبق ما تعلمته. وسألتها: هل كان أبوك ملتزماً بالإسلام؟ قالت: إنه طلق أمي وعمري ثمان سنوات، وكان يصوم أحياناً، ولا أدري أكان يصلي أم لا، وكان يشرب الخمر، والسبب في طلاقه  لأمها كثرة شرب الخمر فقد سبب ذلك مشكلات بينهما. قلت لها: ماذا كنت تسمعين عن الإسلام؟ قالت: كنت أسمع أن الإسلام يأمر المرأة أن تغطي رأسها وأن ذلك جنون! وكذلك ينسب إلى الإسلام الاعتداء كما يحصل بين إيران والعراق. وانتهت المقابلة والتفت إلى الأخ محمد الذي تولى الترجمة مع الجميع، فقلت له: ما هذه المأساة التي وقعت فيها هذه البنت؟ فقال: إن أمثال هذه الفتاة من أولاد المسلمين كثيرون، أما أن يبقوا بلا دين، وأما أن يدخلوا في دين النصرانية. وقال: إن البابا عندما زار هولندا قال في خطابه للهولنديين لا يهمكم موضوع الإسلام و المسلمين في هذا البلد، فإذا طلب منكم المسلمون مسجداً واحداً فأعطوهم مسجدين! فإن المهم هو أولادهم الصغار وهم تحت أيديكم وفي مدارسكم، تستطيعون أن توجهوهم كما تريدون، وأما آباؤهم فسينقرضون.  [[فهل يعي هذا المسلمون الذين استوطنوا أوروبا وأنجبوا ولا زالوا ينجبون أولاداً لتكون عاقبتهم تكثير سواد الكفار بهم، بسبب ضياعهم وعدم التربية الإسلامية اللازمة لهم إما عجزاً وإما إهمالاً؟ وهل يعي ذلك المسلمون الذين عندهم القدرة على إنقاذ هذا الشباب من الكفر بالدعوة والتعليم أو المال، وهذا واجبهم الذي سيحاسبهم الله عليه؟!]]. لقاء مع المستشرق الهولندي الدكتور فان كونكز فيلد: الاثنين: 9/12/1407هـ ـ يوم عرفات. مدرس التاريخ الإسلامي في كلية علوم الدين جامعة ليدن. كنت طلبت من الأخ عبد الغني بن عباس الفطاطري أن يضرب لي موعداً مع أحد المستشرقين في جامعة ليدن لآخذ منه بعض المعلومات عن الإسلام والمسلمين في هولندا بحسب وجهة نظرهم، وأسمع بعض ما عندهم حول الإسلام وأحاول جهدي التعليق على بعض ما أراه يحتاج إلى تعليق. فضرب لي موعداً مع المستشرق المذكور. وذهبنا أنا و الأخ محمد بن جمعة في القطار من مدينة أمستردام إلى ليدن ووصلنا إلى الجامعة في الموعد المحدد: الساعة الواحدة ظهراً. وقد استمرت المقابلة معه ما يقارب ساعتين. والدكتور بيتر يتحدث باللغة العربية ويفهم الحديث بها، إذا  كان باللغة العربية الفصحى، وقد يصعب عليه أحياناً أن يعبر عما في نفسه بها بطلاقة، فيستعين بالذي يترجم له، وكان الدكتور قاسم السامرائي حاضراً النقاش وهو يعمل في نفس القسم مع الدكتور بيتر، وكان يعمل في جامعة الإمام محمد بن سعود الإسلامية بالرياض وقبل أن يعمل في جامعة الإمام كان هنا في القسم فترة من الزمن. ولد الدكتور بيتر سنة 1944م أي أن عمره الآن 44 سنة. وقال الدكتور: إنه زار المملكة العربية السعودية مرتين مرة في سنة 1984م ومرة في سنة 1985م. وألقى بعض المحاضرات في جامعة الإمام محمد بن سعود الإسلامية، واشترك في تجهيز معرض المخطوطات العربية، وألف كتاباً في الخط العربي، من خلال المخطوطات العربية، وهو منشور باللغة العربية واللغة الإنجليزية، وهو بعنوان المعرض. وعمل في تدريس التاريخ الإسلامي والعقيدة الإسلامية والشريعة الإسلامية، لتلاميذ جامعة ليدن وخاصة كلية العلوم الدينية. وقال: أولاً أُدَرِّس تمهيداً لتاريخ الإسلام والعقيدة والشريعة الإسلامية، وعدد ساعات هذه المواد 26 في السنة. ويختار الطلاب بعد ذلك جزءاً معيناً للتخصص فيه، ويختار الطالب اللغة التي يكتب بها الموضوع الخاص، مثلاً إذا  اختار التاريخ الإسلامي في تركيا فإنه يدرس اللغة التركية، وإن كان في إندونيسيا درس اللغة الإندونيسية. دين الدكتور: نشأ في عائلة نصرانية، وقال: والآن كبقية الهولنديين لا يتمسك بديانة خاصة. التخصص: التاريخ الإسلامي في الأندلس في القرون الوسطى، والتاريخ المغربي وتاريخ الاستشراق ونشر في هذين المجالين مقالات كثيرة، وبعض الكتب بلغات مختلفة، منها ما هو باللغة العربية. وله كتاب يترجم من الهولندية إلى الإندونيسية سينشر في جاكرتا، وهو في تاريخ الاستشراق الهولندي. وله مقالات عربية نشرت في مجلة عالم الكتب وهي تصدر في الرياض وقد أثنى على هذه المجلة. وسألته: متى سمعت عن الإسلام في حياتك؟ قال: في طفولتي. قلت: في المدرسة؟ قال: لا، في العائلة، لأن أبي كانت له علاقات كثيرة مع مراكز إندونيسية وشخصيات، وكانوا يزوروننا ويتحدثون عن الإسلام والمجتمع الإندونيسي، وبدأ عنده الاهتمام بأمر الإسلام. قلت: ومتى أدركت معاني الإسلام إدراك متعلم؟ قال: بعد أن ذهبت إلى الجامعة، وقبل ذلك تعلمت بعض المعلومات في المدرسة الثانوية، وتعلمنا فيها سبع لغات: اللاتينية  واليونانية وغيرهما من اللغات القديمة واللغات الحديثة، ومنهجها يهتم بالموضوعات التاريخية واللغوية. و قال: إنه تعلم في هذه المدرسة بعض الأشياء وليست كثيرة، إلى أن ذهب إلى الجامعة، فاختار كلية الآداب وتخصص في دراسة اللغات السامية: العبرية القديمة التي كتبت بها التوراة، والعربية، وكان في أول الأمر اهتمامه أكبر بالدراسات اليهودية والعبرية إلى السنة الثانية، وحول دراسته واهتمامه من المجال العبري إلى المجال العربي، وكان ذلك سنة 1969م-1970م، وكان هذا تحولاً مهماً في حياته، لأن اختيار اللغات السامية كان نادراً في هولندا، وخاصة في هذا الزمان، ولكن التخصص في اللغة العربية والتاريخ الإسلامي كان أندر. قال: تعلمنا دراسة القرآن والحديث و الغزالي والبيضاوي، ولم نتعلم المحادثة - يعني باللغة العربية - حتى إن أستاذنا لم يكن يتلكم باللغة العربية، بل كان يقرأ بها، وله علم جيد في قراءة المتون العربية، ولكن لا يستطيع التحدث بها. قلت له: وأنت كيف وصلت إلى المحادثة؟ قال: بمساعدة كثير من المسلمين كانوا يتحدثون معي. قلت: هل عرفتم من قراءتكم أو من أستاذكم أول وقت دخل فيه الإسلام إلى هولندا، أو أول رجل مسلم دخل هولندا؟ قال: أول رجل، هذا صعب، ولكن كانت هناك مناقشة في أول مسجد بني في هولندا، ويعتقد ناس كثيرون أن أول مسجد كان في شمال هولندا، حيث كان هناك إندونيسيون، ولكن في الحقيقة أول مسجد في هولندا كان في: \" بْريدا BREDA\" وهذا في جنوب هولندا في معهد الدراسات العسكرية الملكي في الثلاثينات، والذي في الشمال كان بعد الحرب العالمية الثانية. والمسجد الذي في الجنوب كان غرفة صغيرة ولكنه كان مسجداً، أنشئ لبعض التلاميذ الإندونيسيين، إذ كان أبناء القبائل والشخصيات الكبيرة في إندونيسيا يرسلون أبناءهم للحصول على الدراسات العسكرية، رتب الضباط، ويعودون مرة أخرى في الجيش الهولندي في إندونيسيا، فأنشئ المسجد من أجلهم. أما أول شخص أسلم في هولندا أو دخل إلى هولندا من المسلمين، فكان هناك مسلمون كثيرون في القرن السابع عشر دخلوا إلى هولندا، سفراء أو تجاراً من جهة السلطان المغربي، وكانت توجد علاقات دبلوماسية بين هولندا ومملكة المغرب. قلت: قبل هذا الزمن لا يعلم شيء عن الإسلام في هولندا؟ قال: قبل هذا أنشأت هولندا علاقات مع إندونيسيا في أول القرن السادس عشر وجاء بعض الناس، ولكن هولنديون أسلموا هذا شيء آخر. قلت: أقدم من عرفتم ممن أسلم من الهولنديين؟ قال: هناك بعض المستشرقين، واسمه: (سنوك) ولكن أظن أن إسلامه كان سياسياً وليس عن اعتقاد، فلا نعتبر إسلامه صحيحاً، وكان في مكة سنة 1885م أي قبل قرن. وهناك أشخاص آخرون من الهولنديين، أسلموا في إندونيسيا في وقت الاستعمار وبقوا في إندونيسيا. والإسلام ليس له جذور قديمة في هولندا، فالهولندي لا يسلم بسهولة لأن المجتمع الهولندي نصراني من الجهة الدينية، ولكن الآن الأحوال تغيرت. قلت: متى بدأ الإقبال إلى الإسلام في هولندا، وبدأ بعض الهولنديين يدخلون في الإسلام؟ قال: ذهب بعض الهولنديين إلى العالم الإسلامي مثل عبد الواحد فان بوميل، هل عرفته؟ قلت: نعم، وتزوج بعض المسلمين بهولنديات فأسلمن، وإلى الآن لا يوجد في هولندا شخصيات علمية كبيرة أسلمت مثل جارودي في فرنسا. قلت: ولماذا؟ قال: طبيعة الهولندي. قلت: ما أسباب اتجاهك إلى دراسة الاستشراق؟ قال: أسباب كثيرة. أولاً: المعلومات التي سمعتها في طفولتي جعلتني أفهم أنه يوجد عالم آخر يختلف عن عالمنا، فأردت أن أتعرف عليه. ثانياً: السبب الأهم دراستي في الثانوية العبرية في السنة الخامسة والسادسة، وكانت اختيارية، وأنا اخترت هذا المادة لأجل التفوق في النتائج، وبعد ذلك قرأت التوراة بالعبرية، وأردت أن أدرس هذه الدراسات في الجامعة. في البداية كانت دراستي في اللغة العبرية وتاريخ الدين اليهودي أكثر من دراسة العربية، ولكن رأيت أن مجال الدراسات العربية والإسلامية أوسع وأهم من مجال الدراسات اليهودية والعبرية، ففضلت اللغة العربية والإسلام دون أن أنسى اللغة العبرية واليهودية. قلت له: ما أصناف المستشرقين بالنسبة لموقفهم من الإسلام؟ تنهد الرجل، و قال: هذا سؤال مهم. أولا: بعضهم لهم ديانة خاصة \"قُسُس\" ولهم نظرات خاصة، وهم متأثرون باللاهوت وهدفهم التبشير والإرسال. وهناك مجموعة أخرى من المستشرقين عندهم اهتمام علمي، يدرسون الأصول الإسلامية لاهتمامهم العلمي في تاريخ الإسلام، وليس عندهم تلك الأهداف. قلت: ما هدفهم أيضاً؟ قال: العلم. قلت: العلم وسيلة لتحقيق شيء. قال: في الماضي كانت الدراسات الاستشراقية مرتبطة الوظائف الاستعمارية كما تعرف جيداً، كانت الحكومة الهولندية مثل الحكومة الإنجليزية والفرنسية، تحتاج إلى موظفين علماء بالشؤون الإسلامية والشؤون الداخلية والأهلية في البلدان المستعمرة، كان هذا هو الهدف الأساسي. فكانوا يحتاجون إلى معرفة كثير من الشؤون التي تحتاج إليها الحكومات المستعمرة، ولكن عدداً من المستشرقين كانوا يدرسون للعلم. فنشروا تاريخ الطبري، وفهرس الحديث النبوي، ومنه المعجم المفهرس لألفاظ الحديث. قلت له: ما أثر الاستشراق على أوروبا؟ فتنهد الرجل وسكت قليلاً، ثم قال: هذه أسئلة غريبة جدا! قلت: لماذا؟ أنت أوروبي هولندي، مستشرق، لماذا لا تعرف أثر المستشرقين الأوروبيين في أوروبا؟ قال: أما الآن فإنه يوجد في هولندا أكثر من مائتي ألف مسلم ـ قال: له الأخ عبدالغني: أربعمائة ألف. وقال هو: يجب على المستشرقين فرضاً عليهم أن يحاولوا أن تكون العلاقات بين المسلمين والأوربيين تسير بدون صدام، بل يتعايشون في سلام، لأن في أوروبا أحزاباً سياسية لها آراء خطيرة. قلت: من الأوروبيين أو من المسلمين؟ قال: من الأوروبيين، ويعملون ضد الإسلام وضد المسلمين، وهذا خطر في نظري، وهي أحزاب دينية متطرفة تروج وتحرض الأوروبيين ضد المسلمين، ونحن نريد المسلمين والأوروبيين يعيشون في سلام. قلت له: لا زلت أنتظر الجواب على سؤالي: ألا يوجد تأثير للاستشراق على الأوربيين؟ سكت، ثم قال: على الأوروبيين؟ قلت: نعم على الأوربيين. قال: لو كان هناك أي تأثير من جهة الاستشراق وأنا لا أعرف هذا التأثير، قد يكون من جهة الدراسات الاستشراقية اللاهوتية الدينية، لأن القسس لهم تأثير، وليس لي أي تأثير! لكن لهم تأثير يخطبون كل يوم أحد في الكنائس وأحياناً يتحدثون مع جماعاتهم عن الإسلام. قلت: أنا أردت أن الاستشراق قد يكون له أثر إيجابي مع الأثر السلبي، فعندما يقرأ الأوروبي ما ينقله المستشرق عن الإسلام وتاريخ الإسلام قد يتأثر به أيضاً، كما إذا صحح المفهوم الذي نشره المستشرق المبشر؟ قال: ربما يكون ذلك موجوداً في كتابات المستشرقين في الجرائد أو في أحاديثهم في الراديو. قلت: وما أثر الاستشراق على المسلمين خارج أوروبا؟ وحاول أن أحيل السؤال إلى الدكتور قاسم السامرائي، فقلت له: أنا أسال الأوروبي. فقال: أظن أن لهم تأثيراً عميقاً، لأن بعض الكتب المنشورة في العالم الإسلامي رأينا فيها ردود فعل كثيرة وانتقادات من المسلمين للمستشرقين، فهناك مسلمون كثيرون يقرءون كتب المستشرقين، ونقرأ في بعض الكتب العربية اقتباسات من الكتب الاستشراقية، وهذا شيء واضح، ويوجد نشاط كبير لنتائج المستشرقين في العالم الإسلامي، حتى في الأدب العربي، هناك مؤلفون من العرب درسوا وتعلموا في الغرب، وحصلوا على درجات في أوروبا، وبعد أن رجعوا إلى العالم العربي كتبوا ضد المستشرقين. قلت: هذا أثر سلبي أم إيجابي؟ قال: كلاهما. قال الدكتور قاسم السامرائي: إيجابي وسلبي، لأنه زعزع كثيراً من أصحاب الآراء السطحية، وأثر على أصحاب الآراء الجيدة، فحفزهم للكتابة ضد المستشرقين. قلت: ما مثال الأثر الأول؟ قال: الدكتور قاسم: كثير من العرب و المسلمين الذين درسوا في أوروبا، تأثروا بآراء المستشرقين وتبنوها، وهذا موجود في كثير من البلاد العربية، وجعلوها هي المثل الأعلى، وقسم آخر حصل عنده رد فعل فرجع إلى الأصل من تراثه القديم، فدرس بإمعان وحصل عنده أصالة فنبذ آراء المستشرقين وتبنى الآراء الأصيلة، فهذا أثر إيجابي. قلت للدكتور بيتر: هل توافقه على هذا؟ قال: نعم، نعم. قلت له: ما أثر الجاليات الإسلامية في أوروبا؟ قال: كانوا سببا في إسلام بعض الأوربيين، هناك بعض الأوروبيات أسلمن بسبب زواجهن ببعض المسلمين ولهم تأثير سياسي، مثلاً الأقليات في هولندا في الإدارة البلدية، وسوف يشتركون في الانتخابات الوطنية، ولكن حتى الآن أكثرهم من الطبقة السفلى، ليس لهم في الحقيقة تأثير كبير في المجتمع الهولندي.  [[يحاول أن يقلل من شأن تأثير الإسلام فيذكر النساء اللاتي تزوجن بمسلمين وأنهن أسلمن لغرض الزواج وليس اقتناعاً بالإسلام]]. قلت: لكن في أوروبا؟ قال الدكتور قاسم: إلا في إنجلترا. فقال الدكتور بيتر: لماذا في إنجلترا. قال الدكتور قاسم: لأنه يوجد كثير من المثقفين المسلمين: قال بيتر: مثلاً. قال قاسم: باكستانيون ومن العرب، والثقافة الإسلامية أوسع في إنجلترا. قال بيتر: سيظهر التأثير الثقافي للمسلمين عندما يتم إنتاج للأقليات كالموسيقى والأدب.  [[توجيه ماكر للمسلمين أن أثرهم إنما يكون في هذا المجال لا مجال العقيدة والخلق]]. قلت: أيهما أكثر تأثيراً الجالية الإسلامية، أم الطلاب في الجامعات؟ قال: الطلاب في الجامعات. قلت: لماذا؟ قال: لأن عندهم معرفة وثقافة. [وقد أجاب بهذا الجواب المسلمون الذين اجتمعت بهم سواء كانوا من أهل البلد الأوروبيين أو من الوافدين]. قلت: هل ترون في بعض الموضوعات الإسلامية ما يمكن أن يؤثر أو يلائم العقلية الأوروبية، أو يمكن أن تحل بعض المشاكل الأوروبية؟ فأبدى دهشته لهذا السؤال، وضحك، ثم قال: سؤالكم هذا صعب جداً. قلت: أنا لست سياسياً، وكنت في الأصل من سكان البادية، ولذلك تجد أسئلتي صريحة. قال: صريحة ولكنها صعبة جداً.  [[يتهرب من الإجابة التي يرى أن فيها شيئاً إيجابياً للإسلام، ويخشى أن يكون جوابه سلبياً ولكنه ينتقد عليه]]. قلت: أنا سمعت أن أوروبا فيها حرية كاملة بالنسبة للمناقشة. قال: في المناقشة نعم. قلت: وأن المستشرقين كثير منهم محايدون، وليسوا منحازين ضد الإسلام. قال الدكتور قاسم: من قال لك هذه الفكرة الجيدة؟ وكان سؤاله سؤال اعتراض. قلت: سمعت. قال: بَدِّل هذه الفكرة. قلت للدكتور بيتر: هذا سؤالي، فإن أحببت أن تجيب فأجب. فقال: هناك فرق كبير بين النظام الاجتماعي الأوربي والأحوال الموجودة في العالم الإسلامي، والفرق الأكبر العلاقة بين الدين والسياسة وأكثر المقالات المتعلقة بالعالم الإسلامي الموجودة في الجرائد الهولندية ينصب على هذه النقطة الدين والدولة، وهذا فرق كبير. قلت: سؤالي ليس هذا، بل أريد أنك باطلاعك على الإسلام بشؤونه السياسية والاجتماعية والإيمانية وغيرها، ربما تكون قد اطلعت على أن في هذه الموضوعات توجد حلول لبعض المشكلات الأوروبية. قال: يمكن أن نجد شيئاً من هذا، وهذا في رأيي الشخصي يمكن أن نجد شيئاً منه في كل الديانات: النصرانية واليهودية والبوذية وغيرها، توجد في هذه الديانات أشياء نفيسة، وخاصة من الجهة الأخلاقية وهذه النقاط النفيسة توجد في كل الديانات. قلت له: بالتفصيل في شؤون الأسرة وغيرها؟ قال: هناك فرق ولكن في النقاط النفيسة لا يوجد فرق. فضحكت ونظرت إليه متعجباً، لأشعره بالتحيز وعدم الحياد في المناقشة وقلت: على كل حال، فأخذ يردد هذه الكلمة: على كل حال، وهو يبتسم، وفهم ما أريد. وقال: لو سألتني عن أي جانب من الإسلام يمكن أن يجد تعاطفاً عند الأوربيين لأجبته. قلت: وليكن. فقال: الإسلام الذي تمثله الحكومات، وبالذات السفارات هو الذي لا يجد عند الأوربيين تعاطفاً، أما الإسلام الذي يمثله التصوف النقي فهذا الذي يمكن أن يجد تعاطفاً.  [[يريد بذلك استبعاد الدين عن الحكم، مع أن ذكره للدين الذي تمثله السفارات غريب، فإن أكثر الحكومات في الشعوب الإسلامية، هي علمانية تستبعد الدين استبعاداً شبه كامل \"عدا الأحوال الشخصية\" والظاهر أنه مهد للكلام عن الجماعات المتطرفة في زعمه كما يأتي]]. والأمر الذي تقوم به الجماعات الإسلامية المتطرفة، هذا شيء مرفوض، أما التصوف نتجاوب معه، والسبب أنه موجود عندنا، أما تطبيق الشريعة الإسلامية في حدودها وقوانينها، فهذا شيء ليس مقبولاً، وذكر كلمة: \"الأصوليين\". قلت له: ماذا تعنون بكلمة الأصوليين؟ قال: في رأيي أن الأصوليين تعني الذين يريدون التطبيق الكامل للشريعة الإسلامية فعلاً على الدولة كلها، هذا الشيء لا يخاطب العقول الأوروبية، ولا يتعاطفون معه، هذا ما أفهمه - من كلمة الأصوليين.  [[قلت: وهذا يدل على أنه لا فرق بين المستشرقين وغيرهم من الأوربيين الذين يحاربون شريعة الإسلام وبين الحكام العلمانيين الذين تسلطوا  على الشعوب الإسلامية، بل إن هؤلاء الحكام ينفذون أفكار أولئك الأوروبيين]]. قلت: ألا تعتقد أن الغربيين هم السبب في كل المشكلات التي تدور الآن في العالم الإسلامي؟ فسكت برهة ثم قال: لماذا؟ فقلت: أنا أسأل، أولاً قل لي: نعم، أو لا، ثم أجيبك. فسكت، ثم قال: لا، والحكومات الإسلامية على رغم الاستعمار فهم الذين بدلوا النظام الحقوقي بأنفسهم وليس الغربيين، مثلاً: جمال عبد الناصر والحكومة العراقية والحكومة السورية والحكومة التركية. هل كان أتاتورك غربياً أم شرقياً، هل كان هولندياً؟ قال له الدكتور قاسم: كان ماسونياً. فقلت له: يا دكتور! إنكم أنتم وحكام الشعوب الإسلامية العلمانيين تخرج أفكاركم من مشكاة واحدة، وأنتم السابقون في هذه الأفكار، فأنتم أساتذة أولئك الحكام. الشعوب الإسلامية ابتعدت كثيراً عن الإسلام وتفرقت وتمزقت، لكن لو بقيتْ فترة طويلة على هذا البعد عن الإسلام، ثم وجد فيها علماء ومفكرون من داخلها وعلموها، لرجعت إلى أصول دينها، ولما وجدت فيها هذه الصراعات والصدامات بين الشعوب والحكام. ولكن عندما جاء الغربيون بصفة عامة وربوهم على هذه الفكرة، وهي الفصل بين الدين والدولة، أصبح عندنا فئة مثقفة، دربها الغرب في المدارس الغربية أو في البلدان الإسلامية وسلمها الحكم، وهي الآن تضرب الشعوب وتجبرها جبراً على الفصل بين الدين والدولة. فالشعوب الإسلامية تريد الإسلام فعلاً، والحكام العلمانيون المنفذون لأفكار الغربيين لا يريدون ذلك ولا يمكن أن تستقر الأمور في بلاد المسلمين إلا بتطبيق الإسلام في العقيدة والسلوك والسياسة والاجتماع والاقتصاد والحرب وغيرها، فسبب الصراع هو هذا، وهذا إنما جاء من الغربيين. وهذا بخلاف الأوربيين فإنهم يمكن أن تستقر أمورهم في الجملة بدون أن يحكمهم دين، لأن دينهم ليس لديه ما يحكم به حياتهم. فقال: بالعكس، كانت في تركيا انتخابات، فانتخبوا برلماناً من أحزاب مختلفة، فأين توجد الشريعة الإسلامية في تركيا ـ يعني بذلك أن الشعب التركي لا يريد الشريعة الإسلامية، ولو أرادها لطبقها وقد انتخب هو من يحكمه ـ. قلت له: لو وجدت انتخابات حرة كما توجد عندكم على الأقل، لما وصل إلى الحكم إلى فاسق، وإنما يصل إلى الحكم الصالحون فقط، وهم الذين لا يحكمون إلا بالشريعة الإسلامية، بلادكم فيها حرية، وأما بلاد المسلمين فالانتخابات يسيرها السلاح والتزوير والسجون والمعتقلات والذبح، فهذه المقارنة التي ذكرت ليست سليمة. قال: حتى في تركيا؟ قلت: في كل مكان، لا توجد حرية الانتخابات. قال: ولكن ليس هذا فعل الغربيين وغلطهم. قلت: بل فعلهم وغلطهم، لأنهم مكنوا للديمقراطية في بلادهم ومكنوا للاستبداد (الدكتاتورية) في بلاد المسلمين، لأن الديمقراطية في الغرب متمكنة، مع ما عليها من ملاحظات، ولا يريد الغربيون لهذه الديمقراطية أن تتمكن في بلاد المسلمين، لأنها لو تمكنت في بلاد المسلمين وإن كانت ليست من الإسلام ـ فستكون ثمرتها أن يحكم المسلمون وليس العلمانية. قال: كون الغربيين لا يريدون ذلك، هذا غير مهم. قلت: ولكنهم قد فعلوه بالقهر الاستعماري، أولاً، وباستعمار العقول ثانياً، وهذا أخطر من الأول. قال: وهل يريد المسلمون الانتخابات الحرة؟ قلت: من تريد الشعوب؟ قال: نعم. قلت: نعم تريد الشعوب ذلك بفارغ الصبر، وستصل إن شاء الله إلى تقرير مصيرها والتمتع بحكم الله الذي هو فرض عليها، وستعرف أوروبا عندئذ السعادة المفقودة بسبب فقد الحكم بالشريعة، لأن الأوربي لا يفهم الآن من الإسلام إلا ما يطبقه بعض الحكام، ولهذا أول ما يسأل عنه الأوربيون: لماذا تتحاربون وأنتم مسلمون...؟ لا يفرقون بين الإسلام الذي جاء به القرآن والسنة، والتطبيق العملي من الصحابة، وبين عمل بعض المسلمين الذين أبعدوا الإسلام عن حياة  الناس أو أساءوا تطبيقه. ثم سألته: هل عندك وقت للاستمرار في المناقشة؟ فقال: نعم! قلت له: لك مع الإسلام رحلة طويلة، أما بدأت تفكر فيه، أو أما رأيته أنه أقرب إلى العقل والفطرة من غيره؟ فقال: أظن أن الإسلام ليس بأبعد من العقل، وليس بأقرب من العقل، مثل النصرانية. قلت: أي عقل: عقل الإنسان العادي، أو عقل الذي عنده أفكار معينة؟ قال: أي عقل كان هذا لا يهم. قال الدكتور قاسم موجها حديثه إليَّ: أنصحك! لقد صار لي معه اثنتا عشر سنة أريد منه أن يسلم فلم يفعل. قلت: أنا أسأل مجرد أسئلة والهداية بيد الله. قال: الدكتور بيتر: الإسلام والمسيحية واليهودية والبوذية كلها ديانات، وأسسها اعتقادات، أنت تريد مني أن أعتقد شيئاً لا أراه؟ قلت: القرآن الكريم  توجد فيه براهين تدل على صحته وصدقه، ولا توجد تلك البراهين لغيره. قال: لماذا؟ قلت: أولاً: الإعجاز فيه. فقال: الإعجاز!. قلت: وليس إعجازاً لفظياً فقط، بل إن العلم الحديث أَقَرَّ أن في القرآن حقائق لم يتوصل العلماء إليها إلا بعد ألف وأربعمائة سنة، بعد دراسات ومشقات وأجهزة حديثة. قال: هذا يعتمد على تفسيرات. قلت: لا، بل على نصوص القرآن والسنة، وضربت له مثالين: المثال الأول: بما في خلق الجنين من أطوار ومصطلحات وردت في القرآن والسنة في وقت يستحيل فيه على البشر أن يعرف ذلك، وقد تحقق ذلك في هذا العصر عن طريق التقدم العلمي. والمثال الثاني: إخبار الرسول صلى الله عليه وسلم بأن المسلمين سيقاتلون الترك وقد حصل. فقال عن الأول: كان للأعراب القدماء معرفة وفهم عميق بكل ما يتعلق بالطبيعة ويعرفون الجنين. قلت: بهذه التطورات؟ قال: كانوا يفتحون بطن جملهم - يعني ناقتهم -  [[انظر إلى أين يصل الحسد والهوى بالإنسان، المختصون في علم الأجنة يعترفون باستحالة معرفة ما ذكره القرآن في وقت نزوله بالنسبة للبشر ويعترفون أن القرآن من عند الله بسبب اشتماله على ما لم يمكن للبشر أن يعرفه في ذلك الوقت والدكتور بيتر يقول أن الأعراب كانوا يفهمون ذلك فهماً عميقاً؟!]]. قلت: وقت النطفة؟ قال: ولكن هل يجب على الإنسان أن يعرف معنى النطفة؟ قلت: المراد أن الله ذكر ذلك قبل ألف وأربعمائة سنة، ولم يعرف معنى ما ذكره الله في القرآن في ذلك الزمان إلا في هذا العصر، والرسول صلى الله عليه وسلم يقول: ((نحن أمة أمية لا نقرأ ولا نكتب)) وهذا المعنى لا بد أن يكون من عند الله. فقال: أرسطاليس قد فتح رحم الأم قبل الإسلام. قلت: وعرف النطفة والعلقة والمضغة وتطورات الجنين في بطن أمه؟ سكت. قلت: وقصة قتال الترك؟ قال: هل الحديث صحيح؟ قلت: نعم. قال: هذا يحتاج إلى دراسة تاريخ الحديث. قلت له: ادرسه. قلت: ماذا ترى عن مستقبل العالم الإسلامي، مع هذه المشكلات التي تنتشر فيه وفي غيره؟ سكت كعادته، ثم قال: هذا سؤال صعب جداً. قال الدكتور قاسم: أنا سألت مستشرقاً مشهوراً في بريطانيا، قلت له: ماذا تظن عن مستقبل الإسلام في إنجلترا؟ فقال: أظن أن إنجلترا ستتحول إلى الإسلام. فقال الدكتور بيتر: في رأيي ستتحول الأحوال في العالم الإسلامي إلى أحوال تشبه الأحوال في أوروبا أكثر من أحوال أخرى. قلت: من أي ناحية؟ قال: ستكون الشريعة الإسلامية أضعف في المجتمع الإسلامي من الوقت الحاضر.  [[يحاول بشتى الوسائل أن يدخل اليأس في قلوب المسلمين من تطبيق الشريعة الإسلامية وبدلاً من أن تقترب أوروبا إلى الإسلام يرى اقتراب المسلمين في نهج أوروبا في فصل الدين عن الدولة]]. قلت: ولماذا تظن هذا الظن؟ قال: لما أراه في الدول الإسلامية في كل مكان، وقد سأل الحسن الثاني - يعني طلب - أن يكون عضوا في دول السوق الأوروبية المشتركة. [img]pics/10/10013.jpg[/img]<< مبنى السوق الأوربية المشتركة ـ بروكسل >> قلت له: أنت تعرف في علم الاجتماع أن الأضعف يقلد الأقوى؟ قال: ممكن. قلت: هذا الذي نص عليه ابن خلدون في المقدمة. قال: كل المشكلات في العالم الإسلامي سببها محاولة تطبيق الشريعة الإسلامية. قلت له: أنا أوافقك أن محور المشكلات في العالم الإسلامي يتعلق بتطبيق الشريعة الإسلامية، لأن الشعوب الإسلامية تريد تطبيقها وأكثر الحكام لا يريدون ذلك، وعدم تطبيق الشريعة الإسلامية هو سبب كل المشكلات، والدليل على إرادة الشعوب الإسلامية تطبيق الشريعة كثرة الشباب الذي يطالب بها مع ما يلاقيه من اضطهاد ومطاردة واعتقال، وقتل، ولم يترك الحكام المناوئين لتطبيق الشريعة يهدءون، وسوف لا يتركهم مهما كانت التضحيات حتى تطبق الشريعة الإسلامية. قال: حتى العمال؟ قلت: حتى العمال، بل كثير من أهل الفسق الذين لا يحافظون على الصلاة، لو سألتهم ماذا تريدون قالوا الإسلام. قال: ولكن أي إسلام؟ قلت: الإسلام الذي جاء به القرآن والسنة، نحن ليس عندنا إسلام غير القرآن والسنة، وكل شيء يأتي من خارج القرآن والسنة، وهو يخالفهما فليس من الإسلام. قال: بحدودها؟ يعني تطبيق الحدود. قلت: نعم، في كل شيء، وهذه الحدود التي تخافون منها لا تحصل إلا نادراً، لأنه إذا  طبق الإسلام سوف لا يوجد سراق كثيرون ولا زناة كثيرون، لأن الإسلام يحل المشكلات من جذورها، يبدأ الإسلام بالحل من تربية الفرد والأسرة والمجتمع، وكلها مبنية على إيمان ونظام حياة. أنتم الآن ترون الناس جائعين فيسرقون، وترونهم فساقاً فيزنون، وترون بينهم وبين الحكام مشكلات تنتهي إلى الانقلابات أو السجون والمعتقلات والقتل، وهذه الأمور الموجودة ستختفي أو تقل كثيراً، إذا طبق الإسلام، لكن أنتم تظنون أنه إذا  طبق الإسلام ستبقى موجودة على ما هي عليه الآن وسيصبح المجتمع كله قتلاً وقطعاً ورجماً. وليس الأمر كذلك، ولو راجعت الفترة التي كانت في عهد رسول الله صلى الله عليه وسلم وعهد خلفائه رضي الله عنهم لوجدت عدد الذين ارتكبوا ما يوجب تطبيق الحدود قليلاً جداً. فالشيء الذي في أدمغتكم عن الإسلام ليس هو الإسلام بل هو شيء آخر تماماً. قال: ولكن عندي رأي آخر. قلت: لا بأس، لأن لك تاريخاً طويلاً في تكوين هذا الرأي، لا يمكن أن تتنازل عنه في هذه اللحظات، بل تحتاج إلى مراجعة طويلة حتى تصل إلى نتيجة صحيحة. قال: ولكن ما أرى في العالم الإسلامي يقوي ما أرى، وهل الحوادث الموجودة في كل مكان سببها العالم الغربي. قلت له: أضرب لك مثالاً: عبد الناصر ذبح الإخوان المسلمين وسجنهم - قال الدكتور: ذبحاً كاملاً. قلت: وأصبح الناس يظنون أن الإسلام انتهى في مصر، وبعد موته بسنة واحدة فقط [وقبل أن أكمل قال الدكتور بيتر: ازدهر الإسلام] قلت: ازدهر مثل النبات الذي ينتشر بسرعة هائلة. قال: نعم. قلت: لماذا؟ إن القوة قد تسلطت على  الشعوب، ولو تركت الشعوب لتختار ما تريد لما رضيت غير الإسلام بديلاً. ولهذا فرأيك غير صحيح. قال: ولكن هناك اختلافات كثيرة بين المسلمين، ويبدو أنه ستصعب عليهم الوحدة، وتوجد بينهم اختلافات حتى في أوروبا، فهل السبب هو العالم الغربي؟ قلت: العالم الغربي وتلاميذه من أبناء المسلمين. قال: وهل السبب في حروب القرون الأولى هو العالم الغربي؟ قلت: سببه بعد المسلمين عن الإسلام.  [[ومع ذلك فقد كان لليهود دور كبير في المشكلات التي حصلت بين المسلمين من عهد الصحابة رضي الله عنهم، كالحال في عبد الله بن سبأ]]. وذكرت له مثالاً، لو أن أحد الأحزاب تعلم الديكتاتورية وخرج على الديمقراطية، هل تعتبرونه خارجاً عن الديمقراطية؟ قال: نعم. قلت: كذلك الذي يترك الإسلام ولا يطبق أصوله، يعتبر خارجاً عن أمر الله. قال: كم في المائة خرج عن العالم الإسلامي؟ قلت: هذا صعب ولكن كثيراً من المسلمين الذين تربعوا على كراسي الحكم في الشعوب الإسلامية، خرجوا عن تعاليم الإسلام وحاربوا تطبيق شريعته وضربت له أمثلة بالملحدين والعلمانيين الذين يرفضون حكم الإسلام، ولا يرونه صالحاً للعصر، وهؤلاء لو كنت قادراً عليهم لحكمت عليهم بحكم المرتد. قال: لماذا؟ قلت: لأنه أنكر الإسلام ورأى أن تطبيقيه رجعية لا يصلح لهذا الزمان. قال: ولكن على الرغم من كل ما ذكرت، أعتقد أن العالم الإسلامي يتغير إلى جهة أوروبية. قلت: بالقوة أم بالاختيار، قال: بالقوة أو بالاختيار. قلت: نحن نعتقد إن شاء الله أن أوروبا ستستفيد من الإسلام. ضحك وقال: يمكن ولكن من الجهة الروحية. قلت: من الإسلام سواء من الجهة الروحية أو غيرها، ونحن الآن ليس عندنا إمكانات، ونعتبر ضعفاء، ولكن ديننا قوي ومتى رجعنا إليه منحنا الله القوة، والفرق بيننا وبينكم أنكم أقوياء بالديمقراطية - وإن كان أهم أسسها، وهو العلمانية، ليس من الإسلام - وعندكم احترام للنظام ولا توجد حروب بين شعوبكم، واقتصادكم قوي، والحرية عندكم موجودة في الجملة، وبسبب ما عندكم من قوة تنظرون إلينا ونحن ضعفاء، ولكن ليس عندكم أساس ثابت في الإيمان ونظام الحياة الرباني، أما نحن فعندنا هذا الأساس الذي يمنح الإنسان بقلبه وعقله وروحه وجسمه قوة، فإذا استقرت أمورنا على هذا الأساس القوي فسيكون العالم الإسلامي أقوى من غيره وعندئذ ستنظرون إلينا نظرة أخرى. قال: هل توجد حرية في مجتمع يسيطر عليه الإسلام؟ قلت: الأصل أن لا توجد الحرية الصحيحة في غير الإسلام، أتدري لماذا؟ قال: قد قلت: إن هولندا بها حرية كاملة! قلت: حرية في الجملة. قال: هل هذه الحرية في الجملة ستكون موجودة في العالم الإسلامي؟ قلت: ستكون الحرية في العالم الإسلامي أحسن من أي حرية أخرى وهي في حدود الإسلام. قال: هذه الحرية ستختلف عما هو موجود في أوروبا، لأن الحرية في أوروبا مبنية على نظام فصل الدين عن الدولة. قلت: إن سبب فصل الدين عن الدولة في أوروبا معقول، لأن الدين الذي كان موجوداً يزعم أهله أنه من عند الله ويجبرون الناس على قبوله من أفكارهم، وكانوا يقفون ضد العلم والحقائق العلمية ويقولون: إنها تخالف الدين الذي جاء من عند الله، ويحرمون على الناس ما لم يحرمه الله، وليس في ذلك الدين نظام يمكنه أن يسير حياة البشر تسييراً سعيداً، فكان لأهل أوروبا الحق في الخروج على هذا الدين، ولكن دين الإسلام ليس كذلك، بل إن دين الإسلام يلائم العقل والفطرة، وهو يدعو إلى الاعتبار واستعمال العقل، ولا يمكن أن يتعارض مع أي حقيقة علمية. وكان الواجب على أهل أوروبا أن يبحثوا في هذا الدين فسيجدونه ديناً صحيحاً يسعدون به، ولكنهم فعلوا كما يفعل شخص احترق بيته، فذهب هائما في الصحراء وأبى أن يسكن البيوت، خشية من أن تحترق كلها كما احترق بيته الأول، أي إن الأوربي عندما اضطر أن يفصل ديناً غير قادر أن يكون منهج حياة، بل يعارض مصالحه التي يراها توافق العقل وتجلب له الخير، اضطر أن يفصل هذا الدين عن السياسة، وظن أن كل دين يجب فصله عن السياسة، ولو كان دينا آتياً فعلاً من عند الله وعنده منهج للبشر يوجه نشاطهم كله إلى ما فيه سعادتهم في الدنيا والآخرة. قال: لا تظن من فصل الدين عن الدولة في أوروبا أن الكنيسة لا تأثير لها في حياة الناس، بل لها تأثير كبير، هناك أحزاب دينية والحزب المسيحي في هولندا هو أكبر الأحزاب فيها. قلت: ولكنه علماني، وليس عنده إلا الاسم والأسلوب الذي يحكم به في هولندا يحكم به أي حزب غيره. قال: لا يمكن أن نقول بسهولة، إنه يوجد فصل تام بين الدين والدولة في أوروبا، فهناك مجالات يمنع الدين من التدخل فيها، وهناك مجالات يمكن للدين أن يكون فيها. مثلاً: المدارس مفتوحة لتدريس الدين، المدارس الأولية والثانوية وحتى الجامعات. قلت له: لم تفهم ماذا أريد إلى الآن، أنا أقول احترق بيت أوروبا فحرمت على نفسها أن تسكن في بيتٍ غيره، فصلت دينها عن دولتها بسبب عدم قدرته على منحها منهجاً لحياتها يتناسب مع مصالحها، وبسبب معارضته للعقل، وظنت أن كل الأديان كذلك فعممت الحكم على الإسلام، فلا سمع ولا طاعة في الحكم لأي دين آخر، أليس كذلك؟ قال: بلى. قلت: أما بالنسبة لديننا، فإنه يدعونا إلى التفكير بالعقل، ويدعونا إلى التقدم العلمي، ويدعونا إلى المناقشات الحرة، ويدعونا إلى كل شيء فيه صلاح ديننا ودنيانا. قال: لا، لا. قلت: أنا إذا  قلت ديننا فأريد به القرآن والسنة، فلا تخلط بين المنهج وبين ما يفعله بعض المنتسبين إلى الإسلام. قال: دينكم يقدم العلم إلى حد ما، لو عمل العلم بنوع ضد الدين فهذا ممنوع. قلت له: لا يستطيع العلم أن يثبت حقيقة علمية واحدة ثابتة تخالف الدين سواء كانت تتعلق بالطب أو الكون، لكن عند المسيحيين تخالف كثير من حقائق العلم ما جاء في الكتب المحرفة. قال: وما رأيك في علم الاستشراق؟ قلت: العلوم الإنسانية أمر آخر، يحصل فيها خلاف حتى بين المسلمين، وأنا أتكلم عن الحقائق العلمية التجريبية أو الحسية المشاهدة. قال: حتى علوم الطب، مثل إسقاط الجنين. قلت: هذه ليست حقيقة علمية، بل هو حدث يحتاج إلى حكم بالإباحة أو المنع. قال: ولكن مجال العلم أوسع. قلت: الإسلام أوسع. قال: أما أنا فأحب هذه الحرية التي أعيش تحتها ولا أريد أن أفقدها، ويبدو لي أنه لا يمكن أن توجد هذه الحرية في مجتمع إسلامي تسيطر عليه الشريعة الإسلامية. قلت: هل تعني الحرية الموجودة عندكم بكل ما فيها؟ قال: نعم. قلت: صحيح إذا  طبقت الشريعة الإسلامية، سوف لا توجد هذه الحرية لأنها -بكل ما فيها - تعتبر فوضى وخروجاً على دين الله، ولا يمكن أن يقرها الإسلام، ولكن عندي سؤال عن معنى الحرية ما هي؟ قال: حرية الإنسان، أولاً الحقوق الإنسانية، وأول حق إنساني هو حرية الضمير، وهذا يدل أن لكل إنسان حرية دينية وأخلاقية وفلسفية! قلت: أخلاقية أيضاً؟ قال: إلى حد ما، طالما عاش في بيته أو في مجتمعه، فله حرية الضمير، سواء كان نصرانياً أو يهودياً أو مسلماً أو ملحداً، يعتقد ما يريد، هل توجد هذه الحرية في ذلك المجتمع الإسلامي؟ قلت: الجزء الذي يحقق الحياة السعيدة للإنسان موجود. قال: هل يمكن في هذا المجتمع أن يتكلم الناس بكل حرية ينتقدون الرئيس؟ قلت: نعم تنتقد الرعية ولي أمرها في الإسلام، سواء كان المنتقد فرداً: رجلاً، أو امرأة، أو جماعة، وعندنا في الإسلام باب كبير يسمى الأمر بالمعروف والنهي عن المنكر والدين النصيحة. قال: هذا ليس عملياً الآن. قلت: نعم لأن الشريعة لم تطبق، وقلت لك يجب أن تفصل بين تصرف سيئ من بعض المسلمين وبين منهج الإسلام. قال: الأوربي ينظر إلى العالم الإسلامي من الناحية العملية، فهو لا يدرس الكتب القديمة، إنما يرى الحقيقة. قلت: قل الواقع. قال: الواقع. قلت: أنت تدرس الحقيقة. قال: الكتب القديمة جزء من الواقع. قلت: حقيقة الإسلام قد يوافقها الواقع وقد يخالفها، ويبقى الإسلام هو الحقيقة سواء طابقه الواقع أو لا. قلت: أنا أفهم أن الحرية الصحيحة أن لا يكون الإنسان عبداً إلا لله فقط، ولا يكون حراً من ترك العبودية لله. قال: هذا رأيكم. قلت: نعم، هذا رأيي. قال: هناك آخرون لهم آراء. قلت: نعم، بعضهم يرى أن من الحرية شرب الخمر والزنا وعمل ما يريد في الحياة. قال: لا، لا، نحن نتحدث في الحقوق الإنسانية، وقلت لك: أول حق إنساني هو حق حرية الضمير. قلت: تعني حرية الدين؟ قال: هل يمكن في مجتمعكم في المستقبل حرية المعتقدين بالبوذية؟ قلت: وجد في عهد الصحابة. قال: نعم في عهد الرسول (صلى الله عليه وسلم) ولكن الآن وفي المستقبل؟ قلت: إذا  طبق الإسلام بمعناه الحقيقي، سيكون أهل الأديان يعبدون حسب دينهم الذي يقرهم عليه المسلمون. وكثير من العلماء يرى أن الجزية تؤخذ من غير أهل الكتاب، كما تؤخذ منهم أما قرأت عن الجزية؟ قال: ليس للمسلمين الحق في أخذ الجزية. قلت: المسلمون يأخذون الزكاة من المسلمين ويلزمونهم بالجهاد في سبيل الله حسب الحاجة، ويأخذون الجزية من غير المسلمين ولا يلزمونهم بالقتال في صفوفهم. قال: الآن لا يأخذون الزكاة و لا الجزية. قلت: نعم، لأن الإسلام غير مطبق إلا في بعض البلدان مع تقصير في التطبيق. قال: إذا  أردت أن تتكلم مع الأوروبي من فضلك تكلم عن الواقع ولا تتكلم عن المستقبل أو عن الماضي قبل 14 قرناً. قلت: أنا لا أتكلم عن الإسلام إلا من طريق القرآن والسنة فقط، ولا أتكلم عن إسلام متوهم يخالفهما، قلت لك: إن المبدأ الأساسي عند المسلم هو هذا، وأنا إذا  تكلمت عن الإسلام إنما أتكلم عنه من هذا المنطلق. قال: حتى في هذا المجتمع لكم الحق ولكم الحرية باعتقاد القرآن والسنة. قلت: والتطبيق؟ قال: التطبيق شيء آخر. قلت له: العقيدة بدون تطبيق شبيهة بالعدم. وإلى هنا انتهى الحوار مع المستشرق الهولندي الدكتور بيتر في جامعة ليدن. رجعنا بعد انتهاء تلك المقابلة مع المستشرق الهولندي الدكتور بيتر إلى مدينة أمستردام، حيث تركني الأخ محمد جمعة في الفندق لكتابة ما سجلته  من الحوار السابق من شريط (الكاسيت). ثم جاءني بعد المغرب فنقلني إلى منزله لتناول طعام العشاء، وإكمال بعض الأسئلة مع زوجته، وهذه الأسئلة تتعلق بالشؤون الاجتماعية.  [[وقد أضفت تكملة الحوار الذي تم معها هذه الليلة، إلى ما سبق من الحوار معها]]. صلاة عيد النحر في الجامع الكبير في مدينة أمستردام: الثلاثاء: 10/12/1407هـ جاءني الأخ محمد جمعة إلى الفندق صباحاً وذهبنا إلى مسجد المغاربة، الجامع الكبير الذي هو أحد جوامع صلوات العيدين والجمعة. أقيمت الصلاة في الساعة الثامنة إلا ربعاً، وكانت خطبة الإمام في فضل عيد الأضحى وفوائده للحجاج وغيرهم، وحكم الأضاحي، وما يشرع فيها، وعن التآخي والتزاور والمحافظة على هذا الدين، وعدم الخروج عن آداب الإسلام في العيد، تجنباً للتشبه بأهل الأديان الأخرى أو من ينسبون إلى الإسلام ويدعون الوطنية فيخالفون الإسلام في أعيادهم. السفر إلى الدنمارك: ثم رافقني الأخ محمد جزاه الله خيراً بعد الصلاة إلى مطار أمستردام، ليودعني إلى مدينة كوبنهاغن عاصمة الدنمارك، وقد كنت متضايقاً من بقائه معي وترك زوجته في يوم عيد، وخاصة أنها هولندية خشيت أن يضايقها ذلك، ولكن يبدو أنها قد ألفت الصبر على تكرر خروج الأخ محمد من البيت أو البقاء فيه مع ضيوفه فترات طويلة، فهو رجل اجتماعي محب للدعوة إلى الله والاختلاط بمن يراهم محتاجين إليه فيها. وحاولت - بعد أن أخذت بطاقة صعود الطائرة - أن يعود الأخ محمد إلى منزله فلم يرض إلا بالبقاء معي إلى أن أدخل الطائرة حرصاً منه على عدم اعتراض أي مشكلة لي. وقد أقلعت الطائرة من مطار أمستردام في الساعة الثانية والدقيقة العاشرة. ونظرت من النافذة فرأيت كثرة الخلجان والقنوات التي تكاد تكون في كثرتها مثل الشوارع. وهنا أحب أن أوصي كل من عنده قدرة على مساعدة الإخوة العاملين في هولندا، وبخاصة اتحاد الطلبة المسلمين الذي يقوم بجهود طيبة، وهم في أمس الحاجة إلى المساعدة والتشجيع. وهبطت في مطار كوبنهاغن في الساعة الثالثة والدقيقة العاشرة مساء، فكانت مدة الطيران من أمستردام إلى كوبنهاغن ساعة واحدة. وعندما جالت الطائرة فوق مدينة كوبنهاغن بدت شوارعها جميلة وحاراتها على شكل دوائر وأنصاف دوائر، وعلى شكل مربعات أو مستطيلات والخلجان البحرية تحتضن كثيراً من الحارات. روابط لها علاقة بالإسلام في هولندا: الرابط الأول من مفكرة الإسلام: http://www.islammemo.cc/KASHAFL/one_news.asp?IDnews=722 الرابط الثاني من إسلام أون لاين: http://www.islamonline.net/arabic/economics/2002/05/article08.shtml الرابط الثالث: http://www.islamonline.net/arabic/economics/2002/05/article08a.shtml الرابط الرابع: http://www.islamonline.net/Arabic/news/2001-11/29/Article02.shtml ملحق من مجلس الإفتاء الأوربي: هولندا ..بلد المليون مسلم شروق برس : محمد عزام 14/6/2005 \"بلد المليون مسلم\" سمة مميزة يعتز بها مسلمو هولندا، إلى جانب مكانتهم المتقدمة بين أقرانهم في غرب أوروبا من حيث كثافة التواجد الإسلامي عبر شبكة راقية تبدأ من المنظمات والمراكز والمساجد والمدارس وجامعة إسلامية وتنتهي بالأسواق الخيرية. الحقيقة المثيرة في «بلد المليون مسلم» تتمثل في كون الطائفة المسلمة هي الأكبر والأكثر انتشاراً وارتباطاً بالتعاليم الدينية من جميع الطوائف الأخرى مجتمعة إذ تبلغ نسبة المتدينين المسلمين نحو 30% من إجمالي المتدينين في هولندا، على الرغم مما تشير إليه البيانات الرسمية بأن نسبة المسلمين تصل إلى نحو 5 % فقط من إجمالي عدد السكان تضعهم في المرتبة الرابعة خلف الطائفة المسيحية للبروتستانت 23 % وطائفة الروم الكاثوليك 32 % والطوائف التي ليس لها انتماء عقائدي 38% أوضاع المسلمين                                                        : ويقول موقع جريدة الجزيرة السعودية على شبكة الانترنت أنه كان يسكن في هولندا عدد قليل من المسلمين حتى الستينات إلا أن الإسلام كان معروفاً داخل حدود المملكة الهولندية، فكانت هذه الحدود تتضمن إندونيسيا حتى عام 1949م وسورينام حتى عام 1975م، مع العلم بان إندونيسيا تعتبر كلها دولة إسلامية، كما ويوجد في سورينام أقلية مسلمة لا بأس بها. وتشير البيانات الرسمية الصادرة عن الحكومة الهولندية إلى أن بداية عقد الخمسينات شهد مطلع قدوم المسلمون الأوائل إلى هولندا، وفق البيانات الرسمية، وفي عام 1955م وصل تعداد المسلمين في هولندا إلى حوالي 570 ألف مسلم، وفي الوقت الحاضر أصبح من المعتاد تواجد محال لبيع مواد غذائية إسلامية وجمعيات ومدارس إسلامية وأيضاً مساجد . قصة روادها إندونيسيون: كان الإندونيسيون أصحاب الجنسية الهولندية هم أوائل المسلمين الذين استقروا في هولندا بمجموعات كبيرة حيث أتوا إليها في مطلع عام 1951م بعد أن نالت إندونيسيا استقلالها من هولندا. ولما نشأ في الستينات نقص في الأيدي العاملة بسبب الازدهار الاقتصادي السائد آنذاك بدأت الحكومة الهولندية في البحث عن توفير الأيدي العاملة بصفة مؤقتة من خارج البلاد، وبدأ جلب هذه العمالة التي أطلق عليها «العمالة المستضيفة» من منطقة حوض البحر الأبيض المتوسط خاصة من تركيا والمغرب وهما في واقع الأمر دولتان إسلاميتان، ومع بداية الثمانينات تم إيقاف استقدام الأيدي العاملة إلا أن هذا لم يعنِي إيقاف تيار الهجرة إذ إن كثيراً من العمال الأجانب الذين أتوا إلى هولندا في ذلك الوقت ظلوا مقيمين بها واستقدموا عائلاتهم. ويذكر أن مجموعة كبيرة من مسلمي سورينام فضلوا الانتقال إلى هولندا قبل استقلال بلادهم عام 1975م، وتصل نسبة المسلمين حالياً إلى 5 % تقريباً من إجمالي سكان هولندا البالغ تعدادها حوالي 16 مليون نسمة «وفق هذه الأرقام الرسمية يتبين أن عدد المسلمين يصل لنحو 900 ألف نسمة » وتعتبر الجالية التركية هي أكبر الجاليات المسلمة في هولندا إذ يبلغ تعدادها نحو 310 آلاف نسمة، تليها الجالية المغربية «277 ألف نسمة»، ثم سورينام «60 ألف نسمة» فيما يقدر المسلمون من أصل هولندي ببضعة آلاف نسمة. وتوافدت على هولندا أقليات مهاجرة من المسلمين من العراق 35 ألف نسمة ، الصومال «30 ألف نسمة»، «إيران 25 ألف نسمة»، أفغانستان «25 ألف نسمة» البوسنة والهرسك وكوسوفو «25 ألف نسمة»، الباكستان «17 ألف نسمة» مصر «14 ألف نسمة»، سوريا «5 آلاف نسمة»، إثيوبيا «3 آلاف نسمة»، نيجيريا «2500 نسمة» وغالبية هؤلاء المسلمين من فئة السنة. الحريات الدينية: يتم تطبيق حرية ممارسة الشعائر الدينية والعقائدية في هولندا ضمن الإطار الاجتماعي والقانوني، ويسمح للفرد بممارسة عقيدته الدينية سواء بشكل فردي أو جماعي من دون القيام بأية أفعال تزعج الآخرين أو تشكل خطراً على الصحة العامة أو الإخلال بالنظام العام . وبالنسبة للعادات والتقاليد الإسلامية فقد تم قبولها رسمياً وأصبحت من الأمور المعتادة مثل إقامة الصلوات وصيام شهر رمضان والذبح الحلال و طهارة الأطفال. الشعائر الإسلامية: ويجد المسلمون في هولندا تفهماً واحتراماً من المجالس الرسمية المحلية للمدن التي تسمح لهم بالآذان للصلاة باستعمال المكبرات الصوتية وذلك لمرة واحدة في الأسبوع. كما قامت هذه المجالس المحلية بمنح نحو 500 محل من الأماكن المخصصة لذبح اللحوم تصاريح دائمة للقيام بالذبح وفقاً للشريعة الإسلامية وخاصة في موسم عيد الأضحى المبارك. وتبدي الشركات الهولندية التي يعمل بها المسلمون تقديرها واستعدادها لتلبية رغباتهم بتعديل مواعيد العمل لتتوافق مع مواعيد أداء الصلوات وصيام شهر رمضان والعطلات الخاصة بعيدي الفطر والأضحى المباركين، وتوفير أماكن للصلاة ومراعاة تقاليد المأكولات الإسلامية . التعليم الإسلامي: يتضمن الهيكل التعليمي الإلزامي في هولندا نوعين رئيسين هما التعليم العام والتعليم الخاص. وهذا الأخير يشمل جانب التعليم الديني الذي تتولى الإشراف عليه منذ القدم المدارس المسيحية الكاثوليكية والبروتستانتية بالإضافة إلى العشرات من المدارس الإسلامية الحديثة. ويتضمن التعليم العام في مرحلتيه الثانوية والجامعية تدريس حضارات العالم الإسلامي . وإلى جانب المدارس الخاصة الإسلامية هناك جامعة إسلامية فتية هي الأولى في غرب أوروبا وهي جامعة روتردام الإسلامية. المنظمات الدينية: يعتمد النظام الأساسي في هولندا على فصل الدين عن الدولة حيث تقوم المنظمات الدينية والهيئات العقائدية بشعائرها وأعمالها بحرية وهدوء، وهذا يعني أن الحكومة لا تتدخل في شؤون المنظمات والهيئات كما أن هذه الأخيرة لا تتدخل من جانبها في شؤون الدولة. وهناك العديد من المنظمات الدينية التي تشرف على المساجد وأماكن إقامة الصلاة المنتشرة في مختلف المدن الهولندية والتي بلغ عددها حالياً نحو 400 مسجد ومركز لإقامة الصلاة، من بينها 200 مسجد للجالية التركية، 130 مسجداً للجالية المغربية، 30 مسجداً للجالية السورينامية. http://www.e-cfr.org/ara/index.php?module=announce&ANN_user_op=view&ANN_id=155 سلسلة في المشارق والمغارب الدنمارك الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "رحلة الدنمارك  1407هـ ـ 1987م",
    "content": "[img]pics/10/10015.jpg[/img]<< ..... >> السفر إلى الدنمارك ثم رافقني الأخ محمد جمعة جزاه الله خيراً بعد الصلاة إلى مطار أمستردام، ليودعني إلى مدينة كوبنهاغن عاصمة الدنمارك، وقد كنت متضايقاً من بقائه معي لترك زوجته في يوم عيد، وخاصة أنها هولندية خشيت أن يضايقها ذلك، ولكن يبدو أنها قد ألفت الصبر على تكرر خروج الأخ محمد من البيت أو البقاء فيه مع ضيوفه فترات طويلة، فهو رجل اجتماعي محب للدعوة إلى الله والاختلاط بمن يراهم محتاجين إليه فيها. وحاولت  ـ  بعد أن أخذت بطاقة صعود الطائرة ـ أن يعود الأخ محمد إلى منزله فلم يرض إلا بالبقاء معي إلى أن أدخل الطائرة حرصاً منه على عدم اعتراض أي مشكلة لي. وقد أقلعت الطائرة من مطار أمستردام في الساعة الثانية والدقيقة العاشرة. ونظرت من النافذة فرأيت كثرة الخلجان والقنوات التي تكاد تكون في كثرتها مثل الشوارع. وهنا أحب أن أوصي كل من عنده قدرة على مساعدة الإخوة العاملين في هولندا، وبخاصة اتحاد الطلبة المسلمين الذي يقوم بجهود طيبة، وهم في أمس الحاجة إلى المساعدة والتشجيع، ألا يبخل عليهم. هبطت الطائرة في مطار كوبنهاغن في الساعة الثالثة والدقيقة العاشرة مساء، فكانت مدة الطيران من أمستردام إلى كوبنهاغن ساعة واحدة. وعندما جالت الطائرة فوق مدينة كوبنهاغن بدت شوارعها جميلة وحاراتها على شكل دوائر وأنصاف دوائر، وعلى شكل مربعات أو مستطيلات والخلجان البحرية تحتضن كثيراً من حاراتها."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "1- في مدينة كوبنهاغن",
    "content": "وجدت في المطار الأخوين الكريمين علي إسماعيل، وهو مصري الأصل، وأحمد أبو لبن في انتظاري، وكان المطر ينهمر بغزارة ولكنه كف بعد عشر دقائق تقريباً. تعس عبد الدخان! عندما كان الناس يسيرون بسياراتهم من المطار إلى المدينة، كان أمام سياراتهم شاب طويل عمره فوق العشرين بقليل يقود سيارته، وكان إذا وقف السير أمام الإشارة الحمراء، يترجل من سيارته و يكلم أحد السائقين ثم يدعه ويذهب إلى سائق آخر، فإذا أضاءت الإشارة الخضراء أسرع يقود سيارته وتكرر ذلك، حتى إنه كلم أخانا علي بن إسماعيل مرتين بتلك الحالة، وفي إحدى المرات أخذ الأخ علي آلة إشعال الدخان من سيارته وناول ذلك الشاب، فأشعل حبة دخان بها ورجع  إلى سيارته، قلت للأخ علي: ما بال هذا الشاب يكلم الناس فقال: إنه كما ترى أراد أن يحصل على كبريت ليدخن، وأنا كنت نسيت عندي في السيارة آلة لإشعال النار وتذكرتها الآن وأعطيته فأشعل سيجارته وارتاح. قلت: سبحان الله! هذه الوقفات كلها وهذه المحاولات في الشارع مع زحمة السيارات ونزول المطر، لم يستطع الصبر إلى أن يصل إلى منزله أو إلى مكان الذي يمكنه فيه التدخين، لقد أصبح عبداً للتدخين! في منزل الأخ أحمد أبي لبن: أصر الأخ أحمد بن سامي أبو لبن الفلسطيني على أن أبيت في منزله، لأن زوجته وأولادها كانوا في الأردن، فبت عنده. ولد الأخ أحمد أبو لبن في مدينة يافا سنة 1946م، وهاجرت عائلته إلى مصر، وأنهى دراسة الهندسة في جامعة عين شمس، ونشأ نشأة إسلامية، لأن أسرته كانت متدينة، كان أبوه سكرتيراً للحاج أمين الحسيني. عمل في الكويت ثماني سنوات في مجال النفط، وتتلمذ على فضيلة الشيخ حسن أيوب، وشاركه في نشاطه من سنة 70 ـ 1978م. وانتقل إلى الإمارات في أبي ظبي، وبدأ نشاطاً مستقلاً واعظاً وخطيب جمعة، وكان يعمل في شركة البترول لمدة أربع سنوات. وفي أول سنة 1982م ذهب إلى نيجيريا للعمل مع شركة يملكها عرب، وهي شركة مقاولات إسلامية في ولاية البرنو، والذي يملك الشركة خال زوجته عارف زبادنة، وهو مقيم في بريطانيا، كان أبوه قد هاجر إلى نيجيريا سنة 1939م، وأولاده لهم صلة قوية بالحاج أبي بكر غومي. ثم جاء الأخ أحمد إلى الدنمارك ـ كوبنهاغن ـ سنة 1984م متعاقداً مع وزارة الأوقاف الكويتية، ويمتد نشاطه إلى بقية الدول الإسكندنافية. نشاطه في الجانب الاجتماعي، وهو يأخذ نصف وقته مع عائلات مسلمة جاهلة في البيئة الأوربية. ونشاطه في الجانب الثقافي: يلقي دروساً في حلقات دورية في كتب منهجية في الفقه  ـ فقه السنة ـ والتفسير الواضح للشيخ حجازي، لشباب الجاليات الإسلامية باللغة العربية، والعقيدة في كتاب تعريف عام بدين الإسلام للشيخ علي الطنطاوي، وأغلب هؤلاء الشباب في مستوى المتوسط، والتدريس يكون في يوم السبت. ويخطب الجمعة في مسجد النور الذي أنشأته المجموعة العربية الموجودة في الدنمارك. ويتجول في المدن المختلفة لتحميس الناس بالالتزام بالإسلام. شارك في تطوير المدرسة العربية والإسلامية، ويحاول الاتصال بمدرسي المدرسة ومدارس البلدية الحكومية من الذين يدرسون اللغة العربية والدين، لإعطائهم معلومات، وإشعارهم بجدية العمل والشعور بالمسؤولية. ويدعى لإلقاء محاضرات في المدارس والمعاهد والجامعات، بعد اتصاله بالمسؤولين فيها وتفاهمه معهم. وزوجته تدرِّس المسلمات الدنماركيات الدين واللغة العربية، يومي الأحد والثلاثاء، وتعقد حلقات في البيوت للنساء العربيات. وينسق مع التجمعات والمنظمات الإسلامية والمراكز في القضايا التي تهم المسلمين، مثل اللحم الحلال وتوحيد صيام رمضان وصلاة العيدين. ويشارك في لقاءات ثانوية أخرى. في فندق شيراتون: الأربعاء: 11/12/1407هـ. طلبت من الأخ أبي لبن أن أنتقل إلى أحد الفنادق، على الرغم من إصراره على بقائي في شقته، وقد علمت أن أسرته ستصل في هذه الأيام من عمَّان، فانتقلنا إلى فندق شيراتون. جولة عامة في المدينة وضواحيها: ثم تجول بنا الأخ أحمد فزرنا مقر إذاعة الفاتحة في مبنى رابطة العالم الإسلامي، وهي إذاعة محلية سيأتي الحديث عنها، وتحت تصرف المسلمين(9). [img]pics/10/10010.jpg[/img]<< ..... >> ولم نجد في مكتب الإذاعة إلا الأخ التنزاني محمد عيسى سلطان الذي تخرج في جامعة أم القرى في مكة المكرمة، قسم الدعوة سنة 1983م، ولم نجد عنده معلومات وافية عن الإذاعة، ويبدوا أنه غير مستقر من الناحية الرسمية في الدنمارك. وأخذنا جولة في بعض نواحي المدينة، فمررنا بمسجد القاديانية في الضاحية الجنوبية، وهو على هيئة قبة، ولم يكن مفتوحا آنئذ، لأن هذه الأيام أيام عيد، وخرجنا إلى ساحل البحر، ورجعنا بعد ذلك فأوصلني الأخ أحمد إلى الفندق وذهب. لقاء مع الأخ خميس بن محمود على عبد اللطيف، المصري: تخرج الأخ خميس في كلية الدعوة وأصول الدين في الجامعة الإسلامية بالمدينة المنورة سنة 1402هـ، وهو مبعوث من قبل الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، من سنة 1402هـ وكان في فرنسا. ثم انتقل إلى الدنمارك ـ كوبنهاغن ـ في سنة 1405هـ وهو باق فيها إلى الآن، وهو إمام في المركز الإسلامي، ويعمل في راديو الفاتحة، وقد زارني الأخ خميس في الفندق في الساعة الثالثة والنصف مساء بعد أن علم بوجودي. معلومات عن راديو الفاتحة: قال الأخ خميس: إن هذا الراديو أنشئ من سنة 1985م على موجة محلية وهي (FM على رقم 88,2). أخذتْ التصريح لذلك رابطة العالم الإسلامي، عن طريق مدير مكتبها: محمد الدمنجي التركي، ولم يُستفد من الراديو في حينه، فأخذه المسلمون الدنماركيون الذين يطلق عليهم جمعية الإسلام في الشمال. وقاموا بإدارته والإنفاق عليه إلى عام 1986م. ثم أخذته جماعة التنظيم الإسلامي، وهم باكستانيون يتبعون الجماعة الإسلامية في باكستان، وهم من أفضل الجماعات في كوبنهاغن، فكراً وعملاً وتنظيماً. وقبل ثلاثة شهور انتقل الراديو إلى مقره الجديد في مكتب رابطة العالم الإسلامي، وكونت له لجنة إدارية من المسلمين العاملين في الراديو وهم أربع جماعات: 1 ـ  العرب. 2 ـ  الباكستانيون، وهم جماعتان. 3 ـ  الأتراك. 4 ـ  الدنماركيون. وفيه قسم إنجليزي وقسم سواحلي، وهذا القسم كبير. أهداف الراديو والمسئولون عنه. من أهم أهداف الراديو تقديم خدمات للجالية الإسلامية بلغاتها. وكل قسم يقدم برامجه بلغته، وهم هيئة مستقلة. وبرامجه ثقافية وتربوية وإخبارية، وتتخلل هذه البرامج الدعوة إلى الله. والقسم العربي يعمل فيه أربعة من العرب، وهم الذين يديرون القسم، وهم الدكتور أبو العلا، مستشار البنك الإسلامي في كوبنهاغن، وهو المسؤول عن القسم، والشيخ خميس عبد اللطيف، والأخت يسرية سلام، وهي مصرية مقيمة في كوبنهاغن من زمن قديم، وعبد الرحمن المارودي، وهذا سافر. [img]pics/10/10012.jpg[/img]<< ..... >> والبرنامج الذي يقدمه الأخ خميس يشتمل على ما يأتي: 1 ـ  الأدب في الإسلام، يقدم في كل مناسبة ما يتعلق بها، وهو أسبوعي يقدم كل يوم جمعة في الغالب، ومدته نصف ساعة. 2 ـ  طفولة العظماء، ويقدم من خلاله الشخصيات الإسلامية، وهو تربوي، وأصل البرنامج في أشرطة كاسيت جاءت من الكويت، ويعدل فيه ويعلق عليه. 3 ـ  قضايا المسلمين، وهو يتعلق بأحوال المسلمين في الدنمارك، وبعض القضايا الإسلامية في البلدان الإسلامية، كقضية أفغانستان. 4 ـ  يوجد برنامج آخر، وهو الاقتصاد في الإسلام، وكان يقدمه الدكتور حسن أبو العلا، ولكنه توقف. 5 ـ  برنامج العلم والإيمان، كان يقدمه الأخ عبد الرحمن المارودي وتوقف. 6 ـ  برنامج المرأة المسلمة والمجتمع، كانت تقدمه الأخت يسرية، وقد توقف. 7 ـ  والبرامج الدنماركية، كان يقدمها مسلمان دنماركيان ولكنها غير منظمة. مسافة البث كيلوان فقط. ومدة البث ست وعشرون ساعة في الأسبوع. والبرنامج العربي ساعة واحدة يومياً، من الخامسة إلى السادسة بعد الظهر، ما عدا الخميس والسبت والأحد، وفي يوم الاثنين من العاشرة صباحاً إلى الثانية ظهراً. سألت الأخ خميساً عن أثر البرنامج العربي على المستمعين؟ فقال: برنامج طفولة العظماء له أثر طيب في الأطفال والأسر، والمستمعون يثنون عليه، وقد انتهت حلقاته. أما برنامج المرأة المسلمة فتوجد فيه مواد ثقافية مفيدة، ولكن تذاع فيه بعض الأغاني. وقال الأخ خميس: إن الدعوة إلى الله لا يمكن أن تنجح إلا بالأسلوب العلمي، وهو  ـ كما يقول ـ غير موجود في الدول الإسكندنافية. وسألته: ما المراد بالأسلوب العلمي؟ فقال: وجود جماعة منظمة تفكر في تقديم الخدمات النافعة للمسلمين، وأما أسلوب التنفيذ فيترك بحسب الحال. وسبب عدم وجود الأسلوب العلمي أن معظم المسلمين الموجودين هنا عمال، وهدفهم محدود بمصالحهم المادية الخاصة، ولا توجد بعثات طلابية مستقرة، لأن الجامعات مغلقة في وجوه الأجانب، ومن هنا كانت نقطة الضعف. وقال: إنه يوجد فقر في ترجمة الكتب الإسلامية المفيدة في هذه الدول، وبخاصة ترجمة معاني القرآن الكريم، وأمهات الكتب الإسلامية وكتب الفكر. وتوجد نسخة واحدة لترجمة معاني القرآن الكريم  إلى اللغة الدنماركية، ومترجمها قادياني، وهذا من أخطر الكتب المنسوبة إلى الإسلام. والقاديانية في هذه الدول قديمة ومنظمة وغنية ولذلك استطاعت أن تقوم بهذه الترجمة وبنشاطات أخرى. فرص سانحة يضيعها المسلمون في الغرب: إن الزائر لأي دولة من دول أوروبا الغربية، لا يمر بأي بلد منها إلا وجد فيه فرصاً لنشر الإسلام من الناحية القانونية، ومن ناحية العادات، فهناك مجالات متعددة يمكن أن يعمل فيها المسلمون وينشروا دينهم عن طريقها: 1 ـ  مجال التعليم الديني واللغة في المدارس الحكومية الرسمية التي اعترفت بالدين الإسلامي، كالنمسا، وبلجيكا [[وأخيراً اعترفت بريطانيا بالمدارس الإسلامية، وقد كانت ترفض ذلك مدة طويلة]] كما أن هناك فرصاً لإنشاء مدارس خاصة في أغلب البلدان الأوربية الغربية، تجمع بين المنهج الإسلامي ومنهج الدولة الرسمي، وتعترف الحكومات بتلك المدارس، بل تساعد في تكلفتها بمقدار 85% وقد تصل مساعدتها إلى 100% إذا  توافرت فيها شروط معينة. ويدخل في مجال التعليم قيام بعض المسلمين بإلقاء كلمات في الصباح عن الإسلام لأبنائهم، في المدارس الحكومية قبل دخول التلاميذ قاعات الدرس، وذلك مسموح به في غير الدول المعترفة بالإسلام، ويدخل فيه كذلك شرح مبادئ الإسلام لتلاميذ المدارس والجامعات الذين يقومون بزيارات لمساجد المسلمين ومراكزهم، في نشاط مدرسي للتعرف على الإسلام. 2 ـ  مجال الإعلام: يمكن أن يقوم المسلمون بتقديم بعض الأحاديث، ولو كانت قصيرة في أوقات محدودة، في الإذاعة والتلفزيون في البلدان التي لم تعترف بالإسلام، ويمكن أن يكون ذلك أوسع في البلدان المعترفة بالإسلام، بل يمكن أن يمنح المسلمون إذاعات محلية في البلدان المعترفة بالإسلام وغيرها، كما هو الحال في بلجيكا والدنمارك. ويمكن أن يصدروا صحفاً ومجلات وأشرطة (كاسيت) وأشرطة فيديو، ونشرات وكتيبات، والمجال في هذه مفتوح في كل دول الغرب. 3 ـ  مجال الثقافة: يمكن أن ينشئ المسلمون نوادي ثقافية، تجمع الشباب المسلم من أبناء الجالية، وأبناء البلدان الأوربية، ويمكن أن يتلقوا مساعدة من الحكومات نفسها. 4 ـ  المجال الاجتماعي: يمكن أن ينشئوا مؤسسات اجتماعية، لخدمة أبناء الجاليات الإسلامية وتساعد الحكومات أيضا في تكلفتها. 5 ـ  المجال الرياضي: يمكن أن ينشئ المسلمون نوادي وملاعب رياضية وتساعد الحكومات في تكاليفها. وكل هذه المجالات يمكن أن يوضع لها برامج تؤدي إلى نشر الوعي الإسلامي والتنشئة الإسلامية. 6 ـ  المجال السياسي: الباب مفتوح لتكوين أحزاب سياسية بشروط معينة، قد تتوافر في المسلمين في بعض البلدان الأوربية، وإذا لم تتوافر في تكوين أحزاب سياسية، أمكن للمسلمين أن يتفاوضوا مع بعض الأحزاب السياسية المحلية، للتعاون معهم في الانتخابات، بشرط أن تتكفل تلك الأحزاب بحماية حقوق المسلمين، وكثير من الأحزاب تتودد للمسلمين في هذا المجال، وقد لا يفون بكل وعودهم، ولكن الحصول على شيء خير من لا شيء. 7 ـ  المجال الاقتصادي: يستطيع المسلمون الذين عندهم رؤوس أموال من  الجاليات الإسلامية في أوروبا، أو منهم ومن المسلمين ذوي الثراء من البلدان الإسلامية أن يستثمروا أموالهم ويكونوا جبهة اقتصادية قوية نوعاً ما، تستغل أرباحها في مصالح تعود إلى الإسلام والمسلمين في أوروبا بالخير في مجالات مختلفة، تشمل كل المجالات المذكورة هنا. هذه المجالات كلها لا يستغل منها الحد الأدنى الذي يعتبر ضرورة من ضرورات المحافظة على أبناء المسلمين في بلدان أوروبا، والتقصير حاصل من الجاليات المسلمة القاطنة في تلك البلدان، ومن المؤسسات الإسلامية المنصوبة للدعوة إلى الله، ومن أغنياء المسلمين القادرين على تمويل كثير من المشروعات الإسلامية، ومن حكام الشعوب الإسلامية الذين يمكنهم أن يعملوا ما لم يقدر عليه سواهم، لما مكنهم الله  من المال والجاه والسلطان، واستقطاب الكفاءات التي تستطيع تحمل المسؤولية في الدعوة إلى الله. ولو أرادت هذه الفئات المذكورة: الجاليات المسلمة، والمؤسسات الإسلامية، وأغنياء المسلمين، وحكام الشعوب الإسلامية أن يعملوا شيئاً بجد، لاجتهدوا في التنسيق فيما بينهم، وتحمل كل صنف ما يقدر عليه ونشروا دين الله في كل مكان.!! ويكفي أن ننظر إلى راديو الفاتحة الذي ينتقل من فئة إلى أخرى دون أن ينال نجاحاً في إدارته ولا نشاطه، بسبب عدم وجود الإمكانات المادية والبشرية ذات الكفاءة المثمرة. وبهذا تظهر خسارة المسلمين بتضييع فرص كثيرة كان يمكنهم استغلالها للمحافظة على أنفسهم وعلى أولادهم، ولنشر هذا الدين بين أهل تلك البلدان التي استوطنوها. مراقبة شروق الشمس وغروبها: عندما تنظر إلى الشمس وقت شروقها تراها أمامك، وكلما ارتفعت إلى السماء تراها تبتعد نحو الجنوب، وعند الغروب تراها أمامك إذا  مالت نحو الغرب، وهي لا تزال مرتفعة، تقابل الجهة التي رأيتها تشرق منها صباحاً، ولكنها لا تغيب في نفس الجهة التي تراها في سمتها، بل تراها تميل في سيرها نحو الشمال، لذلك يبدأ الأفق في جهة الجنوب الغربي يسودُّ، ولكن الضوء أمامك في جهة الغرب لا زال واضحاً، غير أنه أقل من الضوء الذي يرى في الشمال الغربي، فإذا اشتد الظلام في الجنوب الغربي بدأ الضوء يختفي شيئاً فشيئاً في الغرب، ولكن الضوء في جهة الشمال يكون واضحاً، حتى يظن الرائي أن الشمس ستشرق من تلك الجهة. وفي الساعة العاشرة مساء، كان الشفق الأحمر لا زال في غاية الوضوح في الغرب، ولا زال الضوء واضحاً في الشمال، إلى الساعة الحادية عشرة، وكنت أراقب ذلك من نافذة الفندق (شيراتون من الجهة الغربية). وهذا الوقت كان النهار قد بدأ يقصر في تلك المناطق. زيارة المركز الإسلامي في كوبنهاغن: ‎الخميس: 12/12/1407هـ. جاءني الأخ خميس في صباح هذا اليوم وزرنا إدارة المجزرة الإسلامية ولم نجد المسؤول عنها. ثم ذهبنا لزيارة المركز الإسلامي  الكبير، واجتمعنا بالأخ إمام المسجد الشيخ محمد إدريس شريف الله. وأخذنا منه بعض المعلومات وحصلت مناقشات حول الدعوة وأساليبها. ولد الأخ محمد سنة 1944م في 2 يناير في مدينة بيشاور في باكستان، كانت دراسته في بيشاور إلى أن نال شهادة الماجستير من جامعة بيشاور، والجامعة الإسلامية في بيشاور، وقام بالتدريس في وزارة التعليم ومعهد المعلمين، وكلية التربية الحكومية في بيشاور سنة 1974م. ثم درس في معهد اللغة العربية في جامعة الرياض (جامعة الملك سعود حاليا) سنة 1978م ـ 1979م ثم عاد إلى باكستان. وانتخب إماماً للمركز الثقافي الإسلامي في كوبنهاغن في تاريخ 1/1/1981م ولا زالت خدماته الرسمية في باكستان. عنده أحد عشر ولداً من زوجتين. قال الأخ محمد: إن نشاط المسلمين في الدنمارك بدأ في أول السبعينات، وكان القاديانيون أسبق إلى ذلك من غيرهم في هذه البلد، وبدأ المسلمون نشاطهم في مسجد صغير سنة 1973م وأخذ نشاطهم يتسع. وفي سنة 1974م أنشئ هذا المركز، أنشأته جمعية الدعوة في ليبيا. وكان إمامه الأول صبغة الله مجددي الذي هو الآن زعيم الجبهة الوطنية لإنقاذ أفغانستان [[أصبح رئيساً لجمهورية أفغانستان بعد أن دحر المجاهدون الغزاة الروس، ثم عزل بسبب التنازع المستمر على السلطة بين القادة الأفغان، ولا زالوا يتقاتلون إلى هذه اللحظة(6 من شهر رمضان لعام:1419هـ وقد سيطرت حركة طالبان على 9% من مناطق أفغانستان ثم اختطفت أمريكا أفغانستان من الجميع)]] بقي في المركز خمس سنوات، ثم جاء إمام آخر أردني واسمه إبراهيم قيسي سنة: 1979م. نشاط المركز: 1 ـ خطبة الجمعة بثلاث لغات: العربية، والإنجليزية، والأردية. 2 ـ خطبة العيدين، بخمس لغات: الثلاث المذكورة، والفارسية والأفغانية، والأخ محمد يجيد هذه اللغات الخمس. 3 ـ دروس يوم السبت باللغة الإنجليزية للسيدات، وباللغة العربية للعرب بمساعدة الشيخ خميس، ودرس يوم الأحد باللغة الأردية للباكستانيين. 4 ـ وكان لديهم فصول تدريس للغة العربية لغير الناطقين بها من الرجال والنساء. 5 ـ يزور المسجد غير المسلمين من الرهبان والطلاب لأخذ بعض المعلومات عن الإسلام. 6 ـ يراقبون تصدير اللحوم إلى البلدان الإسلامية غير السعودية. 7 ـ عندهم أربع مدارس: مدرسة للبنات، ومدرسة للأطفال الباكستانيين، ومدرسة للعرب، ومدرسة لتحفيظ القرآن وتجويده. 8 ـ يقوم المركز بحل قضايا المسلمين في الأحوال الشخصية والفتاوى، وإلقاء الدروس في مساجد المسلمين في الدنمارك. 9 ـ تصدر مجلة إسلامية بأربع لغات بعنوان أخبار المسلمين، توقفت وسيعاد صدورها قريباً، ويمول المسجد من قبل ليبيا ومن دخل الإشراف على الذبح الحلال. 10 ـ وقد أشهر عدد من الدنماركيين إسلامهم، بلغ عددهم إلى الآن 350 شخصاً، وعناوينهم موجودة في المركز. 11 ـ يقوم المركز بمحاضرات خاصة لغير المسلمين وتحصل مناقشات معهم. وسألت الأخ الإمام هل تظن أن الإسلام قد بلغ أغلب الناس هنا؟ فقال: لا، هم لا يعلمون من خلقهم. لقاء مع الدكتور حسن بن عباس أبي العلا: في هذا اليوم زارني الأخ حسن أبو العلا مستشار البنك الإسلامي في كوبنهاغن، في الفندق(10). [img]pics/10/10011.jpg[/img]<< ..... >> 1 ـ ولد في مصر سنة 1933م. 2 ـ درس الاقتصاد والعلوم السياسية في النمسا سنة 1968م. 3 ـ عمل في إحدى الشركات الألمانية وفي أحد البنوك. 4 ـ وهو يعمل في البنك الإسلامي في كوبنهاغن من سنة 1983م. 5 ـ وقد استقر في أوروبا من سنة 1958م وله طفلان. وسألته: هل تظن أن الإسلام قد بلغ أهل أوروبا وقامت عليهم الحجة؟ فقال: نعم، لأن الإعلام الإسلامي بمجلاته وكتبه وصل إلى الناس، ويرى أن الناس ـ  وإن كان بلغهم الإسلام مشوهاً ـ قد تكون بلغتهم بعض الحقائق، وعليهم أن يبحثوا، ولكن الباحثين عن الإسلام قلة، وأجهزة الإعلام الغربية تذكر عن الإسلام  الحسن والسيئ، إلا أن الفكرة السيئة أكثر في أذهانهم ولهذا تجدهم ينفرون من الإسلام. وقال: إن الثورة الإيرانية عندما قامت انتشر الكلام عن الإسلام، وكان كثير مما يقال عنه صحيحاً، وبعضه في غاية الروعة، وأخاف ذلك الكنيسة، وبدأ المسؤولون فيها يلقون محاضرات ضد الإسلام وحضر الأخ حسن والأخ علي المحجري بعض تلك المحاضرات للرد عليهم. وكان المسيحيون يحاولون السماع منهما، وطلبوا أن تلقى محاضرات عن الإسلام، ولكن الثورة الإيرانية بعد ذلك شوهت الإسلام في أذهان الأوربيين. وقال: إن كثيراً من أهل أوروبا يعلمون أن محمداً صلى الله عليه وسلم جاء بعد المسيح عليه السلام، ولكن القرآن هو من تأليفه. ويعلمون بعض الأشياء عن الإسلام، كالزواج بأربع وتحريم أكل لحم الخنزير وشرب الخمر، وقضية فلسطين. وسألته عن صفات الداعية المسلم المؤثر في أوروبا؟ فقال: 1 ـ العلم بعادات الأوربيين. 2 ـ إتقان لغاتهم التي يتخاطبون بها. 3 ـ الانفتاح والإلمام بالثقافات المعاصرة. إضافة إلى الصفات التي وردت في القرآن والسنة... قلت: ما الموضوعات الإسلامية التي يمكن أن تؤثر في الأوربي؟ قال: هي الموضوعات المتصلة بالحياة الاجتماعية، كالتكافل الاجتماعي، والبنوك الإسلامية، وجمع الزكاة وتوزيعها، والأوربي يريد شيئاً ملموساً، ولهذا لو تمسكت الأسرة المسلمة بالإسلام واختلطت بالأوربيين الذين يحبون أن يعرفوا الإسلام ووجدوا فيها القدوة الحسنة، لأثرت فيهم. قلت له: هل قامت الجماعات الإسلامية والمراكز بواجب الدعوة إلى الله؟ فقال: لم تقم بواجبها كما ينبغي، وكثير من الذين يبعثون للدعوة ليسوا مؤهلين عملياً، وإن كان بعضهم يحملون شهادات في الدراسات الإسلامية. قلت: ما الوسائل الممكنة لنشر الإسلام؟ قال: أرى أن تكون لجان من المسلمين الصادقين من أهل كل بلد أوربي، وتلقى عليهم المحاضرات، ويقوى إيمانهم، ويمدون بالمال بتنسيق، والأولى أن تكون المساعدات المالية على صفة وقف يصرف بنظام، لأن المساعدات بدون دراسة قد تقع في أيدي أناس غير أمناء على الدعوة. لقاء مع الأخ علي إسماعيل بن إبراهيم: ولد الأخ علي في القاهرة سنة 1946م. درس في جامعة كوبنهاغن قسم الدراسات العربية والإسلامية ـ ثم جامعة ستوكهولم، وأكمل الماجستير في عام 1985م، تحت إشراف الدكتور عطية عامر الذي جاء إلى ستوكهولم من سنة 1959م واستقر بها. جاء الأخ علي إلى الدنمارك سنة 1970م بعد أن مكث في فرنسا ثلاثة شهور، وكانت الدنمرك تستقبل الأجانب إلى عام 1973م ثم أغلقت الباب أمامهم، وكان عدد المسلمين في ذلك الوقت لا يزيد عن خمسة عشر ألفاً، ثم زاد العدد حتى وصل إلى أربعين ألفاً. معلومات عن الدنمارك: المساحة والحدود: الدنمارك أصغر دولة اسكندنافية، وتقع بين بحر البلطيق وبحر الشمال، ما عدا الجزء الجنوبي منها فيتصل بألمانيا الغربية بحدود طولها 68كيلو مترا. وجارتها الشرقية السويد، وتقع النرويج في شمالها، وتتبع  مملكةَ الدنمارك جزيرتان، كانتا مستعمرتين، إحداهما استقلت واسمها: (جرينلاند) وبقيت الجزيرة الثانية تحت إشراف الدنمارك وتسمى: (فارو). نظام الحكم في الدنمارك: نظام الحكم في الدنمارك اشتراكي ديمقراطي. ولها برلمان يعتبر مجلس الشعب، ويضم الأحزاب الموجودة في البلد وعددها تسعة. والبرلمان سلطة تشريعية، والسلطة التنفيذية لمجلس الوزراء. والملكة الحالية بنت الملك السابق: فريدريك الذي توفي سنة 1973م، وهي متواضعة جداً متزوجة برجل فرنسي من عائلة كبيرة، وليس لها سلطة وإنما هي مثل ملكة بريطانيا. انضمت الدنمارك إلى السوق الأوربية المشتركة في سنة 1972م. والعملة تسمى: كرونة، وهي مائة (أور). السكان: شعب الدنمرك، معظمه من دول إسكندنافيا، ما عداً عدداً قليلاً من الألمان. عدد السكان: خمسة ملايين، وهم ينقصون ولا يزيدون. وديانة الكنيسة: هي: اللوثرية. المناخ: بارد معتدل، متوسط درجة الحرارة فيها 62 فهرنهايت17 سنتجريد في يونيو. وأشد الشهور برودة هو شهر فبراير. ومعظم السكان يؤثرون أن يسكنوا في إحدى المدن الثلاث: كوبنهاغن وأرغوس والبورج. في مدينة أرغوس: (245.900) نسمة. وفي مدينة ألبورج: (154.600) نسمة. وفي مدينة كوبنهاغن (مليون وثلاثمائة وثمانون ألف) نسمة. وتوجد جزيرة جين، وهي مدينة رئيسية، ذاع صيتها باعتبارها الموطن الذي ولد فيه هانس كريستيان أندرسون الكاتب القصصي المعروف بصاحب المكتبة الخضراء التي ترجمت إلى اللغة العربية. وعدد الجامعات في الدنمارك خمس: جامعة كوبنهاغن، وجامعة روسكدة، وجامعة أرغوس، وجامعة أودونسا، وجامعة ألبورج. وشعب الدنمرك شعب مرح منظم. الصناعات: هي الدولة الأولى في إنتاج الألبان ومشتقاتها، وعندهم مهارات عالية في مختلف فنون الصناعة، مثل محركات الديزل، وبناء السفن، والموانئ والكباري. تصدر 60% من منتجاتها إلى الخارج. توجد عدة أنهار في الدنمارك أطولها نهر (غودينا)، ويبلغ طوله 158كيلومتر. المسلمون في الدنمارك: عدد المسلمين: أربعون ألف نسمة، حسب الإحصائية الأخيرة من وزارة الشؤون الاجتماعية سنة 1987م. وهم من الأتراك والباكستانيين، والعرب، وأكثرهم المغاربة، وأقلهم الجزائريون، ويوجد عدد من كل الدول العربية تقريباً. عدد المساجد: خمسة عشر مسجداً، أغلبها زوايا وهي متقاربة في العاصمة. و المركز الإسلامي الثقافي يمثل المظلة الإسلامية، وفيه يصلي المسلمون العيد، أنشئ سنة 1973 ـ 1974م. ويوجد مركز في مدينة أورغوس، تابع للمركز في كوبنهاغن. أول مدرسة عربية أنشئت سنة 1978م أنشأها بعض الإخوة، وفي مقدمتهم:الأخ إسماعيل والأخ محمد عطية اللذان بدآ النشاط الإسلامي في الدنمارك. وأول شقة استؤجرت لتكون مسجداً في كوبنهاغن سنة 71 ـ 1972م، وكان عدد المصلين فيها أربعة، وكان معهم القائم بأعمال السفارة الليبية الشاب المسلم أحمد إبراهيم حواس الذي اجتهد في دعم العمل الإسلامي. وأنشئت مكتبة إسلامية، وهي المكتبة الأولى في الدول الإسكندنافية كلها. كما أنشأت أول مجزرة إسلامية في الدنمارك بناء على ترخيص سابق لليهود، وهي أول مجزرة في الدول الإسكندنافية تقوم بالذبح الحلال. والذي تولى هذه المجزرة هو الشيخ محمد خياط المغربي. وبقي الأخ أحمد إبراهيم الحواس في الدنمارك إلى عام 1974م، وهو رجل متواضع نشيط في تحركاته، حريص على حضور حلقات العلم ومتابعتها والإنفاق عليها من ماله الخاص. نقل إلى عدن سنة 1974م، ونقل من عدن إلى إندونيسيا، ومن إندونيسيا إلى غيانا في أمريكا الجنوبية سنة 1977م، ثم عاد إلى ألمانيا للزيارة، وكان في هذه الوقت سفيراً، وساءت العلاقة بينه وبين القذافي وأراد ترك العمل، ثم استمر فيه، وطلب من بعض الإخوة أن ينتقلوا معه إلى غيانا، لمساعدته في النشاط الإسلامي الذي كان دؤوباً فيه، وكان ذلك سنة 1979م. واستشهد سنة 1983م، ولا زالت زوجته في القاهرة. وتتكون غيانا من ثلاثة أنواع من الناس: 1 ـ الزنوج. 2 ـ الهنود والباكستانيون. 3 ـ الهنود الحمر وهم أصل سكان البلاد وقد انقرضوا.  [[الصحيح أنهم لم ينقرضوا]]. وقد ركز الأخ أحمد الحواس على الشباب في التربية. وفي غيانا ما يقارب 125.000 ألف مسلم. والمساجد ليست تابعة للدولة، بل هي أهلية، وقد أقام الأخ أحمد حلقات للشباب في تلك المساجد، ومن الشباب الغياني النشيط شاب يسمى فضيل فيروز وهو مسؤول عن المجلس الإسلامي في غيانا، وهو رجل ضخم طيب الأخلاق، وينفق في سبيل الإسلام بسخاء، وعنده صيدلية في وسط البلد وكانت حلقات تعقد على سطح بيته. واقترح الأخ أحمد الحواس إنشاء معهد إسلامي ومكتبة، وقد أنشئا سنة 79 ـ 1980م. وكان ربح المكتبة ينفق على المعهد، كما أُنشئ وقف إسلامي بجانب المكتبة.  [[ترى لو أن أغلب سفراء الشعوب الإسلامية كانوا مثل أحمد الحواس في الإخلاص لله والدعوة إلى الإسلام بنفسه وماله ماذا ستكون النتائج في العالم بالنسبة لمستقبل الإسلام؟: مدارس إسلامية، مساجد حلقات علم، مكتبات إسلامية، أوقاف إسلامية، إنه نشر للإسلام من أوسع أبواب العمل الإسلامي نسأل الله أن يهيئ للإسلام والمسلمين من ينهج ذلك النهج القويم]]. والغيانيون أقرب إلى الفطرة. ثم عاد الأخ علي إسماعيل ليكمل المعلومات عن الدنمارك: الضرائب التي تأخذها الدولة في الدنمارك: 50 % من الدخل المالي مقابل الخدمات التي تقدمها الدولة، وهي الصحة والتعليم وكل ما يتعلق بالضمان الاجتماعي. ومعاملة أهل الدنمارك جميلة جداً، ولكنهم لا يبادرون إلى الاختلاط بغيرهم، وإذا بادرهم غيرهم بالاختلاط يقبلون ذلك، إلا أن المشكلة التي تعترض من يريد الاختلاط بهم من أجل التمهيد لدعوتهم، العادات السيئة التي تعتبر عندهم طبيعية وهي اختلاط الرجال بالنساء. وكان الشعب قبل مائة سنة محافظاً. ومعاملة الدولة للشعب والأجانب مبنية على الثقة، وكذلك معاملة أفراد الشعب بعضهم مع بعض. والمعاملات تنتهي في وقتها بدون تأخير، ما لم يكن هناك سبب مقبول. وقوانينهم تتغير بحسب حاجات الناس. ومن أمثلة ذلك الدخول في السوق الأوربية المشتركة، فقد صوت بعض الشعب ضد الاشتراك، وصوتت الأغلبية في صالحه، ثم بعد فترة طالب بعض الشعب بإعادة التصويت فأعيد التصويت، وكان التصويت في جانب الاشتراك! وكذلك معاملات الأفراد إذا تضرر أحدهم وتقدم بشكوى، فإنهم ينظرون في أمره، فإذا ثبت تضرره يعامل بما يزيل ذلك الضرر، ولو خالف القانون ويعدل القانون بحسب خدمة المتضرر. والدولة هنا إنما تعمل لمصلحة الشعب، وليس لوزرائها امتيازات عن الناس. مثلاً: مجموعة من حي من الأحياء يرغبون في التخفيف عن أنفسهم من قانون معين، فإنهم يتقدمون إلى الجهة المسؤولة، فتساعدهم في الغالب إذا  ثبت أن في ذلك ضرراً على المتقدمين. المدارس الإسلامية في الدنمارك: المدارس الإسلامية في الدنمرك: خمس، وهي: الأولى: أنشئت سنة 1978م، وهي باكورة المدارس الإسلامية. الثانية: مدرسة الأقصى، أنشئت سنة 1980م. الثالثة: مدرسة الصامد، أنشئت سنة 1982م. الرابعة: المدرسة العربية، أنشئت سنة 81 ـ 1982م. الخامسة: مدرسة الصفوة، أنشئت سنة 1983م. وفي هذا العام أنشئت المدرسة العراقية وأغلقت وفتحت مدرسة الفيصل الإسلامية عن طريق رابطة العالم الإسلامي، فتحها محمد الدمنجي سنة 1985م  وأغلقت بسبب أوضاع مالية وحسابات. المدارس في الدنمارك نوعان: النوع الأول: المدارس العامة التي تشرف عليها الحكومة إشرافاً كاملاً، وهي من الصف الأول إلى الصف التاسع :المرحلة الإعدادية. ثم ينتقل الطالب إلى الثانوية فالجامعة أو المعاهد العلمية أو الصناعية. النوع الثاني: المدارس الخاصة وهي التي ينشئها آباء التلاميذ الذين يرغبون في تدريس أولادهم بأسلوبهم الخاص، فإنه إذا  جاءت مجموعة من الآباء إلى الحكومة يرغبون في إنشاء مدرسة خاصة بديانة معينة أو حرفة خاصة، فإن الحكومة تمنحهم هذا الحق، إذا  توافرت الشروط المطلوبة مادياً ومنهجياً وإدارياً، وتعتمد الدولة تلك المدرسة، وتدفع من تكاليفها: 85%. قال الأخ علي: ومدارسنا من هذا النوع. وإدارة المدرسة هي التي تضع المنهج، والمدير هو الذي يُعتمد عند الدولة إذا عرفت صلاحيته، ولا تتدخل الدولة في المناهج. منهج المدرسة الإسلامية: ومنهج المدرسة الإسلامية قسمان: القسم الأول: تربوي، يهدف إلى إيجاد المسلم القادر على التحدث بلغة البلد واللغة العربية بشكل صحيح، ويكون عنده توازن في فهم الإسلام، بأن يعيش في ظل الإسلام بفهم صحيح للعقيدة والتربية الإسلامية، ويربى عليها، بحيث يمارسها عملياً في المدرسة. وهذا يقتضي وجود مدرسين من نوع خاص، بحيث يكون المدرس قدوة حسنة للتلميذ، ويكون ملماً بمشكلات المجتمع الذي يحيط به وعاداته. هذه هي المدرسة الأولى (المدرسة العربية الإسلامية). وعدد تلاميذها: 180. وعدد أساتذتها: 20 معلماً من العرب والباكستانيين. وتتبع في منهجها منهج الكويت من الصف الأول إلى التاسع. القسم الثاني: العلمي. وهو منهج الدنمارك، يحذف منه ما يخالف العقيدة الإسلامية والسلوك الإسلامي، وهذا يعود إلى مدير المدرسة، ولا تعترض الحكومة على ما يراه، وإنما الذي يهم الحكومة أن يكون الطالب ناجحاً بمستوى طيب يمكنه من مواصلة الدراسة الثانوية. والأستاذ الذي لا يعرف البيئة، لا يستطيع أن يوجه الطلاب ويبين لهم ما يحيط بهم، ويحدد لهم ما ينبغي فعله. والهدف من إنشاء هذه المدارس، حماية أبناء المسلمين من الذوبان في المجتمع الأوربي، بتوسيع المدارس في البلدان الأوربية، ولكن وقفت عقبات متعددة ضد ذلك، لأن المسؤولين عن هذه المدارس ليسوا مثقفين وينقصهم الوعي، وبسبب بعض الاتجاهات المختلفة. وقد تخرج من المدرسة العربية الإسلامية أول فوج وعدده ثلاثة. ويوجد في المدرسة 90% من البنات. إمكانات متاحة ومآس محزنة! هل تدري ماذا جرى لهذه المدرسة؟! في الأيام التي كنت نازلاً فيها بمدينة كوبنهاغن، سمعت ما يحزن النفس ويدمع العين ويدمي القلب. مدرسة عربية إسلامية، أذنت بها دولة مسيحية علمانية للمسلمين، يدرسون فيها أبناءهم منهج الإسلام واللغة العربية ومنهج البلد ولغته، واعترفت الحكومة بالمدرسة وشهادتها، وساعدت في تكاليفها بمبلغ 85% وقد استمرت المدرسة تسع سنوات. وفي أيام الإجازة غاب مديرها، وبعض موظفيها، فجاءت فئة أخرى من المسلمين الذين نصبوا أنفسهم للدعوة، وجمعت هذه الفئة بعض أولياء أمور الطلاب ودعوا إلى إقالة المدير الأول، وإجراء انتخابات جديدة لمجلس إدارة جديد ومدير جديد، ونفذوا تلك الفكرة، وغيروا مفاتيح الإدارة، وعندما رجع المدير القديم، وجد تلك الفئة قد قامت بانقلاب ضده وضد من كانوا متعاونين معه. وانقسم أولياء الأمور قسمين: القسم الأول: يؤيد المدير القديم، الذي ترون أنه كفء لإدارة المدرسة، لما عنده من قدرة على التحدث بلغة أهل البلد، ولما له من خبرة بقوانين البلد ومعرفة بالمسؤولين، وخبرة إدارية ومعرفة بالبيئة والمحيط، لأنه له ما يقارب عشرين سنة في هذه البلدان. والقسم الثاني: يؤيد المدير الجديد، وعندها ما تسوغ به هذا التأييد وعندها من القدح ما يكفي لتنحية المدير القديم. ولا يمكن أن يتنازل من يزعم أنه فاعل خير عن رأيه الذي يرى أن فيه إنقاذاً لمرفق مهم ومؤسسة نادرة من مؤسسات المسلمين، فلا بد أن يصابر كلُّ قسم القسمَ الأخر مصابرة العدو لعدوه، مع أن دعواهما واحدة، وهدفهما واحد، ووسائلهما متقاربة حسب دعوى كل منهما، ويبلغ الصراع ذروته ويصل إلى درجة الاستنجاد بالحكومة التي تفضلت وهي غير مسلمة، فمنحت المسلمين تلك المؤسسة التي قد لا يحصلون عليها في بعض البلدان الإسلامية، فتضطر الشرطة أن تتدخل لتفك الخناق، وتضطر محاكم الدولة الكافرة أن تستقبل مرافعات المسلمين المختلفين المتصارعين على الزعامات استجابة للأهواء، وأبناء المسلمين الصغار ينظرون إلى تخاصم آبائهم وتصارعهم، ويرون الشرطة وهي تقتحم مدرستهم لتحل النزاع بين آبائهم، ويرون زملاءهم من أبناء البلد وهم آمنون في مدارسهم مطمئنون فيها، لا صراع ولا خناق ولا شرطة ولا محاكم. ما عاقبة هؤلاء الأطفال الذين قد تقفل مدرستهم، بسبب ذلك النزاع، فيتحولون إلى مدارس الدولة ويحرمون من التربية الإسلامية، ويبقون يتلقون توجيهاتهم من غير المسلمين، في العلم والدين والسلوك، ويختلطون بزملائهم في ألعابهم ودراساتهم بنين وبنات، ويمارسون عادات أهل البلد أياً كان نوعها، وقد يرون ذلك خيراً لهم مما يعقد نفوسهم من الخصومات والصراعات بين آبائهم، في مدرسة يدعي أهلها أنهم يريدون حماية الأبناء من الأخلاق السيئة، وأي خلق أسوأ من جعل معقل العلم محلاً للصراع والنزاع والاستنجاد بالشرطة؟! وفي نفس البلد يوجد سفراء لبعض حكام الشعوب الإسلامية، يرون ذلك الموقف السيئ، دون أن يتدخلوا للصلح، ولا يهتموا بالدعوة إلى الله ولا بما يصيبها من كوارث لإنقاذها منها. وكيف ينتظر من سفراء ينتسبون إلى الإسلام لا يحضرون جمعة ولا جماعة؟! بل ويعرف عن بعضهم أنهم يحضرون حفلات الخمر والرقص و يحتسي الخمر كما يحتسيها غير المسلمين. ثم ماذا يجري لغير المسلمين عندما يرون هذه المآسي بين المسلمين وهم أقلية، ويعطون فرصاً لحماية أنفسهم وأولادهم ويمنحون حقوقاً لا يجدونها في بلدانهم، ثم يتناحرون فيما بينهم ويشغلون شرطة الدولة ومحاكمها بمشكلاتهم، وهم يدعون أنهم أهل دين يجب على كل البشر أن يدخلوا فيه؟ ألا يكون ذلك فتنة لغير المسلمين أن ينفروا من هذا الدين الذي هذا شأن أهله؟! هذه يا أخي حالة المسلمين المثقفين الذين نصبوا أنفسهم دعاة إلى الله، فما بالك بجهلتهم الذين لا يوجد عندهم علم بالدين ولا سلوك حسن، هل يصلح أولئك وهؤلاء أن يكونوا قدوة حسنة للأوربي، حتى يدخل في الإسلام.؟! نعم ليس كل المسلمين كذلك، ولكن هاتان ظاهرتان بارزتان في كل البلدان.! المدارس الخاصة في الدنمارك: هذا وزاد الأخ علي بن إسماعيل ما يتعلق بالمدارس الخاصة في الدنمارك بياناً فقال: المدارس الخاصة في الدنمارك يتقدم بطلب إنشائها الآباء لهدف معين أو رغبة في تعليم أبناءهم بشكل خاص، فإذا اتفقت مجموعة من الأسر على أن ينشئوا أولادهم تنشئة خاصة على الإسلام، فإنها توضح في طلبها هذا الهدف، ويكتب في نظام المدرسة أن الهدف الأساسي هو التعليم الإسلامي والتربية الإسلامية، ويكتب في النظام الأساسي كل ما يرغب فيه المتقدمون من أهداف ووسائل وشروط. والدولة تعتمد هذا النظام، إذا توافرت فيه الشروط اللازمة لإنشاء المدرسة، من مبنى ومحاسب ومنهج ومدير وغيرها. ويجوز لجماعة المدرسة، إذا لم يوجد في داخل الدنمارك الخبرات المطلوبة، أن تستقدمها من الخارج، بعقد مدته سنة، يتم تجديده حسب رغبة الطرفين، بشرط أن يكون التخصص غير متوافر في البلد. وتسير المدرسة لمدة ستة شهور، إما بضمان بنكي وتدفع الدولة فوراً 85% وإما أن يقوم الآباء بتسييرها دون أن يطلبوا مساعدة مالية من الدولة خلال الستة أشهر، وبعد ذلك تنظر الدولة في استكمال المدرسة للشروط اللازمة، فإذا كانت كاملة، دفعت النسبة المطلوبة من التكلفة 85% بأمر رجعي. وهذا النظام فريد من نوعه في الدول الأوربية، إذ لا يوجد مثله في دولة أخرى، ولا توجد مدارس خاصة في الدول الإسكندنافية وغيرها من دول أوروبا بهذا التسهيل. ولكل مدرسة مجلس إدارة يتكون من خمسة أعضاء، أو أكثر أو أقل حسب النظام الأساسي، ويعين مجلس الإدارة مديراً للمدرسة، ويعين مجلسَ الإدارة الآباءُ، ويعين المعلمون بالمشاورة بين المدير ومجلس الإدارة، وكذلك إنهاء العقود، وبقية العاملين في المدارس يعينهم المدير. ولا بد من إكمال مائتي يوم دراسي في السنة كلها، وهذه الأيام هي التي تغطيها الدولة بالنسبة التي عليها أن تدفعها. وتشترط وزارة التربية وجود محاسب قانوني، يعتمد حسابات المدرسة ويراجعها. والدولة تطلب من المسلمين أن يحلوا مشكلاتهم ويعينوا لهم جهازاً أمامها تتعاون معه في حل تلك المشكلات، وتمنح الدولة هذا الجهاز صفة رسمية معينة. ولكن المسلمين ليس لديهم هذا الاستعداد لهذا الاجتماع، لأن تفرقهم المبني على الأهواء يحول بينهم وبين ذلك. الجماعات الإسلامية في الدول الإسكندنافية: [[وكذلك غيرها من الدول الأوربية]]. 1 ـ  المتأثرون بفكر الأخوان، ويشترك في هذا جنسيات مختلفة من العرب والأتراك والباكستانيين. 2 ـ المتأثرون بأسلوب جماعة التبليغ، وأكثرهم من باكستان ويوجد معهم قليل من العرب. 3 ـ المتأثرون بالفكر الصوفي، وأكثرهم من مسلمي الدنمارك، وسبب إقبالهم على الطرق الصوفية، رد الفعل للحياة المادية التي يعيشون فيها، ويرون أن التصوف هو سبيل التخلص من آثار تلك الحياة، ويشترك معهم بعض المغاربة.  [[ويحبذ ذلك للأوربيين المستشرقون والقسس، حيث يرون أن في التمسك بالإسلام الشامل الخالي من البدع خطراً على أوروبا ويرون الأوربيين يميلون إلى معرفة الإسلام فيحبذون لهم التصوف بطريق مباشر أو غير مباشر والغالب أن يدلوهم على فكر ابن عربي وأمثاله من الغلاة في هذا الباب]]. 4 ـ ويوجد أنصار للإيرانيين، وهم منظمون وتجمعاتهم قوية، وأكثرهم في السويد، ولهم لقاءات دورية، ونشاط ومنشورات ويشترك معهم جنسيات مختلفة، وليس معهم أحد من أهل الدول الإسكندنافية. 5 ـ ويوجد عدد قليل جداً من حزب التحرير، من ضمن اللاجئين الذين دخلوا الدنمارك. 6 ـ أما القاديانيون فيوجد منهم ثلاثون شخصاً، ولهم مسجد مستقل وحلقة يعقدونها لمسلمي الدنمارك ويشترك فيها الرجال والنساء، وهم في كوبنهاغن من سنة 1954م، وتمولهم إنجلترا كما هو معروف ولهم إمام، وهذه الجماعة هي التي كانت تشرف على الذبح الحلال الذي يصدَّر للدول الإسلامية من الدنمارك، ولكن الآن عُدِّل هذا الوضع، ويوجد لبعض الدول مندوبون هنا للإشراف على الذبح. مراحل العمل الإسلامي في الدول الإسكندنافية: مر العمل الإسلامي بمرحلتين: المرحلة الأولى: مرحلة التأسيس والتجميع. المرحلة الثانية: مرحلة الخلافات والزعامات، وخاصة من سنة 1975م، عندما بدأت المعونات المالية تأتي من بعض حكومات الشعوب الإسلامية، وهذه الصورة موجودة في الدول الإسكندنافية، وإن كانت في الدنمارك أكثر. والسبب في هذا هو عدم وجود قاعدة تربوية تفرز الكفاءات الإسلامية السليمة. فما تبدأ جماعة في العمل إلا وجدت من يشق العصا، بدون سبب إلا حب الزعامات، ولا دخل لحكومة الدنمارك في هذه الخلافات. وإذا جاء إلى الدنمارك مدرس مسلم أو موظف في مدرسة من الخارج، فإنه يستطيع أن يواصل الدراسة الجامعية في الدنمارك، وذلك يمكنه من الاختلاط بالطلبة والمدرسين من أبناء الدنمارك، وفي الدنمارك خمس جامعات كما مضى. وضاعت تذاكر السفر! الجمعة: 13/12/1407 هـ. كان الأخ خميس عبد اللطيف قد ذهب إلى مكتب خطوط الدول الإسكندنافية التي يطلق عليها اختصاراً: ساس (SAS)، ليغير تذكرة السفر من كوبنهاغن إلى ستوكهولم، لتكون من: مالمو إلى ستوكهولم، وكنت أنا في الفندق أسجل ما مضى من المعلومات بقلمي عن الأخ إسماعيل، وتأخر الأخ خميس تأخراً غير عادي، ثم جاء منزعجاً، وخرج من فوره عجلاً وقال: سأعود بعد قليل، وطال غيابه، ثم رجع وطلب مني الذهاب معه بسرعة! قلت: ماذا جرى؟ فقال: إن تذاكر السفر قد سقطت كلها. وكانت تذاكر السفر الباقية على خط السير الآتي: كوبنهاغن، ستوكهولم ـ مالمو ـ  هلسنكي ـ أوسلو ـ لندن ـ باريس ـ جدة ـ المدينة. وكانت التذاكر في غلاف من ورق الخطوط الجوية التي جرت العادة أن تضع فيها التذاكر، ويبدو أن الأخ خميساً عندما كان يسير في الشارع انسلت التذاكر من الغلاف الذي كان في يده. فذهبنا إلى مكتب الخطوط السعودية، وبلغناهم بما جرى، وكان من حسن الحظ الذي قدره الله أن عندي صورة طبق الأصل القديم الذي غيرت خط سيره في مدينة فرانكفورت. فقال مدير الخطوط، وهو من الدنمارك: لا بد من الاتصال بالخطوط السعودية في المدينة المنورة التي أصدرت التذاكر، للتحقق من صحة الإصدار، وهذا نظام لا نستطيع تجاوزه، وسنبعث برسالة عن طريق التلكس إلى المدينة، ولكن اليوم هو الجمعة وهو إجازة في السعودية، وغداً السبت وبعده الأحد، وهما يوما إجازة عندنا هنا، فلا ينتظر الرد من السعودية إلا من يوم الاثنين فما بعد، فسلمنا أمرنا لله وذهبنا، وستأتي نتيجة هذه الحادث في وقتها. مقابلة إذاعية: كنت على موعد مع الأخ خميس، لإجراء حوار ومقابلة في إذاعة الفاتحة بعد عصر هذا اليوم، وكان الأخ خميس منزعجاً جداً، بسبب فقد التذاكر، وكنت أحاول أن أهدئه وأظهر له سهولة الأمر، وأن في الإمكان رد الجواب من المدينة بسرعة، ولعله كان يظن أني قد تكدر خاطري، فلا أستطيع أن أحضر معه إلى محطة الإذاعة، فقال لي بلطف: ما رأيك في الإذاعة؟ فقلت: نحن على موعدنا، وأرجو أن تهون على نفسك في شأن التذاكر. وذهبنا إلى الإذاعة وأجريت المقابلة التي استغرقت ساعة تقريباً، وكانت تتعلق بالتعريف بالجامعة الإسلامية ونشاطها، والفوائد العائدة إلى المسلمين منها، وحث المسلمين من الجاليات في أوروبا على الحرص على التمسك بدينهم، وحفظ أولادهم من الذوبان بتعليمهم دينهم، وأن يكونوا قدوة حسنة لهم، وبعث أولادهم إلى الجامعات الإسلامية ليتفقهوا في الدين وينذروا قومهم إذا رجعوا إليهم. وتطرق الأخ خميس لموضوع الزواج بغير المسلمات في أوروبا، وأجبته باختصار بالشروط الواجبة للزواج بالكتابية.  [[وقد ألفت رسالة خاصة بهذه المسألة، بعنوان: حكم الزواج بالكتابية في دار الكفر، طبعتها مكتبة دار حافظ في جدة]]. حوار مع بعض المسلمين في منزل الأخ خميس: ثم ذهبنا إلى منزل الأخ خميس لتناول طعام ذبيحة العيد. واجتمعنا بعدد من المسلمين من المغرب وباكستان وبعض مسلمي الدنمارك. الأخ عبد السلام: وعدد هؤلاء ثلاثة، وكان عند أحدهم وهو أصغرهم كلمات قليلة باللغة العربية، وهو شاب مرح كثير النكات وتأخر طعام الأخ فمسك على بطنه وقال: أنا جوعان وعمره خمس وعشرون سنة. واسمه عبد السلام. فسألته عن سبب إسلامه؟ فقال: كنت أشعر بأني في حاجة إلى معرفة دينٍ مّا، فبحثت في الأديان المختلفة: اليهودية والنصرانية والبوذية والإسلام، فوجدت الحقيقة في الإسلام، ورأيت أنه يجب على أن أتمسك بهذه الحقيقة وأسلمت قبل ست سنوات. الأخ عبد الرحمن: وقال الأخ عبد الرحمن، وهو أكبر الثلاثة سناً: إن السؤال الصحيح ـ كما يراه هو ـ  أن يقال لمن لم يسلم: لماذا لم تدخل في الإسلام، ما السبب الذي يؤخرك عن الدخول في هذا الدين؟ أما الذي يسلم فقد فعل الأصل الذي لا يسأل عن سببه. وقال الأخ عبد الرحمن: إنه مسلم من يوم ولد، لأنه ولد على الفطرة، ولكن لما كان في الدنمارك لم يتمكن من معرفة الإسلام الذي هو دين الفطرة، لأن أسرته وجيرانه ومجتمعه كله كان بعيداً عن الإسلام. وعندما بلغ من العمر سبعاً وعشرين سنة وكان في كينيا، تعرف على الإسلام ووجد فيه ضالته فأسلم.  [[قلت: فكان ذلك سبباً في إسلامه!]] وينتقد الأخ عبد الرحمن المسلمين الموجودين في أوروبا، بأنهم يتجمعون تجمعات وطنية، فتجد المغربي مع المغربي، والتركي مع التركي، والباكستاني مع الباكستاني، والمصري مع المصري، فإذا دخل الإنسان المسجد في أوقات متعددة يجد الأصدقاء من تلك الشعوب يتجمعون مع بعضهم ولا يلتقون مع سواهم، والمفروض أن يحتكوا بالمسلمين من أهل البلد، وغير المسلمين أيضاً ويصادقوهم ويحدثوهم عن الإسلام، سواء أسلموا أم لم يسلموا، وسألت الإخوة العرب والباكستانيين الموجودين عن رأيهم في كلام الأخ عبدالرحمن فأيدوه فيما قال.  [[هذه الشكوى الصادرة من المسلمين من أهل أوروبا تكررت وأيدها الإخوان المسؤولون عن الدعوة وتنبه كثير منهم لذلك فلعل الدعاة وغيرهم من المسلمين يغيرون مواقفهم ويحتكون بالمسلمين الجدد، ولا يمنع ذلك من تجمع أهل كل بلد على حدة عندما يحتاجون إلى ذلك لمصالح تخص بلدهم، أو للتحدث بلغتهم الخاصة التي لا يجيدها غيرهم]]. أمير السكارى! وبعد أن تناولنا طعام العشاء وتفرق الإخوة، ذهب معي الأخ خميس ليوصلني إلى الفندق في القطار، وعندما صعدنا إلى القطار وجدنا مجموعة من الشباب في إحدى غرف القطار، وأحدهم يصيح بأعلى صوته ويرغي ويزبد ويحيي كل من دخل القطار من هذه الجهة، أو من يلتفت إليه بلغة الدنمارك أو الإنجليزية، والشباب الذين معه يضحكون بأصوات مرتفعة وعيونهم محمرة، وأميرهم يقوم ويقعد ويفتح النافذة وينظر إلى الواقفين على الأرصفة ويحييهم ويتحدث إليهم، ثم يغلقها ويقعد وينظر إلى من حوله ويحيى ويتحدث، ونظر إليَّ فحياني بلغته، فلم أبتسم له ولم أرد عليه فحياني باللغة الإنجليزية، فلم أزل ساكتاً وكأني لم أره، فأخذ يرقص ويهذي وجماعته يضحكون حتى يميل بعضهم على بعض، وكانوا كلهم قد أذهبت أم الخبائث عقولهم، وقد اعتادوا في مثل هذه الليلة، وهي ليلة إجازة وكذلك الليلة التالية أن يملئوا بطونهم ببحيرات من الخمر ويسهروا سهراً طويلاً. ويبدو أن أفضل السهرات المغيبة للعقول، هي السهرات الجماعية التي تحظى فيها الجماعة بأمير مهذار قادر على إضحاكهم مدة طويلة، في تلك الليالي الساهرة! الرجوع من مالمو إلى كوبنهاغن: السبت: 14/12/1407هـ وفي الساعة السادسة مساء ودعنا الإخوة في المخيم، وذهبنا إلى الميناء بمدينة مالمو السويدية، وعدنا في الباخرة إلى مدينة كوبنهاغن مرة أخرى، ولم نجد عند خروجنا من السويد ولا عند دخولنا الدنمارك موظفي جوازات ولا جمارك، وكأنك خرجت من حارة في مدينتك إلى حارة أخرى! في كوبنهاغن مرة أخرى: الاثنين: 16/12/1407هـ. اتصل بي الأخ خميس عبد اللطيف في الساعة التاسعة صباحاً، وقال لي: إني آت إليك لنذهب إلى مكتب الخطوط السعودية لمعرفة ماذا جرى فيما يتعلق بتذاكر السفر المفقودة، وقلت له: ستجدني في قاعة الاستقبال في الأسفل إن شاء الله. عقبات في طريق البلاغ المبين: وتأخر الأخ خميس قليلاً، وكنت أفكر في بعض الأمور التي سمعتها من المسلمين، من أهل البلدان الأوربية، أو الوافدين إليها، أو فهمتها من خلال مناقشاتي مع غير المسلمين، وهي تتعلق بالإمكانات التي إذا  تيسرت كانت سبباً في نشر الإسلام، أو المشكلات التي تعترض طريق نشر هذا الدين، فأخرجت قلمي وفتحت دفتري وكتبت ما استحضرت من العقبات: 1 ـ عدم اهتمام كثير من حكام الشعوب الإسلامية بالدعوة الإسلامية، بل أدهى من ذلك محاربتهم للإسلام بعدم حكمهم به، وتربية شعوبهم على البعد عنه، تعليماً وإعلاماً وسياسةً واقتصاداً وقضاءً وغير ذلك. 2 ـ قلة تفقه كثير من زعماء الحركات الإسلامية في الدين، تفقهاً يميزون به بين المصالح والمفاسد عند الموازنة والاختيار. 3 ـ اختلاف الجماعات الإسلامية وتربية أعضائها على التحزب لها في الغالب، وكراهة الجماعات العاملة الأخرى في نفس ميدانها. 4 ـ وجود زعامات تدعي العلم والحرص على الدعوة إلى الله، بطرق تباين في جوهرها نصوص القرآن والسنة وقواعد الإسلام العامة. 5 ـ اتباع كثير من الذين ينصبون أنفسهم للدعوة، أهواءهم وسعيهم في تفريق صفوف الجماعات الإسلامية لأغراض شخصية مادية. 6 ـ عدم إجادة كثير من الدعاة إلى الإسلام لغات أهل البلد الذي يقومون بالدعوة لهم. 7 ـ عدم اهتمام المؤسسات الإسلامية بترجمة معاني القرآن الكريم  ترجمات صحيحة، وكذلك الكتب الضرورية التي تمكن المسلم وغير المسلم في البلدان الأجنبية من التعرف على الإسلام، وإذا وجد من عنده القدرة على الترجمة، لم يجد من يعينه على تكاليف العمل والطبع والنشر. 8 ـ عدم الاهتمام بتخريج الدعاة الأكفاء، علماً وعملاً وفقهاً لنفسيات الشعوب وعاداتهم وبيئاتهم. 9 ـ بخل كثير من أغنياء المسلمين، بالإعانات المالية لبعض المؤسسات والجمعيات الإسلامية التي تحاول أن تقوم ببعض الواجب في هذه البلدان، وخير ما يمكن أن تعان به تلك المؤسسات، هو الوقف الإسلامي الدائم الذي يمكنها من الاستمرار في نشر الإسلام، بكل السبل الممكنة. 10 ـ بعد كثير من المسلمين الذين يسكنون في هذه البلدان عن دينهم، وظهورهم بمظاهر تسيء إلى الإسلام، وكذلك تصرفات بعض المسلمين في الشعوب الإسلامية المنفرة من الإسلام. 11 ـ عدم اهتمام كثير من المراكز الإسلامية بمن دخل في الإسلام من أهل هذه البلدان، مما يجعلهم في عزلة ومشقة، لأنهم عندما يدخلون في الإسلام تنبذهم أسرهم ومجتمعاتهم، ولا يجدون من يحتضنهم من المسلمين ويسليهم، وقد يرتد بعضهم عن الإسلام، وبعضهم تحتضنهم الفرق الضالة كالقاديانية والصوفية المتطرفة. ولو أحسن توجيههم واهتمت بهم المراكز الإسلامية، لكانوا أكبر عون على دعوة أبناء وطنهم، بدلاً من أن تكون حالتهم التي يعيشون فيها الآن فتنة لهم ولمن يفكر في أن يدخل في الإسلام. 12 ـ عدم وضع المسؤولين عن المراكز الإسلامية خططاً ثابتة، لدعوة غير المسلمين، كما يفعلون بالنسبة للمسلمين، واكتفاؤهم بإجابة من جاء يسألهم عن الإسلام بنفسه، أو جاء ليشهر إسلامه بعد أن بحث هو عن حقيقته، وهذا يخالف سيرة الرسول صلى الله عليه وسلم في الدعوة، حيث كان يغشى بها الناس في أماكنهم ويصبر على أذاهم. 13 ـ عدم وضع الكفاءات القادرة على الدعوة في أماكنهم التي يمكن أن يفيدوا فيها، بفكرهم أو أعمالهم. 14 ـ عدم التنسيق بين المؤسسات الإسلامية، في الدعوة وما يتعلق بها. وهذه واحدة! حينما كنت أكتب ما مضى كان يحيط بي أربع عجائز، وكانت إحداهن على يميني، فكانت تصوب نظرها إلى كتابتي وتلتفت لزميلاتها، فأخذن كلهن ينظرن، وحاولت التي على يميني أن تفهم مني شيئاً، فسألتني سؤالاً لم أفهمه، وكررت السؤال، وذَكَرَتْ اسمَ الله باللغة الإنجليزية، ولم أستطع أن أرد عليها لأني لا أفهم اللغة الإنجليزية، وأسفت أسفاً شديداً لذلك، إذ لو كنت أجيد اللغة لكانت فرصة لدعوتهن، وقد أشرفن على الرحيل من هذه الدار. وكان يظهر على وجوههن الإعجاب بهذا الفن الجميل الذي تبدأ كتابته من اليمين إلى اليسار، والله أعلم أهذا هو السبب أم لا؟ قلت: وهذه واحدة من العقبات التي تعترض الدعوة إلى الله، وهي عدم إجادة اللغة التي يمكن أن يخاطب بها المدعوون.! وعلى كل حال فقد قالت تلك العجوز: ذلك جيد وابتسمن وذهبن. يا ليتهم مسلمون، ويا ليتنا نعتبر بهم! وجاء الأخ خميس فذهبنا أولاً إلى شركة الخطوط الإسكندنافية (SAS) قبل أن نذهب إلى مكتب الخطوط السعودية، لنسألهم إن كان أحد جاءهم بالتذاكر المفقودة، وكانوا قد اهتموا بالأمر من قبل، حيث اتصلوا بمكتب السعودية في كوبنهاغن، وأخذوا صورة من التذاكر المصورة واتصلوا بمكاتبهم في المطار، لإبلاغهم بالأمر، وسؤالهم وعندما جئنا أبدوا أسفهم لعدم العثور على التذاكر. ثم ذهبنا إلى مكتب الخطوط السعودية، وعندما رأتنا الموظفة داخلين قالت وهي تبتسم: أوكي (طيب) وناولتنا التذاكر جاهزة. وطلبت منها أن تبلغ المدير بأني أريد أن أراه وهو من أهل الدنمارك، فجاء وشكرته على اهتمامه، وسألته: هل جاء الجواب من المدينة، أو وجد الأخ مدير مكتب السعودية في فرانكفورت أحمد مصطفى؟ فقال: لم يأتني جواب من المدينة، ولا وجدت أحمد مصطفى، وإنما توليت أمرها تيسيراً عليك، وثقة بصدقك، واستئناساً بالصورة التي معك، فكررت شكري له وودعناه وخرجنا. [[وقد وعدته ببعث بعض الكتب الإسلامية المترجمة]]. واهتمام هذا الرجل الطيب ومعاملته الحسنة، ومحاولته قضاء حاجة صاحب الحاجة بأقصى سرعة، هو القاعدة في هذه البلدان من كل عامل وموظف، مع كل مراجع صاحب حق. والإخوة المسلمون الذين يسكنون في تلك البلدان، يشهدون بذلك ما دام الأمر في حدود القانون، والموظفون يعاملون الناس على أساس أنهم يخدمونهم، لا على أساس الغطرسة والكبرياء الكاذبة، المبنية في كثير من الأحيان على الجهل والنقص في الخبرة والإدارة وكيفية سير العمل. لذلك تجد الموظف في كثير من البلدان الإسلامية يهمل معاملات الناس إلا إذا  كانت لأصدقائه أو توسط لصاحبها أحد أصدقائه، وقد يصل إهماله لها إلى ضياعها، مهما كانت الأضرار الناتجة عن الإهمال أو الضياع، فتتراكم بسبب ذلك المعاملات ويكثر المراجعون، ويحصل الزحام وتضيع الأوقات العامة والخاصة ويتذمر الناس، والموظف لا يبالي بشيء من ذلك تجده ـ إن كان موجوداً على مكتبه ـ  كالقرد، يفتح عينيه ويغمضها ويضع رجلاً على أخرى غير ملتفت للناس، فإذا سأله أحد عن معاملته قال له: ما جاد به لسانه دون تفكير: تعال بكرة، أو يوم السبت أو بعد أسبوع، وقد قال لي كثير من الإخوة الساكنين في الغرب: إن أكثر المعاملات تنجز عن طريق البريد أو الهاتف، ولا يحضر صاحب المعاملة إلا إذا  كان الأمر يقتضي حضوره شخصياً! قلت: يا ليت المسلمين، وهم أولى بحسن الخلق من غيرهم وقضاء حاجات الناس وأداء حقوقهم، يا ليتهم يأخذون من ذلك عبرة ويعودون إلى أنفسهم ليقنعوها بأنهم في وظائفهم أجراء ليخدموا الناس، لا ليتكبروا عليهم ويضيعوا حقوقهم! ويا ليت أولئك الكفار الذين يعاملون الناس بتلك المعاملة الحسنة، ويؤدون إليهم حقوقهم في أسرع وقت، يا ليتهم يكونون مسلمين، فإنهم لو أسلموا مع وجود تلك الطباع الطيبة سيعمرون الأرض حق عمارتها! والله وحده المستعان! ثم ذهبنا إلى منزل الأخ خميس الذي يطلق عليه الشيخ أبو بكر الجزائري: الجيش لأن الخميس في اللغة يطلق على الجيش، وتناولنا طعام الغداء. لعب ولهو! قال لنا الأخ علي إسماعيل قبل يومين: لو زرتم مدينة الملاهي لتطلعوا على العجائب التي تحويها. ولم يكن عندنا في هذا اليوم مواعيد فذهبنا إليها. فيها ملاعب للأطفال من كل نوع، على مستوياتهم المختلفة، وبها ملاعب للشباب كذلك من كل نوع على مستوياتهم المختلفة، وبها ملاعب للعجزة، وأغلبها تتعلق بالحظ  ـ القمار ـ وقد تجد في بعض ملاعب الأطفال شباباً أو عجائز أو العكس، ولكن الغالب أن لكل صنف من الملاهي، فئة من البشر، وبها مطاعم ومتاحف ومقاهي. وللعجائز آلات يضعون في ثقوبها قروشاً، ويضغطون على أزرار معينة ليجد كل واحد حظه بعد أن تبلع تلك الآلات قروشه التي وضعها، فينزل في الرف الذي أمامه من الآلة شيء من القروش، أقل أو أكثر من قروشه أو قروش ليست ذات قيمة، بعضها فيه ثقوب تمنع من الاستفادة منه. والغالب أن يخسر هؤلاء ولا يربحوا، فيعود غالبهم خالي الوفاض، ولكنك ترى أولئك العجائز مصرين على الاستمرار في رمي قروشهم في الآلة لأمرين: الأمر الأول: طمعهم في الربح الموهوم من هذه المقامرة. والأمر الثاني: أن تلك الآلات مغرية لأولئك العجائز بالتلهي والاشتغال عن الفراغ القاتل والوحشة المقلقة، فهم إذا رجعوا إلى منازلهم لا يجدون سوى جدران غرفهم تحيط بهم، أو الكلاب التي يفرغون حنانهم في قبلاتها واحتضانها، أما هذه الآلات فإنهم إضافة إلى لعبهم يجدون أنفسهم بين أعداد هائلة من أمثالهم. ومن ملاعب الأطفال والشباب: القطارات السريعة التي تعلو وتسفل على قضبانها بسرعة هائلة وغيرها. وكل تلك الألعاب كما سماها أهلها: ملاهي، وهي في الحقيقة تظهر للمسلم معنى قول الله تعالى: {إنما الحياة الدنيا لعب ولهو} وقد انتقلت إلى بلدان المسلمين فبالغوا فيها، والمقصود بالحياة الدنيا: كل عمل يلهي عن عبادة الله الشاملة التي تكون بها عمارة الأرض عمارة مبنية على ما شرعه لعباده، محققة مصالحهم المعتبرة في دينه. وإذا قارنا بين ما أراده الله من عمارة الأرض على ضوء ما شرع، وبين ما يصنعه غالب العالم اليوم، ولو بلغ ما بلغ من عمارة الأرض المادية على غير هدى الله، تبين لنا أن ذلك كله لعب ولهو. وأن الجد في العمل، إنما هو العمل المفيد للبشرية، وهو من حيث المادة يحصل من المسلم وغيره، ولكن كثيراً من غير المسلمين تفوقوا في الجد، وغالب المسلمين  تفوقوا في اللعب والتأخر عما يكسبه القوة، مع أن عمل المسلم الجاد يؤجر عليه ولو كان مباح الأصل ما دام يريد به رضا الله. وقد استغرق مرورنا على تلك العجائب ما يقارب الساعتين، ولم نكن نتوقف في مكان إلا لننطلق إلى آخر، لكبر تلك المدينة! ذهبت الأيام هذه الأخيرة في الدنمارك بدون فائدة تذكر، ولهذا تجد مذكراتها فقيرة. إيش فيك أنت؟. الثلاثاء: 17/12/1407 هـ. جاء إليَّ الأخ خميس في الفندق، والتقى في المصعد برجل أوربي، فقال له الرجل بالإنجليزية: مساء الخير، فرد عليه الأخ خميس مثلها، وظهر على الرجل شيء من المرح، وشم الأخ خميس رائحة تنبعث منه، اتضح له منها أنه كان شارباً، فقال له: هل شربت؟ فانفعل الرجل وقال له باللغة العربية: إيش فيك أنت؟! وكان الأخ خميس لابساً زياً عربياً. قلت للأخ خميس عندما جاء يخبرني بذلك: لعل الرجل عربي، فقال: لا، شكله واضح بأنه أوربي، ولكن ربما أقام مدة في بعض البلدان العربية  في شركة أو غير ذلك. قلت: جائز، ولعل الرجل عندما سكر أوحى إليه شيطان الخمر بهذه الكلمة! كما يقال عن بعض المحترفين للشعوذة: إن الذي يصاب بالمس الشيطاني يتكلم بغير لغته لأن الجن تتكلم بتلك اللغة! هذه النكتة هي حصيلة هذا اليوم الذي لم أغادر فيه الغرفة. الأربعاء: 18/12/1407 هـ. ذهبنا اليوم إلى أحد موانئ مدينة كوبنهاغن وتجولنا في الشاطئ على البحر قليلاً ثم رجعنا فأخذنا الحقائب، وقد حاسبنا أهل الفندق، وذهبنا إلى المطار، وبعد أن سلمنا الحقائب لموظفي الخطوط، وأخذت بطاقة صعود الطائرة ودعني الأخ خميس وذهب. هم قادمون، وأنا مسافر! ودخلت أنا ألتمس الباب المؤدي إلى دخول الطائرة، وعندما وصلت إلى الباب، لم أجد أحداً من الركاب ولا من الموظفين، ولم أجد أحدا يختم الجواز، أو موظفاً يأخذ قسيمة بطاقة صعود الطائرة، وكان قد بقي من الوقت ما يقارب نصف ساعة، فخشيت أن يكون الناس قد دخلوا، والباب المؤدي إلى الممر مفتوح لا يوجد به أي حاجز، لا ثابت ولا متحرك! فدخلت إلى أن وصلت إلى الباب المؤدي إلى موقف الطائرة، فوجدته مغلقاً، وبقربه بعض الموظفين، فالتفتوا إلي وسكتوا، فقلت لهم: أنا أريد السفر إلى ستوكهولم، وظننت أن الركاب قد صعدوا وأن الباب قد أغلق، فقال لي أحدهم: ارجع وذكر لي دقائق، فظننت أنه يقول لي: إن الوقت قد انتهى، وأن الطائرة قد أقلعت من كذا دقيقة، فألححت عليهم قائلاً: إنني أريد أن أدخل وأسافر، ففهم أحدهم أني لا أجيد التحدث باللغة الإنجليزية ولا أفهم بها، فقال لي: بكلمات بطيئة وفصيحة شبيهة بنطق التجويد عندنا: ارجع وبعد ربع ساعة عُد، فإذا بالباب يفتح، والركاب ينزلون من الطائرة، ففهمت أن الطائرة التي سأسافر عليها، وصلت الآن برحلة، وأن ركابها قادمون، وليسوا مسافرين، فعرفت الحقيقة الناس قادمون وأنا مسافر! ورجعت، فجلست. وقد تعجبت مما رأيت في هذا المطار: لا موظف جوازات، ولا رجال أمن، ولا موظف خطوط في ممر الدخول إلى الطائرة. يدخل الراكب الذي لا يدري مثلي إلى باب الطائرة دون أن يجد من يقول له: ارجع، فقلت:\"سبحان الذي سخر لنا هذا وما كنا له مقرنين و إنا إلى ربنا لمنقلبون\". السفر إلى مدينة ستوكهولم: وبدأ زملاء رحلتي يفدون، وبعد ربع ساعة أعلن عن دخول الطائرة. فصعدنا في الساعة الرابعة والدقيقة العشرين، وأقلعت في الساعة الرابعة والدقيقة الرابعة والخمسين، من مطار كوبنهاغن الذي يقع في جنوب شرق المدينة، والبحر يحيط بهذه المدينة من الشرق إحاطة كاملة، أما من الجهات الأخرى فإن خلجانه تتخللها. ويفصل الخليج بينها وبين ضواح مجاورة لها، في شرقه وتقع بغرب المدينة جزيرة صغيرة جداً على يسار الطائرة المتجهة إلى ستوكهولم، تشبه تلك الجزيرة قارة استراليا في الشكل. وكانت الطائرة متجهة إلى الشمال مع الميل إلى الشرق وأراضي السويد التي مررنا فوقها، في غاية الروعة والجمال مكسوة بالخضرة: جبالها وسهولها ووديانها، وتكثر بها البحيرات والأنهار الصغيرة، وتنتشر القرى الصغيرة المتباعدة، ويبدو أنها من أجمل بلدان العالم. وكان الجو صحواً والشمس ساطعة مما جعلني أتمكن من الرؤية والتمتع بذلك الجمال الأخاذ. فرغت من تصحيح هذه الأوراق المتعلقة بمملكة الدنمارك في الساعة الواحدة بعد ظهر يوم الأحد الموافق 18 من شهر ذي القعدة لعام 1426هـ ـ 19/12/2005م في منزلي بالمدينة المنورة، والحمد لله رب العالمين. وسبحانك اللهم وبحمدك لا إله إلا أنت أستغفرك وأتوب إليك. ملحقات عن المسلمين في الدنمارك من بعض المواقع في الشبكة العالمية: الملحق الأول: http://news.filbalad.com/News.asp?NewsID=9132 الملحق الثاني: http://www.saaid.net/Doat/shaya/1.htm الملحق الثالث: http://www.islamonline.net/Arabic/news/2005 ـ 11/19/article02.shtml الملحق الرابع: http://www.islamonline.net/Arabic/news/2005 ـ 12/04/article03.shtml الملحق الخامس: http://www.saaid.net/Doat/shaya/1.htm الملحق السادس: http://www.islamonline.net/Arabic/news/2005 ـ 12/10/article10.shtml الملحق السابع: http://www.islamonline.net/Arabic/news/2005 ـ 12/10/article10a.shtml الملحق الثامن: http://islamtoday.net/islam/articles/show_articles_content.cfm?id=102&catid=105&artid=2155 (1) انظر صورة رقم (1) في ملحق صور بلجيكا. (2) انظر الصورة رقم (2). (3) انظر الصورة رقم (4). 3 (4) انظر الصورة رقم (1) في ملحق صور هولندا.. 4 (5) صورة رقم (2) في جامعة ليدن. 5 (6) انظر الصورة رقم (3) مع عبد الواحد فانبوميل. 6 (7) انظر الصورة رقم (4) المسلم الهولندي يونس. 7 (8) انظر الصورتين رقم (5) ورقم (6) في ملحق صور هولندا.. 8-9 (9) انظر الصورة رقم (2) في الملحق. 10 (10) انظر الصورة رقم (1) في ملحق صور الدنمارك. 11 ?? = ــــــــــــــــ = ?? ?? 63"
  }
]