[
  {
    "type": "title",
    "content": "المجلد الحادي عشر رحلات السويد وفنلندا والنرويج سلسلة في المشارق والمغارب الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427 هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "الرحلة إلى مملكة السويد 1407 هـ ـ 1408 هـ",
    "content": "[img]pics/11/11000.jpg[/img]<< خريطة مملكة  السويد >>"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "1- في مدينة مالمو",
    "content": "السفر من كوبنهاغن إلى مدينة مالمو السويدية بحراً! السبت: 14/12/1407هـ هذه هي الدولة السابعة من دول أوربا الغربية التي زرتها في رحلة واحدة، وهي السويد. كان المقرر أن أسافر بحراً من كوبنهاغن إلى مالمو، ثم أسافر جواً من مالمو إلى ستوكهولم ولا أعود إلى كوبنهاغن، ولكن عندما فقدت التذاكر كما وضحت ذلك في رحلة هولندا في المجلد العاشر، عزمت على زيارة مالمو، وهي مدينة في جنوب السويد عن طريق البحر، وهي لا تبعد إلا ساعة واحدة بالباخرة البحرية، وأقل من نصف ساعة بالطائر البحري.  [[مركب طائر فوق البحر قرب الماء، يرسو على ماء البحر وينطلق منه]]. وبهذا تكون مدينة مالمو هي المدينة الأولى التي زرتها في مملكة السويد. وحجز لنا الأخ إسماعيل على الباخرة التي تحمل الركاب وسياراتهم، وأخذ الأخ علي سيارته فوقفها في أسفل الباخرة مع أخواتها وصعدنا إلى الأعلى، حيث توجد مقاعد وطاولات ومطعم ومقهى، وكان معنا الأخ خميس عبد اللطيف وولد أخي الأخ علي إسماعيل يحيى بن صلاح إسماعيل الذي يبلغ من العمر اثنتي عشرة سنة تقريباً(1). [img]pics/11/11001.jpg[/img]<< الكاتب على اليسار وخميس عبد اللطيف على اليمين وفي الوسط ولد أخي علي إسماعيل ـ مالمو ـ 14/12/1407هـ >> وتحركت بنا الباخرة في الساعة العاشرة، وكان الجو صحواً والمناظر ممتعة، ورست بنا في مرفأ مالمو في الساعة الحادية عشرة، فكانت مدة سير الباخرة من مدينة كوبنهاغن إلى مدينة مالمو ساعة واحدة. وعندما رست نزلنا فركبنا سيارتنا وخرجنا من الباب المعد لخروج السيارات في الأسفل، وخرج الركاب الذين ليس عندهم سيارات من الباب المخصص لهم في الأعلى. ويجد الركاب عند الخروج من الباخرة الشرطي واقفاً يختم على هوية من ليس مقيماً في إحدى الدول الإسكندنافية، ويختم على الجواز بدون أي سؤال أو نقاش. ومر بنا الأخ علي على أحد الأسواق المركزية الشاملة فتجولنا قليلا، ثم ذهبنا إلى المركز الإسلامي الذي يقيم فيه الإخوة المسلمون - وأغلبهم عرب مخيماً - يشمل الرجال والنساء، وكل من الجنسين على حدة، إلا أن النساء قد يحضرن بعض المحاضرات في المسجد. وقد حضر بعض الأساتذة لإلقاء بعض المحاضرات وإقامة الندوات، ومنهم الأستاذ عبد الحي الفرماوي الأستاذ بكلية أصول الدين بجامعة الأزهر وعضو مجلس الشعب المصري، والأستاذ حسن الجمل، عضو مجلس الشعب المصري أيضاً، والأستاذ صلاح الدين أرقدان اللبناني وهو يقيم هذه الأيام في بريطانيا ويحضر الدكتوراه في إحدى جامعتها. [[سيأتي ذكر بعض المعلومات عن المخيم]]. وكان عند وصولنا الأستاذ عبد الحي الفرماوي يلقي محاضرة تتعلق بأثر الإيمان في حياة العبد وما يترتب عليه من الأعمال الصالحة. جولة في مدينة لوند الجامعية: ثم ذهبنا في جولة إلى مدينة لوند (LUND) الجامعية مع الإخوة: علي إسماعيل وهو قائد السيارة، والدكتور حسن أبي العلا، والشيخ خميس عبد اللطيف وزرنا الجامعة(2). [img]pics/11/11002.jpg[/img]<< السويد ـ مالمو ـ جامعة لوند ـ علي إسماعيل على اليمين وحسن أبو العلا على اليسار 14/12/1407هـ ـ 8/8/1987م >> أثر معرفة محاسن الإسلام في الناس: ومما ذكره الدكتور حسن أبو العلا من الأسباب التي تدفع بعض الناس إلى الدخول في الإسلام، معرفة ما فيه من محاسن، وإن كانت فرعية، وضرب لذلك مثلاً برجل من ألمانيا كبير السن كان مصاباً بالمرض في عضوه التناسلي، وقال له الطبيب: إن سبب المرض هو عدم غسل مخرج البول، وعرف الرجل أن المسلمين يغسلون هذا المحل، فأخذ يبحث عن الإسلام وعرف أنه الحق فدخل في الإسلام، وتوفى بعد إسلامه. ثم رجعنا إلى المخيم (وهو يعقد في مسجد كبير وله مرافق إدارية وغيرها). نشاط المخيم المقام في المركز الإسلامي: وكان فريق من الشباب يقومون بإلقاء أناشيد إسلامية متنوعة بحماس شديد، ويبدو على الشباب المسلم أنه يتنفس الصعداء في الأماكن التي يجد فيها شيئاً من الحرية، ليخرج ما عنده بعيداً عن بلاده التي يحرمه حكامها فيها من إظهار نشاطه الإسلامي. ثم عقدت ندوة أدارها بعض الشباب، وكان ضيف الندوة الأستاذ حسن الجمل والأستاذ صلاح الدين أرقدان، وموضوع الندوة: الأحوال في فلسطين ولبنان والإسلام(3). [img]pics/11/11003.jpg[/img]<< الكاتب مع الأستاذ صلاح الدين أرقدان ـ مالمو المركز الإسلامي 14/12/1407هـ ـ 8/8/1987م >> تحدث الأستاذ حسن عن أهمية القدس وخطرها، وأن الخطر الآن يحدق بالأماكن المقدسة كلها [[وقد أصبح الآن بعد الهجوم الأمريكي الصهيوني يحيط بالشعوب الإسلامية كلها، وبخاصة الدول العربية]] وأنه يجب على المسلمين إنقاذ القدس وحماية غيره، وتحدث عن الوحدة الإسلامية التي هي الأساس في حماية بلاد المسلمين، وهذا الأساس هو الذي قصد أعداء الإسلام تحطيمه. حكاية غريبة: [[ليست غرابتها في كونها قد تحصل، فالله على كل شيء قدير، وهو يجيب عبده إذا دعاه، وبخاصة المجاهد في سبيله، وإنما الغرابة كونها لم تشتهر بين الناس، برغم :كثرة الكتابات عن الرجل، من إخوانه وأصدقائه، ومن أعدائه، كتبت عنه وسائل الإعلام، وكتب عنه المؤرخون والسياسيون... ومعروف أن الرجل من كبار رجال الدعوة الصامدين، ومن كتابها الصادقين، ومن أدبائها البارزين، وهو من رجال كتاب الله الذي تفيأ ظلال غالبه وهو في سجون الطغاة، ومع ذلك فالأستاذ حسن الجمل من إخوان سيد وهو ثقة]]. ومن الأمور الغريبة التي سمعتها من الأستاذ حسن الجمل ولم أسمع بها من أحد قبله ولا بعده إلى الآن، قوله: إن سيد قطب رحمه الله عندما طلب ليكشف عليه الطبيب قبل إعدامه، صلى ركعتين ودعا الله في صلاته فقال: يا رب لا تمكنهم مني وعندما دعا المرة الثالثة توفي وهو ساجد، وأخذوه ميتاً وأنهم أظهروا قتله صورياً. هكذا سمعت من الأستاذ حسن، ولما كان هذا القول غريباً فقد طلبت منه إعادة ما قال فأعاده مرة أخرى! ثم تحدث الأستاذ صلاح عن أهمية القدس وأهمية المساجد من حيث هي، وذكر أن أعداء الإسلام يمكنهم أن يضللوا الناس ويشتروا الأحزاب والمؤسسات وقد فعلت ذلك الدولة اليهودية، فاشترت أحزاباً وحكومات في المنطقة، ولكنها لم تستطع أن تقتحم أبواب المساجد، وإن استولت على الأرض التي بنيت فيها المساجد، فلا زالت المساجد شامخة بمآذنها كشموخ المصلين بها. [لقد اقتحم اليهود أبواب المساجد وقتلت المسلمين في داخلها كما حصل مراراً في المسجد الأقصى وحصل في الخليل]. وهو بذلك يدعو إلى تربية المسلمين في المساجد، وأن ذلك من أهم الوسائل لإنقاذ القدس وحماية بلاد المسلمين. الاجتماع بالأخ أشرف الخبيري: واجتمعت بعدد من الإخوة المشتركين في المخيم، ومنهم الأخ أشرف الخبيري - مسؤول الرابطة الإسلامية في ستوكهولم - وهي أكثر الجماعات الإسلامية نشاطاً وعدداً في الدول الإسكندنافية، والذي قال لي: إنه يوجد في السويد خمسة وعشرون تجمعاً، خمس منها منتسبة للشيعة والباقية منتسبة إلى السنة. والجماعات الشيعية أغلبها من الهند، كانوا هاجروا إلى أوغندا وهم عائلات ثم اضطروا بعد أحداثها التي أطاحت بعيدي أمين إلى اللجوء إلى بعض الدول الأوربية، ومنها السويد، وقد زاد عدد الشيعة في الفترة الأخيرة. والجماعات السنية من الأتراك واليوغسلاف والعرب والباكستانيين. والرابطة الإسلامية تجمع بين الطلاب والجالية.  [[سيأتي مزيد من المعلومات عن الرابطة فيما يكتب عند زيارة الرابطة في ستوكهولم]]. أستبعد ذلك جداً، وأراه ممكناً جداً! وقال الأخ أشرف الخبيري: إنه قام بزيارته لإحدى المدارس الثانوية في مدينة ستوكهولم، لإلقاء محاضرة عن الإسلام، بناء على طلب المسؤولين في المدرسة، وقبل إلقاء المحاضرة بقليل جلس مع مدرس مادة الدين ودار بينهما حوار قصير، قال فيه ذلك المدرس: إن أستاذه أخبره أن السويد ستكون بلداً إسلامياً سنة (2200م) فقال له الأخ أشرف: هل كان أستاذك يمزح؟ قال: بل كان يعني ما يقول. قلت للأخ أشرف: أنا أستبعد ذلك جداً، وأراه ممكناً جداً! قال: كيف؟. قلت: أستبعد ذلك إذا بقي وضع المسلمين على ما هو عليه الآن، على مستوى دول شعوبهم كل دولة على حدة، وعلى مستواهم العالمي، وكذلك إذا بقي المسلمون في أوروبا من الجاليات، على حالهم المؤسف من البعد عن الإسلام، ومن عدم الاهتمام بأولادهم، وإذا بقي المسؤولون عن الدعوة الإسلامية في أوروبا على وضعهم الحالي، من عدم التخطيط والتنظيم لدعوة غير المسلمين إلى الإسلام، فإن الله قد جعل لكل شيء سبباً، ورتب النتائج على أسبابها، وإن كان قادراً سبحانه أن يقول للشيء كن فيكون. وأما كوني أرى ذلك ممكناً جداً، فإن ذلك مبني على تغير الأمور إلى الأحسن في الشعوب الإسلامية، بحيث تصبح الدعوة إلى الإسلام شغلها الشاغل في الداخل وفي الخارج هي وحكوماتها، بدلاً من الاشتغال بالأمور التافهة التي لا تعرف الآن غيرها أكثر الشعوب الإسلامية وحكامها. وهذا الأمر لا يمكن الوصول إليه إلا إذا عادت الشعوب الإسلامية وحكامها معا إلى الله، وطبقت الحكم بكتاب الله وسنة رسوله صلى الله عليه وسلم، وكذلك أن تتحول تلك القطعان الضائعة من المسلمين في أوروبا إلى أمة مسلمة، تعتز بدينها وتتفقه فيه وتطبقه وتحافظ على أبنائها تعليما وتربية، ويضع المسؤولون عن المراكز الإسلامية، تخطيطاً وتنظيماً لنشر الإسلام بالتعليم والتربية بين المسلمين في أوروبا، وبخاصة المسلمين من أهل البلد وكذلك لنشر الدعوة بين غير المسلمين، عندئذ سيرى السويدي ـ والأوربي بصفة عامة ـ  الإسلام واضحاً في سلوك أهله، فيثبتون بالقدوة الحسنة أنه الدين الحق الذي سينقذ البشرية كلها من الضياع ويهديها إلى الصراط المستقيم ويحل لها مشكلاتها المختلفة. وإذا كان الأمر كذلك فما المانع أن تصبح السويد كلها إسلامية كما أصبحت شعوب بأكملها في جنوب شرق آسيا وفي أفريقيا. ولا يلتفت لقول المستشرقين الحاقدين على الإسلام: إن أهل جنوب  شرق أسيا وأهل أفريقيا، إنما دخلوا في الإسلام لضعف مستواهم الديني والثقافي والحضاري، وإن أهل أوروبا مستواهم عالٍ في الدين، لأن عندهم ديناً سماوياً، وعالٍ في الثقافة والحضارة المادية، فإن دين الإسلام أعلى من كل دين، وثقافته أعلى من كل الثقافات، وهو الدين الذي يدعو إلى عمارة الأرض واستغلال ما أودعه الله في الكون لصالح البشرية في السماوات والأرض. وإنما يظن الأوربيون ذلك الظن، لما يرون من ضعف المسلمين بسبب بعدهم عن  دينهم، وعدم اعتزازهم به، ولو رأوا راية الإسلام خفاقة في الأرض وشرع الله مطبقاً فيها، لرأوا الأمر يختلف تماماً عن هذا التصور الخاطئ. والتجربة في عصور الإسلام الأولى تثبت ذلك من بحر الصين إلى المحيط الأطلسي، وإلى مشارف شمال غرب أوروبا وشرقها ووسطها. والحق أن المستشرقين يعلمون هذا الأمر، لأنهم درسوا الإسلام - في الغالب - دراسة واعية، وقد صرح كثير منهم بأن الإسلام هو الذي يخشى منه  أن يقضي على قوة الغرب، لما فيه من قوة إيمانية واستعداد لعمارة الكون، وهذا هو سبب حربهم له في عقر داره. ولكن هؤلاء المستشرقين يدعون تلك الدعوى لأمرين: الأمر الأول: حث الأوربي على الاعتزاز بدينه الكاسد الذي لم يعد أغلبهم يلقي له بالا بدليل أن كثيراً من كنائسهم تباع للمسلمين وتحول إلى مساجد، والاعتزاز بثقافته وحضارته، حتى لا يدخل أهل أوروبا في هذا الدين فتصبح إسلامية. والأمر الثاني: تيئيس المسلمين من أن تكون أوروبا يوماً من الأيام إسلامية. ولكن الله غالب على أمره، وعلى المسلمين أن يقوموا بواجبهم  وما النصر إلا من عند الله. ومما ذكره لي الأخ أشرف أن جارة له كانت تعمل في الكنيسة لمدة عشرين سنة بنشاط، وهي خطيبة مؤثرة، ودار بينه وبينها نقاش حول الإسلام والنصرانية، والقرآن والإنجيل، وفتح الله قلبها للإسلام فأسلمت، وعمرها أربعون سنة، في أكتوبر سنة 1986م، وكتبت مقالة بعنوان: طريقي إلى الإسلام، وبدأت تدعو إلى الإسلام، ولم يوجد شخص مسلم مناسب لسنها ليتزوجها، فتعرفت على مسلم صوفي سويدي وتزوجها، وظهر أنه يستعمل الحشيش، وينتسب إلى فرقة صوفية يعقد أصحابها حلقات يسمونها الحضرة ويسكنون في مكان ناء، ويزعم هو وجماعته أنهم مجتمع إسلامي.  [[وأخبرني الأخ أشرف في اجتماعي به في ستوكهولم أنها فارقت زوجها بعد أن عرفت الحقيقة]]. سيأتي لقاء آخر مع الأخ أشرف الخبيري في ستوكهولم بتاريخ:  الخميس: 19/12/1407هـ. الاجتماع بالأخ عبد الباقي محمد يونس: كما اجتمعت بالأخ عبد الباقي محمد يونس وهو رئيس المركز الإسلامي والطلبة المسلمين في مدينة لوند الجامعية. وقد سألته عن صلتهم بالمسلمين السويديين، فقال: في هذه الفترة حصلنا على فرصة إذاعية لمدة ساعة في كل أسبوع، وكان البث باللغة العربية واللغة الإنجليزية، واللغة السويدية. ونستقبل الجرائد والكتب الإسلامية من الخارج، وبعض الكتب تكون باللغة الإنجليزية، وهذه يستفيد منها السويديون. ونزورهم في الجامعة، وهم يزوروننا، ويستعيرون بعض الكتب. أما زيارتهم في بيوتهم ففيها صعوبة، لأنهم لا يحبون أن يستقبلوا أحداً في منازلهم، ولكنهم إذا  دعوا لزيارة المسلمين في منازلهم  يستجيبون.  [[عدم رغبة الأوربي في استقبال المسلم في منزله، يكرره كثير من الدعاة في أوروبا، ولكن بعض الدعاة يرى غير ذلك، وقد سبق أنني عندما طلبت زيارة بعض الأوربيين في سويسرا رحبوا بي ، وأعدوا لي طعام العشاء... والذي يظهر أن المسلمين يتهيبون من اقتحام هذه العقبة، ويبدو لي أنهم لو استقبلوا بعض الأوربيين في منازلهم وتمت بينهم الثقة، فإن الأوربيين سيستقبلونهم أيضاً، مع مراعاة الأوقات المناسبة للزيارة]].. وقد اتصل الإخوة بالاتحاد الإسلامي العالمي للمنظمات الطلابية، وعرضوا عليهم ترجمة بعض الكتب، وطلبوا مساعدتهم في طبعها، وقد تمت الترجمة الكتب الآتية: شبهات حول الإسلام، ودور الطلبة المسلمين والجهاد، وطبعت كلها، وترجم كتاب مبادئ الإسلام، وكتاب هذا الدين إلى اللغة الفنلندية. وجمعت بعض الأجزاء من كتاب الإسلام اختيارنا، وهو كتاب أصدرته رابطة العالم الإسلامي باللغة الإنجليزية، وقد ساعدت هذه الكتب السويديين في فهم الإسلام، ولها أثر طيب فيهم. وسألت الأخ عبد الباقي عن صلة المسلمين بغير المسلمين؟ فقال: إن له هو شخصياً صلة صداقة وتعاون وزمالة، وهو يعمل كل يوم في مدرسة، ويلتقي في كل مدرسة بعدد من المعلمين، ما بين عشرين إلى خمسين معلماً. والأخ عبد الباقي يُدَرِّس اللغة العربية للطلبة المسلمين في المدارس الحكومية، لأن الطالب الأجنبي له الحق أن يدرس بلغة بلده، وفي فترات الراحة يتناقش مع المعلمين في أمور الإسلام، ويضع بعض الكتب الإسلامية المترجمة في مكتبة المدرسة التي يذهب إليها، ويقبل المدرسون السويديون على قراءتها واستعارتها. ويرى الأخ عبد الباقي أن السويديين عندهم استعداد لتفهم الإسلام والاستماع أو القراءة، إذا وجدوا وسائل نشره بينهم، وهم أقرب الأوربيين إلى تفهم الإسلام، ولو كانت الدعوة قوية والوسائل متوافرة، لدخل كثير منهم في الإسلام. وسألت الأخ عبد الباقي: ما صفات الداعية الذي ترى أنه قادر على التأثير في السويديين غير المسلمين؟ فقال: 1- أن يكون صادقاً أميناً. 2- أن يجيد اللغة السويدية، أو اللغة الإنجليزية، أو يكون عنده استعداد لتعلمهما. 3- أن يكون قادراً على انتقاء الأفراد المناسبين المسلمين من أهل البلد، للتعاون معهم في الدعوة. 4- ويستحسن أن يكون متزوجاً، وأن لا يكون صغيراً في السن، ولا كبيراً كثيراً، بل يكون وسطاً. وضرب الأخ عبد الباقي مثالين لذلك: الأخ أشرف الخبيري والأخ علي إسماعيل، قال: إنهما ناجحان في دعوتهما، فلو حصل لهما دعم ولمن ماثلهما في السويد لنفع الله بذلك أهل السويد. 5- أن يكون ملماً بعقائد الجاهلية المحيطة. 6- أن يكون هادئاً واسع الصدر. قلت للأخ عبد الباقي: ما الموضوعات الإسلامية التي ترى أنها ستؤثر في السويديين؟ فقال: الموضوع الأول: إقامة الحجة على وجود الله، لأن أكثرهم ملحدون. الموضوع الثاني: مقارنة الأديان. الموضوع الثالث: الاقتصاد ـ وبخاصة الربا. الموضوع الرابع: عرض صفات الأسرة المسلمة، والشخصية الإسلامية على مستوى الفرد. والموضوع الخامس: أضرار الزنا والشذوذ الجنسي، وكيف يقي الإسلام منها. الموضوع السادس: الخمر وأضرارها، وموقف الإسلام منها. قلت له: أي الفئات السويدية أكثر استجابة للإسلام؟ فقال: النساء أكثر بحثاً عن الإسلام ودخولاً فيه. وعدد السويديين المسلمين في الجملة أكثر من خمسين، منهم عشر أخوات وأربعة إخوة في الجنوب. الجمعيات الإسلامية في جنوب السويد: وقال الأخ عبد الباقي: إنه يوجد في جنوب السويد أربع جمعيات: الجمعية الأولى: الرابطة الإسلامية. وهي تتكون - في الغالب - من الأتراك وعددهم حوالي عشرين. الجمعية الثانية: رابطة مالمو الإسلامية. وهي من الناحية العملية مغلقة. الجمعية الثالثة: الجمعية الإسلامية. الجمعية الرابعة: المركز الإسلامي. وجماعته من اليوغسلاف، وهذا المركز [[سيأتي وصف مرافق هذا المركز]]. دفعت رابطة العالم الإسلامي تكاليفه، وإدارته تتبعها. ولليوغسلاف نسبة قليلة من قراراته ومندوب رابطة العالم الإسلامي في الدول الإسكندنافية هو المسؤول عن هذا المركز، 80% من قرارات المركز لرابطة العالم الإسلامي، 20% منها لليوغسلاف. ونشاط المركز الآن مقصور على صلاة الجمعة. ولم يكن المسؤول المباشر عن المركز يأذن للمسلمين أن يقوموا بنشاطهم فيه، وهذا المخيم عقد فيه بعد محاولات متكررة. والجمعية الإسلامية أسست منذ عامين، وبدأت بروضة أطفال إسلامية وافقت البلدية عليها رسمياً، وهي تبدأ من السادسة صباحاً وتنتهي في السادسة مساء، والأطفال من سن الثالثة إلى السابعة. وتقوم بتعليم الطلاب في مدرسة مسائية لمدة ساعة، من الساعة الثانية إلى الساعة الثالثة مساء، وهؤلاء من تلاميذ المدارس من الصف الأول إلى الصف الرابع. يدرس الأطفال في الصباح مبادئ الإسلام و اللغة العربية ولغة السويد، والهوايات، وكذلك يدرس التلاميذ في المساء. وكان هذا سبباً في الاتصال بالعائلة المسلمة، وتدير هاتين المدرستين الجمعيةُ الإسلامية. ومن نشاطات هذه الجمعية: عقد حلقات علمية وتربوية للرجال، ومثلها للنساء. عقد حلقات خاصة بالشباب، فوق سن اثنتي عشرة سنة. نشاط رياضي. نشاط اجتماعي لحل المشكلات حسب الاستطاعة. ولا يوجد عالم متخصص في الشريعة الإسلامية. وسألت الأخ عبد الباقي عن رغبة الشباب المسلم السويدي، في دراسة الإسلام واللغة العربية، في الجامعة الإسلامية بالمدينة المنورة؟ فقال: إنهم لا يرغبون في ذلك، بسبب الجو الفاسد الذي لا يستطيعون ترك عوائلهم فيه في السويد. وقال الأخ عبد الباقي: إن دولة السويد تأذن بإنشاء مدارس خاصة، إذا وجدت الإمكانيات. ويجب على المؤسسات الإسلامية أن تضع مساعدتها المالية في أيدٍ أمينة، وكذلك يجب أن تسلم المرافق الإسلامية مثل هذا المركز، للجماعات القادرة على استعماله في النشاط الإسلامي. ووضع هذه المرافق بيد أشخاص يستغلونها فقط لمصالحهم الشخصية، بدون نشاط إسلامي، غير سليم. و قال: إننا في حاجة إلى بعث دعاة متفرغين نشيطين يقومون بتعليمنا أمور ديننا. وحبذا لو قامت الجامعة الإسلامية بعقد دورة للشباب هنا لتعليمهم اللغة العربية والثقافة الإسلامية.  [[بلغت رئيس الجامعة الإسلامية بهذه الرغبة ووعد بدراسة  الموضوع. والحقيقة أن الواجب مشترك بين المؤسسات الإسلامية المعينة، وحبذا لو تتعاون وتنسق فيما بينها، كرابطة العالم الإسلامي و الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد في المدينة وجامعة الأزهر ووزارة الأوقاف الكويتية]]. محاضرة الأخ أحمد أبي لبن في التربية الإسلامية: الأحد: 15/12/1407 هـ. وفي الساعة العاشرة صباحاً ألقى الأخ أحمد أبو لبن مبعوث وزارة الأوقاف الكويتية محاضرة للرجال بعنوان: التربية الإسلامية وملامحها العامة، وحضرها بعض النساء، وكانت باللغة العربية. محاضرة بعنوان: لا بد من الإسلام: هذا وقد طلب مني إلقاء محاضرة للنساء في قاعة خاصة، وكان المترجم الأخ علي إسماعيل، وكانت المحاضرة بعنوان: لا بد من الإسلام. وتتلخص المحاضرة فيما يأتي: 1- كون الإسلام ديناً عالمياً وفرضاً حتمياً، لا يسع أحداً تركه. 2- كونه شاملاً لكل مصالح الإنسان وحياته: عقله، وجسمه، وروحه، في الدنيا، والآخرة. 3- وجوب تبليغه بكل وسيلة شرعية ممكنة. 4- وجوب تحلي المسلم بالقدوة الحسنة. 5- وجوب تربية الأولاد على الإسلام لتستمر الأجيال الإسلامية حامية لدينها، وتطبيق الأسرة للواجبات الإسلامية. 6- الاعتزاز بهذا الدين والصبر على الغربة والوحشة بين من يخالفه أو يحاربه. وبعد الانتهاء من المحاضرة تقدمت الأخوات بأسئلة كثيرة وأجيب عنها. حوار مع الأخوات السويديات: كما سألتهن أنا كعادتي بعض الأسئلة، ولم أستطع كتابة جواب كل واحدة على حدة لكثرتهن، فكتبت أجوبتهن مشتركة. وكان السؤال لأول: يتعلق بصفات الداعية؟ فكانت خلاصة أجوبتهن كما يأتي: 1-أن يكون عالماً نفسانياً، لأن المجتمع عنده صورة سيئة عن الإسلام، فلا بد أن يتغلغل الداعية إلى نفسيات المخاطبين حتى يزيل هذه الصورة من أذهانهم. 2-أن لا يكون متشدداً ضيق الأفق، بل واسع الأفق قوي الحجة. 3-أن يكون ملماً بلغة البلد أو اللغة الإنجليزية. 4-أن يكون عنده علم بالإيمان يقنع الملحدين به بالحجة والبرهان. 5-أن يكون ملماً بظروف العصر، قريباً من البيئة حتى في لباسه، لأن الأوربي عندما يرى الشخص لابساً اللباس العربي، ينفر منه ويظنه متخلفاً، كما رسم له ذلك الإعلام الغربي. 6-وأن يكون قدوة حسنة للناس، يعمل بما يدعو إليه. 7-أن يكون مؤثراً بأسلوبه عندما يشرح الإسلام. 8-أن يكون قادراً على جمع كلمة المسلمين، بدلاً من التفرق الموجود بينهم. 9-أن يكون الداعية من داخل المجتمع الذي يدعوه إلى الإسلام، لأن معرفته بالمجتمع تكون أكثر، فإن لم يتيسر ذلك، فلا بد أن تكون له بطانة من أهل البلد تعينه. 10-أن يكون متفرغاً للدعوة لا يشغله عنها غيرها. 11-أن يكون للداعية جهة تشرف عليه وتتابع نشاطه وتوجهه. وكان السؤال الثاني: عن إقبال السويدي إلى الإسلام، إذا وضح له الإسلام توضيحاً جيداً؟ فكان جوابهن كما يأتي: السويدي عنده مشكلات نفسية واجتماعية، والمجتمع تغلب عليه الفردية، فإذا قدم له الإسلام بطريقة واضحة، ورأى ثمار الإسلام في سلوك المسلمين، تُطَمْئِن نفسَه وتسعدها فإنه سيقبل الإسلام. وكان السؤال الثالث: عن الموضوعات الإسلامية المؤثرة في السويدي؟ فأجبن بما يأتي: 1-موضوعات العقيدة، ومن ذلك ضرورة الإيمان بوجود الله، فإن كثيراً منهم يرى أنه لا حاجة للبحث في ذلك. 2-الاهتمام بإبراز حلول المشكلات الكثيرة التي تحدث في المجتمع. 3-إيجاد نوعية جيدة من الكتب الإسلامية، غير الكتب السيئة الموجودة في السوق. وقلن: إن المجتمع السويدي، لم يتجه إلى الإسلام ليجد حلولاً من الإسلام لمشكلاته، بل العكس المجتمع السويدي ينظر إلى الإسلام نظرة سيئة، بسبب ما سمع من تصرفات بعض المسلمين، وبخاصة الشيعة في إيران، والحملات الإعلامية شديدة في الغرب ضد الإسلام، ولا بد من التوضيح بأن منهج الإسلام غير التصرفات السيئة من بعض المسلمين. وسألتهن عن صلة المسلمين العرب أو غيرهم من الوافدين، بالمسلمين من أهل البلد؟ فأجاب بعضهن بأن الصلة طيبة في الجملة، وأجاب بعضهن أن الصلة غير طيبة.  [[وهن من بلدان متفرقة، بعضهن من السويد وبعضهن من النرويج وبعضهن من الدنمارك]]. وقالت إحداهن - وهي باكستانية -: إن الأسر المسلمة من الجالية في حاجة إلى تعلم اللغة التي يمكنها التفاهم بها مع أهل البلد. وكانت عندهن أسئلة كثيرة تتعلق بالأحكام الفقهية، أجيب عما تيسر منها. محاضرة أخرى في المسجد، بعنوان: الإيمان وأثره في الحياة. وكنت على موعد مع الإخوة لإلقاء محاضرة أخرى في المسجد، وكانت تتعلق بالإيمان والعقيدة. وقد سأل الإخوة أسئلة كثيرة في باب الأسماء والصفات والفِرَق والجماعات الإسلامية وواجب المسلم نحوها. الاجتماع بمندوب الاتحاد الإسلامي العالمي في اسكندنافيا: واجتمعت بالأخ عدلي الفلسطيني مندوب الاتحاد الإسلامي العالمي للمنظمات الإسلامية في الدول الإسكندنافية. ولد سنة 1951م في فلسطين، ودرس في الجزائر وفرنسا وبلجيكا. تخصصه: تخطيط وتنظيم المدن. عمل في المعاهد الإسلامية العليا للتربية والحضارة، وهي رسميه تابعة للمركز الإسلامي في بلجيكا. نشاط زوجته الإسلامي: تزوج امرأة مسلمة نرويجية قبل سنتين، وكانت قد أسلمت قبل خمس سنوات، واهتمت بالإسلام قبل ثلاث عشرة سنة، واسمها أسماء. وكانت أفكارها ماركسية لا تؤمن بالدين، فدرست الأديان في جامعة أوسلو، ووقعت في يدها بعض كتب المودودي وسيد قطب، وبحثت عن الكتب الإسلامية المماثلة وأسلمت. وتُعِد الآن رسالة الدكتوراه عن الحركات الإسلامية المعاصرة. وقد أقنعت الأخت مسئولي التعليم أن تقوم بشرح الإسلام في المؤتمرات المسيحية التي يعملونها لمدرسي مادة تاريخ الأديان في المدارس. على الداعية أن يكون ملتزماً بالإسلام لينقل للناس حقائقه: وقد ألقت الأخت أسماء عدة محاضرات في النرويج لمدة ثلاثة أيام لمائتي مدرس في يناير من هذا العام 1987م. وأشعرتهم أن الإسلام يعامل الناس بالحسنى، وأن المسلمين يتعاونون مع غيرهم في تحقيق المصالح العامة.  [[والأوربيون لا يفهمون من الإسلام إلا الصراع والوحشية والعدوان]]. واتصلت مؤسسةٌ مسيحية أخرى بالأخت أسماء، وطلبت منها أن تقوم بتنظيم مؤتمراتها وتشارك فيها وسيكون أول مؤتمر في سبتمبر القادم. وألقت محاضرة في نقد الكتب النرويجية التي تتحدث عن الإسلام بطريقة غير سليمة، واقترحت أن يدرس كتاب مبادئ الإسلام للمودودي، وهو مترجم إلى اللغة النرويجية واللغة الإنجليزية، وهذا الدين لسيد قطب، والأربعين النووية، وهي تعتبر مراجع للمدرسين، وقد أبدوا اهتمامهم بها.  [[والأخت أسماء تتقن اللغة العربية واللغة الإنجليزية والسويدية، إضافة إلى لغتها النرويجية، وهي مثقفة ثقافة إسلامية جيدة ونشيطة في الدعوة إلى الله على مستويات مختلفة ومؤثرة، وجدت كل الإخوة في الدول الإسكندنافية يثنون عليها]]. الدعوة الإسلامية في: التسهيلات والعقبات: وقال الأخ عدلي: إن الدول الإسكندنافية مهيأة للدعوة إلى الإسلام، وعقول أهلها فارغة، والإمكانات القانونية للعمل الإسلامي متوفرة. والعمل الإسلامي دخلته بعض الشوائب بسبب المصالح المالية، والمنافع التي حصلت من خلال اعتراف الدول الإسكندنافية بالأديان. ولمحاولة جمع الطاقات أُسس اتحاد الطلبة المسلمين في اسكندنافيا، منذ سبعة شهور في هذا العام، وعقدت عدة اجتماعات لخيرة الشباب في المدن الاسكندنافية، ووضع دستور وخطة لتجميع الفئات المتفقة الشبابية، ذات الوعي للنهوض بالدعوة الإسلامية، والاهتمام بأحوال المسلمين في اسكندنافيا، وعند الشباب طموح للوصول إلى أخذ حقوق المسلمين السياسية، حتى تأسيس الأحزاب إذا  توافرت الإمكانات. وطلب الاتحاد من المرشحين السويديين في الأحزاب أن يقدموا برامجهم ويتعهدوا بدعم المسلمين، مقابل دعم المسلمين لهم بأصواتهم. والاتحاد في دول اسكندنافيا، عضو في الاتحاد الإسلامي العالمي للمنظمات الإسلامية الذي أنفق على هذا المخيم. ومقر الاتحاد الإسلامي في اسكندنافيا في مدينة لوند ومقر السكرتير في لوند، أما الرئيس فمقره يكون في اسكندنافيا جملة، يستطيع أن يكون في أي مدينة في أي دولة حسب المصلحة. وهذا المخيم هو أول مخيم للاتحاد يقام في اسكندنافيا، ويستمر أربعة أيام من 6-10 أغسطس في مدينة مالمو جنوب السويد. والهدف من إقامته جرد الطاقات الطلابية وإحصاؤها، أي الشباب القادر على تنفيذ أهداف الاتحاد من خلال التعاون وتبادل الآراء، واللقاء مع الأساتذة. والأخ عدلي هو ممثل الاتحاد الإسلامي العالمي للمنظمات الطلابية في أوروبا، والدكتور مصطفى إدريس السوداني نائب رئيس اتحاد الطلبة المسلمين في اسكندنافيا والرئيس هو الدكتور محمد أرباب وهو يدرس في جامعة لوند. وهذا المركز - الذي أقيم فيه المخيم - كان معروضاً للبيع بالمزاد العلني من قبل الشركة التي بنته، لما لها من الديون وعدم استطاعة المسلمين تسديدها. وانتقل الأخ عدلي من بلجيكا إلى السويد لمحاولة إنقاذ هذا المركز إضافة إلى تنشيط العمل الإسلامي. وفي خلال أسبوع اتصل بالشيخ عبد العزيز بن عبد الله بن باز، الرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، والشيخ يوسف الحجي في الكويت، وقررت اللجنة التنفيذية للاتحاد دعم المسجد وبقاءه، وتحرك الشيخ عبدالعزيز بن باز (رحمه الله)، فتم توفير المبلغ المطلوب وهو سبعمائة وخمسون ألف دولار أمريكي، وشاركت فيه رابطة العالم الإسلامي، واشتركت في إدارة المركز، وأسهم الدكتور عبد الله بن عمر نصيف في إنقاذ المركز. وكان المركز شبه مهجور. وعدد المسلمين في جنوب السويد ثلاثون ألف نسمة. ويوجد حي قريب من المسجد يسكنه كثير من العائلات الإسلامية، ولكنهم لا يأتون إلى المسجد، لعدم وجود داعية متفرغ يتفاعل مع البيئة ويتحرك للاتصال بالمسلمين، ولهذا قرر الاتحاد أن يكون المخيم السنوي في هذا المركز، لأنه مكان واسع ومرافقه متوفرة، تبلغ مساحة أرضه ثلاثين ألف متر مربع، والمسجد يتسع بحسب القانون السويدي لأربعمائة، ويحتاج إلى بناء جناح لفتح مدرسة وناد، ليتحول المسجد من مسجد مهجور إلى مركز عمل إسلامي معمور. وقد أحضرت كتب ومراجع لإعداد مكتبة للمطالعة، وقد تبرع الاتحاد العالمي بمبلغ معين للمكتبة. وكذلك يسعى الاتحاد لإيجاد ناد للشباب، يكون فيه فيديو لعرض المحاضرات والندوات وكافة الأنشطة الإسلامية، وبعض الألعاب الرياضية لجلب الشباب وتكوين فريق رياضي يستغل الأرض المحيطة بالمركز. وتقام الآن في المسجد ثلاثة دروس في مالمو كل أسبوع، إضافة إلى لقاء شهري في نفس المركز يبيت فيه الشباب للمذاكرة والتهجد، وفي ذلك حياة للمسجد. ويحضر الأخ عدلي إلى المسجد في أوقات فراغه، ويزور الطلاب السويديون والمؤسسات الأخرى المسجد، ليفهموا شيئاً عن الإسلام في المسجد، وهذه الزيارات يومية تقريباً. ويوجد ممر طويل في واجهة المسجد مسقوف بسقف المسجد يراد غلقه من الجهة الخلفية ليستغل في النشاط الاجتماعي، وهذا يحتاج إلى مبالغ مالية. هل قام المسلمون بالدعوة إلى الإسلام؟ وسألت الأخ عدلي: هل قام المسلمون بواجبهم في دعوة الأوربيين إلى الإسلام؟ فقال: الغالب أن العكس هو الذي يحصل منهم، لأن تصرفات كثير من المسلمين تشوه سمعة الإسلام، وأما الأفراد وبعض الجماعات الإسلامية، فيقومون بشيء من الواجب، ولكنه محدود، والدعوة إلى الإسلام تحتاج إلى إمكانات بشرية ومادية كبيرة، وهذا لا يتم بدون دعم وتعاون بين الدعاة في أوروبا والمؤسسات الإسلامية في الخارج. وقال الأخ عدلي: إن أم زوجته كانت ضدها وعادتْها، ولكنه زار أسرتها وبقي عندهم ثلاثة أيام، ولما رأت أمها سلوكه دهشت وبدأت تسأله عن الإسلام، وقالت: إذا كان الإسلام بهذه الصفة التي أنت عليها، فإنه دين طيب، وكانت تؤيد اليهود ضد الفلسطينيين، وعندما عرفت أنه فلسطيني انقلب تأييدها لليهود إلى تأييدها للفلسطينيين.  [[وهذه من الأمثلة الدالة على أن غير المسلمين لو وجدوا القدوة الحسنة في المسلمين والاجتهاد في إيصال الإسلام إليهم فإنهم يتحولون من المعاداة للإسلام إلى محبته ومناصرة أهله ولا يبعد أن يتحول كثير منهم إلى الإسلام]]. هم قادمون، وأنا مسافر! الأربعاء: 18/12/1407 هـ. ذهبنا اليوم إلى أحد موانئ مدينة كوبنهاغن وتجولنا في الشاطئ على البحر قليلا ثم رجعنا فأخذنا الحقائب، وقد حاسبنا أهل الفندق، وذهبنا إلى المطار، وبعد أن سلمنا الحقائب لموظفي الخطوط، وأخذت بطاقة صعود الطائرة ودعني الأخ خميس بن عبد اللطيف، وذهب. دخلت أنا ألتمس باب الدخول إلى الطائرة، وعندما وصلت إلى الباب، لم أجد أحدا من الركاب ولا من الموظفين، ولم أجد رجل أمن يختم الجواز، أو موظفا يأخذ قسيمة بطاقة صعود الطائرة، وكان قد بقي من الوقت ما يقارب نصف ساعة، فخشيت أن يكون الناس قد دخلوا، والباب المؤدي إلى الممر مفتوح لا يوجد به أي حاجز، لا ثابت ولا متحرك! فدخلت إلى أن وقفت عند الباب المؤدي إلى موقف الطائرة، فوجدته مغلقا، وبقربه بعض الموظفين، فالتفتوا إلي وسكتوا، فقلت لهم: أنا أريد السفر إلى ستوكهولم، وظننت أن الركاب قد صعدوا وأن الباب قد أغلق. فقال لي أحدهم: ارجع وذكر لي دقائق، فظننت أنه يقول لي: إن الوقت قد انتهى، وأن الطائرة قد أقلعت منذ دقائق، فألححت عليهم قائلا: إنني أريد أن أدخل وأسافر، ففهم أحدهم أني لا أجيد التحدث باللغة الإنجليزية ولا أفهم بها. فقال لي: بكلمات بطيئة وفصيحة شبيهة بنطق التجويد عندنا: ارجع وبعد ربع ساعة عد، وإذا الباب يفتح ، والركاب ينزلون من الطائرة ، ففهمت أن الطائرة التي سأسافر عليها، وصلت الآن برحلة، وأن ركابها قادمون، وليسوا مسافرين، فقلت: سبحان الله! هم قادمون وأنا مسافر! ورجعت، فجلست. وقد تعجبت مما رأيت في هذا المطار: لا موظف جوازات، ولا رجال أمن، ولا موظف خطوط في ممر الدخول إلى الطائرة. يدخل الراكب الذي لا يدري مثلي إلى باب الطائرة دون أن يجد من يقول له: ارجع، فقلت:\"سبحان الذي سخر لنا هذا وما كنا له مقرنين و إنا إلى ربنا لمنقلبون\" [ولكن الأمور انقلبت بعد أحداث سبتمبر!] السفر إلى مدينة ستوكهولم: وبدأ زملاء رحلتي يفدون، وبعد ربع ساعة أعلن عن دخول الطائرة، فصعدنا في الساعة الرابعة والدقيقة العشرين، وأقلعت في الساعة الرابعة والدقيقة الرابعة والخمسين، من مطار كوبنهاغن الذي يقع في جنوب شرق المدينة، والبحر يحيط بهذه المدينة من الشرق إحاطة كاملة، أما من الجهات الأخرى فإن خلجانه تتخللها(4). [img]pics/11/11004.jpg[/img]<< مدخل ميناء ستوكهولم عند الغروب 19/12/1407هـ ـ 13/8/1987م >> ويفصل الخليج بينها وبين ضواح مجاورة لها، في شرقه وتقع بغرب المدينة جزيرة صغيرة جدا على يسار الطائرة المتجهة إلى ستوكهولم، تشبه تلك الجزيرة قارة استراليا في الشكل. وكانت الطائرة متجهة إلى الشمال مع الميل إلى الشرق وأراضي السويد التي مررنا فوقها، في غاية الروعة والجمال مكسوة بالخضرة: جبالها وسهولها ووديانها، وتكثر بها البحيرات والأنهار الصغيرة، وتنتشر القرى الصغيرة المتباعدة، ويبدو أنها من أجمل بلدان العالم. وكان الجو صحوا والشمس ساطعة مما جعلني أتمكن من الرؤية والتمتع بذلك الجمال الأخاذ."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "2- في مدينة ستوكهولم",
    "content": "وهبطت الطائرة في مطار ستوكهولم في الساعة الخامسة والدقيقة الثانية والأربعين، فكانت مدة الطيران من مدينة كوبنهاغن إلى مدينة ستوكهولم ثمانيا وأربعين دقيقة. وجدت في المطار الأخ المغربي مصطفى خراقي وهو من مدينة وجدة المغربية على الحدود مع الجزائر، وله في مدينة ستوكهولم ست عشرة سنة، عنده أربعة أولاد، أكبرهم شافية وعمرها أربع سنوات، وابنه محمد وعمره سنتان. أوصلني الأخ مصطفى إلى مقر الرابطة الإسلامية في وسط المدينة، وهناك وجدنا الأخ حسن مختاري وهو جزائري، يحمل الجنسية السويدية وله في مدينة ستوكهولم ست عشرة سنة أيضاً، كزميله المغربي وزوجته سويدية، وعنده طفلة واحدة. وأراني الأخ حسن نافذة مبنى الرابطة وهي مكسورة كسرها بعض المعادين للرابطة بسبب نشاطها، وقال: الغالب أنهم صهاينة. ثم ذهبنا إلى فندق: أمرانتين (AMARANTEN) وهو يقع في وسط المدينة أيضاً، حيث كان الأخ حسن قد حجز لي فيه غرفة، والأخ حسن سائق سيارة صغيرة \"تاكسي\" مع إحدى الشركات. ثم ذهبنا إلى منزل الأخ مصطفى حيث دعانا لتناول طعام العشاء عنده. صاحب الغليون والمهذار! الخميس: 19/12/1407 هـ. وعدني الإخوة أن يأتيني أحدهم لنخرج في جولة في المدينة، وكنت في حاجة إلى مراجعة سفارة فنلندا، لمعرفة ما إذا  كانت التأشيرة التي طلبتها من سفارتهم في فينا قد جاءت، إذ وعدوني أن أجد الجواب في ستوكهولم. تأخر عني الأخ وضقت من القعود في الغرفة، لأن الفندق في وسط المدينة، والعمارات تحيط به من كل جهة، ولا يجد الساكن فيه مناظر ممتعة ينظر إليها وهو في غرفته. فنزلت إلى قاعة الاستقبال، وانزويت في أحد جوانبها وجلست أنتظر من يأتيني. وأقبل اثنان في يد أحدهما غليون لا يخرجه من فمه إلا نادراً، والآخر يتكلم دون انقطاع، مرة بصوت مرتفع ومرة بصوت خافت، وهو يتفاعل ويحرك يديه، وصاحب الغليون يمكث فترة طويلة يدخن، ثم يخرج الغليون لحظة ليقول كلمة واحدة ثم يعيد الغليون في فمه، ويبدو أن الكلمة التي كان يسلي بها ذلك الرجل المهذار هي كلمة: نعم أو إيه أو ما أشبههما، وكان ذلك من الساعة العاشرة والربع إلى الساعة الحادية عشرة. ثم جاء الأخ حسن مختاري وذهبت معه، ولا زال الرجل يصرف من الكلام، وصاحبه يصرف من الدخان. قطع متجاورات، ومعاملات متفاوتات! ذهبنا إلى مقر الرابطة، واتصل الأخ الفلسطيني بالسفارة الفنلندية يسألهم عن التأشيرة هل جاء الإذن من هلسنكي؟ فأجابوا بالنفي  [[وكان جوابهم غير صحيح كما سيأتي]].  وقالوا: يمكنكم أن تأتونا غداً صباحاً، ففضلنا أن نذهب إليهم اليوم وكنا في مكتبهم قبل الساعة الثانية ظهراً. وعندما سألناهم وجدنا أنه قد جاء الإذن بالتأشيرة، أي إنهم نفوا ما كان ثابتاً، وأحسوا بالحرج، وأصبحوا مضطرين إلى إثبات ذلك في الجواز. لكنهم عندما أخذوا الجواز لكتابة التأشيرة، وجدوا أن التأشيرة النرويجية قد انتهى وقتها لطول مدة رحلتي وقالوا: نحن لا نستطيع أن نعطيك تأشيرة إلا إذا جددت لك القنصلية النرويجية التأشيرة. فذهبنا إلى القنصلية النرويجية وهي قريبة جداً من القنصلية الفنلندية، فوجدنا بها موظفة وأخبرناها بالموضوع، فأخذت الجواز وجددت التأشيرة لمدة ثلاثة شهور، ولم يستغرق بقاؤنا عندها أكثر من خمس دقائق. ورجعنا إلى السفارة الفنلندية في نفس الوقت، فدهشوا لما رأونا رجعنا بهذه السرعة، وأخذت الموظفات يتشاورن فيما بينهن فترة. قلت للأخ فهد: يبدو أن موظفي فنلندا فيهم شبه بموظفي بلدان المسلمين من التعقيد، فقال: هم أقرب إلى الشرق ويجاورون روسيا وألمانيا الشرقية. وانتظرنا خمساً وثلاثين دقيقة، وبعدها سلمونا الجواز بتأشيرة خمسة عشر يوماً فقط ابتداء من تاريخ الدخول. ولم أكن في حاجة إلى أكثر من ثلاثة أيام، ولكن بالمقارنة بين هؤلاء الموظفين والموظفة النرويجية، بل غالب دول أوروبا الغربية، تجد الفرق شاسعاً. عند ذلك قلت: هي قطع متجاورات، ولكنها في المعاملات مختلفاتّ! وعندما خرجنا من قنصلية فنلندا نظر الأخ فهد إلى الجواز، وقال: إن تأشيرة السويد ستنتهي بعد ثلاثة أيام، فلا بد من تجديدها إذا  أردت البقاء أكثر من ذلك وعدنا إلى مقر الرابطة. معلومات عن السويد: كنت كتبت بعض المعلومات عن السويد، من الأخ علي إسماعيل عندما اجتمعت به في كوبنهاغن، نظراً لطول مدته في دول اسكندنافيا في يوم الجمعة الموافق: 13/12/1407 هـ. ورأيت أن الأولى تأخيرها إلى هذا المكان، لأجمع بين المعلومات التي أخذتها هنا من الأخ أشرف الخبيري، وقد تكون بعض المعلومات غير دقيقة ولكنها متقاربة. قال الأخ علي إسماعيل: الطقس في السويد بارد غالباً، وتغطيها الثلوج في الشتاء، أغلبها مرتفعات وصالحة للزراعة، لكثرة أمطارها.  [[بين حدودها في القاموس السياسي، أحمد عطية الله ص 656 ط 3، فقال: وتفصلها عن جاراتها النرويج التي تقع غربها سلسلة جبال كولين، تمتد السويد من الدائرة القطبية إلى مسافة 977م، ويفصلها عن فنلندا، التي تتصل بها داخل الدائرة القطبية، بحر البلطيق. أ هـ. قلت: وفي الجنوب الدنمارك وألمانيا]]. والسويد بلد صناعي له شهرة عالمية في صناعة الحديد والصلب والتقنيات المتقدمة جداً. تصنع سيارات الفولفو، وساب، وتصنع الطائرات على اختلاف أنواعها بما في ذلك الطائرات الحربية. والتصنيع الحربي الثقيل متقدم عندها. وتاريخها الصناعي قديم لما لديها من معادن، وهي مكتفية ذاتياً بمواردها الطبيعية، تشبه ألمانيا في قوتها واكتفائها وتوجد أنواع كثيرة من الصناعات. نظامها ملكي ديمقراطي. وملكها الحالي يسمى: كرستوف، والملكية عندهم قديمة جداً والسويد دولة محايدة لا تدخل في أي حلف أو معاهدة أو ارتباطات. وهي في نظام الضمان الاجتماعي والصحي والتعليمي مثل الدنمارك إلا أنه لا يوجد بها تعليم خاص، بل مدارسها كلها رسمية. أحوال المسلمين في السويد: والتجمعات الإسلامية في السويد شبيهة بالتجمعات الإسلامية في الدنمارك، إلا أن الغالبية فيها من الأتراك واليوغسلاف. وتشترط الحكومة السويدية على الأجنبي للبقاء فيها، أن يجيد اللغة السويدية كتابة وقراءة، وللأجانب وزارة خاصة تسمى: وزارة الهجرة والعمل، وأغلب الأجانب عمال. وتنفق الحكومة على التجمعات الإسلامية، من منظمة الكنائس الحرة في السويد، وسبب الإنفاق أن السكان الأجانب يدفعون الضرائب كأهل البلد، ومن حقهم أن يحصلوا على مساعدات لنشاطهم. وتحصل خلافات كثيرة بين المسلمين، ولكن الحكومة لا تلقي لهم بالاً إلا فيما هو ضروري. وأكبر مسجد في السويد هو المركز الثقافي الإسلامي في مدينة مالمو وقد أسس سنة 1980م وتم بناؤه في سنة 1983م. بلغت نفقاته ثمانية ملايين كرونة سويدية، دفعت ليبيا من ذلك مليوناً وثلاثمائة ألف كرونة تقريباً، ثم تخلت عن الدفع لما بقي، وأكملت المملكة العربية السعودية المبلغ عن طريق رابطة العالم الإسلامي. والمسجد يتسع لأكثر من ألف مصل، وبه مكان خاص للسيدات، ومكاتب إدارية، وقاعة محاضرات، وساحة كبيرة حول المسجد. والذين يحضرون لصلاة الجمعة فيه لا يزيد عددهم عن مائة وخمسين شخصاً، وفي الصلوات العادية يحضره ما بين خمسة وخمسة عشرة شخصاً. قام الأخ علي إسماعيل بالخطبة فيه لمدة شهر ونصف، وكان مندوب رابطة العالم الإسلامي فيه الشيخ علي صاري التركي، وهو يتحدث باللغة العربية ونشاطه محدود. وكان ينبغي أن يكون فيه فريق من العلماء العاملين يقومون بالدعوة فيه على مستوى السويد الذي هو شعب متقدم، ويأتي عدد كبير منهم إلى المركز يسألون عن الإسلام، ولو استغل هذا المركز على كبره ووجود مرافق به مفيدة لنفع الله به. وأجهزة الإعلام في السويد شبيهة بأجهزة الإعلام في الدنمارك، في منحها الجماعات فرصاً لتذيع ما تريد مما يخدم مصالحها في إذاعات محلية، وكذلك يوجد في التلفزيون يوم الأحد برنامج للأتراك واليوغسلاف المسلمين، يقدمون فيه برامج مجاناً لمدة طويلة في اليوم، وتصدر وزارة الهجرة مجلة باللغة العربية مجاناً، ويستطيع العرب أن يقدموا فيها ما فيه لهم مصلحة. والسويد مهتمة بالبحث العلمي، حتى إنها الآن تبحث في منح رواتب ثابتة للباحثين، حتى ينقطعوا للبحث العلمي، لأنهم وجدوا أن الباحثين يقلون بسبب اشتغالهم بطلب الرزق.  [[إلى هنا انتهت المعلومات التي كتبتها عن الأخ إسماعيل، وقد طبعت السويد كتاباً باللغة العربية فيه معلومات تهم المهاجرين وهو في 250 صفحة]]. لقاء مع الأخ الأستاذ أشرف عمر الخبيري: ولد في القاهرة سنة 1956م. درس في كلية العلوم بجامعة عين شمس ولم يكمل دراسته بها وجاء إلى السويد مع والده وأخيه سنة 1976م وبدأ في دراسة الهندسة ولم يكملها لظروف عائلية. وهو الآن أمين الرابطة الإسلامية في ستوكهولم. السويد: نظام حكمها اشتراكي ديمقراطي، ولها ملك لا يحكم فعلاً وإنما تحكم الوزارة. مناخ السويد: تشتد البرودة في وسط يناير وفبراير وتكون درجة الحرارة من 16-18 تحت الصفر في ستوكهولم. وفي شهر يوليو، وهو الشهر السابع تكون الحرارة أشد، وتتراوح ما بين 15 و22 درجة في ستوكهولم. أما في الشمال فإن الثلوج تغطي المنطقة عشرة أشهر تقريباً. وفي شهرين تذوب تلك الثلوج وتخضر الأشجار. أطول أيام النهار في ستوكهولم في الفترة من 14-22 يونيو، يكون الشروق في الساعة الثالثة والدقيقة الثامنة والعشرين، ويكون الفجر في الساعة الثانية إلا تسع دقائق، ويكون المغرب في الساعة العاشرة واثنتي عشرة دقيقة في الفترة من 20-27 يونيو. أما في أيام الشتاء فيكون الشروق في ستوكهولم، في الساعة الثامنة وثلاث وأربعين دقيقة، في الفترة من 23-30 ديسمبر، والفجر في الساعة السادسة وتسع وثلاثين دقيقة من 24 - 31 من نفس الشهر، ويكون المغرب في الساعة الثانية وإحدى وخمسين دقيقة من 13 ـ 20 وهذه أقصر الأيام نهاراً. وأطول الأيام هو اليوم الذي لا تغيب فيه الشمس، إلا خمس دقائق فقط في كيرونا (أوميو)، في وسط الشهر السادس الذي هو يونيو، وهذه ليست آخر منطقة في السويد، فإن آخر منطقة فيها لا تغيب فيها الشمس في الصيف. المسلمون في السويد: عدد المسلمين في السويد ما بين خمسين وستين ألفاً. وعدد المسلمين السويديين مائتا شخص تقريباً، أكثرهم من النساء. عدد الجمعيات الإسلامية في السويد خمس وعشرون جمعية تقريباً، وهم أتراك وعرب ويوغسلاف (ألبان) وباكستانيون، وبنغاليون وإيرانيون. ويوجد مسجد للقاديانية في مدينة جوتمبرج في الجنوب الغربي، ومسجد للشيعة في مدينة ترول هتن. وأنشط هذه الجمعيات الرابطة الإسلامية التي  يمتد نشاطها إلى مدن السويد كلها تقريباً. وكان دخول الإسلام في العصر الحاضر عندما وفد المهاجرون في الستينات. وأول جمعية إسلامية أسست في السويد هي الجمعية التي أنشأها بعض المسلمين التتر سنة 1949م في منطقة في ستوكهولم تسمى: ألفيك(ALVIK). [لعلها محرفة عن الفلك]. أما صلة المسلمين بالسويد فهي قديمة، فقد وصل الرحالة المسلم ابن فضلان في القرن الحادي عشر الميلادي تقريباً إلى السويد، وكتب في ذلك كتاباً وسمى أهل البلد فايكينج (VIKING)، وكانوا قد أسروه في إحدى غزواتهم إلى البحر الأسود وبقي عندهم أسيراً، فاستفادوا منه في غزوهم لخبرته بالبلدان والحروب وكتب هو عنهم. وعدد المصليات في السويد يزيد عن ثلاثين مصلى وعدد المساجد الكبيرة ثلاثة، واحد للسنة في مالمو، وآخر للشيعة في ترول هته، وثالث للقاديانية في جوتمبرج. الرابطة الإسلامية: والرابطة الإسلامية في ستوكهولم أنشئت سنة 1400هـ في رمضان. وعدد أعضائها المسجلين 220 بالأسر، أما الذين يشتركون مالياً فلا يزيد عددهم عن خمسين شخصاً، ولها مجلس إدارة مكون من خمسة أشخاص: الأمين العام، ونائب الأمين العام، والسكرتير، ومسئول الحسابات، وأمين الصندوق. نشاط الرابطة: إضافة إلى إقامة الشعائر الدينية، تقوم الرابطة بتدريس الأطفال في فصول حسب مستوياتهم في العمر، يدرسون اللغة العربية ومبادئ الإسلام، ويتم تحفيظهم قصار السور، وهذا يكون في أيام الإجازات. وتوجد حلقات في المناطق الأخرى في مدينة ستوكهولم، للأطفال أيضا في غير أيام الإجازات. وتقام حلقات للكبار في المسجد في أيام الإجازات، في تلاوة القرآن الكريم وتفسير بعض آياته ودراسة  الفقه والسيرة. وتوجد في الرابطة مكتبة وأشرطة إسلامية للبيع والاستعارة، ويوجد دكان لبيع الطعام الحلال. وفيها مقهى يجتمع فيه الشباب المسلم، بدلاً من الجلوس في المقاهي الأخرى. ويوجد مكتب للإعلام، وهو في طور التأسيس. وقد قام المكتب بترجمة اثني عشر كتاباً باللغة السويدية، ثم طبع كتابين منها، وهما مبادئ الإسلام للمودودي، وشبهات حول الإسلام لمحمد قطب، وطبع أيضاً كتاب هذا الدين لسيد قطب. ولا توجد ترجمة سليمة لمعاني القرآن الكريم  باللغة السويدية. وإنما توجد ترجمتان: الأولى ترجمها المستشرق السويدي (ZETTERSTEEN ) من العربية إلى السويدية، وهي ترجمة حرفية. والثانية أصلها باللغة الألمانية، ومترجمها مستشرق يهودي، وترجمها إلى السويدية رجل يدعى: أو لماركس (OHLMARKS) وهو متخصص في حياة الشعوب، ومن أشد أعداء الإسلام، وقد مضى على ترجمته عشرون سنة. وفي هاتين الترجمتين أشياء خطيرة، وفيها ما يمكن أن يكون ناتجاً من سوء فهم. ويصدر مكتب الإعلام مجلة شهرية تسمى: \"سلام\" ويلبي مكتب الإعلام دعوة المدارس والهيئات السويدية، لإلقاء محاضرات وإعطاء معلومات عن الإسلام، فعمل المكتب الثقافي يكون مع المسلمين وغيرهم. ويقام لقاء سنوي يدعى له المحاضرون من الخارج، ويحضره مسلمون من مختلف المدن السويدية، وقد كان لقاء العام الماضي هو اللقاء السابع، ويقام في آخر شهر ديسمبر في فترة أعياد الميلاد، وحضر اللقاء الأخير الشيخ أحمد المحلاوي. وتوجد خدمات اجتماعية. من ذلك حل مشكلات الأسر، وعقود الزواج والطلاق وغيرها. ويقام مخيم صيفي لأبناء المسلمين يستمر ثلاثة أسابيع، وهو مخيم تربوي ترفيهي. نشأة الرابطة، والإمكانات المتاحة للعمل الإسلامي: بدأت الرابطة بمجموعة من الشباب المسلم التائب إلى الله، بعد أن مارس الجاهلية في هذا البلد، فقد شعر بعد توبته بالخطر الداهم، وبالحاجة الماسة إلى هيئة تجمع المسلمين وتسهر على مصالحهم وحمايتهم، ووضعت خطوطاً عريضة للعمل الإسلامي. للقيام بتربية مجموعة من أبناء المسلمين، وإعدادهم حسب الإمكانات المتاحة في هذا البلد: الإمكانات القانونية في الإعلام، والتعليم، والإدارة، والاقتصاد. الجمعية يمكنها أن تنشئ إذاعة محلية، ولكنها لم تفعل لعدم الإمكانات البشرية التي  تعد برنامجاً ثابتاً مستمراً - أي عدم وجود المتفرغين المؤهلين لهذا العمل. أما التلفزيون فيبدو أن الاستفادة منه من الناحية القانونية صعبة، ولكن إذا وجدت الإمكانات يمكن الحصول على شيء ما منه. والجرائد والمجلات والكتب لا يوجد أي مانع منها، إلا إذا  استغلت للهجوم العنصري، فإن الدولة عندها قانون صارم ضد ذلك، وإن كان اليهود يفعلون ذلك بصورة ذكية، ويحاولون مع وصولهم إلى غرضهم تحاشي ما يوقعهم تحت طائلة العقوبة في دعايتهم ضد الإسلام، من ذلك أنهم يستعملون عرض الأخبار بأسلوب مثير للمستمع السويدي، ويحاولون أن يستفيدوا من تصريحات بعض المحسوبين على الإسلام من حكام أو كتاب أو غيرهم. وأهم صحف السويد صحيفة أخبار اليوم، وهي يهودية تصدر منها نسخة صباحية وأخرى مسائية. وتوجد إذاعة محلية لرجل مغربي، واتجاهه قومي عربي، ممزوج بشيء من الإسلام وقد هاجم في إذاعته اليهود، وهم الآن قائمون بحملة ضده، يحاولون إيقاف الإذاعة التي يديرها، بحجة الهجوم العنصري، وقضيتها معروضة على القضاء السويدي، وقد نصحه الإخوة أن يتجنب الصراع السياسي مع اليهود. وقد نشر خبر القضية في هذا اليوم 13/12/1407 هـ في جريدة أخبار اليوم السابق ذكرها. ويمكن للرابطة أن تنشر معلومات عن الإسلام في نشرات صغيرة، بدون أي عائق إذا وجدت الإمكانات. أما التعليم فيمكن أن تقام مدراس إسلامية كاملة، يدرس فيها مبادئ الإسلام واللغة العربية والمنهج السويدي، مع حذف ما يتعارض منه مع الإسلام أو التعليق عليه. وتوجد في مالمو دار حضانة إسلامية. وقد حاولت الرابطة هنا الحصول على إذن بإنشاء مدرسة من هذا النوع، وتمت الموافقة على ذلك من الحكومة بموجب تصريح رسمي، ولكن لم يتم إنشاؤها، لعدم وجود الإمكانات المادية، بالرغم من الحاجة الشديدة إلى ذلك. ولو وجدت الإمكانات المادية والمعاونة من ذوي الخبرة في هذا الباب، لما تأخرت الرابطة عن إنشائها. وإذا أنشئت المدرسة واستمرت ثلاث سنوات مستكملة الشروط اللازمة، فإن الدولة تدفع من تكلفتها 85% وتبقى 15% على الآباء، وتعترف الدولة بالمدرسة رسمياً، ويمكن أن تبدأ بصف دراسي واحد. [[هكذا وجدت إمكانات هائلة في كثير من بلدان المسلمين في الغرب، ولكنها أهملت إهمالاً شبه كامل من غالب القادرين على اغتنامها من حكومات الشعوب الإسلامية التي حارب بعضها الدعوة إلى تطبيق الإسلام في بلدانهم، ولو أن تلك الإمكانات استغلت لكان للمسلمين اليوم في الغرب شأن لا يقل عن شأن اليهود الذين حاربوا لمسلمين بدول الغرب]]. هذا مع العلم أن وضع أبناء الجالية الإسلامية في هذا البلد ينذر بالخطر، لأنهم يتلقون تعليمهم في المدارس الحكومية، ويتعرضون للتذويب في انتمائهم الإسلامي. أما المشاركة في الإدارة والحكم، فإن ذلك ممكن بالدخول في الأحزاب الموجودة، ومن الناحية النظرية يمكن تكوين حزب بعدد خمسة آلاف شخص فقط، ويمكن الاشتراك في المجالس البلدية والبرلمان بالشروط اللازمة. الأحوال الاقتصادية: أما الاقتصاد فيجيب عنه الأخ محمود جميل الدبعي.  [[كل هذه المعلومات كانت مرتبة على أسئلة صادرة منى]]. ولد الأخ محمود في الأردن الزرقاء سنة 1954م. درس الثانوية في الأردن، ودرس الإلكترونيات في المعهد العالي سنة 1975م، وانتقل إلى السويد سنة 1979م، ودرس سنتين وهو مختص في الكمبيوتر ويعمل في شركة إيريكسون (ERICSON). متزوج من بلاده وعنده ثلاثة أطفال. قال الأخ محمود: بدأ المسلمون يعون مشكلة الربا بوضع أموالهم في البنوك، ورغبوا بدلاً من ذلك في  استثمارها بعيدة عن الربا، وفكر بعض الإخوة في إنشاء شركة استثمار إسلامية، وسموها: شركة الرضوان الإسلامية وهي تجمع رؤوس الأموال الصغيرة والكبيرة من المسلمين، وتوظفها في مجالات مختلفة، منها: المحلات التجارية، كتأمين اللحم الحلال والدواجن والمواد الغذائية الشرقية. ومكتب استيراد وتصدير. وكتب إسلامية وأشرطة كاسيت، وأشرطة فيديو والملابس. وتصدير بعض الحاجات من المواد الخام، إلى الدول العربية والإسلامية. قدمت الشركة طلباً إلى الدولة لتقوم على هذه الأسس السليمة من الربا، ووافقت الدولة وسجلت الشركة رسمياً، وهي شركة سويدية، ورأسمالها الآن سبعمائة ألف كرونة سويدية، ويشترط في مدير الشركة أن يكون سويدياً (يعني جنسيته سويدية)، ويسمح لغير السويدي من المقيمين أن يقيم شركة بعد تقديمه طلباً بذلك ويدرس طلبه، فإذا كانت الشروط متوافرة لإقامة الشركة صرح لصاحب الطلب بإقامتها. فاستثمار المسلمين أموالهم في هذا البلد ممكن من الناحية القانونية، وهو موجود عملياً. وقال الأخ محمود: إن المسلمين بدءوا الآن يشعرون بواجبهم ويعون ماذا يجب عليهم أن يفعلوا، بدلاً من التسيب الذي كانوا فيه من قبل. والقانون السويدي مفتوح يمكن لمن يريد العمل أن يعمل في ضوئه، والشركة المذكورة أنشئت في شهر يونيو سنة 1986م. ومن ضمن مشروعاتها إنشاء مطبعة، وقد اشترت المطبعة ووقفتها على الرابطة الإسلامية وستجهز للعمل قريبا.  [[يعد لها الآن المكان في مقر الرابطة]]. وستشتري الشركة مزرعة تعتبر قرية سياحية، وتربى فيها الدواجن. وستحاول إنشاء مسلخ، وهو ممكن إذا ضمنت الشركة استيراد بعض الحكومات في الشعوب الإسلامية اللحوم الحلال من الشركة. ويتمنى الإخوة أن تهتم السفارات المبعوثة من قبل حكام الشعوب الإسلامية، بقضايا الجاليات المسلمة في هذا البلد. وقالوا: إن بعض تلك السفارات تضر العمل الإسلامي بدلاً من نفعه. ويتمنى الإخوة لو وجد دعاة متفرغون صالحون، يقومون بالدعوة والإفتاء وإمامة المسلمين. وتوجد في مدينة ستوكهولم ثلاثة مساجد، تقام فيها الصلوات الخمس. ولكن النشاط الملموس في الدعوة تقوم به جمعيتان: هما الرابطة الإسلامية وجمعية الأتراك. والجماعات الأخرى عددها عشر وتقوم بلقاءات عادية. عام الإسلام في السويد!. كنت سمعت من الأخ الدكتور بهيج ملاً، عندما زرنا إسبانيا أنا والشيخ عمر محمد فلاتة ـ رحمه الله ـ في أواخر شهر ذي القعدة من سنة 1405هـ ، أن حكومة السويد أعلنت في بلادها عام الإسلام، وذكر لي الأخ بهيج، وكان مسافراً إلى السويد، أن العام كله مضى ولم يحصل فيه شيء يذكر من التعريف بالإسلام للسويديين كما ينبغي، وأن بعض حكومات الشعوب الإسلامية بعثت إلى السويديين بفرق رقص وغناء ورياضة، للاحتفال بعام الإسلام في السويد، فأحزنني ذلك كثيراً، وقلت في نفسي: إن العالم يحتفل بالمناسبات في أيام أو أسابيع، والسويد تحتفل بالإسلام في عام كامل! لا بد أن تكون حكومة السويد عرفت أن الإسلام هو الذي سينقذ شعبها من الانحطاط الخلقي والعزوف عن معالي الأمور. وقد أصبح الفرد في السويد، وفي غيرها من دول أوروبا، أنانياً لا يعنيه أمر الأمة في شيء إلا إذا  فرض عليه القانون شيئاً، كالضرائب ونحوها، وقل النسل بسبب العزوف عن الزواج ومحاربة التناسل بشتى الوسائل، وكثر التفكك الاجتماعي الذي يرونه أفضل ما يكون بين المسلمين في بلادهم برغم بعد غالبهم عن التحقق بجوهر الإسلام. ضياع الفرص السانحة! [[هكذا تضيع الفرص الكثيرة السانحة على القادرين على اغتنامها من المسلمين، ولكنها لا تفوت على غيرهم، وقد ألف أحد رؤساء الولايات المتحدة كتابا سماه: الفرصة السانحة، وهو الذي ينفذ أتباعه ما سطره فيه!]]. وقلت: إذا  كان الأمر كذلك فلماذا لم تغتنم حكومات الشعوب الإسلامية تلك الفرصة؟ وتقيم معارض عن الإسلام تكون ممثلة له بصدق، وتبعث الدعاة والكتب المترجمة، وتعقد الندوات والمؤتمرات وتستضيف كبار الموظفين السويديين من المسلمين وغيرهم، لزيارة البلدان الإسلامية ليروا المسلمين في وقت عباداتهم، في رمضان وفي صلوات الجمع والجماعات والأعياد وغيرها، فقد يتحول شعب السويد إلى أمة باحثة عن هذا الدين، وقد يدخل في الإسلام كثيرون منهم، وقد يأتي يوم من الأيام يكون للإسلام شأن في السويد وما جاورها.؟! ثم قلت مجيباً نفسي: أتريد من حكومات الشعوب الإسلامية أن تقوم بنشر الإسلام في أوروبا بأسلوب صحيح، وأكثر تلك الحكومات تحارب الإسلام في بلادها وتلاحق الدعاة إليه وتودعهم السجون والمعتقلات، وقد تقتل بعضهم وتحاول بشتى الوسائل أن تفسد تصورات الناس للإسلام عن طريق التعليم والإعلام وغيرها؟! بل إن كثيراً من تلك الحكومات تلاحق رعاياها في بلدان الغرب بالأذى، إذا  سمعت أنهم يدعون هناك إلى الإسلام بصدق، إذًا فيجب أن تقطع الطمع في تلك الحكومات في أن تنشر دين الله في الأرض، وليس عندها غير التوافه تبعث بها إلى السويد في عام الإسلام، كفرق الرقص والغناء والرياضة وكل إناء بما فيه ينضح، وفاقد الشيء لا يعطيه! ثم قلت لنفسي: إذا  كان هذا هو شأن الحكومات المعادية للإسلام، والتي لم تحاول أن تسمع الناس في أجهزة إعلامها عن هذا العام الفريد الذي دعت إليه السويد، فما موقف الجماعات الإسلامية، أما كان في وسعها أن تنسق فيما بينها وتحاول إبراز هذا الدين في ذلك العام لأهل السويد حسب قدرتها، أترى هذه الجماعات التي تحاول نشر الإسلام تباطأت عمداً عن اغتنام الفرصة؟! عام كامل للإسلام في بلد أوروبي في أمس الحاجة أن يعرف أهله هذا الدين؟! لهذا سألت الأخ أشرف الخبيري وأنا في غاية الشوق لسماع شيء عن عام الإسلام وأسباب إعلانه وأهدافه وماذا جرى فيه؟ فقال: يبدون أن حكومة السويد لشدة خوفها كغيرها من حكومات أوروبا، من انتشار الإسلام في بلادها، بسبب الإعلام عنه سلبياً أو إيجابياً، قرروا في بعض اجتماعاتهم الخاصة أن يستغلوا مطلع القرن الخامس عشر الهجري، فيخصصوا عاماً كاملاً ويدعوا بعض الدبلوماسيين والشخصيات الإسلامية للاحتفال بهذا العام، بدلاً من الاحتفال بيوم واحد كما تفعل بقية الدول الأوروبية، وكان ذلك الاحتفال عن طريق متحف تاريخي متنقل، وقد يكون ممن أشاروا بذلك المستشرق (JANBERIMAN) وكذلك المستشرق (JANHJARBE) وهذا الأخير مستشار في الشؤون الإسلامية في وزارة الخارجية السويدية، وهو من مدينة لوند، والأول من أوبسالة. أهداف الاحتفال بعام الإسلام!. إن تخصيص عام كامل عنوانه: عام الإسلام في بلد مثل السويد، لا بد أن يكون وراءه أهداف: الهدف الأول: اطلاع السويديين على الإسلام بالطريقة التي تراها الحكومة السويدية، بحيث لا يعرف السويدي الإسلام بالطريقة الصحيحة، وهذا أسلوب المستشرقين الذين يحاولون أن يفهموا الناس الإسلام على غير حقيقته، وكان هذا الاتجاه ناتجاً عندما بدأ السويديون يتساءلون عن الإسلام بعد الثورة الإيرانية. الهدف الثاني: استقطاب بعض الشخصيات الإسلامية، لزيارة السويد واللقاء مع المسؤولين السويديين والشركات السويدية، من أجل توثيق العلاقة السياسية والاقتصادية، مع حكومات الشعوب الإسلامية وشركاتها. ولم يكن المتحف مفتوحاً لكل من يريد، وما كانت الدعوة عامة في الداخل أو الخارج، وإنما كانت وجهت الدعوة إلى أشخاص معينين، وممن دعي للمتحف صادق المهدي من السودان، وإحدى العراقيات، وبعض سفراء العرب في ستوكهولم وأُلِقيَت كلمات كثيرة. وحضره الوزير الأول وزوجته، وفتحوا قسماً خاصاً في المتحف التاريخي للإسلام، واشتمل على بعض الأمور، كالرقص والنواحي الفنية في العالم العربي، وعدوا ذلك من الإسلام. واستغلت الرابطة الإسلامية في ستوكهولم هذا المتحف، فدعت الدكتور جعفر شيخ إدريس من الرياض، وألقى محاضرة في المتحف التاريخي عن معرفة الله. وحصل نزاع بين المسلمين والسويديين، بسبب بيع المسلمين كتاب بروتوكولات حكماء صهيون في المؤتمر. وقد استدعى نائب الوزير الأول أحد أعضاء الرابطة، للاحتجاج على بيع الكتاب، لأن الكنيسة الصهيونية قدمت احتجاجاً على ذلك، موقعاً من جميع الكنائس اليهودية العالمية، وهي في نيويورك وباريس ولندن، وأستراليا وتل أبيب. [[انظر كيف تتحرك المؤسسات اليهودية في العالم كله ضد أي حدث لا يرضاه اليهود وقارن بين ذلك وبين أحداث كثيرة تحصل ضد الإسلام والمسلمين أخطر من مثل هذا لحدث، وقل: يا لله لِلمسلمين!]]. وقالوا: إن هذا العمل يجدد عهد هتلر ومذهبه ضد اليهود، وأن هذه الجمعية، أي الرابطة الإسلامية في ستوكهولم، هي جمعية عنف وليست جمعية دينية. وأخذ النائب المذكور نسخة من الكتاب المذكور إعارة من مكتبة الرابطة للاطلاع عليه، وبعد أسبوعين صدر قرار من وزارة العدل بالترخيص للرابطة ببيع هذا الكتاب بكل حرية. وهذا من فضل الله تعالى، على الرغم من قوة الماسونية في السويد، فالله أقوى من الجميع. قلت: وعلى رغم أن الحكومة السويدية أرادت من عام الإسلام أغراضاً خاصة بها من العام، فإنه كان بإمكان بعض الحكومات الإسلامية - لو أرادت - أن تستأذن في إدخال برامج معينة في المتحف، تستغل فيها نشر مبادئ الإسلام بالأساليب المناسبة، ولكن تلك الإرادة كانت مفقودة.‍! وقال الإخوة: إن ذلك أحدث عند الناس تساؤلات عن الإسلام؟ وحصل نفع محدود! ومن هذا انتشار معرفة الناس للرابطة الإسلامية. وإذا ظهر السبب، بطل العجب! وعلى كل حال فقد ظهر السبب في إعطاء السويد عاماً كاملاً للاحتفال بالإسلام، وهو أنها تريد من ذلك هدفين: الهدف الأول: أن يفهم من يريد الاطلاع على الإسلام من السويديين الإسلام، عن طريق الحكومة نفسها وتحت إشرافها وتوجيهها، وكان المستشرقون وراء ذلك، ولا تريد أن يفهم السويدي الإسلام فهما صحيحا، عن طريق المسلمين الصادقين أنفسهم. أما الهدف الثاني: فتوثيق العلاقة السياسية مع الدول في الشعوب الإسلامية وكذلك العلاقة الاقتصادية. وإذا ظهر السبب بطل العجب! إنتاج اللحوم البشرية الأجنبية! واجتمعت بالأخ علي بن ناجي مراد الجزائري الذي ولد سنة 1953م، ودرس في الجزائر الثانوية العامة سنة 1971م، وأخذ الشهادة الجامعية من جامعة الجزائر في قسطنطينة سنة 1974م، وفي هذه السنة جاء إلى السويد، أي سنة 1974م. وهو يدرِّس اللغة العربية لأبناء الجالية العربية، في المدارس الحكومية. وقال: إن بعض أولياء أمور الطلاب من هذه الجالية لا يهمهم أمر الإسلام، وأغلب الطلبة مستواهم ضعيف في اللغة وفي فهم الإسلام، وقال عندي تسعة وعشرون طالباً في ثمان مدارس وأنا مرتاح من ثلاثة فقط منهم. وقال: إن الظاهر من صنيع السلطات السويدية، أنها لا تريد أن يكون أبناء الجالية مثقفين متعلمين كأبنائهم، بل يريدون أن يكون أولاد الجالية أداة عمل جسدي يعدونهم لذلك في داخل البلد، بدلاً من استقدام أيد عاملة من الخارج. ويُقَدَّم السويديُّ الأصلِ على غيره في المصالح، بالأساليب التي يرونها ولا تظهر فيها العنصرية بوضوح. وقال الأخ أشرف الخبيري: إن بعض الإخوة المغاربة عبر عن صنع السويديين في إعداد أبناء الجالية، ليكونوا أيدي عاملة، وليس لهم وزن في الفكر والابتكار بقوله: إنتاج اللحوم، أي صنع أجساد عاملة فقط. وفي الساعة الثامنة خرجنا أنا والأخ حسن مختاري إلى بعض  الأماكن السياحية في مدينة ستوكهولم، وهي جبال مكسوة بالغابات تتخللها خلجان بحرية، تنطلق منها بواخر الركاب من ستوكهولم إلى مدينة هلسنكي، عاصمة فنلندا، ثم رجعنا إلى مقر الرابطة فصلينا المغرب. عمل مفيد يحتاج إلى صبر و تأنٍّ: وقال لي بعض الإخوة: إن بعض الأساتذة يأتون من الجامعة الإسلامية بالمدينة المنورة، ليقابلوا من يرغب في الالتحاق بالجامعة من أهل البلد، ولكن الوقت الذي يقضونه قصير جداً، لا يتمكنون من الحصول على أحد في الغالب، وإذا أرادوا أن يحصلوا على طلاب فلا بد من قضاء فترة كافية يمكن فيها الإعلان للشباب والبحث عنهم، لقلتهم وتفرقهم. نفد الصبر وظهر الحقد! وفي هذا اليوم ترجم لي الأخ محمود الدبعي حديثاً لرئيس بلدية الدنمارك عن الأجانب، نشر في صحيفة أخبار اليوم التي سبق ذكرها في ص24، وهو عضوُ الحزبِ الدنماركي الاشتراكي. قال: إنه لا يحب أن يرى النساء التركيات في لباسهن الإسلامي، والذين لا يرغبون أن يندمجوا في مجتمع الدنمارك من الأجانب، عليهم أن يرحلوا عنها وقال: إن الاندماج المطلوب أن يلتقي الشباب من الأجانب بالشباب من الدنمارك ويتحابوا ويتزاوجوا، دون التفات إلى دين أو غيره، وإلا فليرحلوا عن بلادنا، ولا نطيق على طول الزمن أن يتمسك المسلمون بالعادات المحمدية. وقد أذيع هذا الحديث في إذاعة الدنمارك. ويشاركه في هذا الرأي أحد أعضاء الحزب المحافظ، ويطالب هذا العضو أن تدفع الدولة أموالاً لهؤلاء الأجانب الذين لا يريدون الاندماج في مجتمع الدنمارك، حتى يغادروا البلاد أسوة بفرنسا التي عرضت ذلك في بلادها، وكذلك هولندا وألمانيا، وقال: إذا لم يندمج المسلمون في المجتمع فإنه يصعب عليهم العمل في الشركات الدنماركية. وقالت إحدى النساء الدنماركيات، وهي من أعضاء الحزب المحافظ: إنها لا تريد خمينيين في الدنمارك، أو تحويل الدنمارك إلى ساحة للدعوة الإسلامية، ولا بد من تسفير هؤلاء إلى بلادهم.!  [[تقصد بالخمينيين الشباب الذي يتمسك بدينه وبخاصة النساء المتحجبات!]]. وأيد ذلك وزير العدل الدنماركي، وهو من الحزب المحافظ.  [[تحقيقاً لوظيفته: العدل الذي يجب أن يحظى به المظلوم!]]. وظلم ذوي القربى أشد مضاضة! قلت: لا تستبعد هذه التصريحات وأمثالها في بلاد الغرب، بلاد الحقد الدفين على الإسلام، من اليهود والنصارى والملحدين،: {ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم} لا تستبعد ذلك، وإن كانوا يدَّعون الحرية وسيادة القانون والديمقراطية وحرية العقيدة أو الضمير، والحريات الشخصية. فلا يريد هؤلاء الحاقدون الحرية والديمقراطية وسيادة القانون والعدالة والمساواة والبعد عن التفرقة العنصرية كلها للذي يندمج في المجتمع اندماجاً يذيب فيه شخصيته، بحيث لا يحرص على التمسك بدينه تمسكاً صادقاً، يجعله يطبق ما يعتقده في سلوكه ونشاطه، فيكون بذلك قدوة حسنة في إيمانه الذي يجعله كالجبل الأشم واقفاً أمام المغريات والتحديات العقدية والفكرية والسلوكية الغربية، ويكون أيضاً قدوة حسنة في سلوكه الاجتماعي الصادق، فيبهر بذلك المجتمع الغربي الذي يحتك به ويثبت له صدق دعاة الإسلام أن هذا الدين حق، وأن فيه السعادة في الدنيا والآخرة، فَيُكَذِّب بذلك مزاعمَ المستشرقين والمسيحيين المتشددين التي يطلقونها ضد الإسلام، ويقولون: إنه دين وحشية وحرب ورجعية، ويثبت لهم كذلك أن كثيراً من التصرفات السيئة التي يزاولها بعض المسلمين من الحكام أو غيرهم، أنها ليست من الإسلام، فيفقد أهل الغرب المادة الإعلامية التي يضللون بها الشعوب الأوروبية بالهجوم ضد الإسلام. إن المسلم المتمسك بدينه الداعي إليه بسلوكه وقوله، يزعج أعداء الإسلام في الغرب، ولهذا تجد بعض زعمائهم لا يستطيعون أن يصبروا على ذلك ويسكتوا، على الرغم من المحاولات المستمرة من الدول الغربية أن لا يظهروا بمظهر الوقوف الصريح ضد حرية الأديان والحريات الشخصية. أقول: لا ينبغي أن تستبعد ذلك  من أعداء الإسلام في الغرب فهذا هو الأساس في عدو الإسلام. ولكن الشيء الذي يجب أن تستبعده، هو مواقف غالب أبناء المسلمين الذين تقلدوا مناصب الحكم في بلاد المسلمين، من التمسك بالدين ومضايقتهم لمن تمسك به، أو تزيَّا بالزي الذي يفرضه الإسلام، كحجاب المرأة، يفعل ذلك بين مآذن مساجد المسلمين التي يرتفع فيها ذكر الله، ويسجن من دعا إلى الإسلام وتطبيق شرع الله ويؤذيه في نفسه وأهله وماله، بل وقد يزهق روحه: [sh] وظلم ذوي القربى أشد مضاضة= على المرء من وقع الحسام المهندِ [/sh] بت في هذا الليلة في منزل الأخ أشرف الخبيري الذي دعاني لتناول طعام العشاء وأصر على أن أنام عنده. تمديد التأشيرة خلال ربع ساعة! الجمعة: 20/12/1407هـ. في الساعة العاشرة صباحاً، ذهبنا إلى بعض مراكز إدارة الهجرة السويدية الفرعية، وهذا المركز قريب من منزل الأخ أشرف، لتمديد الإقامة، وفور وصولنا سلمونا ورقة تسجل فيها المعلومات اللازمة، وبعد قليل استدعانا الموظف المختص وسألني بعض الأسئلة: هل عندك مشكلات سياسية في بلادك؟ هل عندك تذاكر سفر؟ هل عندك نقود كافية؟ وإلى أين سيكون سفرك من السويد؟ هل تحتاج أن تعود إلى السويد مرة أخرى بعد خروجك؟ وبعد أن أجبته على تلك الأسئلة باختصار، أمر بالتأشيرة لمدة كافية، مع إعطائي الحق أن أعود إلى السويد إذا  خرجت، في خلال المدة الممنوحة في التأشيرة، كل ذلك لم يستغرق أكثر من ربع ساعة. استكمال الحوار مع الأخ أشرف: ثم ذهبنا إلى مقر الرابطة، وقد كانوا طلبوا مني أن أقوم بخطبة الجمعة وأؤم المصلين اليوم فوافقت. وقبل صلاة الجمعة أكملت المناقشة مع الأخ أشرف وسألته بعض الأسئلة فأجاب عنها. قلت له:ما صفات الداعية المؤثر في هذا البلد؟ فقال: الفقه في الدين، والقدوة الحسنة، والإلمام بشؤون العصر وحسن الخلق وسعة الصدر، وإجادة لغة البلد أو اللغة الإنجليزية. وسألته: هل يستجيب السويدي للصحبة، حتى يمكن أن يدعى إلى الإسلام بالأسلوب المناسب؟ فقال: هذا يختلف من شخص لآخر، والسويديون معروفون بالبرودة في العلاقة مع الآخرين، ولكن ليس عن تجربة كاملة.  [[وقد قال غير الأخ أشرف: أنه لو توافرت الإمكانات واعتنى بغير المسلمين فإن استجابتهم للزيارات ليست صعبة في غير منازلهم]]. وسألته عن مشاريع الرابطة الإسلامية المستقلة؟ فقال: مشروع مكتب الإعلام وقد بدأ، وسنحاول الاهتمام بدعوة السويديين إلى الإسلام. والمدرسة الإسلامية الكاملة. ومشروعات اقتصادية نرجو أن تحقق، كمزرعة دواجن ومواشي، ومسلخ إسلامي، ودكاكين ذات فروع في المدن الأخرى، لبيع الطعام الحلال والاستيراد والتصدير، ومحاولة إيجاد مشاريع تجارية تكون ملكاً للرابطة الإسلامية وليس الأشخاص، من أجل تمويل الدعوة. قلت: ما معوقات العمل الإسلامي؟ فقال: معوقات العمل قسمان: داخلية وخارجية. من المعوقات الداخلية: عدم الوعي عند كثير من المسلمين وغفلتهم عما يراد بهم، وحب بعض الأشخاص للظهور، والزعامات، وضعف الإمكانات المادية، وقلة عدد الشباب العامل، لعدم وجود متفرغ. ومعوقات خارجية: منها الدعاية السيئة ضد الإسلام، وسيطرة اليهود على وسائل الإعلام، وتأثر الشعب السويدي بما يدور في الساحة الإسلامية من خلافات وحروب. قلت: هل تظن أن يستجيب السويديون للدعوة إلى الإسلام، إذا  وجدت الإمكانات؟ قال: الغالب حسب الوضع الحالي عدم الاستجابة، بسبب كثرة الأديان واختلافاتها، وعدم استطاعة الشخص الاختيار منها، هذا بالنسبة لمن أراد أن يتدين، وبسبب التأثر بمباهج الحياة ومفاتنها، من لعب ولهو وشهوات، وبسبب ضعف الإعلام الإسلامي لتبليغ الإسلام. وسألت الأخ أشرف: هل رِبْحُ المسلمين المقيمين في هذا البلد أكثر، فيما يتعلق بدينهم وسلوكهم، أو الخسارة؟. فقال: الخسارة أكثر في الجالية في الجملة، ولكن بالنسبة للأفراد فقد يكون غير ملتزم بالدين في بلاده، فإذا جاء إلى هذا البلد قد يتنبه ويعود إلى الله، والذي أبوه وأمه مسلمان أمره أخف، والمشكلة في أبناء المسلمين الذين أمهاتهم سويديات غير مسلمات. و قال: إن أعداد المصلين والمترددين إلى المسجد تزداد. وسألته عن صلة المسلمين المقيمين بالمسلمين من أهل البلد؟ فقال: الصلة طيبة، ولكن الاجتماع بهم قليل، ونحاول تسليتهم في الابتلاء الذي يصيبهم عندما يسلمون، من نبذ المجتمع لهم وموقف أسرهم منهم. ودعوة غير المسلمين بدأت بعد عام الإسلام في السويد، وكانت فرصة سانحة، ومكتب الإعلام يُعَد لهذا الأمر. قلت له: سمعت أن بعض المسلمين يشكون من أوقات الصلاة والصيام غير العادية في دول اسكندنافيا. فقال: بالنسبة لـ(ستوكهولم) ليس فيها مشكلة أبداً، والذين يشكون فيها ضعاف الإيمان، ليس عندهم عزم على أداء العبادة، والصيام عندنا أسهل من الصيام في الجزيرة العربية لشدة الحر هناك. والمشكلة توجد في الشمال، حيث لا تغيب الشمس في بعض الأوقات في بعض الأشهر، مثل منطقة أوميو ولوليو.  [[سيأتي ذكر الفتاوى التي تلقاها أهل البلد في هذا الصدد إن شاء الله من علماء المملكة العربية السعودية  وعلماء الأزهر والكويت وغيرها]]. حوار مع الأخ المسلم السويدي بلال أولين ( UHLIN ): اجتمعت بالأخ بلال بعد صلاة الجمعة، في مكتب الرابطة الإسلامية الإعلامي. ولد الأخ بلال سنة 1955م وتخصصه في النشر والإعلان(5). [img]pics/11/11005.jpg[/img]<< الأخ المسلم السويدي بلال على اليسار وبجانبه الأخ أشرف الخبيري مسؤول الرابطة في ستوكهولم 20/12/1407هـ ـ 14/8/1987م >> ديانته وموقفه منها وسببه. دينه - في الأصل - النصرانية \"بروتستانت\". ولم يكن يمارس ديانته لا اعتقاداً ولا عملاً، لأنه تربى في أسرة علمانية، ليست متدينة. أول ما سمع عن الإسلام في المدرسة، وذلك عن انتشار الإسلام الذي سموه بالعاصفة العربية، وهذا يدل على موقف المؤلفين من الإسلام، وقال: إن المعلومات كانت سطحية جداً، ولا يتذكر بالضبط المعاني التي وصفوا بها الإسلام، ولكنه يتذكر أن الموقف ضد الإسلام كان أشد من الآن، وكان ذلك في الستينات. اتجاهه السياسي وإعجابه بالماركسية: وسألته: أما كنت تحس بالحاجة إلى دين؟ فقال: إنه كان في أول أمره يفكر أنه لا بد أن يكون للحياة هدف، ولكنه لم يكن يبحث عن دين أو إله، وإنما كان تفكيره شبيها بالفلسفة وكان ذلك في سن المراهقة. وكان في البداية يبحث عن وجود حلول سياسية للمجتمع تكون نظاما لحياته، وكان يعتقد أن الدين لا حاجة إليه، بسبب التربية التي نشأ عليها. وبدأ بدراسة الماركسية والاشتراكية والشيوعية، ودرس قبل ذلك مناهج الأحزاب السياسية في السويد. ولمس في الاتجاهات الماركسية أفكاراً يعلنها أهلها أعجبته، كالمساواة بين الناس، وعدم الاستغلال الرأسمالي، والدعوة إلى التضامن على الصعيد العالمي، وبخاصة مع الشعوب المضطهدة في العالم التي تقاوم الاستعمار، وكان هذا في أوائل السبعينات. شكه في المبادئ الماركسية وسببه: وفي وسط السبعينات بدأ يشك في هذه المبادئ، ولم ينضم إلى أي حزب، وإنما كان يحتك بالشيوعيين والاشتراكيين، وكان عضوا في لجنة لدعم القضية الفلسطينية ونشر مطبوعات الكفاح الفلسطيني. وكان معظم أعضاء هذه المنظمة شيوعيين واشتراكيين غير مسلمين. وسبب شكه في هذه المبادئ أن الماركسية عاجزة عن إيجاد حل لكل المشكلات الإنسانية الاجتماعية، وهي مجرد نظريات اقتصادية واجتماعية محدودة، وأخلاق هؤلاء الاشتراكيين غير حميدة، بل أخلاق أكثرهم سيئة. دراسته اللغة العربية وشيئا عن الإسلام عن طريق المستشرقين: قلت: وما الذي جعلك تتجه نحو الإسلام؟ قال: إنه عندما انضم إلى اللجنة لدعم قضية فلسطين، فتح له الباب قليلاً إلى معرفة الإسلام، فقد بدأ يدرس اللغة العربية سنة 1974م وكان شديد الشوق لتعلم اللغات، وسمع أن اللغة العربية صعبة جداً، واتجه إلى تعلمها لتحدي صعوبتها، وبدأ يدرسها في المنزل بدون معلم، وفي سنة 1975م التحق بقسم اللغة العربية في جامعة ستوكهولم، لمدة سنتين، ودرس الإسلام بأسلوب المستشرقين الذي لم يتحصل منه إلا على معلومات باردة عن تاريخ الإسلام وسيرة الرسول صلى الله عليه وسلم، ولذلك لم يؤثر فيه ذلك الأسلوب. أسباب متعددة أوصلته إلى الإسلام: والسبب الذي قربه إلى الإسلام (بعد توفيق الله وهدايته) هو التأمل النفسي عندما قرأ ترجمة معاني القرآن الكريم، مثل سورة الفاتحة، واستطاع أن يقرأ شيئاً من القرآن باللغة العربية، وأعجبه ذلك، وكان يشعر أن الإسلام ليس كالأديان الأخرى، ولم يكن يستطيع أن يعبر عن هذا الشعور وسببه. وعبر عن ذلك بأنه كان يرى الإسلام أقل شراً من الأديان الأخرى. وقال: إن والده حكى له عندما سافر إلى يوغسلافيا، قبل فترة طويلة ووصل إلى منطقة تسمى: سراييفو، ورأى الناس يؤذنون كل يوم صباحاً في المساجد وأعجب الأخ بلال هذا الأذان، وقد سمعه في التلفزيون والراديو. وقرأ كتباً عن الإسلام باللغة الإنجليزية، وكان من الصعب الحصول على كتب إسلامية بالإنجليزية أو السويدية، وأعطاه والده كتاباً صغيراً عن الإسلام، واشترى هو كتاباً آخر لمؤلف يهودي يصف فيه الإسلام من الناحية الاجتماعية، ولم يكن بلال يعرف شيئاً عن اليهود وموقفهم من الإسلام، وكان يجد في الكتاب أشياء إيجابية في بعض المباحث. وفي سنة 1975م سافر إلى تونس، وكانت هذه أول زيارة له إلى بلد إسلامي، فذهب إلى مدينة سوسة، ولم يعجبه سلوك المسلمين الذين اجتمع بهم في تونس، وسأله بعض الشباب الذي لم يلتزم بالإسلام: لماذا تتكلم باللغة العربية ولم تسلم؟ فقال له: إذا  كان الإسلام هو ما تفعلونه فلا أريد الإسلام، وقال: إنما قلت لهم ذلك لمعرفتي أن الإسلام ضد هذا السلوك، فسكتوا. ورجع إلى السويد مصاباً بخيبة أمل من ذلك التصرف الذي رآه في المسلمين، ولكنه تابع دراسة اللغة العربية والإسلام. وفي سنة 1977م سافر إلى الشرق الأوسط، وقد تعلم اللغة العربية أكثر، ذهب إلى سوريا ولبنان والأردن، وذهب يوماً لزيارة الجامع الأموي في دمشق، وكان معه دليل يصف له الجامع وتاريخه، وسأل ذلك الرجل أسئلة كثيرة، وكذلك ذكر الأخ بلال بعض المعلومات عن تاريخ الإسلام، فتعجب الرجل من معلومات هذا الأوربي وهو غير مسلم! وقال له: يوجد مسلم فرنسي يسكن في الحي القديم من المدينة وأوصاه بمقابلته ليجيبه عن بعض الأسئلة حول الإسلام، فزار ذلك الفرنسي واسمه عبد الهادي، واجتمع به يومين، وكان ذلك فرصة للتعرف على مسلمين صالحين من التونسيين وغيرهم، وأحس أنه قريب إلى الإسلام، وذهب إلى مسجد في ضاحية من ضواحي الشام، وهي كفر سوسة، واعتنق الإسلام في ذلك المسجد، وأعلن الشهادتين، وكان ذلك في شهر يوليو، واختار اسم بلال. معان بارزة في الإسلام شدته إليه: وسألته: ما الذي شده إلى الإسلام؟ فقال: أشياء كثيرة: من ذلك وضوحه وصراحته في كل شيء، بخلاف الأديان الأخرى، التي تهتم بالزخارف والطقوس والصور. وكذلك المساواة بين الناس. و قال: إنه لم يكن يدري قبل الإسلام عن الغاية من خلقه، وكان يعتقد أنه لا يوجد بعد الموت بعث، ولم يكن يتأمل في ماذا سيحصل بعد الموت، وكانت عنده أسئلة كثيرة لم يكن يجد لها جواباً. أما بعد الإسلام فإن تلك الأمور كلها تغيرت، وأصبح يعرف الغاية من خلقه، والمصير الذي ينتظره، وعرف الأجوبة التي كان يبحث عنها. وقال: إنه قبل الإسلام كان يرى انسجاماً وتناسقاً في الكون، ولكنه لم ير انسجاماً في تصرفات الإنسان، وقال إن الكافر لا يؤمن بالله، ولكنه يلوم الله على ما يفعل هو من فساد في الأرض. وقال: إن المسلم يرى ببصيرته ما وراء الأحداث، ويواجه كل ما يرى من مشكلات بسكون واطمئنان. القدوة السيئة تصد الناس عن الإسلام: وسألت الأخ بلالاً عن الصفات التي يرى أنه لا بد للداعية منها، ليؤثر في الناس هنا؟ فقال: [[سيأتي ذكره للصفات، وهذه تعتبر مقدمة]]. السويديون في هذا الزمان متفككون، وليسوا كما كانوا من قبل عندهم شيء من الترابط، وهم يبحثون عن مثال للإسلام في شعب من الشعوب الإسلامية يطبق فيه بصورة صحيحة، فالسويدي قد يرى أن الإسلام من الناحية النظرية طيب، ولكن أين تطبيقه؟ لأنه لا يرى له تطبيقاً سليماً، فيبدو له أن تطبيق الإسلام صعب، والمسلمون الموجودون في السويد مختلفون فيما بينهم، ولم يكونوا قدوة حسنة، إضافة إلى المشكلات التي يراها السويديون في العالم الإسلامي. وعمل الدعاة قد يفيد بعض الشيء، ولكنه ليس كالتطبيق العملي. وقال: إن الناس قد دهشوا عندما سمعوا بثورة إيران، لكونها إسلامية وكانوا يتساءلون: ماذا وراء هذه الثورة؟ فلما رأوا الشيعة يظلمون قالوا: ما الفرق بين الشاه وبين هؤلاء؟ وإذا كان لا بد من ذكر صفات للداعية فمن ذلك: 1-معرفة كاملة ببيئة المجتمع ومشكلاته، وكيف يفكر السويديون؟ 2- أن يكون عنده إلمام بالعلوم الكونية والطبيعة، ليشارك في قضايا العلم المتعلقة بالأديان كالقضايا الطبية. 3- أن يعرف المداخل التي يستطيع أن يتحدث من خلالها مع السويديين، فيعرف الفرصة المناسبة وزمنها. وضرب لذلك مثالاً بالإيدز الذي يشغل بال الناس الآن، فلو كان يوجد شخص عنده إلمام واسع بالحل الإسلامي لهذه القضية، لأثر في الناس. وسألته: ما الوسائل الممكنة النافعة لنشر الإسلام؟ قال: المطبوعات من الكتب والنشرات والمجلات: والإذاعة المحلية في كل مدينة والفيديو والكاسيت. التعقيد الإداري وتعلم الأوربي في البلدان الإسلامية. قلت: ما رأيك في تعليم الشباب الأوربي في الجامعات والمعاهد الإسلامية في بلاد الإسلام؟ قال: التعليم طيب، ولكن التعقيد الإداري قد يحول بين الأوربي ومواصلة التعليم، ثم قال: الفكرة طيبة والمعوقات رهيبة. ولا بد هنا من شرح هذه العبارة التي خرجت من أعماق الأخ بلال بعد تجربة مريرة. إن أهل أوروبا ألفوا في بلادهم من الأنظمة والقوانين ما لهم وما عليهم، وحتى المهاجر إلى أوروبا يستطيع أن يفهم ما له وما عليه بسهولة. والذي له فيه حق لا يحول بينه وبينه أحد، بل لا بد أن يحصل عليه، إما مباشرة، وإما عن طريق المحامي، والغالب أنه لا يحتاج محامياً إلا في الأمور المعقدة جداً، لأن القوانين متاحة للجميع وواضحة. وقال لي الإخوة: إن كثيراً من المعاملات تقضى بالمكاتبات في البريد أو بالهاتف، ولا يحتاج الإنسان أن يراجع الإدارات المسؤولة بنفسه، إلا في بعض القضايا المقتضية لحضوره، أما الاستفسار عن كثير من الأمور فالهاتف كافٍ فيه. ويأتي الأوروبي إلى بلاد المسلمين ويظن أن المعاملات الإدارية ستكون لا بأس بها، وإن كانت أقل مما هي عليه في بلاده، ولكنه يصدم أحياناً، عندما لا يجد الجواب الصريح من الإداري المسؤول عن استفساره بنعم أو لا، حتى يرتب أموره على ضوء ذلك. بل يجد كما قال الأخ بلال: تعال بعد أسبوع، أو تعال بكره، أو إن شاء الله سنبحث في الأمر، ويمضي على صاحب الحاجة وقت طويل، دون أن يجد مراده، لا بعد أسبوع، ولا بكرة، ولا بعد البحث، فيضيق صدره، ولا يستطيع البقاء في مثل هذه البيئة التي لم يألفها. هذه واحدة. ثم إن الشاب الأوربي في الغالب يصعب عليه، أن يترك بلاده ويواصل دراسته في بلاد المسلمين، لاختلاف البيئة عليه أو خشية فقده وظيفة مناسبة في بلاده، لأن شهادة الجامعات أو المعاهد الإسلامية لا تفيده في بلاده شيئاً. وإذا ترك كل ذلك جانباً، فإن هناك أمراً صعباً جداً يحول بينه وبين مواصلة دراسته، وهو أن يكون له زوجة وأولاد، فإنه إذا لم يصطحبهم معه يضيعون في جو أوروبا، وهو لا شك يفضل أن يبقى على ما عنده من المعلومات عن الإسلام، ولو جهل كثيراً منها، بين أسرته يحميهم من الأفكار الفاسدة والأخلاق السيئة على تعلمه الذي يفضي إلى ضياعهم. فإذا أردنا أن نعلم الأوروبي - وتعليمه فرض علينا - فعلينا أن نراعي كل هذه الأمور فنيسر له المعاملات ونساعده في اصطحاب أولاده وزوجته. والأخ بلال عنده تخصص نافع له في بلاده وهو موظف، ومع ذلك فضل أن يتعلم دينه وليكن ما يكون، فلم يستطع المواصلة في معهد اللغة العربية لغير الناطقين بها في مكة المكرمة، لأن عنده زوجة في بلاده لم يؤذن له في اصطحابها، ولا زال راغباً في مواصلة الدراسة، إذا  أذن له بذلك، وهو كما يبدو عليه شاب متمسك صالح، وقد شهد له الإخوة بذلك وقد كان في مكة سنة 1986م. وقال الأخ بلال: إذا أرادت الجامعة الإسلامية أن تمنح الشباب المسلم فرصة للدراسة فيها، فعليها أن تعلن ذلك في الجرائد وتكون المعلومات كاملة ومطابقة للواقع، حتى يلتحق الطالب وهو يعلم كل شيء بالتفصيل. سبب كثرة دخول النساء الأوربيات في الإسلام: وسألت الأخ بلالاً: ما سبب كون دخول النساء في الإسلام، أكثر من الرجال؟ فقال: المرأة تشعر بأن حقوقها مهضومة في بلادها، وتشعر بالفراغ النفسي وهي تعلم أن التحرر الذي يقال عنه بالنسبة لها كلام فارغ، لذلك تشعر المرأة بدخولها في الإسلام، أن الإسلام يحقق لها شخصيتها، والمرأة تهتم بالقضايا الإنسانية أكثر من الرجل لقوة عاطفتها، والرجل منهمك في الأمور التكنولوجية بخلاف الأمور الروحانية. من أسباب صعوبة استجابة السويدي للدعوة. والدعوة في السويد صعبة، لأن الشعب السويدي ليس له تراث روحاني، والكنيسة في السويد لم تقم بالدور الذي قامت به الكنيسة في ألمانيا مثلاً. ويلاحظ من تاريخ السويد هذه الحقيقة، فسكان السويد قليلون، وأرضهم كبيرة، وهي باردة تغطيها الغابات، ولم تكن طبيعتها تشبه طبائع البلدان الأخرى، وكانوا يقطنون في قرى صغيرة، ينعزل بعضهم عن بعض، ولم يتمكن التبشير النصراني من غرس معاني المسيحية في نفوسهم، ولهذا لو شرح للسويدي أن هذا الأمر فيه جانب روحي وجانب عملي فإنه يفهم الجانب العملي بسرعة، ويصعب عليه أن يفهم الجانب الروحي، فهو يفهم أن الصيام جيد للجسم، ولكن لا يفهم لماذا هو مرتبط بالإيمان، ويمكن أن تقنعه بأن الإسلام فيه جوانب سياسية وجوانب اجتماعية مفيدة لأنها عملية، لكن يصعب اقتناعه بأن تلك الجوانب مرتبطة بالإيمان. هل قامت الحجة على غير المسلمين في السويد؟ وسألت الأخ أشرف الخبيري: هل ترى أن الحجة قد قامت على أهل السويد في دعوتهم إلى الإسلام؟ فأجاب: أن لا، لأن المساجد الموجودة قسمان: القسم الأول: يقل جداً أن يدعو غير المسلمين، وتمثل هذا القسم الرابطة الإسلامية، (وهي التي يتولى أمانتها الأخ أشرف نفسه) ومالمو. والقسم الثاني: بقية المساجد وهي لا تدعو غير المسلمين إلا إذا  كانت حالات فردية قد يكون بعض الناس اطلع على شيء من الإسلام إيجابي، أما أغلب الناس فالمعلومات عندهم عن الإسلام مشوهة ولا يوجد في مقابل ذلك بيان أو رد على الأسئلة والشبهات.  [[هذه الأجوبة التي حاولت أن أحصل عليها من الإخوة الدعاة، وهم في الميدان وعلى صلة بغير المسلمين، ليس الهدف منها إثبات حكم أو عدمه في إقامة الحجة وعدمها، وإنما الاطلاع على آراء أولئك الدعاة، أما ما يترتب على ذلك فيحتاج إلى بحث ومناقشات مع العلماء، والاطلاع على المراجع الإسلامية]]. المناخ في السويد. ما زلت ألح على الإخوة لإعطائي معلومات عن المناخ في السويد، حباً لمزيد من الاطلاع، لما في مناخ الدول الاسكندنافية من طرافة، فهو يخالف كثيراً من الدول صيفا وشتاء، ولهذا عندما ذهبنا في المساء إلى منزل الأخ حسن المختاري - وهو في الضاحية الجنوبية للمدينة - وقد دعانا لتناول طعام العشاء، طلبت من الإخوة أن يملوا ما عندهم في هذا الباب: تتداخل الفصول الأربعة في الدول الاسكندنافية، ويخيل لغير المقيم فيها أنه لا يوجد إلا فصل طويل، وهو فصل الشتاء، وأسابيع قليلة يوجد بها شيء من الدفء وبروز الشمس، واخضرار الغابات والنباتات وتسمى صيفاً، ولكن الجو يتقلب في الفصول الأربعة. ويبدأ فصل الشتاء في شهر ديسمبر ويكون بارداً، تغطي فيه الثلوج مناطق السويد، وتكون الحرارة تحت الصفر حيث تنخفض إلى 50 تحت الصفر في المناطق الشمالية، ويستمر ذلك طوال شهري يناير وفبراير، وتشتد الرياح القارسة، ويضطر الناس أن يلبسوا الملابس الشتوية، ويكون النهار قصيراً جداً، ويشتد الظلام في الليل، وينتهي فصل الشتاء في أواخر شهر فبراير. ولكن البرودة والظلمة اللتين تبدآن في الانحسار جزئياً، تبقيان إلى نهاية شهر مارس، وتبقى الثلوج مغطية أجزاءاً كبيرة من الجبال والسهول إلى أواخر شهر أبريل، ثم تبدأ في الذوبان الجزئي من شهر مايو وتختفي في أغلب مناطق السويد، وتظهر الخضرة، وتبدأ الأنهار تنساب بمظهر خلاب، بعد أن كانت متجمدة يسير الناس عليها وعلى البحيرات متزلجين. ويبدأ فصل الربيع من شهر مارس حتى آخر مايو، ويصعب تحديد فصل الربيع عملياً، حيث يكون في البداية بارداً جداً، والنهار قصيراً والجو مظلماً، والثلوج تغطي كافة المناطق. ولكن في 20/3 يبدأ النهار يطول والظلمة تنحسر، والجو يميل إلى الدفء، وترتفع درجة الحرارة إلى الصفر المئوي في أواخر شهر مارس، وإلى بعض الدرجات المئوية في أوائل شهر أبريل، وتبدأ زهور الربيع تتفتح والخضرة تظهر من تحت الثلوج الذائبة، ويكون هذا الفصل من أجمل الفصول، حيث تتوقف الثلوج عن التساقط، وينحبس المطر في أغلب هذه الشهور، ويتساوى الليل والنهار في20 من شهر مارس، ثم يبدأ النهار في الطول والليل في القصر. ويبدأ فصل الصيف في شهر يونيو، وتكون الثلوج قد ذابت، وتكون الشمس ساطعة، ولكن الأمطار تسقط في كثير من الأحيان بغزارة. يصل النهار إلى عشرين ساعة في منطقة ستوكهولم، ويكون الوقت كله في الشمال نهاراً ما عدا دقائق معدودة. ويكون الجو دافئاً قليلاً، وتكون درجة الحرارة من 10 ـ 20 ويكون الجو متقلباً، ولا تعرف الأيام الممطرة والأيام ذات الصحو، وعلى الرغم من وجود مراقبة للطقس فإن المراقبة تفشل في توقعاتها في كثير من الأوقات. وينتهي فصل الصيف في أواخر شهر أغسطس، ويبدأ فصل الخريف في شهر سبتمبر، ويصعب تمييزه عن الطقس في شهر أغسطس، فكأنه امتداد للطقس في شهر أغسطس. وتبدأ الحرارة في الانخفاض في شهر أكتوبر، وتكثر فرص سقوط الثلوج، وكذلك الأمطار، ويبدأ النهار في القصر والليل في الطول وتكون الحرارة أقل من عشر درجات مئوية، ويدخل الشتاء في شهر نوفمبر فتتساقط الأوراق من الأشجار، وتهب الرياح الشديدة. ثم عدنا إلى منزل الأخ عبد العزيز بن إدريس المغربي المراكشي، وهو قريب من مقر الرابطة، وعمر الأخ عبد العزيز سبع وثلاثون سنة وأسرته في المغرب هذه الأيام، وهو يدرس الكهرباء في معهد مهني في ستوكهولم، وهو عازم أن يعود إلى بلاده بعد أن ينتهي من دراسته لوقاية أولاده من البقاء في دار الكفر، وقد أنشأ مع إخوانه في المغرب مؤسسة كهربائية ناجحة. وهو في السويد من السبعينات. وما الفرق بين الحالتين؟! السبت: 21/12/1407 هـ. صلينا الظهر في مسجد الرابطة الإسلامية، وصعدنا إلى المكتب الإعلامي، حيث كنا على موعد مع شاب سويدي مستشرق لإجراء حوار معه، فوجدت لدى الأخ أشرف شاباً فنلندياً غير مسلم، وقد تزوج فتاة تونسية مسلمة، ويريد أن يذهب بها إلى بلادها للزيارة وله منها ولدان، والظاهر أن المرأة خائفة من أهلها أن يعلموا أن زوجها ليس مسلماً. فأراد الرجل أن يأخذ وثيقة بأنه مسلم، وهو في الواقع لا يريد الإسلام، وإنما يريد أن يخلص زوجته من غضب أهلها، وعندما قال له الأخ أشرف: إنه لا يجوز لغير المسلم أن يتزوج بامرأة مسلمة احتج عليه بأن المسلم يتزوج غير المسلمة ويذهب بها إلى بلاده وما الفرق بين الحالتين؟ ثم حاول أن يظهر أنه مسلم، لينال الشهادة من الرابطة، فاستشارني الأخ أشرف فقلت له: أخبره بأنه إذا كان يريد الإسلام صادقاً وليس مخادعة، فلا مانع من إعطائك الشهادة، ولا بد من تجديد العقد، لأن النكاح السابق باطل، وإذا كان هذا الحكم لم يستسغه عقله الآن - وهو جواز زواج المسلم بالكتابية، وعدم جواز زواج غير المسلم بالمسلمة - فعليه أن يفهم الإسلام ويدرس أصوله، فإذا عرف أنه حق علم السبب في هذا الحكم وهذا التفريق. وظهر على وجه الرجل الغضب، وأُعطي كتاباً عن الإسلام، فأخذه وذهب ليتعرف على الإسلام ثم يعود ليقرر موقفه. هذه المآسي حصاد طبيعي لسكنى المسلم بلاد الكفار! هذه حادثة من حوادث كثيرة يقع فيها شباب المسلمين ذكوراً وإناثاً، فكثير من الشبان الذكور يرتبطون بالزواج من غير المسلمات اللاتي لا دين لهن، بل كثير منهن ملحدات، وكثير من الشبان يرتبطون بغير المسلمات ارتباطاً غير شرعي، وكثير من الشابات المسلمات يقعن في نفس المشكلة، وقد سمعنا من الإخوة قصصاً كثيرة من هذا النوع أو ذاك، وهذا حصاد طبيعي لاستيطان المسلم بلاد الكفار! ولا نشك أن لبقائهم في تلك البلدان أسبابها المقبولة، ولكن إذا وصل البقاء فيها إلى ضياع الدين، فلا تسوغ تلك الأسباب البقاء في بلد يضيع فيه الإسلام. حوار مع المستشرق السويدي كنث رنزن: كان الأخ أشرف قد ضرب لي مع المستشرق: (KENNETH RINZEN)، موعداً للاجتماع به، وقد استغرق الحوار معه في مكتب الرابطة الإسلامية الإعلامي سبع ساعات، من الساعة الثانية بعد الظهر إلى الساعة التاسعة(6). [img]pics/11/11006.jpg[/img]<< الكاتب مع المستشرق كنث رتزن والأخ أشرف 21/12/1407هـ ـ 13/8/1987م >> إعجابه بابن تيمية ومحمد بن عبد الوهاب: وعندما بدأنا الجلسة قال لي: إنه عندما علم أمس أنه سيلتقي بي قرأ كتاب التوحيد للشيخ محمد بن عبد الوهاب كله، باللغة الإنجليزية وقال: إنه وجده قوياً في أفكاره، لتصحيح الأوضاع التي كانت موجودة في عهده في الجزيرة العربية. وسألني عن التعليقات التي تذكر بعد نصوص كل باب في هذا الكتاب، فأخبرته أن الشيخ محمد بن عبد الوهاب يورد في كل باب ما يراه مناسباً من نصوص القرآن والسنة، ثم يذكر المسائل التي استنبطها من تلك النصوص، لينبه القارئ على المعاني التي أراد إبرازها من النصوص. فقال: يبدو أنه كتبه بعجلة، لأنه يأتي بكلام قليل بعد الأبواب. قلت: كان هدفه أن ينبه الناس على ما تدل عليه النصوص، وليس هدفه شرحها بتوسع. وسألني: عن كلمة الوهابية، هل أطلقها محمد بن عبد الوهاب على دعوته، أو الموحدون أطلقوها أو غيرهم؟ فأجبته بأنه لم يسم دعوته بذلك، وإنما كان يدعو الناس إلى العودة إلى الإسلام، ولكن الذين عارضوا دعوته سموها بالدعوة الوهابية، تنفيراً للناس منها. وسألني عن الكتب التي يمكنه أن يقرأها عن دعوة محمد بن عبد الوهاب؟ فقلت له: ينبغي أن يقرأ كتب محمد بن عبد الوهاب نفسه، وكتب تلاميذه فإنها تبين حقيقة دعوته. أما إذا  أردت أن تقرأ ترجمة الشيخ نفسه فقد ألفت فيها كتب كثيرة، بلغات متنوعة. وقال المستشرق كنث: إن بعض المسلمين يهاجمون ابن تيمية ومحمد بن عبدالوهاب فما رأيك؟ فقلت له: إنهما يدعوان إلى الدين الحق والتمسك بالكتاب والسنة، والهجوم عليهما غير مستند إلى برهان، وليس معنى هذا أنهما معصومان عن الخطأ في بعض الجزئيات، ولكن نهجهما هو النهج السليم في صفاء العقيدة. وحصلت مناقشة طويلة في آراء ابن تيمية وموافقته للمذاهب الأربعة الفقهية أو مخالفته لها، وأقر بسعة أفق ابن تيمية، وقال: إنه - أي ابن تيمية - كان يريد من المسلمين أن يعبروا حواجز الخلاف، إلى الأخذ بالحق من الكتاب والسنة وإجماع الأمة، وبينت له أن ابن تيمية رحمه الله لم يخرج عن قواعد الأئمة والسلف. وقد خرجت بنتيجة من رحلتي هذه ولقائي ببعض المستشرقين وغيرهم من المسيحيين، وهي أنه ينبغي للدعاة إلى الإسلام أن يختاروا بعض المستشرقين أو غيرهم ممن ليسوا بمسلمين، سواء كانوا متمسكين بالمسيحية أو ليسوا متمسكين بها ويجروا معهم شيئاً من الحوار، عن الإسلام وبيان مبادئه بالأسلوب المناسب، وقد يكون سؤالهم عن بعض الأمور والإجابة على ما عندهم من الاستفسارات مفيداً، إذ يبدو أن بعض هؤلاء يريدون أن يفهموا الإسلام من أهله، كما أنهم لا يخفون في الغالب ما يفهمون عن الإسلام سلباً أو إيجاباً ويقبلون المناقشة، وبعضهم إذا ظهر له الحق يعترف به. وقد اعترف صاحبنا بعد مناقشة طويلة بأن منهج الإسلام يخالف تصرفات المسلمين السيئة، مع أنه كان يرى أن تصرفات حكام الشعوب الإسلامية كلها إنما هي اجتهادات إسلامية. ولكنه قال: إنه يستطيع أن يصرح بهذا الاعتراف في المجالس الخاصة، ولا يستطيع التصريح بذلك أمام طلابه، لما يترتب على ذلك من المواقف التي ستتخذ ضده من المسؤولين عنه.  [[وهذا يدل على ثلاثة أمور: الأمر الأول: استمرار تعصب أكثر المستشرقين والتزامهم بنهج التحيز ضد الإسلام ومن ذلك خلط تصرفات المسلمين السيئة بمنهج الإسلام وإفهام الناس بذلك. الأمر الثاني: أن حرية الرأي في الغرب ليست مطلقة، ولو كانت كذلك لما خاف هذا المستشرق من ضغوط أساتذته وزملائه إذا  صرح بغير نهجهم. الأمر الثالث: أن بعض المستشرقين يكتمون الحق وهم يعلمونه خوفاً على مراكزهم الاجتماعية]]. هذا وبعد أن انتهينا من هذا النقاش الذي بدأ قبل بدء الحوار، نزل المستشرق السويدي إلى مكتبة الرابطة الإسلامية واشترى بعض الكتب الإسلامية المترجمة، وأصررت عليه أن يقبلها هدية مني، وكان مسروراً جداً من المناقشة التي  جرت بيني وبينه، وبدا لي من إجاباته وأسئلته وتعليقاته أن عنده شيئاً من التعاطف مع الإسلام أسأل الله له الهداية، وذكر لي الأخ أشرف الخبيري فيما بعد أنه كان مرتاحاً لهذا الاجتماع. [الحوارات التي أجريتها مع كثير من الأوربيين والأوربيات غير المسلمين لم يدخل أحد منهم بسببها الإسلام، ولكني أرجو أن يكون بعضهم قد تأثر بذلك، ولعل الله هدى بعضهم إلى الإسلام، وقد توجد أسباب تساعدهم على تذكر ما دار بيني وبينهم من الحوارات فتجتمع الأسباب وتقوى على إقناعهم بذلك، ويؤسفني ما حصل بيني وبين الإخوة المسلمين الذين حضروا تلك الحوارات، لأعرف منهم نتائج المناقشات]. بدء الحوار مع المستشرق السويدي كنث: تخصصه في تاريخ الأديان، غير النصرانية، وبخاصة الإسلام ويحاضر في خارج الجامعة فيما يتعلق بالمسلمين خارج السويد أو في داخلها. وقال: إنه يمكن دراسة الأديان من نواح مختلفة، ولكنه هو اهتم بدرجة كبيرة بدراسة الدين من الناحية الاجتماعية نظراً لكونه عاش في أسرة فقيرة جداً وذات عدد كبير من الأولاد - يعني إخوانه. ولم يدرس من اللغة العربية إلا المصطلحات، ولذلك اهتم فقط بالناحية الاجتماعية والنفسية، ولو أنه درس اللغة العربية، لقرأ كثيرا عن الإسلام وموضوعاته المختلفة. متى بدأ اتصاله بالإسلام؟ وسألته متى سمع عن الإسلام في حياته؟ فقال: سمع عن الدين وهو في سن التاسعة، من خلال المواد الدراسية المحدودة. قلت: ماذا سمع عن الإسلام مدحاً أم ذماً؟ قال: أوروبا هي مركز نظرتنا إلى الأشياء، وبدأ اتصاله بالإسلام من خلال الكلام عن شخصية عبد الناصر الذي اشتهر في أوروبا، لكن الاتصال بالإسلام كان محدوداً جداً. وفي معركة 1973م في سيناء، ومعركة البترول وبروز القذافي، بدأ الإعلام الأوروبي يتحدث عن الإسلام. وقبل الثورة الإيرانية كان الإعلام الأوروبي محايداً نوعاً ما، ولكن بعد الثورة الإيرانية بدأت تظهر الأخبار عن بعض البلدان الإسلامية، كإيران والسعودية والسودان وباكستان ومصر، وبدأت النظرة إلى الإسلام تتسع وفيها حذر. وقال: إنه بدأ دراسة تاريخ الأديان سنة 1972م، وكان موضوع الإسلام عنده مهماً، لأن الإسلام يهتم بالنواحي الاجتماعية والسياسية، وليس كبقية الأديان التي تهتم فقط بالنواحي الروحية، وعندما بدأ يدرس النواحي الاجتماعية في الإسلام، تعمق فهمه للإسلام في موضوعات أخرى غير النواحي الاجتماعية التي هي محور الدراسة. مصادر استقائه المعلومات عن الإسلام. قلت له: ما المصادر التي  تستقي منها معلوماتك أنت وأساتذتك وطلابك في الجامعة؟ قال: إن السؤال كبير جداً، ولكن عندما بدأ هو دراسته كانت دراسة الدين الإسلامي بأسلوب محلي وتقليدي، وبعد عام 1978م تعاون مع أستاذة في الجامعة وتسمى: كارينا دْرِنِيفا، في تطوير طريقة التدريس بأسلوب تربوي جيد. وقال: المؤسف أن الكتب التي تدرس في الجامعة، هي كتب العلماء الغربيين، والمستشرقون فريق منهم محايد، ويتعاطف مع الإسلام، وفريق معاد للإسلام أو السامية عموماً، والكتابان الموجودان الآن هما لمستشرق سويدي (يانيارد) وهو أعلم السويديين بالإسلام لتخصصه فيه، ويعتبر هذان الكتابان أساس المراجع، وتوجد تكملة لهما، وهي عبارة عن مقالات لبعض المسلمين وترجمات لمعاني القرآن الكريم  والأحاديث. قلت: من أي نوع هذا المستشرق؟ قال: الأصل أن يعرض الإسلام بطريقة علمية بحتة، بحيث لو جلس معهم صاحب دين ما لا يشعر أنهم يقدمون دينه بطريقة ظالمة له، ولكن قد تتدخل عوامل من الناحية التطبيقية، وهي أن المدرسين لهم خلفيات معينة تؤثر في عرض الإسلام. وقال: إنهم يستعملون الموسيقى مع الأذان وحلقات الذكر، كأمثلة لما يفعله المسلمون، وكذلك الصور والأفلام والخط العربي الجميل.  [[يعني يخلطون بين منهج الإسلام وتصرفات المسلمين]]. قلت له: هل يُدعَى بعض المسلمين إلى الجامعة، ليتحدث عن الإسلام بصفته يمثل الإسلام ويفهمه عن كثب؟ فقال: أما دعوة المسلم ليتحدث عن الإسلام في الجامعة، فإنه توجد حواجز بين الجامعة ومسئوليها وأساتذتها من جهة، وبين دعوة المسلم لذلك. تصرفات العلمانيين من حكام الشعوب الإسلامية من الإسلام! قلت: وهل توجد مراجع إسلامية ألفها مسلمون أو ترجموها إلى اللغات المقروءة في الجامعة، وهل تُعتَمد تلك الكتب لو وجدت؟ فقال: في مجال العبادات يظهر شرح المعلومات من كتب المسلمين [[قلت: والغالب أن تكون تلك الكتب هي كتب الصوفية المتطرفة ككتب ابن عربي ونحوه]]. أما في مجال السياسة، فنظراً لاختلاف المسلمين فيها، لا تعرض من وجهة نظر المسلمين، وإنما تعرض عرضا واقعياً ويعلق عليها، ومثل لذلك بالاختلاف بين عبد الناصر والسوريين في فترة من الفترات، وكذلك الخوارج وخصومهم في القديم. وعلقت على كلامه هذا، فقلت: إذا  كان هناك رأي محايد، فيجب أن يرجع في التحليل والبيان إلى كتب الإسلام ومصادره الأصلية، التي تصل إليكم مترجمة من قبل المسلمين، ولا يجوز أن تعتمد على رأي عبد الناصر في سوريا، ولا رأي سوريا في عبد الناصر، وكذلك إيران وخصومها، ولا أن تحكموا بتلك الآراء كلها على الإسلام، وإنما الواجب العودة إلى المصادر الإسلامية نفسها، ويجب أن يكون منهج الإسلام هو المعتمد، وليس تصرفات المسلمين، أي يجب الفصل بين منهج الإسلام وتطبيق المسلمين الذي يخالف ذلك المنهج. فقال: أنا أعلم تمام العلم أنه يجب الرجوع إلى المصدرين الرئيسين وهما القرآن والسنة، ولكن يوجد 850 مليون مسلم ينتشرون في العالم ولهم تأويلاتهم المختلفة واجتهاداتهم في استنباط الأحكام المتضاربة. قلت: هل ترى أن تصرفات العلمانيين من حكام المسلمين هو من الاجتهادات والاستنباطات الإسلامية، فقال: نعم. فسأله الأخ أشرف: هل هناك حدود تبين من له حق الاجتهاد؟ قلت له: قبل أن تطرح عليه هذا السؤال قل له: إن القرآن والسنة لا بد من الأخذ بهما، وعليك أن تبحث عن ترجمة معانيهما من مصدر موثوق، وتأخذ الإسلام من النصوص الواردة في القرآن والسنة، ويمكن أن تتصل بالمسلمين في بلدك لتفهم منهم، فإنهم أقرب إلى فهم الإسلام. أما تطبيقات الحكام العلمانيين فلا يجوز أن يفسر بها الإسلام، وذلك لأن غالبهم ينبذ أحكام الإسلام ويعادي من يدعو إليها، وكيف يكون من المجتهدين في أصول الإسلام أو فروعه، من هو يحارب دعاته؟! فقال: هل البلدان التي  تدعي أنها تحكم بالإسلام لا تطبق الإسلام؟ فقلت: يوجد في بعضها شيء من التطبيق، ولكن لا يجوز الحكم على الإسلام إلا من خلال منهجه الذي يفهمه المتخصصون فيه. قال: لماذا أقر تطبيق الإسلام في السودان ثم اتجه إلى إلغائه، ولماذا بدئ بتطبيق الإسلام في باكستان ثم لم يطبق، وكذلك إيران؟ قلت له: لو وجد توكل كامل على الله تعالى، ولم يراع الحكامُ الذين يعلنون أنهم يريدون تطبيق الشريعة الإسلامية، تدخلَ الغرب في شؤونهم وتهديد الدول الغربية لهم إذا هم طبقوها فعلاً، لو وجد ذلك التوكل وعدم مراعاة تلك التهديدات لطبقوها فعلاً، ولكن عدم التوكل على الله والخوف من الغرب، وتدخل الدول الغربية في شؤون الشعوب الإسلامية، كل ذلك كان من أسباب هذه الاضطرابات الموجودة في العالم الإسلامي. فالدول الغربية هي تسببت في إخراج كثيراً من أبناء الشعوب الإسلامية عن أصول دينها ووضعت لهم مناهج تخالف الإسلام، وفرضت ذلك بالقوة في البلدان التي احتلتها، والذين درسوا هذه المناهج مُسخت عقولهم، وتسلموا الحكم بمساعدة أولئك المستعمرين، فأصبحوا يسيطرون على الشعوب الإسلامية، ويطبقون الحكم بغير الإسلام كرها على شعوبهم. ودول الغرب تطبق الديمقراطية في بلادها، وتحول بين الشعوب الإسلامية وبين تطبيق تلك الديمقراطية - وإن كانت ديمقراطية الغرب تجافي الإسلام في أصولها -لأن الديمقراطية التي تطبق في الغرب، لو طبقت في بلاد المسلمين من حيث الانتخابات، لما اختار المسلمون لحكمهم - في الغالب - إلا من يحكمهم بالإسلام، ولهذا أصبحت الشعوب الإسلامية يفرض عليها الحكم بغير ما أنزل الله فرضاً. قال: ما تفسيركم للتطورات في السودان؟ قلت: حبكة غربية جاءت بالوضع الجديد. قال: وماذا عن سوار الذهب؟ قلت: هو الرجل الوحيد الذي حافظ على الأمن في وقت الأزمة، ولم يغتنم الفرصة المتاحة للاستبداد بالحكم، مع أن القوة كانت في يده. قال: أما ترى أن الديمقراطية طبقت في السودان؟ قلت: الديمقراطية في بلدان المسلمين لم تطبق، والأفضل أن يستفتى أهل الحل والعقد في الشعوب الإسلامية، لتقول كلمتها بحرية، وليُعرف ما إذا كانت الانتخابات نزيهة أم لا؟ قال: الانتخابات التي تمت في السودان كانت صحيحة بشكل كبير، والصادق المهدي يريد تطبيق الشريعة الإسلامية فكيف تطبق؟ قلت: أجبتك عن الفقرة الأولى من السؤال، وأما كيفية تطبيق الشريعة، ففي كل شعب إسلامي علماء ومفكرون ومتخصصون في علوم متنوعة، هم أهل الحل والعقد، وهم المرجع في معرفة ما هو من الشريعة وما هو ليس منها، والأمور الجوهرية في الشريعة لا يوجد فيها خلاف وإنما يوجد في الفروع، والأمر فيها سهل إذا كان الاختلاف ناتجاً عن اجتهاد وحسن نية، ولكن الاجتهاد للعلماء المؤمنين بالشريعة، وليس للجهلة بها أو المناوئين لتطبيقها، وإن كانوا حكاماً. قال: وهل يطبق النص كما هو أو ينظر إلى روح النص والهدف منه؟ قلت: النص قسمان: قسم لا يحتمل إلا معنى واحداً، وهذا لا يجوز فيه الاجتهاد لأحد، وتطبيقه حينئذ تطبيق للفظه وروحه والهدف منه، وقسم يحتمل أكثر من معنى، وهذا يحتاج إلى مرجح، والعلماء المجتهدون العارفون بالعصر، هم الذين يرجحون من خلال قواعد أصول الفقه والحديث والتفسير واللغة العربية. وقلت له: إن القانون البشري يمكن مراجعة نصوصه وشروحه وتعديلها حسب ما تقتضي المصلحة، لأنها من صنع البشر، وأما نصوص القرآن والسنة، فلا يحق لعالم ولا حاكم من الناحية التشريعية أن يعدل فيها، وإن كان يمكن مراجعة الاجتهاد في فهم النصوص، إذا  لم يكن مجمعاً عليه، وبشرط أن يكون المراجعون هم علماء الإسلام. دخول الإسلام في السويد: وسألته: متى دخل الإسلام إلى السويد؟ ومن أول مسلم دخل إلى السويد؟ وما أول اتصال حصل بين السويد والعالم الإسلامي؟ وهل توجد وثائق تدل على ذلك؟ قال: إن السويديين يعرف أنهم كانوا أشداء محاربين، وكانوا يضعون على رؤوسهم قروناً، ولكن ليس لهم قرون، [[يمزح، يعني يلبسون القرون وليس لهم قرون مثل الحيوانات]].  وكانوا ماهرين في التجارة، ولما تأسست الدولة السويدية في القرن الخامس عشر الميلادي، كان لهم ملك يسمى: قوسطافاسا، وفي هذا الوقت تولت ملكة بريطانيا إليزابيث الأولى، وكذلك قامت الدولة الصفوية في إيران، وبدأ الاتصال أكثر بين السويد وتركيا. وقد وصل الرحالة المسلم ابن فضلان إلى السويد قبل ذلك، ولكن لا أذكر بالضبط متى كان ذلك.  [[كان ذلك في القرن العاشر الميلادي ومطلع القرن الرابع الهجري، انظر الأعلام لخير الدين الزركلي  (1/194- 195) ط6]]. ومنذ مائة سنة دخل فنان سويدي في الإسلام ويسمى إيفان أوقي، وأما أول من أسلم أو أول من دخل بالضبط فهذا غير معروف. وكان بعض السويديين متعاطفين مع الإسلام، ولكن لا يُدرَى أدخلوا في الإسلام أم لا؟ أما إيفان فإنه أسلم حقيقة، وكان ذلك في القرن التاسع عشر الميلادي، ولا يعتقد أنه أول من أسلم. وقال: إن يوسف إسلام، أبوه بريطاني وأمه سويدية، وكان بعض الشعراء والمؤلفين لهم صلة بالإسلام، ولكن لم يعرف إلى أين وصلوا بالنسبة للإسلام. ونظراً لانعزال السويد في الشمال عن التيارات الثقافية الأخرى، فإنها ليست كفرنسا التي وصلت إليها هذه التيارات الثقافية. قلت له: متى بدأ المسلمون يفدون إلى السويد؟ قال: بدأت الهجرة في الأربعينات والخمسينات، وأوُقِفَتْ في النصف الأول من السبعينات، ولكن بدأ يفد إلى السويد لاجئون. أسباب قلة دخول السويديين في الإسلام. قلت: كم عدد المسلمين السويديين؟ قال: في الدنمارك يدخل في الإسلام كل أسبوع اثنان، أي حوالي مائة شخص في كل عام، والسويد لا يوجد فيها إحصاء معروف للمسلمين السويديين، ولكن يبدو أنهم لا يزيدون على ألف شخص. قلت: هذا يدل على بُطْأٍ شديد في دخول السويديين في الإسلام، فما السبب؟ هل تنفر أخلاق المسلمين السويديين من الإسلام؟ أو أن السويديين محافظون على دينهم النصراني؟ قال: السويد تعتبر أكثر البلاد الأوروبية الغربية بعداً عن التدين، وأوروبا بصفة عامة تبتعد عن التدين. وأوروبا وبصفة خاصة شمال أوروبا، يقبلون على الدين الذي يهتم بالروحانيات ولا يتدخل في أمور حياتهم السياسية، والإسلام يتدخل في شؤون الحياة السياسية وغيرها، وهذا يخالف ما ألفه الأوروبي، لأنه لا يريد ديناً يتدخل في حياة البشر، وإنما يريد ديناً تكون العلاقة فيه بين الإنسان وربه. والناس منطقيون بدرجة كبيرة، ولهذا نبذوا الدين وصار عندهم غير مهم، ولكن في السنوات الخمس الأخيرة بدأ الناس يتحدثون مرة أخرى عن الدين، لاختلاطهم بالثقافات الأخرى. والمجتمع السويدي مجتمع علماني، والدين ليس له تأثير في الناس، وينظر السويديون إلى الإسلام على أنه دين متأخر، ولا يوافق العقل، وكل الأديان عندهم متأخرة. والثورة الإيرانية لها تأثير في نفور الناس من الإسلام، وليس معنى هذا أن كل ما عند الإيرانيين خطأ، ولكن الشيء البارز هو التعصب الذي اهتمت بإبرازه وكالات الأنباء العالمية. وتوجد جريدة محافظة نشرت مقالين: أحدهما عن إيران، والآخر عن أفغانستان. أظهر المقال الذي نشر عن إيران أن الإسلام دين وحشي، وأما المقال الذي نشر عن أفغانستان، فأظهر أن المجاهدين جبهة تحرير تقاتل من أجل الحرية والديمقراطية. ويرى الشعب السويدي - فيما يرى هذا المستشرق - أن المجاهدين الأفغان هم أقرب إلى الإسلام من الإيرانيين. والسويديون يرون أن المسلمين لا يعطونهم صورة حقيقة مشرفة للإسلام تجذبهم إليه. وتَصَوُّر السويديين للمسلمين على هذه الصفة، يحول بينهم وبين الإقبال على الإسلام. وإذا عرف المسلمون كيف يفكر السويديون، وكيف يناقشون ويناظرون وبدءوا الاتصال بهم على هذا النحو، فإن السويديين يمكن أن يبدءوا تفهم الإسلام بدرجة أكبر.  [[لقد نصح هذا المستشرق]]. قلت: ولو وجد أسلوب من دعاة الإسلام يبين أن الإسلام منطقي، بمعنى أنه يوافق العقل، فهل يقبل السويدي على الإسلام ما دام السويدي منطقياً؟ قال: الذي يجذب الناس إلى الإسلام، ليس الأدلة العلمية فقط، إذ يوجد اتجاه الآن إلى الغيبيات (ميتافيزيقيا) وإذا اجتمع الاثنان: الغيبيات والأدلة العلمية فيكون ذلك أقرب إلى التفهم والاستجابة. وبعض الناس يتأثرون بشخصية (محمد صلى الله عليه وسلم) ولكن لا يعرفون عنه كثيراً، وكذلك يمكن أن يقبل الناس على قضية التوحيد أو العبودية والروحانية والإخلاص. وقال: إن الإسلام هو المسيطر على العالم الثالث، والمسلمون كلهم أمة واحدة [[بل هم اليوم مِزَق!]] لأنهم يشعرون بانتماء بعضهم إلى بعض، وهذه كلها تشد السويدي إلى الإسلام إذا وضحت له. وكذلك اتصال الإسلام بقضايا المجتمع وحلوله لمشكلاته. ما الهدف من عام الإسلام في السويد؟. [[تكرر هذا العنوان، لاختلاف من أجريت معهم الحوار]]. وسألته عن عام الإسلام الذي أقامته السويد قبل سنتين، ما الهدف منه، وما المؤسسات التي دعيت إليه وما نتائجه؟ فأجاب: الهدف منه إعطاء فكرة عامة عن الإسلام من الناحية الدينية والثقافية، وليس الناحية السياسية. والفئات المشاركة على رأسها المتحف التاريخي، وبعض المتاحف الأخرى، وأساتذة الجامعات، والمعروضات كالمخطوطات والعملات. والنتيجة حصل نجاح كبير، حيث حضر عدد كبير من الناس، فأخذ الذي لا يعرف شيئاً عن الإسلام فكرة عنه، أما الذي عنده معلومات عن الإسلام قبل ذلك، فلم يستفد كثيراً منه، ولم تشارك مؤسسات إسلامية في ذلك. ثم قال موجها سؤاله إلي: ما تقويمكم أنتم لهذا الأمر؟ فقلت: رأيي أنه كان ينبغي أن تدعى لحضوره المؤسسات الإسلامية من الداخل ومن الخارج، حتى يعرف السويديون فعلاً الإسلام من قبل المسلمين أنفسهم، وقد سمعت أن بعض الحكام من الشعوب الإسلامية بعثوا فرق رقص ونماذج مما يسمى بالفلكلور الشعبي، وهؤلاء لا يمثلون الإسلام، وإنما يمثلون عادات كثير منها يخالف الإسلام، وأغلب هؤلاء بعيدون عن التدين يشبهون الأوروبيين أنفسهم. والتعريف الصحيح بالإسلام إنما يكون من أهله، يشرحونه قولاً وفعلاً، وهذا هو الذي تقتضيه الأمانة في تصوير الإسلام. وسطية الإسلام وشموله. قلت: نظراً لدراستك الإسلام، هل وجدت فيه ما يكون فيه حل للمشكلات الموجودة في السويد؟ فقال: الشيء الذي يمكن أن يفيد به الإسلام المجتمع الغربي: الربط بين الحياة السياسية والعلاقة الجنسية والأسرية والاجتماعية، كل ذلك يكون وحدة واحدة يشملها بند العبودية \"عبد الله\".  [[هكذا نطقها باللغة العربية]]. والإسلام يعطي توازناً بين الفردية والجماعية، وأوروبا - وبالذات السويد - فقدت هذا المعنى والإسلام يهتم به، والحياة في السويد في وقتها الحالي تتمثل في كلمة واحدة أو معنى واحد، وهو الاستمتاع بالحياة، والإسلام فيه نظرة شاملة، فلا ينظر الإنسان إلى نفسه فقط [يقصد الأنانية] وإنما ينظر إلى من حوله كذلك. أسئلة محيرة يجيب عنها الإسلام. قلت: يتساءل كثير الناس: من أين جئت، ولماذا أتيت إلى الدنيا، وإلى أين المصير؟ فهل وجدت في دراستك للإسلام أجوبة مقنعة عن هذه الأسئلة؟ قال: أريد أن أعرف رأيك في إجابتي عن سؤالك الذي قبل هذا. قلت: جواب صحيح وممتاز جداً. قال: هل تريد الجواب عن سؤالك الأخير مني أو من الرأي العام السويدي؟ قلت: بل منك أنت. قال: شكراً، ليس عندي إجابة عن هذه الأسئلة الغامضة في الوقت الحالي، وربما في المستقبل يكون لها أجوبة، الآن لا أهتم بها ولا أجد لها جواباً. قلت: يعني ما وجدت لها جواباً في القرآن؟ تنهد الرجل وسكت، ثم قال: يرى أن الإسلام لم يعطه الإجابة المقنعة، ولكن هو يشعر بالتناسق والتوافق مع الأخلاق الإسلامية، وهذا السؤال صعب! قلت: إذا  أردت أن نتحدث في هذا الموضوع فلا مانع عندي. قال: نعم تفضل. فشرحت له أن القرآن أجاب إجابات كاملة عن هذه الأسئلة، وذلك أن لهذا الكون خالقاً وهو الله، وأن الإنسان خلق ليعبد الله، وهذه العبادة شاملة لعمارة الأرض كلها في حدود ما يرضي الله، وأن هناك يوماً آخر يصير الناس إليه فيحاسبون ويجزون بأعمالهم إن خيراً فخير وإن شراً فشر، والجنة لأهل الإيمان والنار لأهل الكفران. قال: أنا عندي خلق الكون معجزة، هذا بالنسبة للسؤال الأول، والسؤال الثاني أرى أن العبادة أمر إيجابي في الإسلام، وأما السؤال الثالث فالمهم أن نفعل فعلاً صحيحاً، وليس المهم أن نعتقد اعتقاداً صحيحاً، كما قال الكاردينال الفرنسي، فإن العاطفة أهم من الناحية المنطقية. قلت له: هل يمكن أن توجد عاطفة قلبية تصنع للناس ميزاناً للفعل الصحيح في الأرض، مع اختلاف الناس في العدل والظلم والهوى والعلم والبيئات؟ لا يمكن أن يتفقوا على نظام معين نابع من العواطف ولا من العقول، بل إنهم يحتاجون إلى من يضع لهم قانوناً وهو خال من الجهل عالم، خال من الظلم عادل، خال من الهوى مستقيم على الحق، بحيث يَصلُح النظام الذي يضعه للبشرية كلها. فلما سمع هذا الكلام قال: وهذا هو الإله؟ قلت: نعم، هذا هو الإله. مستقبل الإسلام في الغرب: وسألته ماذا ترى في مستقبل الإسلام في بلاد الإسلام وبلاد الغرب، بعد أن تمكنت من دراسته مع ما تراه في الواقع؟ فقال: على المستوى النظري يملك الإسلام المقومات التي تحتاج إليها البشرية، ولكن الآن بدأ الناس يتعاملون مع نصوص الإسلام، وكل واحد يقول أنا أستطيع أن أقرأ النص وأحدد المعنى الذي أراه، وليس عليّ اتباع أحد من الأئمة كابن حنبل وغيره، ومَن الذي يملك حق التأويل للنصوص هل هو العالم أو الشخص العادي أو المدرس؟ فقلت له: إنه يحتاج في معرفة جواب هذا السؤال إلى تعلم اللغة العربية ليفهم بها القرآن والسنة وأصول الفقه وغيرها، حتى يعلم أن الذي له حق تفسير النصوص هو العالم الذي اجتمعت فيه خصائص تمكنه من التفسير، كما أن الهندسة والطب لا يمكن أن يتولى أمرهما إلا من تخصص فيهما، فلا بد للمفسر أن يكون عالماً باللغة، عالما بالقرآن والسنة، والقواعد الإسلامية والعلوم الشرعية، فقيه بنوازل عصره وهذا المعنى قد لا يعرفه كثير من الناس الذين هم بعيدون عن فهم هذه القواعد والعلوم. قال: في النصرانية، كل واحد يقرأ ويفسر، بخلاف القرآن والسنة، فلماذا؟ وحتى المسلمون يوجد منهم من خرجوا على تفسير العلماء، والطبيب المسلم يتكلم وغيره. قلت له: الإسلام فيه قواعد مستنبطة من القرآن والسنة، والقرآن ثابت من وقت نزوله على النبي صلى الله عليه وسلم إلى الآن - وكذلك السنة الصحيحة - وأما الإنجيل والتوراة فليس منهما شيء ثابت بسند صحيح متصل، بل هما من كلام كتاب متأخرين ليسوا أنبياء، والذي يعلم تلك القواعد ويلتزم بها له حق التكلم في أمور الإسلام، والذي لا يضبطها ليس له ذلك. تقسيم صحيح ونتيجة فاسدة: قال: العلماء أنفسهم مختلفون، بعض علماء المسلمين يرون عدم تعدد الزوجات، وبعضهم يرى التعدد، ويعلل الأولون مذهبهم بأن الإنسان لا يستطيع العدل. قلت: العلماء المسلمون متفقون على جواز التعدد، ولكن المسلم مأمور بينه وبين الله إذا  كان يعرف من نفسه أنه لا يعدل بين الزوجات [[فيما يقدر عليه]].  أن لا يعدد، ولكن لا يمنعه الحاكم من الزواج بناء على ظن أنه لا يعدل. فذكر أن بورقيبة  [[انتقل إلى مثواه في 16/3/1408هـ بعد  أن زج بالمسلمين في السجون والمعتقلات وقتل عدداً منهم وشرد آخرين، فعزل عن الحكم ونفي في بعض أرياف تونس]]. في تونس منع التعدد، وهو مسلم، وقال: المسلمون أربعة أقسام: أصوليون، وتقليديون، وعلمانيون، وتحديثيون، وأنتم أصوليون، وبورقيبة من العلمانيين التحديثيين، ولكن كل هؤلاء الأصناف داخلون في نطاق الإسلام وهم كلهم مجتهدون. قلت له: ما رأيك لو استطاع شخص من السويد أن يسيطر على الجيش والبلد، وقال للسويديين: يجب عليكم أن تسمعوا لي وتطيعوني بدون انتخابات ويجب أن تعتقدوا أني ديمقراطي نيابي، فهل يعتقد السويديون أنه ديمقراطي؟ قال: هذا ليس ديمقراطياً، ولكن أنظر إلى المسلمين من الخارج أنهم كلهم مسلمون. قال له المترجم الأخ أشرف الخبيري: هل تحكم على بريجنيف أنه ديمقراطي؟ قال: لا. قال: كيف تحكم على الشيوعي أنه ليس ديمقراطياً وأنت خارج الشيوعية، ولا تحكم على من خالف الإسلام؟ فتوقف عن الجواب. قلت له: كل من يزعم أن الإسلام لا يصلح لتنظيم حياة البشر في هذا العصر أو غيره، لا يجوز الاحتجاج به على منهج الإسلام، وهؤلاء الذين تذكرهم يصرحون أن الإسلام غير صالح للتطبيق، فكيف يكونون مجتهدين في نصوص الإسلام وهم لا يؤمنون بها؟ وقلت له: إن تقسيمك صحيح ولكن نتيجته فاسدة. وقلت له: الحكام الذين لا يحكمون بالإسلام ويسيطرون على الشعب بالقوة، والشعب يطالب بالحكم بالإسلام وفيه علماء متخصصون في كل باب من أبواب الإسلام، أيهما أولى بالاجتهاد في الإسلام الحاكم الذي يعادي الإسلام وتطبيق شريعته، أو العلماء المتخصصون في أبواب الإسلام المختلفة؟ قال: أنا أعرف هذا الكلام وأقره في لقاءاتي الخاصة، ولكن لا أستطيع أن أشرح للطلاب ذلك أو أرجحه، ولو فعلت ذلك لطردوني! قلت له: ما زلت أنتظر رأيك في مستقبل الإسلام في بلاد الإسلام وفي الغرب؟ قال: فيما يتعلق بحل المشكلات الموجودة يوجد في الإسلام حلول لها، وواضح أن الولايات المتحدة في انحدار، وكذلك الاتحاد السوفيتي، وأوروبا بدأت تتقهقر اقتصادياً ومنطقة الشرق تنتعش اقتصادياً، وفي إفريقيا تحدث أشياء كثيرة، وبدأ الإسلام يتغلغل والشباب يعتنقه، ويمكن أن يُحدث الإسلامُ الشيءَ الكثير، ودور أوروبا يوشك على الانتهاء لتقدم التكنولوجيا في الشرق، ويرى أن الإسلام يتقدم. ثم استدرك فقال: يرى أن أوروبا تُحدث توازناً بين روسيا وأمريكا لأن دولها بدأت تتحد. قلت له: قيل: إن السويديين سيقبلون على الإسلام في المستقبل، فما رأيك؟ قال: لا أعرف ماذا سيحدث في المستقبل، ولكن من الناحية النظرية يمكن أن يحدث هذا، ولو لم تقم الثورة الإيرانية، ربما كان الإقبال على الإسلام في السويد أقرب، وقد تكون الثورة الإيرانية، على ما فيها من سلبيات، نبهت الناس للإسلام. قال: وأنا أسأل هل تتوقعون أن يحدث هذا؟ فقلت: لا أستطيع الحكم لأني بعيد عن السويد وعادات أهلها، ولكن في الجملة وحسب اعتقادي أن القوتين أمريكا وروسيا هما في انكماش من حيث انبهار العالم بهما، والإسلام وحده وبدون قوة ثالثة تنصره نراه ينتشر في أماكن كثيرة، ونحن نعتقد أن الإسلام سينتصر لأنه الحق وما عداه الباطل، ولكنه يحتاج في انتشاره وقوته إلى رجال يحملونه. محاضرة للأخوات المسلمات السويديات، وحوار معهن: الأحد: 22/12/1407 هـ. اجتمع عدد من الأخوات المسلمات السويديات في المسجد، وكان الأخ فهد الفلسطيني هو المترجم بيني وبينهن. ألقيت فيهن محاضرة عن أصول الإيمان وقواعد الإسلام، وذكرتهن بهذه النعمة التي ساقها الله إليهن، وأن عليهن أن يشكرن الله على ذلك، ويزددن من الإيمان والتفقه في الدين والعمل الصالح، وأن يربين أولادهن عليه، وأن يجتهدن في دعوة غيرهن إلى الإسلام. ثم سألتهن بعض الأسئلة التي اعتدت أن أسأل المسلمين من أهل كل بلد عنها. ومن ذلك: ما الديانات التي كن عليها.؟ فكان أغلبهن على جواب واحد وهو: الديانة النصرانية، ولكن لم يكنّ متدينات، لأنهن نشأن في أسر لا تؤمن بالدين، وبعضهن ذكرن أن المسيحية لم تكن ملائمة لفطرهن. وسألتهن متى سمعن عن الإسلام؟ وماذا سمعن؟ فذكر بعضهن أنهن سمعن عنه في سن الصغر في المدرسة، ولكن لم يؤثر فيهن لا سلباً ولا إيجاباً، لأنهن درسن دراسة تاريخية مقتضبة، وبعضهن سمعن أن الإسلام متشدد يمنع أشياء كثيرة عن الإنسان. وقالت إحداهن: إنها كانت تفهم أن الإله ليس المقصود به الخالق الذي يعبد، وأن محمداً هو مساعد له، وقالت أخرى: إنها كانت تعتقد أن محمداً رسول، ولكن رسالته خاصة بالعرب. وقالت أخرى: إنها كانت تعتقد أن محمداً كان نبياً، ولكنه مبعوث لتبليغ رسالة المسيح. أما أسباب إسلامهن، فبعضهن أسلمن تبعاً لأزواجهن، فكل واحدة تزوجت بمسلم أسلمت لاقتناعها بأن دين زوجها صحيح، وبعضهن كانت تبحث عن دين واحتكت بالمسلمين فعرفت الإسلام واقتنعت به. وقالت إحداهن: إنها مارست المسيحية عشرين سنة، ثم أصبح عندها تساؤلات، ثم شكوك في كون المسيح هو الله، وحصل عندها صراع نفسي وترددت على كثير من الكنائس لتجد خَطًّا معيناً يكون أقرب إلى الحقيقة، فلم تجد شيئاً من ذلك، فاعتكفت على دراسة اليهودية لقدمها، فلم ترتح لها. وقبل أربع سنوات التقت جاراً لها، وهو الأخ أشرف الخبيري وحصل بينها وبينه نقاش واقتنعت بالإسلام فأسلمت. وسألتهن ما الذي أثر فيهن من الإسلام؟ فكانت أجوبة أغلبهن أن التوحيد الخالص في الإسلام، وكون الإنسان يعبد الله مباشرة بدون وساطة القسس، هو الذي جذبهن إلى الإسلام، وكون الإسلام يوافق العقل بخلاف المسيحية. ثم سألتهن عن صفات الداعية المؤثر في السويد؟ فكان جوابهن: أن يكون واثقاً بعلمه، عنده دراسة مقارنة الأديان، وأن يكون قوي الحجة لإقناع الملحدين، وأن يكون متواضعاً صريحاً في الحق. وقالت إحداهن: يجب على المسلمين أن ينظروا إلى غير المسلمين بشفقة ورحمة، ويساعدوهم بإيصال الإسلام إليهم بالوسائل الممكنة، مع الصبر عليهم، لأنهم يجهلون الإسلام. الاجتماع بالأخ اللبناني خالد دعبول: الاثنين: 23/12/1407هـ. زارني صباح هذا اليوم شاب لبناني الأصل سويدي الجنسية يسمى: خالد دعبول. ولد في بيروت سنة 1952م. ودرس الثانوية في لبنان، ودرس فصلين في جامعة ستوكهولم، وترك الدراسة، وعنده دراسة إدارية تعادل الثانوية التجارية، قال يطلق عليها: \"شهادة أرباب الشركات الصغيرة في السويد\". جاء إلى السويد سنة 1974م، وهو صاحب شركة صغيرة تقوم بتنظيف المكاتب. قال: إنه قدم طلباً للالتحاق بالجامعة الإسلامية في المدينة المنورة، وهو أمين سر جماعة إسلامية أسست بالقرب من مسكنه وهي مؤلفة من ثلاث جنسيات: العرب والأتراك والباكستان، ويقومون ببناء مسجد وسيدرِّسون الأطفال بالتدريج، وهو يترجم من اللغتين: السويدية والعربية.  [[مما يؤسف له أن تكون في بعض المدن جماعة قوية ونشيطة وبها كفاءات أحسن من غيرها، ولو انضم إليها كل المسلمين الذين يريدون المحافظة على دينهم ونشر مبادئه لزادوها قوة ولكنهم بدلا من ذلك ينشئون جماعات أخرى تفرق بدلا من أن تجمع]]. صلاة الجمعة في مسجد الرابطة، وتواصٍ ووداع: الجمعة: 27/12/1407هـ في الساعة الثانية عشرة تركتُ الفندق، وذهبت إلى مقر الرابطة الإسلامية، واجتمعت ببعض أعضاء الرابطة، ومنهم أمين الرابطة الأخ أشرف الخبيري، وسلمت الإخوة صورة القانون الأساسي للرابطة الإسلامية في فنلندا، الذي تمت موافقة الحكومة الفنلندية عليه وألححت على الإخوة أن يهتموا بالرابطة الإسلامية الناشئة في فنلندا، لحاجتها إلى المساعدة المادية والمعنوية، وبخاصة الخبرة التي  توجد عند المسؤولين في الرابطة الإسلامية في السويد، والرابطتان متشابهتان في المنشأ وإن كانت الرابطة الإسلامية في السويد أسبق، وفي الأهداف، حتى في الاسم، على الرغم من عدم علم الرابطة الإسلامية في السويد بالرابطة الإسلامية في فنلندا، قبل إشعاري لهم بذلك. [img]pics/11/110017n.jpg[/img] كان مسجد الرابطة، عندما زرتهم، عبارة عن قاعة كبيرة نسبيا، يجتمعون فيه، لصلواتهم ودراساتهم ومحاضراتهم، ولا أذكر أنه كان له مئذنة تشير تميزه، ولم أعرف أنه مسجد إلا بعد الدخول فيه، ولكنهم اليوم بنوا مسجدا كبيرا له منارات وقباب، وقد نشر موقع الإخوان المسلمين في الإنترنت عن المسجد هذه السطور: الأذان يرفع لأول مرة بالسويد من مئذنة مسجد \"فيتيا\" أصبح مسجد \"فيتيا\" في ستوكهولم أول مسجد في تاريخ السويد يرفع فيه الأذان لصلاة الجمعة جهرًا من فوق مئذنته. واستمر رفع الأذان لصلاة الجمعة أمس حوالي ثلاث دقائق من فوق مئذنة المسجد الذي يقع جنوبي العاصمة السويدية ستوكهولم. ويصل عدد المصلين بالمسجد إلى نحو سبعة آلاف شخص معظمهم أتراك أو من أصول تركية مثل \"أوكور\". [27-04-2013][0:57:41 مكة المكرمة] http://www.ikhwanonline.com/Article.aspx?ArtID=147455&SecID=341 الشيخ أبو الأرباح يخطب ويؤم المصلين: وفي الساعة الواحدة ارتقى المنبر الشيخ أحمد أبو الأرباح المغربي الذي جاوز عمره الخمسين فيما يبدو، وكانت خطبته باللغة العربية، وهي تتعلق بانصرام العام الهجري: 1407هـ وقدوم العام الجديد 1408هـ وما يجب على المسلم من محاسبة نفسه على ما مضى واستعداده لما يستقبل من حياته، وأورد بعض الآيات والأحاديث والآثار التي تحض على اغتنام فرص الوقت والصحة والغنى، قبل أن يأتي يوم المرض والفقر والموت. ويبدو أن الرابطة الإسلامية في ستوكهولم عندها قدرة على اجتذاب كثير من المسلمين للمشاركة في نشاطها والاستفادة منه، لأن عدد المصلين يوم الجمعة كثير من كل الأصناف والأعمار رجالاً ونساءً وأطفالاً. وترجم أحد الشباب الخطبة بعد انتهاء الخطيب منها. وأعلن بعد صلاة الجمعة عن بدء الدراسة للأطفال الذكور يوم السبت، وللإناث يوم الأحد. وأخبرني الإخوة أنهم يلقون محاضرات بين حين وآخر تتعلق بالمواجهة الفكرية بين الإسلام والصهيونية، وبخاصة في اتهام الإسلام بأنه دين عنف. كما ذكروا أن شخصاً مغربياً، يسمى أحمد رامي، واتجاهه في الأساس قومي، ولكن عنده مشاعر إسلامية، حصل على إذاعة محلية، وهو الآن في صدام مع اليهود، وقد قدموا دعوى ضده بأنه يثير العنصرية، ويطالبون بإغلاق إذاعته بهذه الحجة. والإخوة في الرابطة الإسلامية يحتاجون إلى مساعدة مادية ليستطيعوا التحرك بنشاطهم في السويد والدول المجاورة. ومقرهم الآن في وسط البلد موقعه ممتاز جداً، ولكنهم في حاجة إلى ما لا يقل عن ثلاثة ملايين كرونة سويدية لتسديد ما بقي عليهم من قيمة المقر. تعريف الأجانب بما يهمهم في السويد: هذا، وقبل أن أغادر السويد، أرى أنه لا بد من الإشارة إلى اهتمام الحكومة السويدية، بتعريف الأجانب [فضلاً عن أهل البلد الأصليين] بما لا بد لهم من معرفته في بلادهم، ليكون المقيم أو الزائر على بصيرة بما يحتاج إليه، نظرياً أو عملياً. ولذلك أعدوا كتاباً باللغة العربية، فيه معلومات مهمة ينبغي الاطلاع عليها ومعرفتها. ولا بد أن يكونوا قد طبعوا الكتاب بلغات أخرى... ولهذا رأيت أن أكتب نبذة مختصرة من الكتاب، وهو بعنوان: السويد - دليل المجتمع الإعلامي للمهاجرين، وهو مترجم إلى اللغة العربية، وفيه بيان لكل ما يحتاج إليه الوافد إلى السويد وبخاصة المقيم: يعرف في هذا الكتاب ماله من حقوق وما عليه من واجبات: سواء كانت سياسية أو اجتماعية أو اقتصادية أو تنظيمية أو دينية أو قانونية. إن دول أوروبا حريصة أن يكون الناس كلهم، من أهل البلد الأصليين، أو الوافدين، على بصيرة تامة بقوانين البلد وعاداتها، ومعرفة ما لهم وما عليهم، حتى يسير المقيم في البلد على نظام بدون اضطراب. وهذا ما يجب أن تفعله كل الدول، من إعطاء الناس معلومات كاملة منشورة عما يجب فعله وما يمتنع، ليكون الناس على بصيرة من أمرهم بالأنظمة والقوانين إقامة للحجة، حتى لا يفاجأ أحد بما يترتب على مخالفته للأنظمة وهو لا يعرفها، لأنها مكتوبة في ورق محفوظ في الأرفف والخزائن. ولا أريد أن أطيل، ولو بمجرد ذكر عناوين الكتاب المتعلقة بما يحتاج إلى معرفته الوافد إلى السويد. وإنما أريد أن أنقل للقارئ بعض الفقرات المتعلقة بالنظام السياسي في السويد من هذا الكتاب، والإشارة إلى الفقرات التي يستفيد منها المهاجر، بإيجاز شديد. الديمقراطية في السويد: السويد بلد ديمقراطي بالمعنى الأوروبي الغربي، نظام الحكم فيها برلماني، ويتضمن ذلك وجوب حصول الحكومة على ثقة البرلمان، وعلى دعمه في جميع اقتراحاتها المهمة، كما يعني ذلك أيضاً أن على الحكومة الاستقالة إذا  لم تحظ بثقة البرلمان. يختار المواطنون في الانتخابات العامة الأشخاص الذين سيتولون دفة الأمور على النطاق المحلي والمركزي. إن أعضاء البرلمان السويدي هم ممثلون منتخبون عن أكبر الأحزاب السياسية. كما أن نظام الحكم في السويد نظام ملكي، ولقد كان النفوذ الملكي في السابق قوياً، وليس لدى الملك في الوقت الحاضر أي تأثير على إدارة البلاد، وفي المقابل يناط بالملك مهمات تمثيلية في داخل السويد وفي خارجها. إن حق التصويت العام وحق الاحتفاظ بسرية التصويت، هما أول مقومين للديمقراطية، أما مستلزمات الديمقراطية الأخرى فهي الحقوق والحريات الأساسية: حرية التعبير عن الرأي، وحرية الصحافة التي تعني أن من حق الإنسان سواء كان شفهياً أو خطياً التعبير عما يفكر به ويؤمن به، وكذلك نقد الحكومة وغيرها من الأجهزة الحكومية. حرية الاجتماع وحرية التظاهر، أي الحق في تنظيم الاجتماعات والمظاهرات والاشتراك فيها والتعبير عن الآراء المختلفة. وحرية المذاهب والأديان التي تتضمن أن يكون من حق جميع السكان في السويد ممارسة أديانهم، يجب عدم التمييز بسبب العقيدة. ومبدأ آخر على جانب من الأهمية، هو المساواة أمام القانون أي وجوب مقاضاة الجميع بنفس الطريقة، بغض النظر عن المنصب والثراء. يستعمل المواطن السويدي العادي بكل بساطة الضمير: أنت، ليس فقط عند مخاطبة الأهل والأصدقاء، وإنما أيضاً في مقرات العمل، في المدرسة في المحلات التجارية، وعند الاتصال بالسلطات وبموظفي الخدمات العامة. البرلمان والحكومة: إن أعلى مجلس نيابي صانع للقرارات في البلاد، هو البرلمان السويدي الذي يتخذ من ستوكهولم مقراً له، ينتخب أعضاء البرلمان السويدي من جميع أنحاء البلاد، وهم أعضاء الأحزاب السياسية السويدية الكبرى، يعقد البرلمان السويدي جلسات عمومية، حيث تجري مناقشة المسائل الضريبية، كيفية إدارة أموال الدولة، السياسة الخارجية، وكذلك  الاقتراحات حول الإصلاحات والقوانين الجديدة. تدير الحكومة دفة البلاد، وتشرف - مثلاً - على السياسة الخارجية وعلى تعيين لجان تحقيق في أمور مختلفة، تنفذ الحكومة القرارات التي يتخذها البرلمان، تتألف الحكومة من وزراء يشرفون على قطاعات مختلفة من المجتمع. وتقوم ثمانون جهة ومصلحة حكومية مع عدد كبير من الموظفين بالإشراف على الأعمال اليومية. البلديات: تقسم السويد إلى 284 بلدية، تملك البلديات إلى حد بعيد حق الإدارة الذاتية، ويمكن أن تختلف فيما بينها في طريقة تنظيمها، وتلزم البلدية بتقديم بعض الخدمات المعينة. إن المجلس البلدي هو بمثابة البرلمان في البلدية، يقوم المجلس بدوره بتعيين حكومة للبلدية... تمثل في إدارة البلدية الأحزاب المختلفة، حسب عدد الأصوات التي حازتها في الانتخابات. التنظيمات النيابية للمحافظات: كما تقسم السويد إلى 23 تنظيماً نيابياً للمحافظة. إن أهم مهام التنظيم النيابي للمحافظة، هو الرعاية الطبية والصحية، ومن بين المهام الأخرى الإشراف على الجهاز الوطني للعناية بالإنسان، كبعض أوجه التعليم الخاصة للمعوقين، وأحيانا المواصلات العامة. يوجد في كل تنظيم نيابي للمحافظة مجلس يجري انتخابه في انتخابات عامة. المحافظات: تقسم السويد إلى 24 محافظة تنطبق في تقسيمها على مناطق التنظيمات النيابية للمحافظات، يوجد في كل محافظة إدارة محافظة. تكون... سلطة حكومية، تشرف إدارة المحافظة على الأمور  المتعلقة بالضرائب، ورخص السوق، والجهاز البوليسي وجوازات السفر، والعناية بالطبيعة، وكذلك التخطيط العام لأعمال المحافظة، وتوجد في كل محافظة محكمة إدارية. ثم تحدث الكتاب عن الأحزاب السياسية في البلاد، وماذا تعني السياسة بالنسبة للمهاجر، والجمعيات في السويد، وجمعيات المهاجرين والهجرة إلى السويد، وتعلم المهاجر للغة السويدية مجاناً، وغير ذلك من الحقوق والواجبات، كأنظمة تصاريح الإقامة والعمل واللجوء السياسي وأنظمة الجنسية والتسجيل المدني، وحياة العمل وأنظمته والبدء بمشروعات تجارية خاصة، والضرائب، والتعليم، والأسرة، والأحوال الشخصية، والشيخوخة، والتقاعد، والرعاية الطبية، والإعاقة، والجريمة والقضاء، والكنائس والطوائف الدينية، والسكن والشراء والاستهلاك، وأنظمة السير، والثقافة والطبيعة وأوقات الفراغ، والرياضة والهاتف والجمارك، والعملة، وجهاز الدفاع المدني، وكل هذه الأبواب مفصلة في الكتاب. [[غالب الحكومات عندها أنظمة تسجل فيها الحقوق والواجبات لرعاياها وللمقيمين فيها والفرق هو العناية بإيصال هذه الأنظمة إلى كل من يمكن أن يحتاجها سواء كان من أهل البلد أو وافدا إليه]]. أوقات العبادة في الدول الاسكندنافية، وفتاوى العلماء فيها: تعترض المسلمين في الدول الاسكندنافية، مشكلة تحديد أوقات الصلاة والصوم، لطول النهار أحياناً، وقصره أحياناً، وطول الليل كذلك. وهذه المناطق تنقسم قسمين: قسم يطول فيه النهار في الصيف وقد يصل إلى 21، 20 من الفجر إلى المغرب في السويد، لأن الفجر في الأيام الطويلة يدخل في الساعة 1.51 والغروب يكون في الساعة 22.12، يعني أن الليل من المغرب إلى الفجر 3.39 ثلاث ساعات وتسع وثلاثون دقيقة فقط، وفي هذا القسم يتميز الليل والنهار بالغروب والشروق، ضوء الشمس لا يختفي كثيراً. وقسم آخر في بعض المناطق التي في أقصى الشمال، لا تغيب الشمس عنه في الصيف، وبعض المناطق التي في الشمال تغيب عنها دقائق معدودة، لذلك كتب بعض المسلمين إلى العلماء في البلدان الإسلامية يستفتونهم في أوقات الصيام والصلاة، في تلك المناطق، ووردت إليهم فتاوى من المملكة العربية السعودية ومصر والكويت والمغرب والأردن، وقد أخذتُ صوراً لبعض تلك الفتاوى من الإخوة في السويد والنرويج، وأرى من المناسب إثباتها في هذا الكتاب، لما فيها من فائدة وليعلم أن المسلمين لا بد أن يجدوا ما يحتاجون على بيانه من علمائهم، وقد أثير بعض الأسئلة بعد ذلك لمزيد من الاستيضاح. وسأنقل تلك الفتاوى بنصوصها مرتباً لها بحسب ترتيب تواريخ صدورها: نص فتوى دائرة الإفتاء في عمان ـ المملكة الأردنية الهاشمية: بسم الله الرحمن الرحيم إلى جناب الأخ الكريم السيد الدكتور محمد بيار علي، رئيس الجمعية الإسلامية في مدينة أوبسالا. السلام عليكم ورحمة الله وبركاته . فيما يلي الإجابة على تساؤلاتكم: 1- البلاد التي فيها ليل ونهار، سواء أقصر نهارها أم طال، وكذلك أقصر ليلها أو طال، الصوم يبدأ فيها من طلوع الفجر وينتهي بغروبها، لقوله تعالى: {وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر ثم أتموا الصيام إلى الليل}. والمقصود بالخيط الأبيض ضوء النهار، والمقصود بالخيط الأسود الليل، أي حتى يتبين ضوء النهار من الليل. ويمكن للرائي أن يعرف طلوع الفجر بانتشار ضوء النهار في الأفق بشكل مستطير. 2- البلاد التي فيها نهار دائم، للعلماء فيها رأيان بالنسبة لأوقات الصلاة والصوم: الرأي الأول: هو أن يقاس ذلك حسب توقيت أقرب بلد إليهم، فيها ليل ونهار، وأهلها من يصوم ويصلي. الرأي الثاني: هو أن يقاس ذلك على حسب توقيت مكة المكرمة باعتبار مكة فيها نزل الوحي، وهي أم القرى وقبلة المسلمين.  [[وله فتوى في بعض شروط الجمعة لا أرى داعياً لذكرها هنا، لأنها تحتاج إلى مناقشة وتمحيص، والمقام ليس مقام ذلك. وهذه الفتوى بتوقيع المفتي العام: محمد عبده هاشم وهي بتاريخ 19/9/1399هـ]]. والله أعلم\". نص فتوى وزارة الأوقاف الكويتية: وهذا نصها: \"بسم الله، والحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه، أما بعد: فقد عرضت على لجنة الفتوى في جلساتها المنعقدة في السابع من رجب 1401هـ 11/5/1981م الرسالة المقدمة من السكرتير العام للجمعية الإسلامية بالسويد، الأستاذ محمود الدبعي، حيث جاء فيها ما يلي: \"نبعث لكم رسالتنا هذه، راجين منكم جواباً شافياً ومحققاً للفائدة المرجوة عن التكليف الشرعي لكيفية صيام شهر رمضان للمسلمين القاطنين في دولة السويد، حيث إننا سئلنا كثيراً عن هذه الكيفية، وأقصد حسب الآية الكريمة: {وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر ثم أتموا الصيام إلى الليل}. والمشكلة أن النهار طويل جداً في فصل الصيف، إذ يبلغ أكثر من إحدى وعشرين ساعة، فهل هناك جواب؟ وقد حدث في العام الماضي ارتباك شديد، مما دفع بعض المراكز الإسلامية هنا بتحديد ساعات معينة للصيام، دون الأخذ بعين الاعتبار الآية السابقة، وحجتهم الآية الكريمة: {يريد الله بكم اليسر ولا يريد بكم العسر ولتكملوا العدة ولتكبروا الله على ما هداكم ولعلكم تشكرون} والصيام إلى الليل فيه مشقة للمسلمين، حيث إنه هناك واجبات دنيوية ودينية، على المرء أن يتحمل خلالها مشاقَّ كثيرة من الصيام حتى قرب منتصف الليل، فما هو رأي الشرع بالنسبة إلى وضعنا؟ نريد جواباً شافياً نسلكه، حتى لا يكون هناك حجة لإنسان ما، لذلك نريد منكم فتوى شرعية لهذا الموضوع \".. وبعد عرض الموضوع على اللجنة رأت ما يلي: إذا كان الليل والنهار يتواردان في كل أربع وعشرين ساعة، ولكن الإسفار لا ينقضي، وكان بين الغروب والشروق فترة تتسع للإفطار وقضاء الحاجات الضرورية، فإننا نرى أن هذه الفترة تقسم إلى قسمين يباح في القسم الأول منها ما يباح للمفطر، ويعتبر صائماً من بداية القسم الثاني. أما إذا  كان الإسفار ينقضي، وتأتي ظلمة تامة ولو قليلة، فإن الإفطار يكون من الغروب إلى نهاية تلك الفترة وبداية إسفار الفجر، على ما هو  المعتاد في البلاد الأخرى، هذا إذا  كان يستطيع الصوم من غير حرج شديد. أما إذا  كان لا يستطيع الصوم لطول النهار ويلحقه بذلك حرج شديد، فإن له أن يفطر ويعيد في الوقت والزمن الذي يستطيع أن يؤدي فيه الصوم. أما إذا  كان النهار يطول، بحيث لا يتوارد الليل والنهار في كل أربع وعشرين ساعة، كالمناطق القطبية والقريبة جداً منها، فإن هذه البلاد يحتاج القول فيها إلى  اجتهاد جماعي، يؤخذ فيه رأي العلماء بالشريعة، ورأي المختصين في الفلك، لأنها تحتاج إلى تقديرات كثيرة. هذا وبالله التوفيق وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. وقد بعث بهذه الفتوى وكيل وزارة الأوقاف الكويتية محمد ناصر الحمضان في 17رجب سنة 1401هـ. نص فتوى هيئة كبار العلماء في المملكة العربية السعودية: \"مضمون قرار رقم61 وتاريخ 12/4/1398هـ.  [[هذه الفتوى لم تكن في الأصل رداً على استفتاء الأخ محمود الدبعي، بل كانت على استفتاء أسبق سيظهر من نفس القرار، ومن خطاب الشيخ عبد العزيز بن عبد الله بن باز]]. عرض على مجلس هيئة كبار العلماء في الدورة الثانية عشرة المنعقدة بالرياض في شهر ربيع الآخر 1398هـ ما جاء في خطاب معالي الأمين العام لرابطة العالم الإسلامي بمكة المكرمة رقم 55 وتاريخ 16/1/1398هـ المتضمن ما جاء في خطاب رئيس رابطة الجمعيات الإسلامية في مدينة (مالمو) الذي يفيد فيه بأن الدول الاسكندنافية يطول فيها النهار في الصيف ويقصر في الشتاء، نظراً لوضعها الجغرافي، كما أن المناطق الشمالية منها لا تغيب عنها الشمس إطلاقا في الصيف وعكسه في الشتاء، ويسأل المسلمون فيها عن كيفية الإفطار في رمضان، وكذلك كيفية ضبط أوقات الصلوات في هذه البلدان، وعرض المجلس أيضاً ما أعدته اللجنة الدائمة للبحوث العلمية والإفتاء، فقرر المجلس ما يلي: أولاً: من كان يقيم  في بلاد يتمايز فيها الليل من النهار بطلوع فجر وغروب شمس، إلا أن نهارها يطول جداً في الصيف ويقصر في الشتاء، وجب عليه أن يصلي الصلوات الخمس في أوقاتها المعروفة شرعاً، لعموم قوله تعالى: {أقم الصلاة لدلوك الشمس إلى غسق الليل وقرآن الفجر إن قرآن الفجر كان مشهودا} وقوله تعالى: {إن الصلاة كانت المؤمنين كتابا موقوتا}. ولما ثبت عن بريدة رضي الله عنه عن النبي صلى الله عليه وسلم أن رجلاً سأله عن وقت الصلاة، فقال له: ((صل معنا هذين)) ـ يعني اليومين ـ فلما زالت الشمس أمر بلالاً فأذن ثم أمره فأقام الظهر، ثم أمره فأقام العصر، والشمس مرتفعة بيضاء نقية، ثم أمره فأقام المغرب حين غابت الشمس، ثم أمره فأقام العشاء حين غاب الشفق، ثم أمره فأقام الفجر حين طلع الفجر، فلما أن كان اليوم الثاني أمره فأبرد بالظهر فأبرد بها، فأنعم أن يبرد بها وصلى العصر والشمس مرتفعة، أخرها فوق الذي كان، وصلى المغرب قبل أن يغيب الشفق، وصلى العشاء بعدما ذهب ثلث الليل، وصلى الفجر فأسفر بها، ثم قال: ((أين السائل عن وقت الصلاة؟)) فقال الرجل: أنا يا رسول الله، قال: ((وقت صلاتكم بين ما رأيتم)). رواه البخاري. وعن عبد الله بن عمرو بن العاص، أن رسول الله صلى الله عليه وسلم قال: ((وقت الظهر إذا زالت الشمس، وكان ظل الرجل كطوله، ما لم يحضر العصر، ووقت العصر ما لم تصفر الشمس، ووقت صلاة المغرب ما لم يغب الشفق، ووقت صلاة العشاء إلى نصف الليل الأوسط، ووقت صلاة الصبح من طلوع الفجر ما لم تطلع الشمس، فإذا طلعت الشمس فأمسك عن الصلاة، فإنها تطلع بين قرني شيطان)). أخرجه مسلم في صحيحه. إلى غير ذلك من الأحاديث التي وردت في تحديد أوقات الصلوات الخمس قولاً وفعلاً، ولم تفرق بين طول النهار وقصره، وطول الليل وقصره، ما دامت أوقات الصلاة متمايزة بالعلامات التي بينها رسول الله صلى الله عليه وسلم  هذا بالنسبة لتحديد أوقات صلاتهم. وأما بالنسبة لتحديد أوقات صيامهم شهر رمضان، فعلى المكلفين أن يمسكوا كل يوم منه عن الطعام والشراب وسائر المفطرات من طلوع الفجر إلى غروب الشمس في بلادهم، ما دام النهار يتمايز في بلادهم من الليل، وكان مجموع زمانهما أربعاً وعشرين ساعة ويحل لهم الطعام والشراب والجماع ونحوها في ليلهم فقط، وإن كان قصيراً فإن شريعة الإسلام عامة للناس في جميع البلاد، وقد قال الله تعالى: {وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من ثم الفجر ثم أتموا الصيام إلى الليل}. ومن عجز عن إتمام صوم يوم لطوله، أو علم بالأمارات أو التجربة أو إخبار طبيب أمين حاذق، أو غلب عليه الظن أن الصوم يفضي إلى هلاكه، أو مرضه مرضاً شديداً، أو يفضي إلى زيادة مرضه أو بطأ برئه، أفطر ويقضي الأيام التي أفطرها في أي شهر تمكن فيه من القضاء، قال تعالى: {فمن شهد منكم الشهر فليصمه ومن كان مريضا أو على سفر فعدة من أيام أخر} وقال تعالى: {لا يكلف الله نفسا إلا وسعها} وقال تعالى: {وما جعل الله عليكم في الدين من حرج}. من كان يقيم في بلاد لا تغيب عنها الشمس صيفاً ولا تطلع الشمس فيها شتاء أو في بلاد يستمر نهارها إلى ستة أشهر، ويستمر ليلها ستة أشهر ـ مثلاً ـ وجب عليهم أن يصلوا الصلوات الخمس في كل أربع وعشرين ساعة، وأن يقدروا أوقاتها، ويحددوها، معتمدين في ذلك على أقرب بلاد إليهم تتمايز فيها أوقات الصلوات المفروضة بعضها من بعض، لما ثبت في حديث الإسراء والمعراج من أن الله تعالى فرض على هذه الأمة خمسين صلاة كل يوم وليلة، فلم يزل النبي صلى الله عليه وسلم  يسأل ربه التخفيف حتى قال: ((يا محمد إنهن خمس صلوات كل يوم وليلة، ولكل صلاة عشر فذلك خمسون صلاة)) الخ... ولما ثبت من حديث طلحة بن عبيد الله رضي الله عنه، قال: جاء رجل إلى رسول الله صلى الله عليه وسلم من أهل نجد، ثائر الرأس، نسمع دوي صوته، ولا نفقه ما يقول، حتى دنا من رسول الله صلى الله عليه وسلم، فإذا هو يسأل عن الإسلام، فقال رسول الله صلى الله عليه وسلم: ... ((خمس صلوات في اليوم والليلة))، فقال: هل عليَّ غيرهن؟ قال: ((لا إلا أن تتطوع)). الحديث. ولما ثبت من حديث أنس بن مالك رضي الله عنه، قال: نهينا أن نسأل رسول الله صلى الله عليه وسلم، فكان يعجبنا أن يجيء الرجل من أهل البادية العاقل فيسأله ونحن نسمع، فجاء رجل من أهل البادية فقال: يا محمد أتانا رسولك فزعم أنك تزعم أن الله أرسلك، قال: ((صدق))، إلى أن قال: وزعم رسولك أن علينا خمس صلوات في يومنا وليلتنا، قال: ((صدق))، قال: فبالذي أرسلك آلله أمرك بهذا؟ قال: ((نعم)) الحديث. وثبت أن النبي صلى الله عليه وسلم حدث أصحابه عن المسيح الدجال فقالوا ما لبثه في الأرض؟ قال: ((أربعون يوماً، يوم كسنة، ويوم كشهر، ويوم كجمعة، وسائر أيامه كأيامكم))، فقيل: يا رسول الله اليوم الذي كالسنة أيكفينا فيه صلاة يوم؟ قال: ((لا، اقدروا له)) فلم يعتبر اليوم الذي كالسنة يوماً واحداً يكفي فيه خمس صلوات، بل أوجب فيه خمس صلوات في كل أربع وعشرين ساعة، وأمرهم أن يوزعوها على أوقاتها، اعتباراً بالأبعاد الزمنية التي بين أوقاتها في اليوم العادي في بلادهم، فيجب على المسلمين في البلاد المسؤول عن تحديد أوقات الصلوات فيها أن يحددوا أوقات صلاتهم معتمدين في ذلك على أقرب بلاد إليهم يتمايز فيها الليل من النهار، وتعرف فيها أوقات الصلوات الخمس بعلاماتها الشرعية في كل أربع وعشرين ساعة. وكذلك يجب عليهم صيام شهر رمضان، وعليهم أن يقدروا لصيامهم فيحددوا بدء شهر رمضان ونهايته، وبدء الإمساك والإفطار في كل يوم منه، ببدء الشهر ونهايته، وبطلوع فجر كل يوم وغروب شمسه في أقرب بلاد إليهم يتميز فيها الليل من النهار، ويكون مجموعهما أربعاً وعشرين ساعة، كما تقدم في حديث النبي صلى الله عليه وسلم عن المسيح الدجال وإرشاده أصحابه فيه عن كيفية تحديد أوقات الصلوات فيه، إذ لا فرق في ذلك بين الصوم والصلاة. والله ولي التوفيق، وصلى الله على نبينا محمد وآله وصحبه. هذا، وقد صاحب هذه الفتوى خطاب من سماحة الرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد الشيخ عبد العزيز بن عبد الله بن باز - وهو أحد مشايخي في المدينة المنورة، كان يدرسنا في المسجد النبوي عندما كان نائباً لرئيس الجامعة الإسلامية، وعندما أصبح رئيساً لها، بعد وفاة سماحة الشيخ محمد بن إبراهيم مفتي المملكة العربية السعودية والرئيس الأعلى للقضاء ورئيس الجامعة الإسلامية بالمدينة المنورة. نص خطاب سماحة الشيخ عبد العزيز بن عبد الله بن باز رحمه الله: \"من عبد العزيز بن عبد الله بن باز إلى حضرة الأخ المكرم الشيخ محمد الدبعي  [[هكذا، واسمه الصحيح: محمود جميل الدبعي، وقد التقيته في مدينة ستوكهولم في هذه الرحلة]].  سكرتير عام الجمعية الإسلامية بالسويد، وفقه الله. السلام عليكم ورحمة الله وبركاته  وبعد: فقد وصلني سؤالك المتعلق بحكم أوقات الصوم في السويد رفق كتاب معالي وزير الحج والأوقاف رقم 1395/4 في 12/7/1401هـ. المقيد لدينا بإدارة البحوث برقم 1378/في 21/7/1401هـ. وأفيدك أن مجلس هيئة كبار العلماء بالمملكة العربية السعودية سبق أن درس موضوع أوقات الصوم والصلاة في المناطق القطبية، وأصدر فيها قراره رقم61 في 12/4/1398هـ أرفق لك صورته، وفيه الكفاية إن شاء الله، وأرجو الله سبحانه وتعالى أن يوفقنا وإياكم لما يرضيه إنه سميع قريب.  [[رقم الخطاب: 1464/2 وتاريخ 29/8/1401هـ]]. والسلام عليكم ورحمة الله وبركاته الرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد. ختم نص فتوى الشيخ محمد بن عبد الرازق الفاسي المراكشي: \"الحمد لله وحده . ورد على معالي وزير الأوقاف والشؤون الإسلامية، رسالة من السكرتير العام للجمعية الإسلامية بالسويد، يطلب فيها كيفية صيام شهر رمضان للمسلمين القاطنين بالسويد، حيث إن النهار طويل جداً في فصل الصيف يبلغ أكثر من إحدى وعشرين ساعة، وأنه حدث في العام الماضي ارتباك شديد، مما دفع بعض المراكز الإسلامية هناك، لتحديد ساعات معينة للصيام دون الأخذ بعين الاعتبار الآية الكريمة {وكلوا واشربوا..... } الآية  وحجتهم الآية الكريمة {يريد الله بكم اليسر ولا يريد بكم العسر} الآية، وإن الصيام إلى الليل فيه مشقة للمسلمين، حيث إنه هناك واجبات دنيوية ودينية على المرء أن يتحمل خلالها مشاق كثيرة من الصيام، حتى قرب منتصف الليل، فما هو رأي الشرع بالنسبة لوضعنا نريد جواباً شافياً نسلكه حتى لا يكون هناك حجة لإنسان ما؟ لذلك نريد منكم فتوى شرعية بالنسبة لهذا الموضوع... وقد وجه لي معالي الوزير على يد سعادة ناظر أحباس مراكش هذه الرسالة المذكورة من أجل الإجابة عنها بما أراه صواباً وموافقاً، وعليه فأقول وبالله التوفيق. قد استخرجت حصة الفجر لعاصمة السويد وهي ستوكهولم لأول يوم من رمضان 1401هـ، وهو باعتبار الغالب في المغرب يوم الجمعة 3يوليو 81م فكانت الساعة 10.52 وقت منتصف الليل بتوقيت غرينتش. واستخرجت حصة المغرب هناك فكانت الساعة 8 والدقيقة 7 بتوقيت غرينتش أيضاً. وعليه فتكون مدة صيام اليوم الأول المذكور 21ساعة و15 د كما استخرجت حصة الفجر لآخر يوم من رمضان 1401 هـ وهو فاتح أغشت 1981م، فكانت 10س 54د وقت منتصف الليل بتوقيت غرينتش، وحصة المغرب فكانت 7س و 18د بتوقيت غرينتش أيضاً. وعليه فتكون مدة الصيام في آخر يوم من رمضان 1401هـ ، وهو يوم السبت فاتح أغشت 1981م هكذا 20س و24 د وحيث علمت أن مدة الصيام في أول رمضان 21س و15 د وفي آخره 20س و 24د فإذا قدر المسلم في عاصمة السويد على صيام رمضان في هذه الحالة، فبها ونعمت، وخصوصاً حيث إن الجو هناك معتدل في رمضان المقبل، وإذا لم يقدر، لمرض أو شغل شاق، أو غير ذلك من الأعذار المبيحة للفطر في رمضان، فليفطر، وليقض ما أفطره في وقت آخر من أيام السنة، وبذلك يكون صيامه إن قدر عليه، وفِطره إن لم يقدر على الصيام، مطابقاً لقوله تعالى: {وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر ثم أتموا الصيام إلى الليل} ولقوله تعالى: {فمن شهد منكم الشهر فليصمه ومن كان مريضا أو على سفر فعدة من أيام أخر يريد الله بكم اليسر ولا يريد بكم العسر ولتكملوا العدة ولتكبروا الله على ما هداكم ولعلكم تشكرون} وقال خليل: ووجب أي الفطر في رمضان إن خاف هلاكه أو شديد أذى... الخ. أما تحديد ساعات معينة للصيام في حالة ما إذا كان هناك شروق وغروب، والاستدلال على ذلك بقوله: {يريد الله بكم اليسر ولا يريد بكم العسر} فمما لا معنى له، وخصوصاً حيث إن قوله تعالى: {يريد الله بكم اليسر} الآية وهو قريب إلى قوله: {ومن كان مريضا أو على سفر فعدة من أيام أخر} وأيضا تقدير وقت الصيام بساعات معينة إنما يعتبر بالنسبة للبلاد التي فيها الشمس فوق الأفق عدة أيام أو تغرب عدة أيام كهافرفيست التي بأقصى شمال النرويج.  [[هكذا، والصواب هامر فيست (HAMMERFEST)]]. ويراجع الفصل الثاني من المبحث الثاني من مؤلفنا: العذب الزلال في مباحث رؤية الهلال الذي طبع في قطر، ففيه من كلام الفقهاء والفلكيين ما يشفي الغليل وينير السبيل، وقد وضعت تقييداً خاصاً في هذه المسألة ينبغي مراجعته أيضاً والله الموفق\".  [[وقد وجه هذه الفتوى خطاب خاص من وزير الأوقاف والشؤون الإسلامية المغربي إلى السائل السكرتير العام للجمعية الإسلامية بالمملكة السويدية بتاريخ 11/4/1981م ووقعه عنه رئيس قسم الدراسات الإسلامية شاكر التجاني]]. هذه الفتاوى الأربع متفقه على وجوب صوم أيام رمضان وإن طالت ما دام النهار يتميز عن الليل في خلال أربع وعشرين ساعة. وقد كان للفتوى الثالثة تفصيل يتعلق بأوقات الصلاة أيضاً، حيث أكدت على وجوب الالتزام بالأوقات الشرعية في البلاد التي يتميز فيها الليل من النهار. أما إذا  كان الليل لا يتميز عن النهار، بأن كان الوقت كله ليلاً أو نهاراً لعدة أيام فهنا يأتي التقدير، وهو أن يتقيد بمن يسكن في مثل هذا البلد بمواقيت المسلمين في أقرب بلد إليهم. وتبقى مشكلات أخرى تنزل بالمسلمين هناك، لم أرهم تعرضوا لها في استفتائهم ولا تعرضت لها الفتاوى. من تلك المشكلات أنه عندما يطول النهار ويقصر الليل، تكون صلاة المغرب في الساعة العاشرة والدقيقة العاشرة، وصلاة العشاء في الساعة الحادية عشرة والدقيقة التاسعة والثلاثين، وصلاة الفجر في الساعة الواحدة والدقيقة السابعة والخمسين، فيكون بين المغرب والعشاء ساعة وتسع وعشرين دقيقة، والفرق بين العشاء والفجر ساعتان وثماني عشرة دقيقة، والشروق في الساعة الثالثة والدقيقة الثالثة والثلاثين.  [[هذه مأخوذة من التقويم الإسلامي للرابطة الإسلامية في ستوكهولم لعام 1987م]]. فإذا صلى المغرب وانتظر صلاة العشاء، لا يبقى بينه وبين الفجر إلا ساعتان وثماني عشرة دقيقة - بل أقل - وهو غير قادر على انتظار الفجر، لأنه لا يستطيع العمل إذا لم ينم في الليل، وإذا نام فالغالب أن الساعتين لا تكفيانه حتى يؤدي الصلاة في وقتها، وإذا استمر في النوم فإنه قد تشرق الشمس وهو نائم، لأن وقت شروقها قريب من وقت العشاء إذ الفرق بينهما ثلاث ساعات واثنتا عشرة، دقيقة فماذا يفعل المسلم في هذه الحالة؟ هل يجبر على انتظار الفجر ولو أدى إلى إرهاقه أو الإضرار بعمله وكلاهما صعب؟ أو يجمع المغرب والعشاء وينام مبكراً نوعا ما؟ أو يكون معذوراً إذا  تأخر عن صلاة الفجر بالنوم بسبب قصر الوقت الذي ليس من صنعه. وقد سألني بعض الإخوة هناك فلم أجبهم جواباً شافياً، وإنما قلت لهم اتقوا الله ما استطعتم، وأرى أنه يجب أن يدرس فقهاء الإسلام هذه المشكلة ويفتوا فيها، هذه واحدة. أما المشكلة الثانية فهي أن الشمس في بعض مناطق القطب الشمالي وبالتحديد في مدينة (ترومسو)  [[TROMSO]] النرويجية يكون بين طلوع الشمس وغروبها ربع ساعة فقط، وذلك في الفترة ما بين 20/5 إلى 22/7 معنى ذلك أن النهار 15 دقيقة فهل يصلي المسلم في مثل تلك الحال الفجر والظهر والعصر والمغرب خلال هذه المدة؟ وهل يعتبر يوم رمضان هو تلك المدة، وقد يتفاوت الوقت بين رأس القطب وأقصى جنوب الدول الاسكندنافية في ذلك. وسيأتي شيء من التفصيل إن شاء الله في المعلومات التي تكتب عن النرويج. السفر إلى فنلندا: الاثنين : 23/12/1407 هـ. هذا وقد تقرر أن نسافر اليوم أنا والأخ أشرف الخبيري إلى مدينة هلسنكي عاصمة فنلندا عن طريق الباخرة ولكن الأخ أشرف كان قد أصيب بزكام لم يتمكن من السفر معي، فكلف الأخ فهد بن يونس القيسي الفلسطيني أن يسافر معي. والأخ فهد ولد في عكا سنة 1957م، وانتقل إلى السويد في سنة 1978م. وقد حجزنا في الباخرة بالدرجة الأولى في غرفة بها ثلاثة أسرة بمرافقها. السفينة ماريلا: وتحركت بنا الباخرة من مدينة ستوكهولم في الساعة السادسة مساء(7). [img]pics/11/11007.jpg[/img]<< الباخرة ماريلا راسية في أحد موانئ ستكوهولم 19/12/1407هـ ـ 13/8/1987م >> وكانت السفينة تسير في ممرات متعرجة بين جزر صغيرة كثيرة جداً ولم تنقطع تلك الجزر الصغيرة الكثيرة إلا بعد أن سرنا ثلاث ساعات. والسفينة تتكون من ثمانية طوابق عدا السطح، وكنا طوال الوقت الذي لم تغب فيها الشمس نتجول على ظهر السفينة لنتمتع بتلك المناظر الجميلة التي  قد يعجز الإنسان عن وصفها، وكانت توجد بتلك الجزر الصغيرة منازل صغيرة، بجانبها قوارب صغيرة، قال الأخ فهد : الغالب أن هؤلاء الناس يسكنون في هذه الجزر في أيام الصيف فقط، وكان الهواء على ظهر السفينة شديداً والجو بارداً ومع ذلك بقينا على ظهر السفينة أكثر من ساعتين ونصف. ثم نزلنا فتجولنا في طوابق السفينة التي  تضم مرافق كثيرة : مطاعم ومقاهي، وأماكن رقص وقمار وسُكْر، وأماكن لعب الأطفال، وبها من الأسواق ما يحتوي على كل ما يحتاج إليه الإنسان، والناس يأكلون ويشربون حلالاً وحراماً ويدخنون ويرقصون، وهذا يصعد وهذا يهبط، في مدينة من مدن العالم إلا أنها تسير في البحر قد حوت كل أنواع النعم التي تحيط بركابها وغالبهم بربهم يكفرون وبنعمه يجحدون وعن دينه يصدون. والشروق والغروب في هذه الأيام متقارب في شمال السويد ووسطه وجنوبه. فقد ذكر في جريدة (AFTON BLADET) أن غروب الشمس في مدينة مالمو وهي في الجنوب 35: 20 وفي مدينة ستوكهولم 29 : 20 وفي مدينة لوليو، وهي أكبر مدينة في الشمال 45: 20 والشروق في مدينة مالمو 46: 5 وفي مدينة ستوكهولم 13،5 وفي مدينة لوليو 23،4. لا أغير ديني لأني نشأت عليه! وقعدنا بإحدى شرفات الباخرة على مقاعد وثيرة بجانب النافذة وكانت الشمس تميل إلى الغروب وكان المنظر في غاية الروعة : البحر وغابات الجزر واحمرار الأفق، وجلس بجانبنا رجل من المسافرين تبين لنا أنه فنلندي، وكان ينظر إلى ذلك المنظر الممتع مثلنا. فقلت للأخ فهد : قل له ماذا يرى؟ فسأله فقال : أرى جمالاً في الكون. فقلت له : قل له : من جاء به؟ فقال : لا أعلم. قلت : فكر. قال : واحد يعطينا هذا الجمال، وأشار إلى السماء. قلت : من هو هذا الواحد؟ قال : الله، ثم قال : هل أنتم مؤمنون بالله؟ قلت : نعم، لأن الكون كله يدل عليه. ثم قلت له : لماذا جئنا إلى هذا الكون؟ فأخذ يتحدث في أمور أخرى يشغلنا بها، وفهمت أنه يتهرب من الكلام في الدين. قلت له : هل سمعت عن الإسلام؟ قال : نعم ولكن لا أدري ما هو بالضبط. فقلت له : إن الإسلام هو الذي يجيب على هذه الأسئلة، فالله هو الخالق ونحن جئنا لنعبده وسنصير إليه في الآخرة ليجازينا. فقال : الذي لا دين له لا يفكر جيداً فلا بد أن يكون للإنسان دين. كان هذا في الساعة العاشرة مساء وكان ضوء الشمس لا زال واضحاً في الجهة الشمالية الغربية. وقال الرجل : إنه يعرف مسلماً تترياً يسمى عبد الله علي في مدينة هلسنكي. قلت له : ونحن سنذهب إليه، وقلت له : عليك أن تأخذ من عبد الله بعض الكتب الإسلامية وتقرأ فيها عن الإسلام. فقال : نعم ولكن أنا متيقن أني لا أغير ديني لأني نشأت عليه. قلت : الله أعلم فقد نشأ غيرك على دين مثل دينك وغيره إلى الإسلام وهذا كثير. معلومات عن الباخرة: عندما ركبنا الباخرة لفت نظرنا أنها باخرة ضخمة غير عادية ولكن لم نكن نعرف أنها أضخم سفينة ركاب في العالم.  [[في تلك الفترة]]. وجدنا في الغرفة كتاباً خاصاً بالمعلومات المتعلقة بالباخرة فطلبت من الأخ فهد أن يترجم لي ما تيسر منه(8). [img]pics/11/11008.jpg[/img]<< الكاتب على ظهر السفينة ماريلا من ستكهولم إلى هلسنكي وبجانبه فهد بن يونس القيسي الفلسطيني 23/12/1407هـ ـ 17/8/1987م >> السفينة فنلندية، وهي أضخم سفينة ركاب في العالم. وتسمى : (ماريلا) \"MARIELLA\" بها 834 غرفة مجهزة بالهاتف والتلفزيون والاتصال الخارجي. وهي ثمانية طوابق. وتربط هي وأختها الصغيرة واسمها أولومبيا ( OLYMPIA) بين ستوكهولم وهلسنكي. بنيت سنة 1985م قبل زيارتي بسنتين أو أقل، في مدينة توركو (TURKU) وهي مشهورة ببناء السفن في فنلندا. طول الباخرة 177متراً، وعرضها 29متراً. وحمولتها 36200طن. سرعتها 22عقدة بحرية. عدد ركابها الذي تتسع له ( 2500 ). مجموع غرفها : 2372. تتسع لستمائة سيارة صغيرة ولاثنتين وستين سيارة شاحنة كبيرة، وعلو مكان السيارات 8،4 متر. وهي تعمل صيفاً وشتاءاً - يعني أنها كاسحة للثلج. ويوجد في الطابق السادس دكاكين حرة، أي بدون ضرائب، ومطعم ومقهى. والطابق السابع فيه مطعم من نوع الدرجة الأولى، ونادٍ ليلي للرقص والشرب والعربدة وكذلك في الطابق الثامن، وبه قاعة كبيرة مجهزة بمقاعد كثيرة تتسع لثلاثمائة شخص، وحولها غرف ( 15 غرفة) كل غرفة تتسع لخمسة عشر شخصاً، وفيها تلفونات وتلفزيونات وهي قاعة عرض سينمائي وقاعة اجتماعات تعقد فيها المؤتمرات. ترجم لي هذه المعلومات الأخ فهد. حالة الطوارئ ‍! يوجد في الغرفة جهاز راديو وبه مفاتيح للموسيقى والأخبار، وبينها مفتاح أحمر وضعت أصبعي عليه دون قصد ولم أضغط عليه، وإنما لمسته لمساً خفيفاً وقلت للأخ فهد: لماذا هذا المفتاح؟ وإذا مكبر الصوت في غرفتنا ينقل لنا فجأة، صوت امرأة قالت لنا: هنا الطوارئ فهل عندكم شيء؟ فقال لها الأخ فهد : لا وإنما لمسنا المفتاح خطأ، فقالت : طيب وقفلت السماعة. ويوجد في الغرفة إضافة إلى السرر ما يوجد في فنادق  الدرجة الأولى ما عدا التلفزيون والهاتف فيوجدان في غرف أخرى. وتوجد ساعة بها ثلاثة توقيتات لإيقاظ النائم قبل وصول الباخرة إلى ميناء الوصول: إما بساعتين أو بساعة ونصف، أو بساعة واحدة. وقد اخترنا نحن هذا الأخير، وعندما جاء الوقت سمعت صوتاً وأنا نائم يقول : صباح الخير باللغة الإنجليزية، ثم أتبعه بكلام آخر يحتاج إلى ترجمة، ومترجمي الأخ فهد من ذوي النوم الثقيل الجامد ولكن فهمت أن المقصود الإيقاظ. فقمت وتجهزت وخرجت من الحمام وأخونا فهد يغط في نوم عميق، يكاد شخيره يخترق النافذة المغلقة، فأخذت أوقظه: السلام عليكم، صبحك الله بالخير، كيف حالك يا فهد عسى أن تكون شبعت نوماً، وبعد ذلك كله بدأ يتحرك ويتمطى، وكان ذلك في الساعة السابعة صباحاً. وقد قلت في هذه السفينة قليلاً من أبيات الشعر التي جادت بها القريحة آنذاك، وهي: [sh] سيري فأنت على الإله دليل= لولا الإله لما بنتك عقول سيري فقد أثقلت بالنعم التي= لم يدر عنها قيصر أو قيل يا ليت قومك شابهوا بقلوبهم= صم الصخور إذا أتى التنزيل أو ليت قومي تابعوا في سيرهم= نهج النبي فلم يصبنا أفول يا ليت فينا الأشعري وصنوه= أو خالداً يقفوه هذا الجيل لو كان ذا أو ذاك كنت مثابة= للحق ليس بك الضلال يصول [/sh] وصعدنا إلى ظهر السفينة قبل رسوها لنرى مدينة هلسنكي أو جانباً منها ولكن الوقت كان قصيراً، فلم نصعد من الغرفة إلا في الساعة السابعة والنصف تقريباً، تجولنا قليلاً وهي تتهادى إلى المكان الذي ترسو فيه. [[المعلومات المتعلقة بالزيارة لفنلندا، تجدها في هذا المجلد في الكتاب الذي يلي هذا الكتاب الخاص بالسويد]]. الرجوع من فنلندا إلى السويد: الخميس: 26/12/1407هـ. كانت مدينة تامبري الفنلندية المدينة الثانية التي زرنها، بتنا فيها ليلة واحدة، وفي الصباح ذهبنا عن طريق القطار إلى مدينة توركو في ومنها ركبنا السفينة (سفيا SVEA) في الساعة العاشرة للعودة إلى مدينة ستوكهولم. ورست السفينة في أحد موانئ ستوكهولم، في الساعة الثامنة مساء بتوقيت السويد، التاسعة بتوقيت فنلندا، فكانت مدة سيرها من مدينة توركو الفنلندية إلى مدينة ستوكهولم السويدية إحدى عشرة ساعة كاملة، هذا ولم نجد موظفي جوازات عند خروجنا من فنلندا، ولا عند دخولنا السويد مرة أخرى، لأن دول اسكندنافيا تعتبر كأنها دولة واحدة في الجملة. وذهبنا إلى فندق: (O. HENRYS) الذي كنت نزلت فيه قبل السفر إلى فنلندا، واتصلنا بمكتب الخطوط الجوية (SAS) وتم الحجز لسفري غداً الجمعة، إلى مدينة أوسلو عاصمة النرويج، كما تم الاتصال بالأخ فيصل بك وأخبرناه بموعد وصول الطائرة إلى أوسلو. السفر إلى النرويج: الجمعة 27/12/1407 هـ أقلعت الطائرة من مطار ستوكهولم الساعة الثامنة مساء، وبإقلاعها انتهت زيارة المملكة السويدية، التي قضيت فيها سبعة أيام، وهبطت في مطار أوسلو في الساعة التاسعة إلا ربعاً. انتهيت من تصحيح هذا الكتاب في الساعة الثانية عشرة من ليلة الثامن عشر من شهر ذي القعدة عام 1426هـ ـ 19/12/2005م وسبحانك اللهم وبحمدك لا إله إلا أنت أستغفرك وأتوب إليك وصل الله على سيدنا محمد وعلى آله وصحبه وسلم روابط ملحقة من الشبكة تتعلق بمملكة السويد: الرابط الأول: http://www.oic-oci.org/press/arabic/december%202003/swe den.htm الرابط الثاني: http://www.islamonline.net/arabic/daawa/2005/07/article06.shtml الرابط الثالث: http://www.rabita.ch/arabe/actuel/sued_ecole.htm الرابط الرابع: http://www.almoslim.net/figh_wagi3/show_conv_main.cfm?id=99 سلسلة في المشارق والمغارب رحلة فنلندا الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427 هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "رحلة فنلندا  1407هـ ـ 1987م",
    "content": "[img]pics/11/11025.jpg[/img]<< خريطة فنلندا >> السفر من ستوكهولم إلى فنلندا: الاثنين : 23/12/1407هـ هذا وقد تقرر أن نسافر اليوم أنا والأخ أشرف الخبيري إلى مدينة هلسنكي عاصمة فنلندا عن طريق الباخرة ولكن الأخ أشرف كان قد أصيب بزكام لم يتمكن من السفر معي، فكلف الأخ فهد بن يونس القيسي الفلسطيني أن يسافر معي. والأخ فهد ولد في عكا سنة 1957م، وانتقل إلى السويد في سنة 1978م. وقد حجزنا في الباخرة بالدرجة الأولى في غرفة بها ثلاثة أسرة بمرافقها في السفينة الفنلندية \"ماريلا\" وهي أضخم سفينة في العالم في ذلك الوقت، وقد سجلت وصفها في الكتاب الخاص بالسويد. وتحركت بنا الباخرة من مدينة ستوكهولم في الساعة السادسة مساء. الوصول إلى ميناء هلسنكي: الثلاثاء: 24/12/1407هـ ورست سفينتنا في مينائها بمدينة هلسنكي عاصمة فنلندا في الساعة الثامنة صباحاً بتوقيت السويد ـ التاسعة بتوقيت فنلندا وهو في هذه الأيام نفس توقيت المملكة العربية السعودية ـ  فكانت مدة سيرها من ستوكهولم إلى هلسنكي أربع عشرة ساعة بالتمام."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "1 ـ  في مدينة هلسنكي",
    "content": "مشكلة البطاقة: عندما أردنا الخروج من الباخرة وجدنا أحد موظفيها واقفاً في باب الخروج يأخذ من الركاب بطاقات دخول الباخرة التي سلموها في ستوكهولم وكانت بطاقتنا مع الأخ فهد فتش عنها في جيوبه فلم يجدها، وفتش عنها في حقيبته فلم يجدها، وسألني: هل هي معك؟ فقلت له: لا. ثم تذكر أننا وقفنا أمام إحدى الموظفات في الاستعلامات في المساء ليسألها عن شئ، لا أدري ما هو، فقلت له: لعلك نسيتها عندها، فرجع إليها ووجد البطاقة محفوظة لديها. وقلت له: لو لم تجدها لما خرجت. قلنا: الحمد لله حلت مشكلة البطاقة. هذه هي الدولة الثامنة من الدول الأوربية التي أزورها في هذه الرحلة. نافخ الكير: كان استقبال الفنلنديين لنا يختلف عن بلدان أوروبا الغربية التي زرتها، فقد استقبلونا ببطاقة دخول تسجل فيها المعلومات ـ بخلاف ما كان يجري في دول اسكندنافيا التي مررنا بها، سألونا أسئلة لم يحصل أن سُئِلتُها من قبل: كم معك من النقود؟ وكم مدة ستبقى في فنلندا؟ ولماذا جئت إليها؟ وفتشوا الحقائب ولم تكن تفتش من قبل(9). [img]pics/11/11009.jpg[/img]<< جانب من مدينة هلسنكي 24/12/1407هـ ـ 18/8/1987م >> وبعد أن فرغنا قلت للأخ فهد: كيف تُعَدُّ فنلندا من الدول الإسكندنافية وهي تختلف عنها في المعاملات؟ فقال: أنها تجاور الدول الشيوعية وبخاصة روسيا. قلت: صدق رسول الله صلى الله عليه وسلم فقد قال: ((ومثل الجليس السوء كنافخ الكير، إما أن يحرق ثيابك وإما أن تجد منه ريحاً منتنة)). وقد وجدت فنلندا هذه الريح من الدول الشيوعية، وعلى كل حال فهي تعتبر برزخاً بين دول غرب أوروبا وشرقها، ويبدو أنها تحاول أن ترضي الجانبين، ومع ذلك فإن معاملة موظفيها أفضل من معاملة بعض الدول في الشعوب الإسلامية. وذهبنا نلتمس فندقاً فاهتدينا إلى فندق قريب من المركز الإسلامي  الذي يشرف عليه المسلمون التتر برئاسة عبد الله علي، ويسمى الفندق (MARTTA HOTEL) واتصلنا بهاتف المركز الذي أخذناه من الرابطة الإسلامية في ستوكهولم فرد علينا شخص يتكلم باللغة الإنجليزية وسألناه عن عبد الله علي، فقال: إن المسجد يفتح في الساعة الواحدة والنصف، أما الأخ عبد الله علي فاتصلنا بمنزله فلم نجده، وقالوا: إنه يعود إلى المنزل في الساعة الثانية عشرة ظهراً. واتصلنا به بعد ذلك وأخبرناه أنا نريد زيارته فوعدنا أن نلتقي في الساعة العاشرة صباح غد الأربعاء في المركز. وذهبنا إلى المسجد حسب قول صاحبنا أنه يفتح في الساعة الواحدة والنصف ظهراً فترددنا إليه عدة مرات ولم نجد من يفتح الباب إلا في الساعة الثانية وجدنا فيه الإمام عبد الرحمن قايا فصلينا في المسجد وأردنا أن نسأله بعض الأسئلة فقال: الذي يجيب على الأسئلة هو عبد الله علي عندما تلتقون به غداً. وسألناه: هل يوجد أحد أو جماعة من العرب هنا؟. فقال: يوجد جماعة منهم ولكن ليس عندهم مقر. فسألناه: هل يوجد مطعم إسلامي نستطيع أن نتناول فيه طعاماً حلالاً؟ فدلنا على مطعم باكستاني تناولنا فيه طعام الغداء. المسلم أخو المسلم: أحببنا أن نتجول في مدينة هلسنكي ما دام عندنا وقت ليس عندنا فيه مواعيد، وكنت أود أن يكون فيها برج عال نذهب إليه فنرى المدينة منه، فسألنا صاحب المطعم، فقال: إنه يوجد برج فقلنا أعطنا عنوانه فإنا نريد أن نذهب إليه. فقال: انتظروا عشر دقائق وسأوصلكم إليه بسيارتي، ويسمى هذا الأخ حسين فضل، وله في مدينة هلسنكي سبع عشرة سنة، وكان اتصالنا به فاتحة خير، فقد أخبرنا أنه عضو في جمعية إسلامية فيها بعض العرب. وقال: إن الأتراك لا يفتحون مسجدهم إلا لصلاة الظهر فقط، أو يوم الجمعة، ويعتذرون عن عدم فتحهم له في كل الأوقات بأنه لا يحضره إلا عدد قليل جداً من المسلمين. واتفقنا مع الأخ حسين على أن نزورهم غداً في المطعم،  لنأخذ بعض المعلومات، وإذا استطاعوا أن يحضروا لنا بعض العرب لنراهم فليفعلوا. مدينة الألعاب: وذهب بنا الأخ حسين إلى برج هلسنكي، وهو يقع في مدينة ألعاب كبيرة للأطفال والشباب والشيوخ(10): [img]pics/11/11010.jpg[/img]<< مدينة الألعاب في هلسنكي 24/12/1407هـ ـ 18/8/1987م >> توجد قطارات صغيرة تمر على قضبان متعرجة ذات ارتفاعات وانخفاضات بسرعة هائلة تجعل الراكب إذا  انحدرت في الانخفاض يشعر أنه سيقع على وجهه، وإذا أخذت في الصعود يشعر كأنه سينقلب على عقبيه، ومرة تميل ذات اليمين وأخرى ذات اليسار. كما توجد مراكب أخرى مستطيلة لها مقاعد يجلس عليها الناس ويربطون بأحزمة في مقاعدهم ثم تطلق فترتفع إلى أعلى ارتفاعاً هائلاً، ثم تهبط بقوة إلى اليمين أو اليسار. وتوجد صناديق بها مقاعد، والصناديق تحيط بالركاب من كل جهة مع فتحات يَرى الراكب منها، ويُرى، وتأخذ في الارتفاع والدوران، وهي على شكل دائرة، فإذا وصل بعضها في الأعلى أصبح رأس الراكب متدليا إلى الأسفل ورجلاه إلى الأعلى، وهي تندفع بسرعة شديدة قد لا يدرك الناظر ببصره لحظات تدلى الرؤوس إلى الأسفل. ولكون  هذه الصناديق على شكل دائرة، فإن رؤوس الركاب تكون متقابلة، رؤوس كل فريق في جهة تقابل رؤوس الفريق المقابل لهم. على البرج: وبرج هذه المدينة ليس كالبروج التي اعتدناها في المدن الأخرى التي توجد بها مصاعد يدخل الناس فيها فتصعد بهم إلى الأعلى ثم يتجولون في طوابقها، وقد يكون بعض طوابقها مستديراً يتناول فيه السائح الطعام أو القهوة.... وهو يدور به رُويداً رويداً حتى يرى كل نواحي المدينة. أما هذا البرج فإن له قصبة طويلة، وقد صنع له صندوق مستدير من الزجاج القوي، هو المصعد وهو الدور الوحيد الذي يدخل فيه الراكب في أسفل البرج فيصعد به إلى قمته ويدور وهو نازل وصاعد ويرى الراكب منه المدينة، يأخذ أربع دورات تقريباً في الأعلى ثم يكر هابطاً بمن فيه ليصعد بآخرين(11). [img]pics/11/11011.jpg[/img]<< برج هلسنكي 24/12/1407هـ ـ 18/8/1987م >> ولكن مدينة الألعاب في مدينة كوبنهاغن أوسع وأكثر وألطف. وتجولنا في تلك المدينة قليلاً ثم رجعنا إلى الفندق. في المركز الإسلامي: الأربعاء: 25/12/1407هـ. في الساعة العاشرة صباحاً ذهبنا إلى المركز الإسلامي الوحيد في هلسنكي حسب الموعد الذي اتفقنا عليه مع الأخ عبد الله علي(12). [img]pics/11/11012.jpg[/img]<< الكاتب مع عبد الله علي التتري المسلم رئيس المركز الإسلامي في هلسنكي 24/12/1407هـ ـ 18/8/1987م >> جئنا وهو ينتظرنا، فرحب بنا وقعدنا معه، وبعد أن تعارفنا وعرفته بالجامعة الإسلامية في المدينة المنورة سألته بعض الأسئلة. قلت له: ما اسمك؟ ومتى ولدت؟ وما عملك؟ فقال: عبد الله علي رئيس جمعية المركز الإسلامي  وتسمى جماعة إسلام فنلندا، ولدت سنة 1925م والعمل تجارة في بيع المعاطف الجلدية والفراء. هل يعرف أول مسلم هاجر إلى هذا البلد؟ قال: كان  يوجد جيش روسي في فنلندا قبل أن تأخذ استقلالها سنة 1917م وفي هذا الجيش مسلمون ولكنهم لم يستقروا ولم ينشئوا أي مركز إسلامي وكان أول وجودهم في سنة 1880م أي قبل 110 سنوات، فقد كانوا يأتون إلى فنلندا في الشتاء ويعودون إلى روسيا في الصيف حتى أغلقت الحدود بين روسيا وفنلندا وكانت فنلندا تابعة للسويد واستقلت عن السويد بعد حرب حدثت بينهما سنة 1804 وتبعت فنلندا روسيا. ولم تأذن فنلندا بإنشاء أي مركز ديني غير المسيحية إلى سنة 1922م وفي سنة 1925م أنشئ المركز الإسلامي  [وهي السنة التي ولد فيها عبد الله]. والذين أنشئوا المركز الإسلامي هم عدد من المسلمين الأتراك التتر، منهم ولي أحمد حكيم وعماد الدين جمال الدين، ونور محمد علي، وإسماعيل عريف الله، وكمال بيبلات، و جمال عبد الرحيم، وأبو عبد الله علي عبد القيوم علي. وأول من أنفق على ترجمة القرآن الكريم  باللغة الفنلندية هو زينة الله عماد الدين إحسان، والذي ترجمه غير مسلم، وكانت الترجمة من اللغة الإنجليزية إلى اللغة الفنلندية في بداية الأربعينات وطبعت سنة 1942م، وعندما أنشئ المركز الإسلامي  لم يكن يوجد غير التتر من المسلمين، وكان عددهم خمسمائة. تأسيس جمعية إسلام فنلندا وعدد المسلمين: والآن عدد المسلمين التتر في فنلندا تسعمائة وثمانون. وعدد المسلمين كلهم بما فيهم العرب والباكستان وغيرهم ما بين ألفين وخمسمائة وثلاثة آلاف، ولا يعرف العدد بدقة، ولا يهاجر مسلمون جدد إلى البلد بسبب البطالة. وأول ما أسست الجمعية هذه كانت في شقة مستأجرة صغيرة، ثم اشترى المسلمون قطعة أرض هنا في مقر المركز سنة 1947م وبدؤوا بناءها في سنة 1959م وجمعوا الأموال بأنفسهم وطلبوا مساعدة من المسلمين فلم يحصلوا على أي مساعدة، وكتبوا رسائل إلى السفارات وجاءت مساعدة من سفارة باكستان في موسكو ومن السفارة التركية في فنلندا، وكلاهما في حدود عشرة آلاف جنيه إسترليني، واضطر المؤسسون للمركز أن يأخذوا قرضاً من البنوك بفائدة ليقيموا البناء ودفعت المغرب خمسمائة دولار. وعندما حدثت الهزة الأرضية في مدينة أغادير سنة 1961م رد المركز هذا المبلغ مضاعفاً، وكذلك بعث المركز مساعدات لتركيا بسبب هزة أرضية ولباكستان بسبب فيضانات ـ يعني أن المركز لم ينس الجميل لهذه الجهات التي ساعدته ـ وكان والد عبد الله علي وهو عبد القيوم علي هو الذي حصل على هذه المساعدات. وكان عبد الله علي عند بناء المركز نائباً للرئيس وحضر السفير الباكستاني تأسيس المركز وكذلك السفير المصري. نشاط المركز الإسلامي في فنلندا: تعليم الأطفال وتربيتهم وعقد دورات لهم. يدرسون في المدارس الفنلندية ويأتون إلى المركز يومياً ويدرسون حسب مستوياتهم القرآن الكريم واللغة التركية، ويقوم المركز بعقد الزواج الإسلامي المعترف به في الحكومة الفنلندية. وتوجد جمعية ثقافية ونادٍ رياضي وروضة أطفال ويقيمون مخيماً صيفياً يجمع الأطفال من سن 6 ـ 16 وتنفق الجمعية التكلفة ـ ويكون المخيم على شعبتين: شعبة للمتكلمين باللغة التركية وشعبة للمتكلمين باللغة الفنلندية، والمؤسف أنه يوجد زواج مختلط بين نساء المسلمين والفنلنديين، والعكس، يعني أنه يتزوج المسلم فنلندية، وإن كان هذا النوع الأول قليلاً كما قال عبد الله علي. ويوجد من العرب أربعمائة شخص تقريباً، أغلبهم تزوجوا نساء فنلنديات، والولد يتبع أمه في القانون الفنلندي إلى سن ست عشرة سنة، وإذا كانت نصرانية تستطيع أن تنصر ابنها إلا إذا  وافقت رسمياً أن ينتسب إلى دين أبيه. قلت: هل المسلمون التتر متمسكون بالإسلام؟ قال: كل الجالية تقر بالشهادتين، وغالبهم يصوم ويبعث لهم المركز مواقيت هلسنكي واسطنبول ومكة أو المدينة ويختارون ما يريدون. وقد عقد مؤتمر في بروكسل قبل عشر سنوات لحل مشكلة التوقيت ولم يتوصلوا إلى شيء فيه. لا تمزح معنا! وقال: إن أحد المسلمين بعث في الأربعينات سؤالاً إلى مصر يستفتي فيه الأزهريين في الوقت بالنسبة لرمضان وهو يسكن في الشمال في الأبلاند، وقال لهم: إن الشمس لا تغيب، فردوا عليه يقولون: لا تمزح معنا فإنه لا يوجد مكان لا تغيب عنه الشمس في الأرض. [[لا أدري لمَن بعث بهذه الرسالة؟ الأزهر فيه علماء مطلعون على علوم الفلك، وفي دراساتهم الشرعية تفاصيل دقيقة عن الأوقات وتقديراتها، ونسيت أن أسأله إن كان عنده وثيقة السؤال والجواب]]. ثم بعث لهم رسالة موثقة تدل إلى صحة ما ذكره لهم. فردوا  عليه أنه إما أن ينتقل إلى مكان يتميز فيه الليل عن النهار، أو يصوم بحسب وقت أقرب دولة إسلامية.  [[سيأتي ذكر بعض الفتاوى]]. وقال الأخ عبد الله: إنه يوجد في شمال فنلندا منطقة لا تغيب عنها الشمس خمسين يوماً، وكذلك في الشتاء لا تشرق عليها الشمس خمسين يوماً. وقال: إنهم بعثوا إلى رابطة العالم الإسلامي يستفتون في ذلك، فأجيبوا أن الذي لا يستطيع أن يصوم حسب توقيت هلسنكي فليصم حسب توقيت تركيا أو مكة. وقال: إن كل سفارة تتبع توقيت بلادها في الصيام. وأطول يوم في هلسنكي تغيب فيه الشمس في الساعة العاشرة والدقيقة الخمسين 10.50 وتشرق حوالي الساعة الثالثة والدقيقة الأربعين، والإمساك في مدينة هلسنكي قبل الشروق بساعتين. وأغلب المسلمين يصومون حسب توقيت هلسنكي، ولكن يقترحون على أبنائهم أن يصوموا حسب توقيت مكة المكرمة خشية من المشقة عليهم، فيفطرون والشمس في السماء. وسألته عن الصلة بينهم وبين بقية المسلمين في فنلندا؟ فقال: يوجد تعاون، ولا يفرق المسجد بين المسلمين من أي الطوائف كانوا والإمام إذا  أرادوا منه خدمة يقوم بها كعقد النكاح وغيره. وقد أنشأ العرب جمعية خاصة بهم هذا العام في فبراير ويحاولون بناء مسجد بمئذنة. وكان السفير العراقي صالح مهدي عماش يحاول تدريس اللغة العربية ومبادئ الإسلام لأبناء المسلمين قبل الحرب العراقية مع إيران، ولكن ذلك انقطع بعد الحرب. وقد بدئ في المركز بتدريس اللغة العربية، ويوجد مجموعة من الكبار التتريين يدرسونها، ويصعب عليهم تخصيص مدرس لأولاد العرب بدون مبالغ مالية للمعلم. قلت له: هل عندكم رغبة في تعليم أبنائكم الإسلام في الجامعة الإسلامية بالمدينة المنورة أو غيرها كالأزهر مثلاً؟ فقال: أخبرنا الأعضاء إن كانوا يريدون ذلك، ولكن لم يردوا علينا الجواب. وقال: إن عندهم مقبرة إسلامية. معلومات موجزة عن فنلندا: سألته أن يعطيني معلومات عن فنلندا ـ وكان يبدو عليه أنه مستعجل. فقال: نظام الحكم جمهوري. وعدد سكانها خمسة ملايين، وهم شعب واحد. أهم الصناعات: صناعة الأخشاب والورق، والمكائن والسفن، وكانت قبل الحرب العالمية الثانية زراعية، والآن أصبحت صناعية، فيها صناعات ثقيلة وخفيفة. الجهة الجنوبية من البلاد تغلب عليها المنخفضات، والشمالية فيها مرتفعات غير عالية، أعلى قمة 1600متر، وغالب الجبال ما بين 400 ـ 500متر. وهي مليئة بالبحيرات، فيها أكثر من 60 ألف بحيرة كبيرة، والبحيرات الصغيرة كثيرة جداً. والشتاء يكون قارساً تتراكم فيه الثلوج  كالسويد. وسألته: هل يمكن إنشاء مدراس خاصة كاملة في فنلندا، يعني تجمع بين المنهج الإسلامي والمنهج الفنلندي وتكون معترفاً بها رسمياً؟ فقال: نعم يمكن ذلك. وإذا وجد طفلان أو أكثر فإن الحكومة الفنلندية تعين لهم من يدرسهم دينهم حسب قانون جديد صدر منذ سنتين. ودعنا الأخ عبد الله علي وهو طويل القامة ضخم الجثة كشأن كثير من التتار. زيارة الإخوة الباكستانيين: ثم ذهبنا لزيارة الإخوة الباكستانيين ـ ولهم مطعم ومكتب يبيعون فيه اللحم الحلال. والمسؤول عن ذلك رجل يدعى ألطف رجاء. وهو مهتم بالدخل المالي، ويبدي محاولة للمحافظة على المسلمين وأولادهم، ورأينا أن الأخ حسين فضل أكثر عاطفة وحماساً من ألطف للإسلام.  [[فقد قال: إن عنده استعداداً أن يدفع خمسين ألف مارك لبناء مسجد إذا  كانت هناك مساعدة في بنائه]]. وجاء الاثنان إلى فنلندا سنة 1971م. قال ألطف: حاولنا أن ننشئ مسجداً هنا يجمع المسلمين ويقوم بالدعوة إلى الإسلام، ومركز الأتراك لا يعتبر مسجداً، لأنه لا يفتح في كل وقت، والأتراك لهم هنا أكثر من مائة سنة، والمركز فيه إمامان وهم قادرون على دفع راتبهما، وكذلك عندهم مدرسون يدفعون لهم رواتب وفي استطاعتهم أن يبنوا مسجداً لأن العمارة التي  يملكونها تدر عليهم أموالاً تزيد على مائة ألف مارك في الشهر. قال: قد أنشئت جمعية إسلامية جديدة وأغلب أعضائها من العرب ونحن أعضاء فيها. والدولة هنا تسمح لمن بلغ عددهم عشرين شخصاً أن يكونوا جمعية، إذا  كانت جنسيتهم فنلندية، ومع ذلك فإن أعضاء هذه الجمعية مختلفون.  [[أنا أسجل ما أسمع وقد يكون بعضه فيه مبالغة ولكن التاريخ سيظهر صحة ذلك أو عدمه]]. ومن أهداف الجمعية التعريف بالإسلام من الناحية الثقافية والعناية بالأطفال، ومن خلال ذلك يمكن الحصول على مساعدة من الحكومة الفنلندية. ويرأس الجمعية شخص من سوريا، وهو دكتور متزوج من امرأة فنلندية وعنده أطفال ويسكن قرب مدينة تامبري، ويرى ألطف أنه لا يصح أن يكون رئيساً للجمعية وهو يبعد عن مقر الجمعية مائة كيلو متر. [[هذه المسافة وأمثالها لم تعد عائقة عن الاتصالات والاجتماعات، بل أصبح الناس اليوم يديرون أعمالهم من بيوتهم عن طريق الكمبيوتر]]. وقال: إنه عندما تم انتخاب الرئيس لم يكن هو ـ أي ألطف ـ حاضراً لأنه كان مشغولاً. وقال: إنه لا بد من وجود مكان للعمل، ولو كان صغيراً في البداية، لتربية الأطفال وإقامة الصلاة. والشقة سيكلف استئجارها خمسة عشر ألف مارك في الشهر، وإمام المسجد مع سكنه سيكلف تسعة آلاف مارك، ولو أردنا قطعة أرض وحدها تكلف مليوناً على أقل تقدير والبناء يكلف عشرين مليوناً. ولو خصصت لنا مؤسسات إسلامية داعية يؤمنا في الصلاة ويعلم أولادنا، فإنا نستطيع أن نستقدمه بإذن من الدولة، ولا بد أن يكون عالماً باللغة العربية والإنجليزية وإذا كان يجيد اللغة الأردية فهو حسن. وقال: إذا  لم تقم الجمعية الموجودة بواجبها، فإنه سيحاول إنشاء جمعية.  [[يبدو أن ألطف نفسه يحمل نواة الاختلاف، والله أعلم !]]. وقد نصحناه أن يبتعد عن التفكير في إنشاء جمعية لأن كثرة الجمعيات تزيد من الخلاف بين المسلمين. وسألته هل لديكم أولاد تبعثونهم يتعلمون الإسلام في الجامعة الإسلامية في المدينة المنورة؟ فقال: سنبحث في هذا الأمر، وأخذ عنوان الجامعة للاتصال بها إن تم شيء. الاجتماع ببعض أعضاء الرابطة الإسلامية في فنلندا: طلبنا من الإخوة الباكستانيين أن يتصلوا ببعض أعضاء الرابطة الإسلامية من العرب، لعلنا نجد أحداً منهم فنجتمع به، ونتعرف على هذه الرابطة وأهدافها ووسائلها قبل أن نغادر مدينة هلسنكي، فاتصلوا ببعضهم، وعندما علموا بوجودنا وأنا نسأل عنهم قالوا: نحن الآن في الطريق إليكم، وجاءنا اثنان منهم فاجتمعنا في المطعم الباكستاني وتعارفنا وأخذنا منهم المعلومات الكاملة عن هذه الرابطة(13). [img]pics/11/11013.jpg[/img]<< من اليمين الكاتب، الأخ محمد مصطفى، والأخ يحيى المحجري في مطعم السيد ألطف ـ 25/12/1407هـ ـ 19/8/1987م >> والاثنان هما: الأخ الدكتور يحيى محمود المحجري، وهو أخو الأخ الأستاذ محمد المحجري الموجود في ألمانيا، وهو من الدعاة إلى الله في ألمانيا، وقد اجتمعت به في بعض زياراتي لألمانيا. ولد الأخ يحيى في دمنهور بمصر سنة 1938م عنده دكتوراه في الطاقة من فنلندا، وجاء إلى فنلندا سنة 1962م واستقر بها سنة 1964م متزوج من فنلندية وعنده ولدان منها: سامي وليلى. أما الثاني فهو الأخ محمد مصطفى بن أحمد محمد. ولد في القاهرة سنة 1938م، درس التنمية الاقتصادية، وهو مقيم في فنلندا من سنة 1966م، متزوج من فنلندية، وعنده أربع أولاد: موفق ورضا الرحمن ونور الهدى ومنة الله. وسألتهما عن عدد المسلمين في فنلندا فقالا: ألفان. معلومات عن الرابطة: متى أنشئت الرابطة الإسلامية في فنلندا؟ فقالا: في هذا العام 1978م في شهر فبراير. عدد أعضاء الجمعية حالياً مائتان تقريباً. والذين بعثوا ببطاقات العضوية أقل من مائة. ومجلس الإدارة مكون من تسعة أشخاص وهم: الدكتور أحمد عطية \t\t               : رئيس مجلس الإدارة. الدكتور يحيى المحجري              :  نائب رئيس مجلس الإدارة. الدكتور فتحي خضر \t              : سكرتير المجلس. المهندس بهي الدين محسن           :  أمين الصندوق. الدكتور محمد أحمد  \t              : عضو أساسي. الأخ ميكوتيلا رانتا\t                : عضو أساسي. الأخ أحمد فهيم السعيد \t          : عضو أساسي. الأخ محمد مفنوج \t                : عضو احتياطي. الأخ نسيم أحمد                     : عضو احتياطي. الجمعية بلا مقر: والمشكلة التي يواجهها الإخوة عدم وجود مقر يزاولون فيه نشاطهم من الاجتماعات والندوات وتعليم الأولاد، ولقاءاتهم الآن تتم في بعض المطاعم أو المكاتب، والأخ ميكوتيلا رانتا هو مسلم فنلندي الأصل، درس اللاهوت والفلسفة الإسلامية ودرس في الأزهر ثلاث سنوات، ويتكلم العربية الفصحى، وهو مسلم قوي يتحدث عن الإسلام بكل اعتزاز. وجدت للرابطة موقعاً على الإنترنت يدل على أنها خطت خطوات جيدة ولهم بعض المنشآت لها صور في الموقع(14).. [img]pics/11/11014.jpg[/img]<< مسجد الرابطة الإسلامية من ملحق موضوع في الشبكة العالمية للمعلومات ـ الانترنت ـ >> [img]pics/11/11015.jpg[/img]<< المدرسة العربية التابعة للرابطة الإسلامية أيضاً مأخوذة من رابط الشبكة العالمية ـ الانترنت ـ >> وسيأتي ملحق في آخر الكتاب خاص بها وهذه روابط في موقعها: http://www.rabita.fi/arabic/index.html http://www.rabita.fi/arabic/mosque.html http://www.rabita.fi/arabic/school.html وقال الإخوة: إنه توجد أربعون امرأة مسلمة من أصل فنلندي، ويتمنى المسلمون هنا لو تقام لهم دورة خاصة بفنلندا أو بالاشتراك مع السويد، أو لكل المسلمين في الدول الإسكندنافية. مشكلات كبيرة يشكو منها أهل البلد، وحلها في الإسلام: وقال الإخوة: إن المفكرين والمسؤولين في البلدين يشكون من قضايا، لو علموا أن حلها والوقاية منها موجودة في الإسلام لكان لذلك أثره، وهم في حاجة أن يروا ذلك في نشاط إسلامي يظهر في بلدهم. ومن أمثلة ذلك أن حاكم منطقة جنوب فنلندا (وتشمل العاصمة) وكان وزيراً للعدل، ثم وزيراً للداخلية صرح في التلفزيون أنه اكتشف عندما كان وزيراً للعدل أن نصف قضايا المحاكم مرتبطة بالكحول. وعندما كان وزيراً للداخلية وجد أن نصف وقت الشرطة يضيع في مشكلات الكحول، واكتشف أن نصف ميزانية المستشفيات تنفق على أمراض مرتبطة بشرب الكحول. ودعا إلى إعادة النظر في السياسة الكحولية في الدولة. وكتبت امرأة فنلندية بحثاً بينت فيه أن المرأة الأوربية لم تأخذ كثيراً من الحقوق إلا بعد أن أخذتها المرأة المسلمة منذ زمن بعيد. وطلب الإخوة أن تُبعث لهم كتب ومراجع إسلامية باللغة العربية، وقالوا: إن الأوربي في حاجة إلى كتب موجهة إليه تعرفه بالإسلام وبحلوله للمشكلات التي يعاني منها. اعتراف الحكومة الفنلندية بالرابطة رسمياً: هذا، وقد اعترفت الحكومة الفنلندية بالرابطة الإسلامية وصدر قرار من وزارة التعليم في فنلندا بإدراج الرابطة وأعضاء مجلس إدارتها في سجل الهيئات الدينية. ووزارة التعليم هي المسؤولة عن الهيئات الدينية. وكان نظام الرابطة مرافقاً لقرار وزارة التعليم. وقد أعطاني الإخوة صورة من الترجمة العربية للنظام والقرار هذا نصها: \"قرار وزارة التعليم  بشأن إدراج الرابطة الإسلامية بفنلندا بسجل الهيئات الدينية صادر في هلسنكي بتاريخ 20 فبراير شباط  سنة 1987م. تلقت الوزارة طلباً موقعاً من الدكتور أحمد عطية و19 شخصاً آخر، ذكروا جميعاً مقار إقامتهم، وكذا مهنهم، وأعلنوا أنهم سيؤسسون رابطة دينية باسم الرابطة الإسلامية بفنلندا، وذلك طبقاً لأحكام المادة رقم 13 من قانون الحريات الدينية، وأن مقر الرابطة هو في مدينة هلسنكي، وقد أرفق بالطلب شرح للعقيدة الدينية للرابطة، وكذا أسلوب ممارسة شعائرها، كما أرفق كذلك القانون الأساسي المعتمد للرابطة وبيان ذلك على النحو التالي: العقيدة الدينية: الإيمان بوحدانية الله، والإيمان بملائكته، وبكتبه وبرسله، وباليوم الآخر، وبأن محمداً صلى الله عليه وسلم رسول الله. أسلوب ممارسة الشعائر الدينية: ممارسة المبادئ الإسلامية تعليمها والتعريف بها. عبادة الله طبقا لأحكام القرآن الكريم  والسنة المحمدية. إخراج الزكاة السنوية للفقراء والمحتاجين. صيام شهر رمضان كل عام. الحج إلى بيت الله بمكة وذلك لمن استطاع إليه سبيلاً. القانون الأساسي للرابطة: مادة (1) اسم الرابطة: هو: \"الرابطة الإسلامية بفنلندا\" ومقرها مدينة هلسنكي. مادة (2) الهدف وأوجه النشاط: هدف الرابطة هو أن توفر لأعضائها ولأبنائهم إمكانات ممارسة شعائرهم الدينية، وكذا تسهيل ممارستهم الجماعية لهذه الشعائر وكذا العمل على رعاية وتحقيق مراميهم الدينية بالوسائل الملائمة ولغات الرابطة هي اللغة الفنلندية واللغة العربية، ومع هذا يحق لكافة الأعضاء استخدام اللغة التي يجيدونها أكثر. وللرابطة حق تنظيم الندوات بهدف نشر تعاليم الإسلام وممارسة شعائره. مادة (3) الأعضاء: يشترط في عضو الرابطة أن يكون من المسلمين المقيمين في فنلندا وأن يوافق مجلس الإدارة على طلب عضويته، وللعضو حق الاستقالة من عضوية الرابطة، وذلك بطريق الكتابة إلى مجلس الإدارة، ولمجلس الإدارة حق فصل العضو الذي يتسبب في الإضرار بسمعة الرابطة. مادة (4) مجلس الإدارة: يتولى أمور الرابطة مجلس إدارة يتم انتخابه في اجتماع الجمعية العمومية السنوية، ولمدة عام كامل، ويتكون مجلس الإدارة من رئيس للمجلس ونائب له، يقومان أيضا بمهام رئيس ونائب رئيس الرابطة بالإضافة إلى سكرتير وأمين للصندوق وثلاثة أعضاء أساسيين، وعضوين احتياطيين. ويشترط في أعضاء المجلس أن يكونوا من حاملي الجنسية الفنلندية. أعمال مجلس الإدارة: وأعمال مجلس  الإدارة هي ما يلي: 1 ـ  رعاية ومتابعة مصالح الرابطة. 2 ـ  الإعداد للأمور التي تناقش في الجمعية العمومية، وكذا الاجتماعات العامة الأخرى. 3 ـ  إدارة الأمور المالية للرابطة وممتلكاتها على أفضل الوجوه. 4 ـ  قبول وفصل الأعضاء والموظفين. 5 ـ  وضع التقرير السنوي عن أعمال الرابطة، وكذلك التقارير المالية والحسابات الختامية. 6 ـ  القيام بأية مهام أخرى تسند إلى المجلس. يجتمع مجلس الإدارة بناء على دعوة رئيس المجلس أو بناء على دعوة نائبه في حال غياب الرئيس كلما دعت الضرورة إلى عقد اجتماع، أو يتم الاجتماع على دعوة اثنين على الأقل من أعضاء المجلس، ويعتبر اجتماع المجلس قانونياً بحضور أربعة أعضاء على الأقل بالإضافة إلى الرئيس. ويتم اتخاذ القرارات بأغلبية الأصوات، وفي حالة تساوي الأصوات يرجح الجانب الذي يصوت فيه رئيس المجلس، ويكون حق التوقيع باسم الرابطة للرئيس، ولنائب الرئيس أيهما مجتمعاً مع السكرتير أو مع أمين الصندوق. ويمكن إعفاء مجلس الإدارة من مهامه خلال فترة انتخابه إذا ما طالب بذلك ثلثي (كذا والصواب: ثلثا ) أعضاء الرابطة. مادة (5) التمويل: يتم تمويل أنشطة الرابطة عن طريق جمع الاشتراكات من الأعضاء وتعتمد الجمعية العمومية السنوية قيمة الاشتراك وأسسه كما أن للرابطة في سبيل تمويل أنشطتها تلقي الهبات والهدايا والوصايا. مادة (6) الاجتماعات: تجتمع الجمعية العمومية للرابطة بناء على الدعوة  الكتابية لمجلس الإدارة والتي ترسل إلى الأعضاء قبل 14 يوماً على الأقل من الموعد المحدد للاجتماع ويتم اتخاذ القرارات بطريق الاقتراع المباشر، وفي حالة تساوي الأصوات يرجح الجانب الذي يتخذه رئيس المجلس. والجمعية العمومية هي أعلي مستويات اتخاذ القرارات في شؤون الرابطة، وتكون أمور التصرف في العقارات بالتنازل أو بالبيع أو بالرهن من اختصاص الجمعية العمومية. وحق التصويت في الجمعية العمومية مكفول لأعضاء الرابطة البالغين. وينبغي عمل مضبطة لاجتماعات الجمعية العمومية، يقوم الرئيس والسكرتير بتوقيعها، كما ينبغي عمل المضبطة ومراجعتها قبل انقضاء أربعة عشر يوماً من تاريخ الاجتماع. مادة (7) الجمعية العمومية العادية السنوية: تجتمع الجمعية العمومية للرابطة اجتماعها السنوي في موعد أقصاه مارس (آذار) من كل عام، وتناقش فيه الأمور التالية: 1 ـ  افتتاح الاجتماع. 2 ـ  اختيار رئيس للجلسة وسكرتير لها، و.... اثنين لمراجعة المضبطة واثنين لفرز الأصوات. 3 ـ  التحقق من قانونية الاجتماع وصلاحيته في اتخاذ القرارات. 4 ـ  تعزيز جدول الأعمال الموضوع مسبقاً. 5 ـ  مناقشة التقرير السنوي والحسابات المالية وتقرير مراقبي الحسابات. 6 ـ  تقرير إخلاء مسؤولية مجلس الإدارة والمسؤولين عن الحسابات عن الفترة المالية. 7 ـ  اعتماد برنامج النشاط للفترة المقبلة وكذا الميزانية التقريرية ورسم العضوية. 8 ـ  اختيار مجلس إدارة جديد. 9 ـ  اختيار مراقبين اثنين للحسابات. 10 ـ  مناقشة الأمور الأخرى الواردة بجدول الأعمال. مادة (8) تعديل القانون الأساسي: يكون أي تعديل على قانون الرابطة الأساسي هذا من اختصاص الجمعية العمومية وبموافقة أربعة أخماس الأعضاء الذين لهم حق التصويت وعلى أن يتم ذلك في اجتماعين متتالين للجمعية العمومية. في حالة فض الرابطة يتم التصرف في ممتلكاتها لصالح الفقراء والمحتاجين من المسلمين المقيمين في فنلندا. مادة (9) يجب أن تتوافق أية تعديلات مع القوانين السائدة بشأن الحريات الدينية. قامت وزارة التعليم بدراسة هذا الموضوع. وفي رأينا أن القانون الأساسي للرابطة المسماة بالرابطة الإسلامية بفنلندا يتوافق مع أحكام قانون الحريات الدينية الصادر في 10 فبراير (تشرين ثان) 1922م كما أن مبادئ الدين وشعائره لا تتعارض مع القوانين السائدة أو مع الأخلاقيات الحسنة. كما أن أعضاء مجلس الإدارة جميعاً يستوفون الشروط الواردة بالمادة 15 من قانون الحريات الدينية. بناء على ما تقدم قررت وزارة التعليم إدراج الرابطة الإسلامية بفنلندا وأعضاء مجلس إدارتها في سجل الهيئات الدينية. تعطى نسخة من هذا إلى مجلس الإدارة للعلم. هلسنكي في 20 فبراير ( شباط ) 1987م. وزير التعليم: جوستاف بير كسترلاند \tتوقيع: ................ سكرتير الإدارة: أنتي فورنين   توقيع: ........................ [[قال المترجم: أشهد أن الترجمة العربية بعاليه صحيحة وتطابق الأصل باللغة الفنلندية. هلسنكي في 7/8/1987م دكتور محمد أحمد. ختم وتوقيع ............. محلف مجاز من قبل وزارة العدل]]. تعليق: 1 ـ  إن الأخوين الذين اجتمعت بهما، وهما الأخ المحجري والأخ محمد أحمد يبدو أنهما ملمان إلماماً لا بأس به بالثقافة الإسلامية، ولكن لا أدري إلى أي حد يكون ذلك الإلمام، ويظهر لي أنهما قادران على المطالعة والاستيعاب في المراجع الإسلامية، كتفسير القرآن وشروح الحديث وكتب الفقه الميسرة، ولعل بقية إخوانهما بما في ذلك رئيس مجلس الإدارة الأخ أحمد عطية، الذي لم أتمكن من مقابلته [قابلته في المدينة المنورة عندما عمل طبيباً في مستشفى الملك فيها زارني في البيت ورأيت فيه ما يمكن أن يفيد إخوانه المسلمين في الرابطة وخارجها في فنلندا إن شاء الله]  لعلهم كذلك عندهم إلمام بالثقافة الإسلامية وقادرون على المطالعة والاستيعاب، ويضاف إلى ذلك أن من أعضاء مجلس الإدارة أخاً مسلماً فنلندياً، وهو ميكوتيلا رانتا، وقد درس في الأزهر ثلاث سنوات مع دراسات شخصية قام بها للإسلام. ومما لا شك فيه أن العربي اللسان أصلاً أو المتعلم للغة العربية الذي عنده ثقافة إسلامية، يكون فهمه للإسلام عن طريق الكتاب والسنة وما يخدمهما من شروح وتفاسير أقرب إلى فهم الإسلام من عجمي اللسان الذي لم يدرس اللغة العربية، وبخاصة الذي تكون ثقافته الإسلامية عن طريق الترجمة قليلة، وهذا ما يبدو لي بالنسبة للمسلمين التتر، لهذا أرى أن هذه الرابطة تعتبر ميلاداً جديداً  للإسلام في فنلندا على الرغم من سبق جمعية المسلمين التتر التي مضى على تأسيسها ما يقارب ستين عاماً للأسباب الآتية: 1 ـ  أن المسلمين التتر مشغولون بالتجارة أكثر من الانشغال بالدعوة والتعليم. 2 ـ  أن المسلمين التتر ليسوا منفتحين على غيرهم، فهم لا يوجد عندهم استعداد لبعث أبنائهم ليتعلموا مبادئ الإسلام في الشعوب الإسلامية ولا يريدون دعاة يأتون إليهم من البلدان العربية، ولا يحبون أن يختلطوا ببقية المسلمين في فنلندا. 3 ـ  قلة ثقافتهم الإسلامية وأكثرهم يجهلون الإسلام جهلاً مطبقاً. 4 ـ  أن هؤلاء العرب عندهم استعداد للتعاون مع كل المسلمين الموجودين في فنلندا وفي الدول الاسكندنافية ودول أوروبا كما فهمنا ذلك منهم، كما أنهم عندهم استعداد، بل هم يطلبون من المؤسسات الإسلامية أن تعقد لهم دورات ليتمكنوا من التفقه في الدين ويطلبون بعث كتب إسلامية ليستفيدوا منها. 5 ـ  ثقافتهم الإسلامية جيدة وهم على استعداد للازدياد منها. 6 ـ  لا أظن أنهم يترددون في بعث بعض أبنائهم إلى بعض المعاهد والجامعات الإسلامية في المملكة العربية السعودية  أو جمهورية مصر العربية، أو غيرهما. 7 ـ  وقد تم الاتفاق، باقتراح مني،  بينهم وبين الرابطة الإسلامية في مدينة ستوكهولم أن يقوموا بالتنسيق والتعاون فيما بينهم والرابطة الإسلامية في ستوكهولم نشطة وعندها خبرة تستطيع أن تساعد الرابطة الإسلامية في هلسنكي، هذا مع العلم أن الرابطة الإسلامية في ستوكهولم لم يكن عندها علم عن قيام الرابطة الإسلامية في فنلندا إلا منا عندما زرنا فنلندا هذه الأيام، وعندما رجعنا أخبرناهم بذلك. وقد سلمت للرابطة الإسلامية في ستوكهولم نسخة من القانون الأساسي للرابطة في فنلندا وفرح المسؤولون في الرابطة في ستوكهولم فرحاً شديداً ووعدوا أن يتصلوا بهم ويتعاونوا على الدعوة وما يتعلق بها. أمور مهمة ينبغي تحقيقها لهذه الرابطة: والأمر المهم هو أن تتحقق لهم الأمور الآتية: الأمر الأول: أن تجمع كلمتهم على الحق ويجنبهم الفرقة والخلاف ويبعد عنهم عناصر الفساد التي تركب موجة الدعوة إلى الله من أجل مصالحها الشخصية. الأمر الثاني: أن يفقههم الله في الدين ويرزقهم الإخلاص والعمل الصالح. الأمر الثالث: أن يتيسر لهم مقراً تجتمع فيه المرافق اللازمة من مسجد جامع، ومدرسة للأولاد وقاعة الاجتماعات والندوات وعمارات أو أراضي وقف على الرابطة تمول نشاطها، وهذا من واجب أغنياء المسلمين سواء كانوا حكاماً أو جماعات أو أحزاباً أو أفراداً في الشعوب الإسلامية. الأمر الرابع: أن تعين لهم المؤسسات الإسلامية المعنية داعيين أو داعية واحداً متفرغاً على حسابها، ويجب أن يكون مؤهلاً في الشريعة الإسلامية ويجيد اللغة العربية واللغة الإنجليزية على الأقل وإذا أجاد مع ذلك اللغة الأردية أو التركية فهو أفضل ليفيد غير العرب وغالبهم من الترك، ويوجد منهم باكستانيون. الأمر الخامس: أن يزودوا بمكتبة إسلامية باللغة العربية واللغة الإنجليزية واللغة التركية واللغة الأردية. الأمر السادس: أن يبعث لهم دعاة في الإجازات الصيفية لتفقدهم وحفزهم على الاستمرار في التعليم والدعوة. ويبدو لي ـ والله أعلم بالغيب ـ أن هذه الرابطة إذا  توافرت لها هذه الأمور سيكون للإسلام في فنلندا مستقبل طيب، ولا زالت في سنتها الأولى وسينبئنا التاريخ بما تحمل لياليه.  [[صدر قرار الاعتراف بالرابطة قبل زيارتي لفنلندا بستة شهور تقريبا، لأن القرار صدر في 22 جمادى الآخرة في سنة 1407 هـ الموافق 20 فبراير سنة 1987م، وأنا زرتهم في 25 من شهر ذي الحجة سنة 1407هـ]]. واعتراف الحكومة الفنلندية يمكن الرابطة من  أخذ مساعدات مالية من الحكومة إذا  قامت الرابطة على قدميها، كما يمكنها من القيام بأعمال نافعة للإسلام والمسلمين: ثقافية واجتماعية ورياضية وتعليمية وإعلامية وغيرها. وبعد أن فرغنا من الاجتماع بالأخوين وأخذ هذه المعلومات منهم ودعناهم وذهبنا إلى محطة القطار لنسافر إلى مدينة تامبري لزيارة بعض المسلمين فيها. هما والْمُصَوِّرة \"الكاميرا\"! حجزنا في القطار وأخذنا البطاقات وركضنا كما يركض الناس لندرك قطار الساعة الرابعة والنصف، ولكن القطار فاتنا ورجعنا إلى مبنى المحطة لننتظر قطار الخامسة وقعدنا على كراسي بجانب الجدار، ووضعت الكاميرا التي كنت ألتقط بها بعض المناظر الجميلة بجانبي على دكة الجدار، وكان شاب وشابة واقفين قريباً منا بجانب الجدار، وكنت أنا مشغولاً بكتابة بعض المعلومات في دفتري. فرأى الأخ فهد الشاب والشابة ينظران إلى الكاميرا ويقتربان منها فعرف، أنهما يريدان اختطافها والهرب بين الناس الكثيرين، فلا نستطيع إدراكهما وأراد أن ينبهني على ذلك دون أن يشعرا، لأنهما إذا  شعرا ربما خطفاها وذهبا ولم يرد أن يذكر لفظ الكاميرا من أجل ذلك لأنهما سيعرفان، فقال لي: انتبه خذ المصورة، فأخذتها وأسرعا في مفارقتنا بمجرد ما رأياني أخذتها، وقلت في نفسي لهما: اخسآ فلن تعدوا قدركما، كما قال الرسول صلى الله عليه وسلم لابن صياد: ((اخسأ فلن تعدو قدرك)). السفر إلى مدينة تامبري: ثم جاء وقت انطلاق القطار، فانطلقنا إليه قبل أن ينطلق وتحرك بنا من مدينة هلسنكي إلى مدينة تامبري في الساعة الخامسة والدقيقة الثامنة مساء. وكان الطريق كما هو الحال في هذه البلدان يمر في وسط غابات أو مزارع، وعلى الجانبين توجد قرى صغيرة، ووقف القطار في عدة محطات في تلك القرى، كما توجد بحيرات كثيرة وأنهار صغيرة."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "2- في مدينة تامبري TAMPERE",
    "content": "ووصلنا إلى مدينة تامبري في الساعة السابعة والربع مساء، وكان عندنا هاتف الأخ المسلم أسد بن لطف الله، فاتصلنا به من محطة القطار لنخبره بوصولنا وحاجتنا إلى الاجتماع به، فأجابت إحدى النساء في منزله، وقالت: إنه يمكن أن يكون في المركز، ووصفت لنا العنوان فكتبه الأخ فهد وأخذنا سيارة أجرة أوصلنا سائقها إلى المركز. السُّكْرُ والدخان ‍! عندما وصلنا إلى المكان لم نجد أحداً، فشككنا في الوصف وأخذنا نتجول في الشارع، وننظر إلى أرقام العمارات المكتوبة على الجدران، أو الأبواب وكان رجل كبير السن واقفاً على الرصيف وبيده حبة دخان وكان كلما مر به شخص مد إليه يده يناوله السيجارة، ويضحك والناس يمرون به ساكتين. وكان الأخ فهد يمشي أمامي وعندما اقتربت من الرجل، أراد أن يفعل معي كما يفعل مع الآخرين، فقطبت وجهي ومشيت نحوه وجمعت أصابعي كأنني أريد أن ألكمه، فقفز هارباً في الشارع، والمطر ينزل ولم يلتفت إليَّ إلا بعد أن تجاوز الشارع ووقف على الرصيف الآخر، قال الأخ فهد: لقد أرهبته. الاجتماع بالأخ الحاج أسد الله بن لطف الله بابيلات: جاء الأخ  أسد، فوجدنا في الشارع نتلفت فعرفنا، لأن أهله اخبروه أنا اتصلنا نسأل عنه، فصعدنا معه إلى إدارة المركز، والعمارة من أوقاف المركز، وبها الإدارة والمسجد(15). [img]pics/11/11016.jpg[/img]<< الكاتب والحاج أسد في مدينة تامبري بالمسجد 25/12/1407هـ ـ 19/8/1987م >> وكان الأخ أسد قد أدى هذه السنة فريضة الحج، هو وزوجته، فهو حديث عهد بمكة المكرمة، وكان متأثراً من التعب وعنده زكام وكحة، جلسنا مع الرجل وأخذنا منه المعلومات المتيسرة: ولد سنة 1925م أي أن عمره 62 سنة. وكان جده المسمى جمال الدين بابيلات، من أوائل العائلات المسلمة التي استقرت في فنلندا قبل الحرب العالمية الأولى سنة 1915م. ووالدا الحاج أسد ما زالا حيين يرزقان، وعمر كل منهما 85 سنة، وعند الحاج أسد ثلاث بنات غير متزوجات عمر كبراهن 32 سنة تدرس الاقتصاد. و قال: إن المسلمين التتر قبل الحرب كانوا يأتون إلى فنلندا ويذهبون، ولم يستقروا إلا في أواخر القرن التاسع عشر الميلادي. وعدد المسلمين في منطقة تامبري مائة وخمسون. ووالده يؤم الناس يوم الجمعة، وفي صلاة التراويح في رمضان. وقال: إن وقت الإفطار في هذا العام في رمضان كان يحين في الساعة الحادية عشرة مساء، ويبدءون صلاة التراويح من الساعة الحادية عشرة والنصف، لقصر الليل ويصلون خمس عشرة ركعة. وسألته هل يوجد مسلمون غير الأتراك؟ فقال: قليل جداً. وسألته عن مسلم تتري ذكره لي الدكتور زكي علي  المصري الذي زرته في منزله بمدينة جنيف في 6/11/1407هـ، ولم يحفظ من اسمه إلا كلمة إحسان، فقال: اسمه زينة الله عماد الدين إحسان، وكان تاجراً وإماماً ورجل أعمال، وكان عنده دكان في مركز المدينة وقد توفي سنة 1946م أو 1947م، وله أربعة أولاد ذكور مات منهم ثلاثة، والآخر يعيش في هولندا، وله أيضا بنتان، واحدة تعيش في تركيا، وواحدة تعيش هنا في تامبري وعمرها 65 سنة أو تزيد قليلاً. وسألته عن نشاط المركز واسم الجمعية؟ فقال: تسمى الجمعية: الجمعية الإسلامية في تامبري. وأما النشاط فهم  يقيمون صلاة الجمعة والتراويح في رمضان ويلتقي المسلمون في  بعض  الأوقات. قلت: هل يوجد مسلمون فنلنديون هنا؟ قال: لا أعرف إلا امرأة مسلمة واحدة فنلندية، تسكن في شمال فنلندا، وتأتي إلى تامبري لزيارة والديها، ولا أعرف غيرها من الفنلنديين هنا. وسألته: ألا يأتيكم أحد من الدعاة لزيارتكم؟ قال: يأتينا إمام من هلسنكي مرة في الشهر، وأحياناً تقام دورات في الصيف. وسألته عن المسلمين هل هم متمسكون بدينهم وبخاصة الشباب؟ فقال: بعضهم يصلون، وبعضهم يختلطون كثيراً بالفنلنديين ويتزوجون من النساء الفنلنديات.  [[مع العلم أن عندهم بنات مسلمات لم يتزوجن والأخ أسد عنده بنات عمر كبراهن 32سنة، كما أن المسلمين الذين يتزوجون من الفنلنديات لا أثر لهم عليهن بدليل أنه لا توجد مسلمة واحدة في تامبري ما عدا واحدة ساكنة الشمال، ومعنى هذا أن الفنلنديات يؤثرن على أزواجهن المسلمين، وليس العكس]]. وبعض الشابات المسلمات يتزوجن بفنلنديين غير مسلمين. قلت له: هل عندكم أولاد يرغبون في دراسة مبادئ الإسلام في الجامعة الإسلامية في المدينة المنورة؟ فقال: لا أظن أن أحداً يستجيب لذلك. قلت له: كيف حالة المسلمين المادية؟ قال: أنا أعمل نائب مدير في مصنع للبلديات، وأغلب المسلمين حالتهم المادية طيبة هنا. من هو عمر صالح؟ وتوجد صورة كبيرة لرجل مسلم تتري على جدار المركز. سألته: من هذا؟ فقال: هذا رجل مسلم يسمى: عمر صالح توفي قبل خمس وثلاثين سنة. وكان ينفق أمواله لمصالح المسلمين، وعندما مات وقف ثلاث عمارات ومنح المسلمين مبالغ مالية للنشاط الإسلامي، ولا زالت تلك الأوقاف موجودة، وقد اشتروا من ريعها أماكن أخرى موقوفة، كما ينفق على المركز والمسجد من ريعها. والأخ أسد يتكلم الفنلندية بطلاقة، ويتكلم الإنجليزية ببطء شديد. وهو ذو أخلاق حسنة، طلق الوجه إذا  تحدث إليك يتحدث وهو يبتسم، وإذا تحدثت إليه أقبل إليك إقبالاً يشعرك بالاهتمام بحديثك. وفهمنا أنا قد لا نستطيع الاجتماع بالمسلمين لتفرقهم في السكن واشتغالهم بأعمالهم. وسألت الحاج أسداً عن الحج وانطباعاته عنه؟ فقال: الطرق كانت ممتازة بين المناسك، ولكن الزحمة شديدة، ولذلك كان الحج صعباً بالنسبة له، ولولا أن الأمور كانت منظمة لما استطاع الناس أداء مناسكهم بسهولة، وقال: إنه يوم النحر طاف بالطابق الثاني، وكان يرغب في زيارة المدينة، ولكنه أحس بأنه متعب بعد الحج فلم يتمكن من الزيارة، ويتمنى أن يأتي بعمرة ويزور المسجد النبوي. ثم استأذنا من الحاج أسد الذي رأيناه في حاجة إلى الراحة، وذهبنا إلى فندق ممتاز قرب محطة القطار يسمى: (ILVES) لنأخذ راحتنا ونستعد للسفر غداً مبكرين بالقطار إلى مدينة توركو التي تمخر منها السفن في بحر البلطيق إلى مدينة ستوكهولم. هذه إحدى مآسي المسلمين في بلدان الكفر: هؤلاء الأتراك في مدينة تامبري إذا  لم يحصل اهتمام بهم، ببعث داعية صالح مؤهل يجيد اللغة التركية أو الفنلندية، ليبقى معهم ويحاول جمعهم وتعليمهم مبادئ دينهم، وتحذيرهم مما هم فيه الآن، فإنهم سينقرضون وستبقى أسماء إسلامية، وهم غير مسلمين، كما حصل لغيرهم من المسلمين في بلدان أخرى، كحالة المسلمين الأفغان في أستراليا... [[كما ذكرت قصتهم في المجلد السابع من هذه السلسلة]]. والدليل على ذلك أن لهم أكثر من مائة سنة، ولم يوجد مسلم واحد من الفنلنديين في منطقتهم، والدليل كون بناتهم يتزوجن بغير المسلمين والشباب منهم يتزوجون فنلنديات لم تسلم منهن امرأة واحدة !.  [[وأنا لا أملك من الأمر إلا شيئاً واحداً، وهو نقل هذه الحالة وما يشبهها إلى بعض المؤسسات الإسلامية التي عندها مقدرة على المساعدة ببعث الدعاة وقد فعلت، اللهم فاشهد]]. مدينة تامبري: أسست مدينة تامبري في أول شهر أكتوبر سنة 1779م. ومساحتها الكلية 682 كيلو متر مربع. وعدد سكانها 168 ألف نسمة. بها برج يشرف على المدينة، ومنتزه ومتحف فني وحديقة حيوانات للأطفال.  [[من نشرة وجدناها في الفندق الذي بتنا فيه]]. يصيح  ويترنح ويهرول ليدرك القطار ! الخميس: 26/12/1407هـ. خرجنا بعد الساعة السادسة صباحاً من الفندق مشياً على الأقدام، لأن المحطة قريبة ومررنا ونحن نهرول كما يهرول الناس، لندرك القطار، فإذا رجل يصيح، ويترنح يكاد يسقط في الشارع، ويهرول إلى القطار كما يهرول الناس، ولا أدري ماذا كان يقول، ولكنه يمشي في نفس اتجاهنا. وعندما صعدنا إلى مقاعدنا في المقطورة الأولى من القطار جاء ذلك الرجل بعد قليل، وقعد في الغرفة التي أمامنا، وكان بجانبه شاب وشابة، وهو يهذي ويصيح ويخاطبهما وهما يضحكان. تحرك بنا القطار من مدينة تامبري في الساعة السابعة والدقيقة الخامسة صباحا، إلى مدينة توركو التي تقع على شاطئ البحر في الجنوب الغربي من فنلندا، والسير إليها من تامبري من الشمال إلى الجنوب، مع ميل يسير جداً إلى الغرب، كما أن السير من هلسنكي إلى تامبري، من الجنوب إلى الشمال مع ميل قليل إلى الغرب. وكان الجو ممطراً مغيماً، حتى كان بسبب نزول المطر وتراكم السحب وكثافة الغابات وكثرة البحيرات والأنهار، شبيهاً بوقت الصبح في الغلس وكانت المناظر في غاية الروعة والجمال. وأغلب القطارات والمحطات في فنلندا، كتب عليها إعلانات بالخط العريض الأحمر للتحذير من مرض الإيدز، مع صور مشوهة من صور المصابين به، ويبدو أن ذلك دليل على كثرة انتشاره والرعب الشديد منه. ووقف بنا القطار في إحدى محطاته قبل أن نصل إلى محطته الأخيرة في ميناء توركو. هيا انزلا قبل أن يذهب القطار! واشتد صياح الرجل المهذار، وقال للشابين: هيا انزلا قبل أن يذهب القطار، ويبدو أن الشابين ليسوا من أهل البلد وأراد أن ينزلا، ولكن أحدهما سأل بعض الركاب، هل هذه محطة القطار الأخيرة؟. فقال له: لا، فبقيا وبقينا نحن حتى وصلنا إلى آخر محطة، والظاهر أن الرجل كان قد تناول كحولاً قوية أو كثيرة، لأنه كان يتقيأ كثيراً، وهو يهذي بما لا يدري. وكان وصولنا إلى مدينة توركو في الساعة التاسعة والثلث، أي أن مدة سير القطار بين مدينة تامبري و توركو ساعتين وعشر دقائق. العودة إلى مدينة ستوكهولم في سفينة \"سْفِيا\" (SVEA). وجدنا السفينة تتأهب للتحرك إلى ستوكهولم، فركبنا، وتحركت بنا في الساعة العاشرة صباحاً. معلومات عن السفينة (سفيا): السفينة سويدية فنلندية. اسمها:  سفيا (SVEA). طولها:  168متر. عرضها:  27.6 مترا. عمقها:  6.7 مترا. السرعة: 22عقدة. الحمولة بالكامل: 35 ألف طن. قوة المحرك: 36 ألف حصان. عدد الركاب: 2000 ألفان. عدد الغرف: 566. عدد الأَسِرَّة: 1633. فيها غرفة خاصة بالمعوقين، وأخرى لمن عندهم حساسية شديدة، تتسع لأربعمائة سيارة صغيرة أو ستين شاحنة. وبها خمسة حمامات بخارية (SAUNA) وبركة سباحة للكبار، وأخرى للأطفال. إضافة إلى المطاعم والأسواق المختلفة، وأماكن اللهو والفسوق، وبها تلفونات عالمية. وقاعة مؤتمر تتسع لأربعمائة وأربعين شخصاً. هذه المعلومات كانت في نشرة خاصة في غرف السفينة وعند مقاعدها. هذا، وقد أخلدنا إلى النوم في غرفتنا بالطابق السادس من السفينة، ولم نصح إلا بعد مرور ثلاث ساعات. وصلينا الظهر والعصر، وكان الجو قد أصبح صحواً، فصعدنا إلى أحد المطاعم وتناولنا طعام الغداء، وتجولنا في أجنحة السفينة ما يقارب ثلاث ساعات، ولا يشعر الإنسان بالوقت وهو يمضي، لأن المناظر ممتعة، ببحرها الهادئ، وجزرها الكثيرة التي غرست في غاباتها المنازل الصغيرة الجميلة، وقواربها الصغيرة المتنوعة الأحجام والألوان جارية وراسية. وكان الأفق الغربي في هذا الوقت مزيناً بأشعة الشمس التي تخترق السحب الداكنة السوداء، فترى تلك الأشعة على هيئة خطوط بيضاء وصفائح تميل إلى اللون الأحمر، فتكونت بذلك كله عجائب من المناظر الخلابة. ورست السفينة في أحد موانئ ستوكهولم، في الساعة الثامنة بتوقيت السويد، التاسعة بتوقيت فنلندا، فكانت مدة سيرها من مدينة توركو الفنلندية إلى مدينة ستوكهولم السويدية إحدى عشرة ساعة كاملة، لأن خروجنا من مدينة توركو كان في الساعة العاشرة بتوقيت فنلندا ـ صباحاً ـ هذا ولم نجد موظفي جوازات عند خروجنا من فنلندا، ولا عند دخولنا السويد مرة أخرى، لأن دول اسكندنافيا تعتبر كأنها دولة واحدة ـ في المعاملة. وذهبنا إلى فندق: (O. HENRYS) الذي كنت نزلت فيه قبل السفر إلى فنلندا، واتصلنا بمكتب الخطوط الجوية (SAS) وتم الحجز لسفري غداً الجمعة 27/12/1407هـ. إلى مدينة أوسلو عاصمة النرويج، كما تم الاتصال بالأخ فيصل بيك وأخبرناه بموعد وصول الطائرة إلى أوسلو. انتهت مراجعتي وتصحيحي لهذا الكتاب الذي جمعت فيه بين بلدين هما الدنمارك، وفنلندا بسبب صغر حجم كل واحدة منهما في الساعة العاشرة والربع من مساء يوم الاثنين 18 من شهر ذي القعدة سنة 1426هـ في منزلي بالمدينة المنورة، والحمد لله رب العالمين. وسبحانك اللهم وبحمدك لا إله إلا أنت أستغفرك وأتوب إليك وصل اللهم على سيدنا محمد وعلى آله وصحبه وسلِّم سلسلة في المشارق والمغارب رحلة النرويج الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427 هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "الرحلة إلى مملكة النرويج 1407 هـ ـ 1408 هـ",
    "content": "[img]pics/11/11026.jpg[/img]<< خريطة مملكة النرويج >>"
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "1- في مدينة أوسلو",
    "content": "في مطار أوسلو: الجمعة  27/12/1407هـ أقلعت الطائرة من مطار ستوكهولم الساعة الثامنة مساء، وهبطت في مطار مدينة أوسلو، ويسمى \"فورنييو\" في الساعة الثامنة وخمس وأربعين دقيقة، أي أن مدة الطيران بين ستوكهولم وأوسلو ساعة إلا ربعاً فقط. وجدت في المطار الأخ الكريم، الشاب المسلم الداعية أبا يوسف فيصل بيك التونسي الأصل، النرويجي الجنسية. ولد سنة 1961م وهو في أوسلو من سنة 1971م. تخصص في الهندسة الإلكترونية، بكالوريوس، ويرغب أن يواصل دراسته العليا، متزوج فتاة فنلندية، وعنده ابن عمره سنة ونصف ويسمى: يوسف. ظلمة مخيفة! ذهب بي الأخ فيصل إلى الفندق الذي حجز لي فيه، وهو يقع في منطقة جبلية تسمى: (HOLMEKLLOEN والفندق يسمى: (PARK HOTEL) (16). [img]pics/11/11017.jpg[/img]<< منظر من فندق بارك هوتيل في أوسلو 28/12/1407هـ ـ 22/8/1987م >> عندما تحركنا من المطار كان يوجد رذاذ من المطر، ولكن لم يوجد ضباب، ولا زال في الوقت سعة، فصلاة المغرب لم تحن بعد، ولكن بعد ربع ساعة تقريباً كثر الضباب، وبخاصة عندما بدأنا نصعد إلى أعلي الجبل، فلم يكن ضوء السيارة يفيد في الرؤية، والطريق كان متعرجاً، وكان بسبب ذلك يبدو الخطر من جانبين: الجانب الأول: الخشية من اصطدام السيارات لعدم وضوح الرؤية. والجانب الثاني: خشية الانحراف عن الطريق والسقوط في هاوية. ومن الصعب على السائق أن يقف في ذلك الطريق، فما كان أمام أخينا فيصل، إلا أن يغامر حتى يسر الله ووصلنا إلى الفندق سالمين والحمد لله على لطفه. سبحان الخالق! السبت: 28/12/1407هـ. عندما أصبحت فتحت نافذة غرفتي، فرأيت العجب العجاب: رأيت الفندق الذي اختاره لي الأخ فيصل يقع على قمة جبل في منطقة تشرف على جانب من مدينة أوسلو، وتوجد سلسلة جبال كثيرة، وكلها مكسوة بالغابات، وقد غرز الفندق في غابة، وتتخلل تلك الجبال بحيرات وأنهار صغيرة، إنها مناظر ممتعة، يكفي السائح أن يقعد في شرفة غرفته بالفندق ويمد نظره إليها وهو في مكانه، ولو رأى القارئ صورة لبعض نواحي تلك المنطقة، لأغناه بذلك عن الوصف بالكتابة، ولكن الوصف بالكتابة لا يغني عن الصورة، فسبحان الخالق! جولة في مدينة أوسلو: وجاء الأخ فيصل في الساعة العاشرة والربع، وذهبنا نتجول في المدينة. وأول مكان أحب الأخ فيصل أن يرينيه هو ميدان التزحلق، وهو جبل صناعي أقيم فوق جبل طبيعي، هذا الجبل الصناعي عبارة عن مدرجات من البناء الممتد في السماء، وأمامه ميدان فسيح تتراكم الثلوج في أيام الشتاء عليه من أعلاه إلى أسفله، ويؤمه هواة التزحلق من كل مكان، فيتزحلقون من قمته إلى أسفله، والذي يصعد إلى ذروته يرى المدينة وجبالها وشعابها وبحيراتها وأنهارها من جميع جوانبها، كما أن أهل المدينة يرون المتزحلق من مساكنهم، لارتفاع هذا الجبل الصناعي، ولم يتيسر لي أن أصعد إليه فقد كنا مشغولين وفات الوقت. وأردنا أن نصرف بعض الشيكات السياحية، فلم نجد أي بنك في المدينة مفتوحاً، بخلاف المدن الأخرى، فإنك لا بد واجد بنكاً أو عدداً من البنوك مفتوحة أيام الإجازات، ولهذا ذهبنا إلى المطار لنصرف، لأنه يوجد به بنك مفتوح. ثم دخلنا إلى وسط المدينة، فمررنا بمقر البلدية ومقر البرلمان، وبعض الوزارات، والشوارع في وسط المدينة ضيقة، مزدحمة بالناس. وأكثرهم سائحون، والأجانب كثيرون، من أجناس مختلفة، يتضح ذلك للناظر من أول وهلة، وهذا بخلاف فنلندا، فإن الأجانب فيها قليلون جداً في مدنها الرئيسية والصغيرة، ومواصلاتها نادراً ما تجد فيها أجنبياً، حتى قلت للأخ فهد في مدينة هلسنكي عندما كان الناس يختلسون النظر إلينا: يبدو أنه لا يوجد أجنبي غيرنا في هلسنكي! ثم مر بنا الأخ فيصل أبو يوسف إلى منزله، لأرى ابنه يوسف البالغ من العمر سنة وخمسة شهور، وليكرمني بطعام الإفطار(17). [img]pics/11/11018.jpg[/img]<< الطفل يوسف بن فيصل بك في منـزل أبيه ـ أوسلو 1/1/1408هـ ـ 25/8/1987م >> مقر جماعة التبليغ في أوسلو: وزرنا مسجداً صغيراً لجماعة التبليغ، وأغلبهم من باكستان وكانوا يصلحون بعض مرافق المسجد، لأنه مبنَى عادي في الأصل، يريدون تحويله إلى مسجد ومرافقه، ووجدنا طائفة منهم مجتمعين واقفين في حلقة في الشارع، وأحدهم في وسطهم يدعو وهم رافعون أكفهم يؤمنون، وذلك من مراسيم خروجهم في سبيل الله، إلى المساجد أو إلى التجمعات الإسلامية. مقر جماعة البرلويين: ثم مررنا بمقر جماعة البرلويين، وهو مبنى كبير ولم يكن فيه أحد، وقال الأخ أبو يوسف: إن أغلب أعضاء الجماعة - مع كثرة بدعهم وخرافاتهم - ليسوا ملتزمين بحلال ولا حرام، وقال: إن عددهم كبير، وينالون مساعدة من الدولة، وهذه المباني منحتهم إياها الدولة مجاناً، ويدفعون لها أجراً رمزياً. وتجول بنا الأخ أبو يوسف في كثير من شوارع المدينة بسيارته، وكانت الشمس في هذا اليوم ساطعة، ويغلب على شوارع المدينة وبخاصة وسطها رصها بالآجر الأحمر بدلاً من النفط ـ الإسفلت ـ وهكذا  تجد كثيراً من مدن أوروبا وبخاصة في دول اسكندنافيا، قال الأخ أبو يوسف إنه يساعد على ذوبان الثلوج في أيام الشتاء. من آثار الحضارة المادية المقطوعة الصلة بالله: كنا نسير في أحد الشوارع فرأيت على رصيفه أربعة أشخاص، كلهم فوق الخمسين سنة من العمر وهم ممددون على الرصيف، كأنهم موتى، لا يتحركون، فسألت الأخ فيصلاً عنهم فقال: هؤلاء يتناولون المخدرات بكثرة، ويمكثون فترة غائبة عنهم عقولهم، والناس يمرون بهم ولا يلتفت إليهم أحد! قلت: هذا أثر من آثار الحضارة المادية التي قطعت صلتها بالله، وهذه الحرية التي يحرصون على عدم فقدها هي عبودية الإنسان لنفسه وشهواته وهواه، وحرمان نفسه من الحرية الصحيحة التي لا يكون فيها عبداً إلا لله.  [[ولقد ابتليت بلدان المسلمين بمآسي البلدان الغربية، بسبب بعد كثير من أهلها، وبخاصة ولاة أمرها عن تحكيم شرع الله في حياتها، فأصبح يوجد في الشعوب الإسلامية كثير مما حل ببلدان أهل الغرب، ومن ذلك تعاطي المخدرات وشرب الخمور، حتى فقد كثير من الشباب والأسر الحياة السعيدة التي كان المسلمون المتمسكون بدينهم ينعمون بها، فلا حول ولا قوة إلا بالله العلي العظيم، وإلى الله وحده المشتكى!]]. إنه لا منقذ لهذه البشرية إلا دين الله الحق الذي هو الإسلام. زيارة المركز الثقافي الإسلامي في أوسلو: ثم زرنا المركز الثقافي الإسلامي في مدينة أوسلو، ووجدنا به إمام المسجد الشيخ محبوب الرحمن الباكستاني(18). [img]pics/11/11019.jpg[/img]<< محبوب الرحمن إمام مسجد المركز الثقافي ـ أوسلو 28/12/1407هـ ـ 22/8/1987م >> ولد سنة 1950م وهو من عوالي بيشاور. تعلم في المدرسة العربية لإشاعة العلوم في فيصل أباد. جاء إلى مدينة أوسلو قبل سنتين، وهو إمام المسجد في المركز الثقافي الإسلامي. أنشئ المركز سنة 1973م. له مجلس شورى. يديره رئيس المجلس ونائبه والسكرتير، والرئيس هو محمد أظهر علي. عدد الأعضاء المسجلين أربعون شخصاً. نشاط المركز: تعليم الأطفال، ويقوم به الإمام، وكذلك يلقي دروساً أيام الأحد والجمعة. ويوزع بعض الكتب الإسلامية، باللغة النرويجية واللغة الإنجليزية، مثل كتاب مبادئ الإسلام للمودودي. وتلقى دروس ومحاضرات عامة في المناسبات. وجماعة المركز مرتبطة بالجماعات الإسلامية في باكستان. كان المركز يصدر المجلات الإسلامية باللغة العربية واللغة الأردية، ولكن بعضها توقف، وبعضها تصدر بعد أشهر، بسبب المشكلات المادية، ومن تلك المجلات: مجلة دين الحق. يزور المركز المدرسون والطلبة النرويجيون، للاطلاع على المركز ومعرفة شئ عن الإسلام، فيوزع عليهم بعض الكتب باللغة النرويجية والإنجليزية. وسألته عن أولاد أعضاء المركز هل هم متمسكون بالإسلام؟ فقال: أكثرهم متمسكون، وبعضهم تأثروا بالنرويجيين. زيارة مركز الرابطة الإسلامية في أوسلو: وبعد صلاة العصر اجتمعنا ببعض أعضاء الرابطة الإسلامية، وأكثرهم من الشباب المغربي، وقد ألقيت فيهم محاضرة بعنوان الإيمان وتربية الأولاد في البلاد غير الإسلامية، وبعد ذلك ألقوا بعض الأسئلة وأجيب عنها(19). [img]pics/11/11020.jpg[/img]<< أبو يوسف وزملاؤه ـ الرابطة الإسلامية ـ يستمعون للمحاضرة أوسلو 28/12/1407هـ ـ 22/8/1987م >> هل أصبح السراب حقيقة؟! ذهبنا إلى مطعم مغربي لتناول طعام العشاء، وكنا على المقاعد المشرفة على رصيف الشارع، والحاجز بيننا وبين الشارع زجاج، ووضعت أمامنا السفرة المغربية التي يراها من يمر بالشارع، فمر عدد من الشباب النرويجي ذكوراً وإناثاً وهم يصيحون ويضحكون ويتمايلون - سكارى - والتفت شاب وشابة منهم نحونا، فرأيا تلك السفرة المغربية فوقفا وأخذا يتناولان من وراء الزجاج بالإشارة إلى الطعام  بأيديهما ويضعانها في أفواههما. والظاهر أنهما كانا جادين في هذا التناول الوهمي، ولعلهما شبعا أيضا بمجرد الإشارة إلى الطعام ثم إلى أفواههما من وراء الزجاج وبذلك يصبح السراب حقيقة ملموسة عند السكارى! روائح جثث الموتى تنعاهم! قال الأخ أبو يوسف: إن الجرائد كثيراً ما تنشر عن أشخاص توفوا في منازلهم، ولم يدر عنهم أحد، حتى تنتشر روائح جثثهم وبخاصة العجائز، وكثير منهم لهم أولاد، ولكنهم لا يسكنون معهم، وقد يبقى الولد السنوات الطويلة، لا يدري عن والده شيئاً، بل قد يموت أحدهما ولا يدري عن موته الآخر، وقبل فترة نشرت الجرائد عن عجوز توفيت في شقتها وبقيت ثلاثة أسابيع لم يدر الناس عنها إلا برائحتها. حواجز وهمية يجب أن تحطم! لقد سألت كثيراً من المسلمين العاملين في حقل الدعوة الإسلامية في البلدان غير الإسلامية هذا السؤال: هل يقبل غير المسلمين التفاهم معهم في أمور الإسلام والاختلاط بهم من أجل ذلك؟ فيكون جواب كثير منهم: أن غير المسلمين متكبرون، وينظرون إلى الأجانب نظرة حذر وبخاصة المسلمين، ويصعب الاختلاط بهم. ولكني في هذه الرحلة وجدت ما يدل على عدم صحة إطلاق ذلك، إما بنفسي، أو أمثلة سمعتها من بعض الإخوة الذين تيسرت لهم أسباب الاختلاط بغير المسلمين، والغالب أن يكون ذلك بغير سعي من المسلم. ولعل القارئ يجد أمثلة كثيرة تدل على ما أقول في أماكن متفرقة من هذه السلسلة، ولا أدعي أن ما فعلته أو سمعته يعتبر إحصاء، وإنما هو أمثلة يمكن الاستئناس بها على أن ذلك الإطلاق غير صحيح. ومن ذلك ما أخبرني به الأخ أبو يوسف من أن مؤتمراً مسيحياً عقد في جامعة أوسلو، والهدف منه: التقريب بين الأديان، وكان عقده في أول هذا العام 1987م ودعي إليه المسلمون ليعرفوا الناس بدينهم، وأن بعض الإخوة ألقوا محاضرات وجرت بينهم وبين النرويجيين مناقشات كانت مفيدة جداً، وعلى أثر ذلك أخذ كثير من النرويجيين عناوين بعض الإخوة المسلمين وبدءوا يراسلونهم ويسألونهم بعض الأسئلة عن الإسلام، وهذا دليل على عدم صحة دعوى صعوبة الاختلاط بغير المسلمين، فعلى دعاة الإسلام أن يحطموا هذه الحواجز الوهمية! الأحد: 29/12/1407 هـ. كان الجو هذا اليوم مغيماً وممطراً، لا يرى من الأرض إلا بياض البحيرات وما عداها كان مسوداً: تراكم السحب واخضرار الغابات الشديد ونزول المطر، يجعل ذلك كلُّه المنظرَ شبيهاً بالليل المقمر. جاءني الأخ أبو يوسف وذهبنا إلى مقر الرابطة الإسلامية لإلقاء محاضرة خاصة بالنساء النرويجيات. وفي الطريق تذاكرنا الموضوع الذي طرق بالأمس، وهو إمكان الداعية المسلم أن يتصل بغير المسلمين ويدعوهم إلى الله بالأسلوب الذي يراه مناسباً لدعوتهم. فقال الأخ أبو يوسف: إن من الأمور التي حصلت في المؤتمر الذي عقد في الجامعة، مناقشة الكتب الدراسية الرسمية، وطريقة عرضها للإسلام، وبيان ما فيها من أخطاء، وقد وعدوا بتغيير كثير مما استنكره المسلمون، وهذا من المكاسب التي قد لا يفكر فيها المسلمون إلا في مثل هذه اللقاءات المفتوحة. هذا يصلي، وذاك يتزلج، أيهما الجديد؟! رأيت ونحن نسير في الطريق إلى المركز صورة ملفتة للنظر: صورة مكبرة لرمال الجزيرة العربية، وعلى تلك الصحراء أعرابي لابس لباساً عربياً: ثوباً وغترة وعقالاً، وهو ساجد سجود الصلاة  [[وقد خط خطاً في الرمل قاصداً به السترة!]]. وبجانبه رجل طائر في الفضاء، وآلة التزلج على الجليد في رجليه، فقلت للأخ أبي يوسف: ما مناسبة هاتين الصورتين، وما الذي جاء برمال الجزيرة وأعرابيِّها الساجد بجانب هذا الأوربي المتزلج؟ فقال: أرادوا بذلك إبراز المقارنة بين ما يعرفون من عاداتهم وبين هذا العالم الذي لا يعرفونه، ولذلك كتبوا عليه: عالم جديد! قلت: ألا يعرفون الجزيرة العربية وسكانها؟ قال: إن النرويجيين منغلقون على أنفسهم، لا يفكرون في العالم الخارجي. قلت: إن المصلي معروف من عهد آدم عليه السلام، والمتزلج في الحقيقة هو الجديد! محاضرة للأخوات المسلمات: وذهبنا إلى مقر الرابطة الإسلامية، وألقيت محاضرة، موضوعها العام: الحرية الحقيقية في التوحيد. كانت شرحاً لكلمة التوحيد والرسالة والتسليم المطلق لله، ومعنى الحرية، ووجوب وقاية المسلم نفسه من الذوبان في بلاد الكفر، وتربية الأولاد والاستمرار في الدعوة إلى الله والتفقه في الدين. وكان أغلب النساء الحاضرات نرويجيات، وكان المترجم الأخ أبو يوسف."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "2 - في ضاحية غْري ووكر GREWAKER",
    "content": "في هذا اليوم قمنا بزيارة ضاحية من ضواحي مدينة: سارسبورج (SARSBORG) وهي مدينة جنوب مدينة أوسلو. واسم الضاحية التي زرناها: غري ووكر (GREWAKER. وكان المطر عندما ذهبنا إليها ينهمر طول الطريق، وكان الجو مظلماً، بسبب هطول المطر وكثرة الضباب وكثافة الغابات، مع أن الوقت كان ما بين الظهر والعصر. وتبعد هذه الضاحية عن مدينة أوسلو 85 كيلو متراً. وهي تبعد عن الحدود السويدية بما لا يزيد عن ثلاثين كيلو متراً. والقرى منتشرة في الطريق على اليمين وعلى اليسار، وكانت السيارات الذاهبة والآيبة في الطريق كثيرة على الرغم من شدة المطر. وقال الأخ أبو يوسف: إنه يوجد في الأرياف في جنوب غرب النرويج قرى، تشبه طبيعة أهلها طبيعة العرب، في الكرم والترحيب بالزائر، وبعضهم يمنعون شرب الخمر في قراهم. إبراهيم كاد يطير من الفرح: وصلنا إلى منزل الأخ الفلسطيني في ضاحية جْرِي ووكر، وفرح بينا فرحاً شديداً عندما رآنا هو وأولاده ويسمى إبراهيم زقوت(20). [img]pics/11/11021.jpg[/img]<< الكاتب وعلى يساره إبراهيم زقوت الفلسطيني في منـزله في قرية جري ووكر التابعة لمدينة ساسبورج 29/12/1407هـ ـ 23/8/1987م >> وهو من مواليد غزة في دير البلح. جاء إلى النرويج سنة 1972م، وله أخ سبقه إلى النرويج من سنة 1967م. وللأخ إبراهيم ثلاثة أولاد، أكبرهم إيهاب وعمره اثنتا عشرة سنة وعند أخيه واسمه عبد الرحمن خمسة أولاد، ويسكن في نفس القرية. وعدد المسلمين في هذه المنطقة مع أطفالهم يقارب مائتي شخص، أغلبهم من الباكستان والأتراك والأوغنديين وهم قليل. وقد قام الأخ إبراهيم بنشاط من قبل، ولكن هذا النشاط قل الآن بسبب عدم وعي المسلمين وخلافاتهم الناتجة عن التعصب الذي حملوه معهم من بلادهم، وقال الأخ إبراهيم إنه أصبح يائساً منهم. وكان قد حاول تكوين جمعية وأنشئوا لها مجلس إدارة، ولكن الخلافات فرقتهم، ولا تقام الآن صلاة الجمعة، ولا صلاة العيدين في كثير من الأوقات. والمدن المجاورة هي: سارسبورج و فردرستاد. وتوجد مدينة تبعد عن هذه الضاحية 35 كيلو متراً بها مسلمون، وتقام فيها صلاة الجمعة، وعددهم يقارب مائتين، وأغلبهم تجار وهم مرتبطون بجماعة التبليغ [من محاسن جماعة التبليغ مع إنكار بعض الطلاب عليهم، أنهم أكثر التزاماً من غيرهم في أشد البلاد غربة على المسلمين] والأتراك أكثر من غيرهم، ويتلوهم الباكستانيون. وأولاد المسلمين هنا في حالة يرثى لها، أغلبهم متسيبون وآباؤهم غير واعين، وليس عندهم ثقافة، بل همهم الوحيد هو لقمة العيش. وقال الأخ إبراهيم: إنه من قبل لم يكن ملتزماً، ولكن عنده عاطفة دينية، وقبل ست سنين دعاه مسلم أوغندي إلى منزله، وحصل اجتماع للرجال وعددهم عشرون رجلاً، كما حصل اجتماع للنساء وعددهن كذلك وقرءوا القرآن وبعض الكتب وتواشيح دينية، واستمروا كذلك يدعو بعضهم بعضاً، ودعاهم الأخ إبراهيم إلى منزله وخصص غرفة ليجتمعوا فيها يومي السبت والأحد يقرءون فيها القرآن، وبدءوا يعلمون الأولاد الحروف العربية. وكان النساء الأوغنديات يَنُحن، وإبراهيم لا يدري سبب ذلك واتضح له بعد ذلك أن أغلب الأوغنديين من الشيعة. وقال: إنه بقي يتعاون معهم للمحافظة على إيمانهم وإيمان أولادهم في هذا البلد، واستمروا على ذلك الاجتماع فترة. وانضم إليهم الباكستانيون، وجاء جماعة التبليغ، فكثر الاجتماع وأقيمت صلاة الجمعة، وكان عدد المجتمعين ما بين عشرة وخمسة عشر، ودخل النزاع بين الباكستانيين وتطور، إلى أن وصل إلى الفرقة الكاملة وليس لذلك الاختلاف سبب إلا حب الزعامة. هذا وقد وعد الأخ أبو يوسف أن يزور الباكستانيين، هو وإمام مسجد المركز الثقافي الإسلامي في مدينة أوسلو. وهؤلاء المسلمون إذا لم تحصل العناية بهم، فسينقرضون ليس بأشخاصهم ولكن بإيمانهم وأخلاقهم. والأخ إبراهيم يعمل نجاراً، وأخوه كهربائي، والآن يعمل في التجارة الحرة. بين النرويج والسويد: وبعد أن تناولنا طعام العشاء في منزل الأخ إبراهيم ذهبنا إلى منطقة الحدود بين النرويج والسويد، حيث يفصل بين البلدين نهر مد عليه جسر تعبر عليه السيارات من الجانبين، والمكان يبعد عن مدينة أوسلو مائة وعشرين كيلو متراً تقريباً، وتجاوزنا بسيارتنا الجسر ومركزي جمرك البلدين، دون أن نجد أحداً من الجنود والشرطة، ولا أي موظف على الطريق لإيقاف المارة وتفتيشهم. وقال الإخوة: إن الموظف يوجد في مكتبه، وتقف الشاحنات الكبيرة فقط، لأن الغالب أن تكون محملة ببضائع، والناس يعبرون بين البلدين بدون أي رقابة، ومعنى ذلك أن الأجنبي يستطيع العبور من أحد البلدين إلى الآخر بدون تأشيرة دخول  ولا خروج. تسهيل أمور الناس وقضاء حاجاتهم: وقال الإخوة: إن رخصة القيادة في هذه الدول صالحة لمدة مائة سنة، لا يحتاج حاملها إلى تجديدها. قلت: معنى هذا أن الرخصة تكون صالحة لما بعد الموت، ولكن غير قابلة للورثة، ويكتب في الرخصة نصيحة لحاملها: أنه إذا ما ضعف بصره أو أصبح غير قادر على القيادة لأي سبب من الأسباب، فعليه إعادة الرخصة إلى الجهات الرسمية. [ثقة وعدم سوء ظن]. قلت: في هذا إراحة لإدارات المرور، والجهات المسؤولة من مراجعات الناس، وتضييع أوقاتهم وإراحة كذلك للناس من كثرة ترددهم على الموظفين وضياع أوقاتهم، ومزاحمتهم في صفوف متدافعة. وليت هذا النظام يعمم في بلدان العالم ليرتاح الناس من كثرة الزحام وضياع الأوقات مع تلذذ كثير من الموظفين بتأخير معاملة الناس وقضاء حاجاتهم. وذكر الأخ أبو يوسف: أن للقاديانيين برنامجاً إذاعياً من إذاعة النرويج يذيعون فيه مبادئهم باسم الإسلام، وأن المسلمين احتجوا على ذلك لدى الحكومة، وذكروا لهم أن القاديانية ليست فرقة من فرق الإسلام المعترف بها، ولا يجوز أن يسمح لها بالحديث عن الإسلام، وإذا كان لا بد من السماح لهم فليكن باسم القاديانية نفسها لا باسم الإسلام. وعدنا ليلاً إلى مدينة أوسلو. حوار مع المستشرق المنصف الدكتور آينربرج: الاثنين: 30/12/1407هـ وهو آخر يوم من أيام العام الهجري 1407هـ.  [[إذا  وجد شئ في كتابات هذا الرجل فيه مخالفة لبعض معاني القرآن الكريم والسنة فهو ناتج عن سوء فهم، وليس عن سوء قصد، وهذا هو الغالب على ظني]]. سمعت المسلمين يثنون على هذا الرجل (AINRBERG) النرويجي، وعلى كتاباته عن الإسلام، وعلى ترجمته لمعاني القرآن الكريم،  فاشتقت للقائه أكثر من غيره من المستشرقين الآخرين، وضرب لي الأخ أبو يوسف موعداً مع الرجل لأجتمع به في جامعة أوسلو في مقر عمله في الساعة الواحدة من ظهر هذا اليوم. وكنا عنده في الساعة الواحدة والربع. رحب بنا ترحيباً حاراً، وهو يتحدث باللغة الإنجليزية، واللغة العربية باللهجة المصرية، وبعد أن تعارفنا وبدأ هو يثنى على الإسلام، طلبت منه أن نبدأ الحوار لأسجل المعلومات الممكن تسجيلها، فكانت كما يأتي(21): [img]pics/11/11022.jpg[/img]<< الكاتب بجانب جامعة أوسلو 30/12/1407هـ ـ 24/8/1987م >> [img]pics/11/11023.jpg[/img]<< الكاتب مع الأستاذ آينر برج في جامعة بلندر ـ أوسلو 30/12/1407هـ ـ 24/8/1987م >> [img]pics/11/11024.jpg[/img]<< المستشرق آينر برج في مكتبه ـ جامعة بلندر بكلية اللاهوت 30/12/1407هـ ـ 24/8/1987م >> ولد الدكتور آينربرج في 1921م وقال: غداً سيكون عمره 66 سنة. اهتمامه بالإسلام ومؤلفاته. قلت له: متى أول ما سمعت عن الإسلام في حياتك؟ قال: في الحرب العالمية الثانية، كان طياراً، وكان عندهم أسرى من المسلمين في شمال إفريقيا، وكانوا عمالاً في إنجلترا، وكان هو تابعاً للجيش الإنجليزي، وكان أولئك العمال يصلون، واهتم هو بذلك وسألهم عن دينهم، ولم يكن قبل ذلك يعرف شيئاً عن الإسلام، ولا كان دارساً له. قلت: متى بدأ اهتمامك بالإسلام؟ قال: عندما جئت إلى النرويج في سنة 1960م. قلت: وما سبب اهتمامك به؟ قال: إنه كان مهتماً بالدين بصفة عامة، والتقى المسلمين في إنجلترا فزاد اهتمامه به وذلك قبل 45 سنة من الآن، وأغلبهم أسرى كانوا منفيين في إنجلترا، ودرس تاريخ الأديان وخاصة الإسلام سنة 1965م. من مؤلفاته كتاب لم يستطع الأخ أبو يوسف أن يترجم لي عنوانه إلا بمشقة قال هو: الإسلام بين الصدام والحوار، وسألت عن مضمون هذا العنوان فقال الدكتور: إن الإسلام حصل بينه وبين الكنيسة في الأندلس صدام، والآن هو مع الكنيسة في حوار، يقصد أنه يمكن أن يتفاهم المسلمون والنصارى بدلاً من أن يتحاربوا. وترجم الدكتور كتاب الأيام لطه حسين، وكذلك ترجم مبادئ الإسلام للمودودي، وقال عن كتاب المودودي هذا: إنه من أصول الإسلام. وترجم معاني القرآن الكريم، وقال: إنه بدأ في ترجمته عندما كان يدرِّس الطلبة في الجامعة، وكان يترجم لهم بعض الآيات، فلما كثرت عنده الآيات المترجمة، أحب أن يكمل ذلك، وكان بداية الترجمة سنة 1970م، وأول طبعة خرجت سنة 1980م. سبب اتجاهه لدراسة الإسلام، وتدريسه أكثر من الديانات الأخرى كاليهودية والبوذية؟ قال: كان يعرف الأديان الأخرى من قبل، ولكن الإسلام يفسر معنى الإله تفسيراً واضحاً، ويبين سبب وجودنا بطريقة يقبلها العقل والقلب...؟!  [[في سنة 1967م التقى في القاهرة ببعض الأزهريين وبعض العلماء من دولة عربية أخرى]]. وقال: إنه قد دُعِي من قِبَل بعض المؤسسات المسيحية والمدارس، لإلقاء محاضرات عن الإسلام. قلت له: هل تعرف متى دخل الإسلام النرويج؟ فقال: في سنة 1000 ميلادية كانت توجد تجارة جيدة بين النرويج وروسيا، وكان من بين تجار روسيا مسلمون، ويرجع أصلهم إلى الخليفة البغدادي، ووصل هؤلاء المسلمون إلى النرويج بدليل وجود عملة عربية قديمة.  [[الشرق الأوسط عدد 3719، الخميس 2/2/1989م، معرض النقود الإسلامية في السويد]]. وكتب في سنة 1967م كتيباً صغيراً ضد اليهود، واحتجت سفارة اليهود في النرويج، واتصلوا برئيس الجامعة يطلبون منه أن يفصله من الجامعة، ولكنهم أخفقوا. وسألته عن القرآن الكريم ورسالة محمد صلى الله عليه وسلم ماذا يرى فيهما؟ وقد ترجم معاني القرآن الكريم، ودرس الإسلام وسيرة الرسول صلى الله عليه وسلم؟ فقال: لا أشك في أن القرآن من الله، ولا أشك في ثبوت رسالة محمد صلى الله عليه وسلم.  [[يوجد عند بعض المسيحيين اعتقاد أن القرآن وحي وأن محمداً (، ولكن لا يعتقدون أن الأديان الأخرى خاصة النصرانية منسوخة بذلك!]]. وقال: إني عندما ترجمت القرآن الكريم، كنت أشعر أن الله ساعدني على ترجمته. وكانت ترجمته من العربية إلى النرويجية، واستعان بالترجمة الفرنسية والإنجليزية والألمانية واللاتينية. درس اللغة العربية في هذه الجامعة - جامعة أوسلو - ودرسها في القاهرة لمدة سنة. وكان يوجد أستاذ في جامعة أوسلو يعرف كل اللغات السامية، ومنها العربية وتعلم الدكتور آينربرج العربية قليلاً منه. ويوجد أستاذ سوداني في الجامعة يسمى عبد المجيد العرقي، أثنى عليه الدكتور وقال: إنه مخلص وطيب، وهو معجب به، لأنه يفيد النرويجيين ويحب الحضارة الإسلامية.  [[سمعت أن هذا الأستاذ السوداني غير ملتزم بالإسلام كما ينبغي]]. وقال الدكتور: إنني الآن أدرس اللغة العربية على قواعدها. علماء أعجب بهم: قلت له: من أعجبك من علماء المسلمين قديماً وحديثاً؟ فقال: في هذه الأيام حسن البنا وسيد قطب، وقبلهما محمد عبده، وقبله ابن تيمية. وقال: إن السبب في إعجابه بهؤلاء أنهم يقولون أشياء منطقية صحيحة، يقبلها الإنسان العاقل وكذلك ابن الجوزي. وقال: إننا في حاجة إلى مسند الإمام ابن حنبل، عندنا نسخة واحدة فقط منه والطلاب يقبلون إليه كثيراً، ويسأل: هل طبع من جديد؟ وكانت لديه نسخة من كتاب أصول الإيمان للشيخ محمد بن عبد الوهاب أخذ الكتاب بيده وأثنى عليه كثيراً. ولديه مكتبة جيدة من المراجع الإسلامية في الجامعة (جامعة أوسلو) وهو في حاجة إلى المزيد. وسألته عن عدد المسلمين من أصل نرويجي؟ فقال: لا يدري، وعنده هو طلاب نرويجيون أسلموا وعددهم ستة: رجلان وأربع نساء. قلت له: ماذا ترى عن مستقبل الإسلام في أوروبا؟ قال: عدد المسلمين كثير جداً في أوروبا، ولكن المستقبل يتوقف على عدم استعمال العنف الذي يجري الآن بين بعض المسلمين، كما يحصل من الخميني، فإن ذلك يحد من انتشار الإسلام في أوروبا. الموضوعات الإسلامية التي يمكن أن يتأثر بها الأوربي. قلت له: ما الموضوعات التي ترى أنها يمكن أن تؤثر في الأوروبي؟ قال: أهم موضوع هو العقيدة الصافية، وإبراز الحضارة الإسلامية. وقال: لا أعتقد أن الاقتصاد المشاع حالياً كالبنوك الإسلامية، مفيد لأنها - أي البنوك - لا تختلف عن البنوك الأخرى، فهي تأخذ فائدة بأسلوب آخر.  [[على المسؤولين عن البنوك الإسلامية أن يوضحوا للناس عدم صحة هذه التهمة التي سمعتها من كثير من الناس مسلمين وغير مسلمين]]. ومن الموضوعات المهمة بيان النواحي الاجتماعية في الإسلام، كتربية الأطفال، وكونهم لهم مكانتهم في الإسلام وعلاقة الوالدين بهم. وكذلك قضية المرأة في الإسلام، لأن الأوروبي يعتقد أن المرأة ليس لها مكانة في الإسلام. قلت له: هل تظن أن هذا الاعتقاد خطأ من الناس، أو لهم مستند في ذلك؟ فقال: الرسول صلى الله عليه وسلم كان طيباً مع نسائه، ولكن التطورات التي حصلت بعد ذلك غيرت من المعاملة للمرأة قليلاً. مثال ذلك: أن الرسول صلى الله عليه وسلم تزوج خديجة رضي الله عنها ولم يتزوج عليها امرأة أخرى خلال 25 سنة، ثم تزوج بعد ذلك عدداً من النساء لأسباب كثيرة، لكن الآن ـ وإن كان القرآن يحل الزواج بأكثر من واحدة، فعلى الزوج أن يبقى 25 سنة مع زوجته قبل أن يتزوج عليها غيرها، كما فعل الرسول صلى الله عليه وسلم، ولأن العدل بين الزوجات صعب، كما دل على ذلك القرآن ولهذا ينبغي الاكتفاء بزوجة واحدة.  [[أخبرته أن هذا الموضوع يحتاج إلى نقاش طويل معه، ولكن الوقت لم يكن متسعاً ونحن في حاجة إلى المزيد من المعلومات ولكن يبدو أن الرجل عنده استعداد طيب لقبول الحق إذا  اتضح له]]. صفات الداعية المؤثر في الأوربي. وسألته عن صفات الداعية المسلم الذي يمكن أن يؤثر في الأوربي بدعوة الإسلام؟ فاهتم بذكر أمرين يعتبران موضوعين، وليسا صفات للداعية إلا من حيث قدرته على إتقانهما: الأول: أن يخاطب الناس بالأمور التي يتفق فيها المسلمون والمسيحيون حتى يستميلهم، فإذا حصل ذلك تدرج معهم بالأمور الأخرى التي يخالفون فيها. والثاني: دفع الشبهات المنسوبة للرسول صلى الله عليه وسلم، مثل قولهم إنه كان نزاعاً إلى النساء ولذلك تزوج نساء كثيرات، وأنه كان يعتمد على العنف في دعوته إلى الإسلام. وأكد الدكتور أمراً ثالثاً يجب أن يكون الداعية إلى الإسلام متمكناً منه، وهو مقارنة الأديان، بحيث يكون عنده علم بالدين الذي يدعو أهله إلى الإسلام، كالمسيحية مثلا، لأنه بذلك يستطيع أن يبين لهم عدم صحة دينهم، ويبين لهم سمو الإسلام وضرب لذلك مثالين: المثال الأول: أن القرآن الكريم اعتبر آدم وحواء مشتركين في الخطيئة عندما أكلا من الشجرة، ولكن المسيحيين يعتبرون المرأة هي سبب الخطيئة، وأن حواء هي التي أغوت آدم، ويعتبرون أن الخطيئة ما زالت مستمرة في ابن آدم. المثال الثاني: أن الإسلام يعتبر الطفل مولوداً على الفطرة والمسيحيون الإيمان عندهم باستمرار الخطيئة في ابن آدم، يحكمون على الطفل أنه يولد متحملاً الخطيئة، وقبل مائة سنة كانوا يغطسون الأطفال في الماء عندما يولدون، حتى يطهروهم من الخطيئة في زعمهم، فإذا ماتوا قبل الغسل لم يدفنوهم وإنما يرمونهم في الزبالة، لأنهم متسخون بالخطيئة. قلت: لقد أشار هذا الرجل بأمرين مهمين: الأمر الأول: دفع الشبهات عن الإسلام. الأمر الثاني: ذكر مثال النصرانية، وسبق أن قال: إن أهم موضوع إسلامي هو تقديم العقيدة الصافية للناس! وسألته: هل قام المسلمون بواجبهم في نشر الإسلام، وإقامة الحجة على الناس؟ فقال: أغلب المسلمين هنا جهال، ولكن في استطاعة المتعلمين منهم أن يقوموا باجتماعات ومحاضرات لتفهيم الناس بالإسلام، وكان يُعرض برنامج في التلفزيون عن الإسلام منذ سنوات، وكان له أثر جيد وليته يعاد هذا البرنامج مرة أخرى، ووجود المسلمين في النرويج يلفت انتباه الناس للإسلام، ولا أرى أن الحجة قد قامت على الناس بالدعوة إلى الإسلام، لعدم من يبلغ الإسلام إليهم. والأخطر من ذلك أن الكتب الموجودة في المدارس، تتضمن موضوعات ضد الإسلام. قلت له: أيهما أكثر تأثيراً في النرويجي من المسلمين: الطلاب، أم الجالية؟ فقال: كلهم سيؤثرون، لأن وجودهم ينبه الناس على الإسلام، والنرويجي إذا أراد أن يسأل عن الإسلام توجه إليهم. قلت له: ما رأيك في اتخاذ الإعجاز العلمي في القرآن الكريم وسيلة لدعوة الأوروبي؟ فقال: لا أعتقد أن أحداً يرى أن القرآن يتناقض مع العلم، وعلى الرغم من أن الكنيسة هاجمت العلماء، ولكنها الآن تحترم العلماء فلا أرى داعياً لطرح ذلك.  [[كنت أريد أن أوضح له عن معنى الإعجاز العلمي في القرآن ولكن الوقت كان ضيقاً فلم نستطع مناقشة كثير من المسائل]]. هذا وقد بقينا معه ساعتين كاملتين، كانت المناقشة معه ممتعة جداً، وكان هو في غاية السرور. وقد ودعنا بحرارة أرجو الله أن يوفقه ويزيده بصيرة، وقد سألني بعض الأسئلة في معنى بعض الآيات القرآنية من ذلك قوله تعالى: { وَفِرْعَوْنَ ذِي الأَوْتَادِ } ما معنى الأوتاد؟ فأخبرته في حينه بما استحضرته، وهو أن لفرعون الطاغية أوتاداً كان يربط أرجل الناس وأيديهم إليها، إذا  غضب عليهم. فقال هو: إن المعنى الذي تبادر إلى ذهني أنها الأهرامات، لأنها كالجبال، والجبال سميت أوتاداً في القرآن الكريم، فقلت له: الأفضل أن تعود إلى تفسير السلف أولاً، كتفسير بن جرير وتفسير ابن كثير، فوعد بذلك. مكاتبات جرت بيني وبين الأستاذ آينر بيرج: هذا وقد جرت بيني وبين الأستاذ المذكور مكاتبات بعد رجوعي إلى المدينة بفترة، حيث بدأ هو بالمكاتبة، مستفسراً عن بعض الأحكام الإسلامية، وبعض معاني الآيات القرآنية، وكنت أرد على كتبه التي يبعث بها إليَّ، وأرى أن من المناسب إثباتها هنا، وفي هذا حفظ لها، لأنها تعتبر من الوثائق المهمة. المكاتبة الأولى حول ختان البنات: بسم الله الرحمن الرحيم 13/3/1409 هـ ـ 23/10/1988 سعادة المكرم البروفيسور آينر ، وفقه الله. السلام عليكم ورحمة الله وبركاته. أما بعد: فقد وصل منكم رسالتان: الأولى: ذكرتم فيها وصول الكتب التي بعثت بها إليكم.  [[كنت بعثت له بمسند الإمام أحمد، وتفسير ابن كثير، وبعض مؤلفاتي، بناء على طلبه]]. والثانية: أنكم تستفسرون فيها عن حكم ختان المرأة في الإسلام، وهل يدخل في تغيير خلق الله الذي يوسوس به إبليس للناس، كما أشرتم إلى ذلك في آية سورة النساء (119) التي ذكر الله تعالى فيها عن إبليس قوله: { وَلآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ }. والذي أود أن أقوله لكم باختصار في هذا الأمر ما يأتي: 1-أن المراد بخلق الله - هنا - فطرته التي فطر الناس عليها، بحيث تنسجم مع دينه، إذا لم تجتلها الشياطين، فكل شخص خالف ما أمر الله به، أو ارتكب ما نهى الله عنه، فقد أطاع إبليس في تغيير خلق الله وفطرته المتفقه مع دينه. ولا يدخل في ذلك فعل ما شرعه الله تعالى، حتى ولو كان فيه تغيير لخلقه، وأضرب لكم مثلاً بخصال الفطرة، مثل ختان الرجال، ونتف شعر الإبط وقص الأظافر، وحلق العانة، فإنها سنن مشروعة، ولا يجوز أن يقال عنها: إنها من تغيير خلق الله الذي يوسوس به إبليس، لأن الله تعالى أذن في ذلك، بل شرعه.  [[ولو قيل: إن حلق اللحية يدخل في تغيير خلق الله الذي يوسوس به إبليس، لكان القائل به على حق لأن الله تعالى شرع إعفاءها، فحلقها من تغيير خلقه غير المأذون فيه]]. ويدخل في ذلك ختان المرأة، فهو مستحب، وليس بواجب، وقد وردت به بعض الأحاديث عن الرسول صلى الله عليه وسلم، وفيها كلام لعلماء الحديث، من حيث تضعيفها، والذي يظهر لي أنها بمجموعها ترقى إلى درجة الحسن لغيره، وهو من أنواع الحديث المعمول به، والحديث الحسن لغيره هو الذي فيه ضعف، ولكنه يتقوى بمجموع طرقه، ولا يصل إلى درجة الحديث الصحيح. وبناء على ذلك، فإن ختان المرأة لا ينبغي إدخاله في ما يوسوس به إبليس من تغيير خلق الله، كما أن ختان الرجل ليس مما يوسوس به إبليس من تغيير خلق الله، بل كلاهما مما شرع - وإن كانت أحاديث ختان الرجل أصح -. وقد ذكر العلماء من حكمة مشروعية ختان المرأة، أن ترك تلك القطعة كاملة من أسباب قوة الشهوة عندها، فيؤخذ منها شيء يسير لكسر الشهوة الزائدة، ولهذا يقال: إن النساء اللاتي لا تختن يكثر فيهن السحاق، وهو إتيان المرأة المرأة، وهو أمر شاذ مخالف للفطرة، فضلاً عن كونه سبباً لفعل الفاحشة مع الرجال. والله أعلم. وإذا أردتم مراجعة هذه المسألة - حكم ختان المرأة - فإن من الكتب التي اهتمت بها كتاب المغني، لابن قدامة الحنبلي، في الجزء الأول، بعنوان: فصول في الفطرة -يلاحظ أنه أدخل ختان المرأة في خصال الفطرة، وذلك عكس الزعم بأنه مما يوسوس به الشيطان - واستدل على ذلك بقول الرسول صلى الله عليه وسلم : ((إذا التقى الختانان..)) - أي فرج الرجل وفرج المرأة - وهو في صحيح البخاري، كما استدل بحديث في المسند  [[(5/ 75)]]. وبحديث في مجمع الزوائد  [[(5 / 172)]]. ويمكن مراجعة الجزء الأول من كتاب (نيل الأوطار) للشوكاني. وأخيراً فإنني سأتصل بالدكتور عبد الله عمر نصيف في شأن المساعدة على طبع كتابكم ترجمة معاني القرآن الكريم، لعل الله ييسر الأمر. وإذا بدا لكم أن تستفسروا عن أي شيء يتعلق بالإسلام، فأرجو أن لا تترددوا في الكتابة إلي، وأنا سأرد على أسئلتكم، وإذا أشكل علي شيء منها فسأسأل عنه أساتذتي وزملائي إن شاء الله. وأنا مسرور جداً بلقائكم في مكتبكم بجامعة أوسلو، ومسرور جداً بتلك الكلمة التي سمعتها منكم، وهي قولكم: (إن قلبي مؤمن بالله وبكتابه وبرسوله). وأود أن أسألكم: لقد قابلت عدداً من الأوربيين، منهم المسلم، ومنهم غير المسلم، وقد أعددت كتابين - استخرجتهما من مذكراتي في الرحلة الأوربية الطويلة التي قابلتكم فيها - للنشر: الأول بعنوان: حوارات مع مسلمين أوربيين. الثاني بعنوان: حوارات مع أوربيين غير مسلمين. وترددت في أمركم: هل أدرجكم في الكتاب الأول، أو في الثاني، لأنكم صارحتموني أنكم مسلمون تكتمون إسلامكم، أو أضعكم في الكتاب الثاني، بحسب ما يظهر للناس الذين لا يعرفون إسلامكم؟ أرجو إفادتي برأيكم في الموضوع. وإني أكرر لكم وصيتي بأن تحافظوا على أركان الإسلام، حتى إذا لقيتم الله وجدتموه راضياً عنكم بالأعمال الصالحة، كما أرجو أن تكثروا من الاتصال بالمسلمين وتساعدوهم باستمرار، وبخاصة الرابطة والمركز الإسلامي. والسلام عليكم ورحمة الله وبركاته أخوكم في الله  د. عبد الله قادري الأهدل الأستاذ بالجامعة الإسلامية بالمدينة المنورة المكاتبة الثانية حول ختان المرأة: 25/4/1409 هـ 4/12/1988م سعادة الأستاذ المحترم آينر ، وفقه الله. تحية طيبة. أما بعد فقد وصلت رسالتك، وفيها ثلاث مسائل: المسألة الأولى تتعلق بختان المرأة.  [[اتضح لي من رسالته التي رددت عليها بهذا الخطاب أن طلابه في الجامعة ناقشوه في مضمون خطابي السابق في موضوع ختان المرأة، فأحب أن يستفسر زيادة، حتى يقنعهم بالنتيجة]]. وأحب أن أكرر لكم ما ذكرته لكم في خطابي السابق، من أن ذلك مستحب، وليس بواجب، وكون ذلك لكسر الشهوة هو من اجتهاد العلماء، وليس من قول الله ولا من قول رسوله، وقد يكونون عرفوا ذلك عن طريق التجارب في بعض البلدان، وبخاصة البلدان الحارة، وكسر الشهوة الشديدة مطلوب لأمرين: الأمر الأول: إذا كانت الفتاة إذا كانت لا زوج لها، فكسر شهوتها يفيدها، كما يفيد الصيام الشاب الذي لا يجد وسائل النكاح المادية. الأمر الثاني: إذا كانت متزوجة فقد لا يغنيها زوجها إذا كانت شديد الشهوة، فكسر شهوتها من مصلحتها في الحالتين. وهذه كلها مجرد اجتهادات، وليس من شرط تنفيذ الحكم الشرعي عند المسلم أن يعرف الحكمة من التشريع، بل قد تخفى عليه الحكمة، ومع ذلك يجب عليه أن ينفذ ما ثبت عن رسول الله، إن كان الحكم واجباً، ويسن له أن يعمل بالسنة، إن كان مسنوناً... ولا أظن أن هذه المسألة في حاجة إلى كثير بحث، مادامت ليست واجبة. معنى الأوتاد في قوله تعالى: { وَفِرْعَوْنَ ذِي الأَوْتَادِ }؟ المسألة الثانية: تتعلق بمعنى: {ذِي الأَوْتَادِ } في وصف فرعون. وأذكر لكم فيها أن ابن جرير الطبري، رحمه الله، ذكر فيها ثلاثة أقوال، في تفسير الآية (12) من سورة (ص)، في كتابه: (جامع البيان عن تأويل آي القرآن: 22/ 131): القول الأول: أنها أخشاب يلعب بها. القول الثاني: أنها أوتاد يعذب بها من أراد، بأن يسمرها في أجسادهم (مسامير). القول الثالث: أنها بنيان. وذكر هذه الأقوال الثلاثة ابن جزي في التسهيل، وذكر أن ابن عطية رجح أن المراد بالأوتاد المباني العظام، وبناء على ذلك لا أرى مانعاً من تفسيرها بالأهرامات، لأنها مبان عظام، ويؤيده ما ذكرتم من أن الله تعالى سمى الجبال أوتاداً، كما في سورة النبأ. والله أعلم. المسألة الثالثة: تتعلق بإسلامكم. فأنا قد فهمت منكم عند زيارتكم بأنكم تؤمنون بالله ورسوله، واعْتَبَرْتُكَ بذلك مسلماً. وما ذكرت في خطابك من أن الرسول صلى الله عليه وسلم لا يريد منك أن تدير ظهرك لأخيه عيسى عليه السلام، هذا كلام صحيح، لأن عيسى عليه السلام رسول من عند الله، وكذلك موسى ومن قبله من الأنبياء والرسل ابتداء من نوح عليه السلام - بل آدم -، والذي يكفر بواحد منهم يكون كافراً بجميعهم، ولو ادعى الإيمان ببعضهم، وإنما الشيء الذي أريد أن أفهمه منكم هو الجواب على الأسئلة الآتية: 1-هل تعتقدون أن القرآن وحي أنزله الله على رسوله محمد صلى الله عليه وسلم؟ 2-هل ترون أن الكتب السماوية السابقة للقرآن - وأهمها التوراة والإنجيل - قد حرفت، وأصبحت غير موثوق بها من حيث السند، ومن حيث إن فيها ما يخالف القرآن والعقل، وأن القرآن هو الكتاب الوحيد الذي بقي سليماً محفوظاً من التحريف والتغيير وهو الحاكم على كل الأديان؟ 3-هل اقتنعتم بأن الرسول صلى الله عليه وسلم خاتم الرسل، وتؤمنون بأركان الإيمان، وأركان الإسلام؟ أرجو أن أتلقى جوابكم على هذه الأسئلة، وأسأل الله لي ولكم التوفيق والسداد. وأخبركم أني قد كلمت الدكتور عبد الله بن عمر نصيف بالهاتف، في موضوع طبع كتابكم (ترجمة معاني القرآن) باللغة النرويجية، وسألتقيه قريباً شخصياً في هذا الشأن، بإذن الله. د. عبد الله قادري الأهدل الأستاذ بالجامعة الإسلامية بالمدينة المنورة خطاب من الأستاذ آينربرج ـ جامعة أوسلو بالنرويج: معهد الدراسات السامية - قسم الدراسات الإسلامية والعربية 16ديسمبر 1988م.  [[ترجم هذا الخطاب أحد الموظفين في الجامعة الإسلامية، ويدعى (محمد كمال علي) في قسم الترجمة بأمر من رئيس الجامعة د/عبد الله بن صالح العبيد، وكانت الترجمة بتاريخ: 29/5/1409هـ ويلاحظ أن كثيراً من خطابات آينر  لم أثبتها هنا، لعدم وجود ترجمة كافية لها، لأن خطاباته كانت باللغة الإنجليزية]]. إلى فضيلة الدكتور عبد الله قادري قسم الدراسات العليا بالجامعة الإسلامية. من آينر ... سيدي العزيز تلقيت بسرور خطابكم المؤرخ 25/41409هـ. وإني أتفق معكم في أن مسألة ختان البنات لا تستحق مزيداً من المناقشة، طالما أنها ليست أمراً واجباً، إلا أنني أقدم جزيل الشكر على ما أفدتموني به من معلومات. كما يسرني أنكم قد قبلتم ترجمة \"أوتاد فرعون\" على أنها تعني أهرامات - أي المنزل الكبير الحجم أو الضخم - وهذا في الحقيقة هو معناه في اللغة المصرية القديمة. وبالنسبة لسؤالكم رقم (1) فإني أستطيع أن أجزم بكل قلبي بأنني أومن بأن القرآن منزل من عند الله على نبيه محمد (صلى الله عليه وسلم). أما بالنسبة لسؤالكم رقم (2) حول ما إذا كانت الكتب المقدسة لليهود والنصارى، قد تعرضت للتحريف، فينبغي القول: بأنني لست عالماً أصولياً، ولكن إذا كان أهل المدينة قد اعتقدوا أن أسلوب حياة النصارى وأفعالهم، وبخاصة اليهود، كانت وفق كتبهم المقدسة، فلا بد من اعتبارهم  لا بد أن يكونوا قد فسدوا، لأن الله لم يكن ليقرهم على أفعالهم.. وأنا أعتبر المسيح قد ولد ولادة عادية (طبيعية) على الرغم من أن الإسلام [[راجع ردي عليه في خطابي الآتي على كل ما ذكره في هذا الخطاب]]. يقبل بفكرة الميلاد العذري، فليس ثم مشكلة بالنسبة لله أن يخلق عيسى (عليه السلام) في رحم مريم، حيث إنه خلق آدم من قبل.. ولكن عيسى كان نبياً، وعاش حياته وهو على صلة بأبيه، إلهنا (باعتبار مرجعه أو مصدر سلطته) تماماً كما فعل النبي محمد (صلى الله عليه وسلم) كما لو كان يربط بينهما خط هاتفي مفتوح، ومن خلال تأملاتهما استطاعا تقديم مشكلاتهما إلى ربنا، أو أن الله استطاع أن يوحي إليهما بصورة تلقائية، بكلمته وحكمته، ويتضح هذا في القرآن، حيث إن المجتهدين هم عند الله أفضل درجة من القاعدين، إلا أن المؤمنين من المعوقين والمكفوفين الذين لم يشاركوا في الجهاد، قد أوحى الله إلى نبيه الترخيص لهم، (استثناهم) إني أعتقد أن المسيح قد صلب، إلا أنهم لم يقتلوه، ولكن شبه لهم، وفي سفر بطرس الذي تم العثور عليه مؤخراً، فقد رأى في المنام المسيح وهو يحلق فوق الصليب، وقد ارتسمت على محياه ابتسامة، عندما شاهد الجنود يسومون جسده أنواع العذاب، إذًا فهم لم يقتلوا سوى جسده، وإنني أعتقد أنه والنبي محمد (عليهما الصلاة والسلام) أحياء بالقرب من الله لصالح المؤمنين بهما. وهناك أيضا رواية تقول إنه هو في طريقه إلى مكان الصلب، ثم صلب شخص آخر، بطريق الخطأ بدلاً من عيسى (عليه السلام). أما بالنسبة لسؤالكم رقم (3) فإنني أشك ما إذا كنت سأفهم عبارة (خاتم النبيين) تماماً كما يختم المزارعون زجاجات خمر الحصاد، أو أنها تعني آخر الأنبياء؟. فالقرآن لم يحسم هذه المسألة، ولست أدري ما إذا كان الله خلال آلاف السنوات القادمة سيرى من الضروري إرسال نبي آخر أو أكثر، فهذا الأمر يفوق رؤياي (يقصد رأيه وتفكيره). إنني شديد الامتنان أن أعلم أنكم قد تحدثتم مع الدكتور نصيف، وكان آخر خطاب تلقيته من الرابطة، يحمل توقيع السيد محمد سعيد قطب، إلا أنني لم أتلق قرارهم بعد. وبالنسبة لإعادة طبع القرآن الكريم، فالعمل يجري فيها حالياً، وستضم كل صفحة عمودين: أحدهما للغة العربية، والآخر للترجمة النرويجية. وبالنسبة للترجمة التي أضطلع بها الآن، فإني أتحمل مسئولية ذلك أمام الله والناس، وسأقوم بنقل النص العربي من النص الموجود في ترجمة (مارمادوك بيكثال)، وإنني أرى النص العربي صحيحاً.. [[ نسيت أن أنبهه على أخذ نص القرآن من المصحف الموجودة نسخه عند المسلمين في أوسلو، وهو يعرف كثيراً منهم، ولكن الرابطة إذا وافقت على طبع ترجمته ستتولى ذلك]]. أما بالنسبة للترجمة الإنجليزية، فهي ذات مستوى متدنٍّ، وقد قرأت في إحدى الصحف الصادرة في المملكة العربية السعودية أنه قد تم سحب هذه الترجمة من التداول، إلا أنني لا أرى خطأ بالنسبة للمتن العربي، فهل تفضلتم بالتحقق من ذلك من أجلي؟ إنني أشكركم جزيل الشكر على جهودكم التي بذلتموها من أجلي حتى الآن، وإنني أقدر لكم كل التقدير عونكم الكريم لي. لقد طالت هذه الرسالة... وفي الواقع فأنا لا أجد من أتناقش معه في مثل هذه الأمور الإسلامية هنا في (جامعة أوسلو) لذا فإن الكتابة إليكم تشعرني بأن لي شريكاً في الحوار والمناقشة. ثمة سؤال أخير في سورة (الممتحنة) أية: (11)، فيما يتعلق بالزوجات اللاتي فاتوكم إلى الكفار فعاقبتم،  [[يقصد قوله تعالى {وإن فاتكم شيء من أزواجكم إلى الكفار فعاقبتم فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا واتقوا الله الذي أنتم به مؤمنون}]]. فإن الترجمة العادية تقول: فزتم وانتصرتم عليهم وعاقبتم، فإذا أخذنا في الاعتبار الاشتقاقات العديدة لأصل الفعل (عقب)، فهل يمكن أن يعني هذا: خذوا على سبيل التكافل والتضامن، النتيجة (أي العاقبة) الزوجة التي فقدت، وادفعوا للرجل أي عوضوه كلا؟‍ [[الترجمة رديئة جدا]]. المخلص: آينر.. الرد على خطابه السابق: بسم الله الرحمن الرحيم 3/6/1409هـ  [[هذا التاريخ هو تاريخ كتابتي الرد على خطابه]]. من عبد الله بن أحمد قادري الأهدل إلى الأستاذ آينر.. وفقه الله..  [[هو بروفيسور (AINER BERG) مستشرق نرويجي، أستاذ الدراسات الإسلامية واللغة العربية في جامعة أوسلو، التقيته في نفس الجامعة عندما زرت بلدان غرب أوروبا لمدة تزيد عن ثلاثة أشهر، وغلب على ظني بعد مقابلته أن الرجل مسلم يكتم إيمانه، وقد عرض لي بما يدل على ذلك، راجع كتابي (حوارات مع أوربيين غير مسلمين  ص: 159) نشر دار القلم، بيروت، عام: 1410 هـ 1990م. \tوقد كاتبني أكثر من مرة يستفسر عن بعض الموضوعات والأحكام الإسلامية، وكنت أرد عليه عندما يتاح لي وجود مترجم يترجم لي خطاباته  التي كانت ترد إلي باللغة الإنجليزية، لأنه لا يجيد الكتابة بالعربية، ولم أستطع الرد على خطاباته كلها، بسبب تعذر وجود من يترجمها لي، لأنه كان يبعث معها - أحياناً - بعض الكتب من تأليفه، تتعلق بالعقيدة أو الأحكام تتضمن مصطلحات تحتاج إلى مترجم ماهر صبور، وهذا  لا يسهل الحصول عليه بدون أجر ‍‍. وخطاباته كلها محفوظة عندي في ملف خاص]]. تحية طيبة. أما بعد: فقد وصل خطابك المؤرخ في: 16/ ديسمبر 1988م، وهو يتضمن ما يأتي: أولاً: الموافقة على إنهاء المناقشة في حكم ختان البنت.  [[كان قد بعث إلي قبل هذا الخطاب الذي أجبته عنه بهذه الرسالة، بخطاب يسأل فيه عن حكم ختان البنت في الإسلام، وأجبته عنه، فأفادني في خطابه الأخير بأن الرد كان كافياً، وأن النقاش فيه يعتبر منتهياً]]. ثانياً: اعترافكم، بل جزمكم وإيمانكم القاطع من صميم قلبكم، بأن القرآن منزل من عند الله على نبيه محمد، صلى الله عليه وسلم. وهذا هو المدخل إلى الإسلام، والقاعدة الرئيسة التي تبنى عليها كل فروع الإسلام. ومعنى هذا أنكم تعترفون بكلمة التوحيد التي هي (لا إله إلا الله) وتعترفون كذلك برسالة محمد صلى الله عليه وسلم، وتعترفون بأن ما جاء في القرآن حق، وإليه يرد ما تنازع فيه المؤمنون بهذا القرآن، وأنا أعتبرك - لذلك - مسلماً في الجملة، وإذا وجد عندك شيء يخالف بعض النصوص من القرآن أو السنة الصحيحة، أو بعض قواعد الإسلام، فهو ناتج عن تصور يحتاج إلى إعادة نظر ليصحح، وليس صادراً عن عمد (إن شاء الله). هذا ما أفهمه من إيمانكم بالوحي. ثالثاً: عدم علمكم بأصول الديانات، ولذلك لم تجزموا بتحريف الكتب السابقة: التوراة التي أنزلت على موسى، والإنجيل الذي أنزل على عيسى، عليهما السلام، وإن كان أتباعهما قد حصل منهم شيء من الفساد. واستطردتم في هذا البند ببيان اعتقادكم بأن عيسى عليه السلام ولد ولادة طبيعية - مع تجويزكم أن الله خلقه في رحم أمه بدون أب. وكذلك ترون أن عيسى عليه السلام، قد صلب ولم يقتل، وذكرتم رواية أنه صلب شخص آخر غيره عن طريق الخطأ. وأحب أن أبين لكم في هذه الأمور المسائل الآتية: المسألة الأولى: ما دمنا قد اتفقنا على أن هذا لقرآن وحي من الله على عبده ورسوله محمد، صلى الله عليه وسلم، فيلزمنا أن نصدق كل ما جاء فيه، وقد نص القرآن الكريم أن اليهود حرفوا كتابهم، وأن النصارى حرفوا كتابهم كذلك. بعض النصوص الدالة على ما ذكر. وإليك بعض الآيات التي نصت على ذلك: 1-في الآية (46) من سورة النساء ذكر الله تعالى أن اليهود حرفوا وبدلوا، فقال تعالى: {مِنْ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيّاً بِأَلْسِنَتِهِمْ وَطَعْناً فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانظُرْنَا لَكَانَ خَيْراً لَهُمْ وَأَقْوَمَ وَلَكِنْ لَعَنَهُمْ اللَّهُ بِكُفْرِهِمْ فَلا يُؤْمِنُونَ إِلاَّ قَلِيلاً}. ويمكنكم مراجعة تفسيرها. 2-وفي سورة المائدة آيات (13، 14، 15) ذكر الله تعالى تحريف أهل الكتاب، وتركهم حظاً مما ذكروا به، وأنهم أخفوا عن الناس ما جاء الرسول صلى الله عليه وسلم ببيان كثير منه، وأنهم مستمرون في الخيانة، فقال تعالى: {فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظّاً مِمَّا ذُكِّرُوا بِهِ وَلا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلاَّ قَلِيلاً مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ (13) وَمِنْ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظّاً مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمْ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ وَسَوْفَ يُنَبِّئُهُمْ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ (14) يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِمَّا كُنْتُمْ تُخْفُونَ مِنْ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ قَدْ جَاءَكُمْ مِنْ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ}. 3-وفي سورة المائدة أيضا آية (41) ذكر تعالى أن من اليهود من يحرفون الكلم فقال تعالى: {وَمِنْ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا}. وفي سورة البقرة آية (75) ذكر أن فريقاً من بني إسرائيل - وهم أحبارهم - كانوا يحرفون كلام الله بعد أن عقلوه وعلموه، فقال تعالى: {أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ}. 5-وقال تعالى في نفس السورة، آية (79): {فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَناً قَلِيلاً فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ}. 6-وذكر الله تعالى أن أهل الكتاب يكتمون الحق، ويلبسون الحق بالباطل، فقال في سورة آل عمران الآيات (70-71): { يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَأَنْتُمْ تَشْهَدُونَ (70) يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ}. 7-وذكر تعالى في سورة الأنعام آية (91) أن أهل الكتاب وبخاصة اليهود، كانوا يخفون الحق الذي جاء به موسى عليه السلام، وكانوا بدلاً من بيانه يكتبون تحريفهم وكذبهم في قراطيس - أي ورق - ويظهرون ذلك للناس ويقولون لهم: إنه من عند الله، قال تعالى: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ قُلْ مَنْ أَنزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُوراً وَهُدًى لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيراً وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلا آبَاؤُكُمْ قُلْ اللَّهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ}. 8-وقد ذكر الله تعالى في سورة المائدة آية (48) أن القرآن الكريم هو الذي يصدق الكتب التي قبله، وهو الذي يهيمن عليها، فما شهد له القرآن أنه حق فهو حق، وما شهد بكذبه أو بطلانه فهو كذب وباطل، فقال تعالى: {وَأَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنْ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ}. ولعل هذه الآيات كافية في إثبات أن أهل الكتاب حرفوا كتابهم، اليهود والنصارى جميعاً. يضاف إلى ذلك أن الخلاف شديد بين الكتب الموجودة لدى اليهود والنصارى، ولا يوجد برهان على أن الكتب الموجودة بين أيديهم، هي من كلام الله الذي أنزله على موسى وعيسى عليهما السلام. أما القرآن الكريم، فهو كلام الله، كما نص الله على ذلك في آيات منه، وذكر تعالى أنه حفظه من التحريف، وأمة محمد، صلى الله عليه وسلم، مجمعة أن هذا القرآن هو الذي نزل على الرسول صلى الله عليه وسلم، ولا زال صغار المسلمين و كبارهم يحفظونه في صدورهم، بحيث لو حاول أحد في مشارق الأرض أو مغاربها تبديل آية أو كلمة منه، لصححوا ذلك في أسرع وقت وبينوه. المسألة الثانية: فيما يتعلق بولادة عيسى عليه السلام، فقد دل القرآن الكريم، أن ولادته ليست كولادة كل الناس، أي إنه لم يكن له أب، وإنما خلقه الله تعالى في رحم أمه بقدرته، وقوله له: كن فكان. ودلالة القرآن على ذلك من وجوه: الوجه الأول: أن مريم عليها السلام، عندما جاءها الملك وتمثل لها في صورة بشر، وأخبرها بأنه سكون لها ولد، تعجبت من وجود ولد لها، وهي لم يمسسها بشر - أي لم يجامعها زوج كما هو معروف في إنجاب الذرية، وهي الطهور العفيفة البعيدة عن ريبة الوقوع في الفاحشة - فأخبرها الملك أن الله تعالى قال ذلك، وأنه يسير هين عليه، لأنه على كل شيء قدير، قال تعالى في سورة مريم (20،21): {قَالَتْ أَنَّى يَكُونُ لِي غُلامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُنْ بَغِيّاً (20) قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْراً مَقْضِيّاً}. الوجه الثاني: أن قوم مريم عندما جاءت تحمل عيسى عليه السلام تعجبوا من ذلك، وأنكروا عليها، كيف تأتي بولد بدون أب وهي من أسرة طاهرة، فلا أبوها كان رجل سوء، ولا أمها كانت زانية، وليس لها زوج - وكانوا يعرضون بزناها -، فأحالتهم على عيسى، فأنطقه الله وكلمهم، وهو صغير، ليبرئها الله بذلك مما دار بخلد القوم، كما قال تعالى في سورة مريم نفسها (27-34): { فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئاً فَرِيّاً (27) يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيّاً (28) فَأَشَارَتْ إِلَيْهِ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيّاً (29) قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِي الْكِتَابَ وَجَعَلَنِي نَبِيّاً (30) وَجَعَلَنِي مُبَارَكاً أَيْنَ مَا كُنتُ ‎وَأَوْصَانِي بِالصَّلاةِ وَالزَّكَاةِ مَا دُمْتُ حَيّاً (31) وَبَرّاً بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّاراً شَقِيّاً (32) وَالسَّلامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيّاً (33) ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ }. الوجه الثالث: أن الله تعالى سمى عيسى عليه السلام كلمته - وهي تعني أنه قال له: {كن} فكان. وتسميته بذلك تدل على ما دلت عليه الآيات المذكورة في سورة مريم السابقة، قال تعالى في سورة النساء (171): { إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ}. المسألة الثالثة: ما يتعلق بقتل عيسى عليه السلام أو صلبه. نص القرآن الكريم على أنه لم يقتل ولم يصلب، وأن الذي قتل وصلب رجل آخر ألقى الله عليه الشبه بعيسى عليه السلام، فقتله اليهود وصلبوه، ظناً منهم أنه عيسى، ولم يكن كذلك، والرواية الأخرى التي ذكرتموها توافق ذلك، ففي سورة النساء آيات (156-158) كذب الله أهل الكتاب في افترائهم على مريم بأنها زنت، وفي قولهم إنهم قتلوا عيسى عليه السلام وصلبوه، وبين تعالى أنهم إنما قتلوا وصلبوا رجلاً آخر شبه لهم بعيسى عليه السلام، وذكر تعالى عدم علمهم بأن القتيل الصليب هو عيسى عليه السلام، وأن زعمهم أنه هو، إنما هو اتباع للظن - أي الشك - وأكد تعالى نفي قتله وصلبه بوصف ذلك النفي باليقين، فقال تعالى: {وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَاناً عَظِيماً (156) وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلاَّ اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِيناً (157) بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزاً حَكِيماً}. فالآيات صريحة أن عيسى عليه السلام، لم يقتل ولم يصلب، وأن الذين ادعوا قتله وصلبه، لا علم لهم، بل قالوا ذلك عن شك، وأن عدم قتله يقين لا ريب فيه. المسألة الرابعة: وهي أن عندكم تردداً في معنى كون الرسول صلى الله عليه وسلم خاتم النبيين، هل المراد كما يختم المزارعون زجاجات صادرات مبيعاتهم، بحيث تكون مجموعة من تلك المبيعات متميزة عما يأتي بعدها، أو أنه فعلاً خاتم الأنبياء، ولا ينتظر أن يأتي بعده نبي؟ وأقول لكم: إن المعنى الثاني هو المقصود، وقد أكد الرسول صلى الله عليه وسلم أن المراد به آخر الأنبياء في أحاديث صحيحة. والآية التي ذكر فيها أنه صلى الله عليه وسلم خاتم النبيين هي آية الأحزاب (40)، وهي قوله تعالى: { مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً }. فأما الأحاديث فهي صحيحة وصريحة في أنه صلى الله عليه وسلم خاتم النبيين، لا نبي بعده. فقد شبه نفسه مع الأنبياء عليه وعليهم الصلاة والسلام، ببيت جميل اكتمل بناؤه، ما عدا موضع لبنة فيه، وأنه صلى الله عليه وسلم هو تلك اللبنة التي أصبح البناء بها كاملا لا نقص فيه بوجه من الوجوه، وفسر ذلك بقوله: إنه خاتم النبيين. كما في حديث أبي هريرة، رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال: ((إن مثلي ومثل الأنبياء قبلي، كمثل رجل بنى بيتا فأحسنه وأجمله، إلا موضع لبنة من زاوية، فجعل الناس يطوفون به ويعجبون به ويقولون: هلا وضعت هذه اللبنة؟ قال: فأنا اللبنة وأنا خاتم النبيين)).  [[صحيح البخاري (4/162)، وصحيح مسلم (4/1790)]]. وفي رواية: ((فأنا موضع اللبنة، جئت فختمت الأنبياء)).  [[صحيح مسلم]]. وفي حديث أبي هريرة رضي الله عنه - أيضاً - وهو من أحاديث الشفاعة يوم الحشر، عندما يطلب الناس من الأنبياء أن يشفعوا لهم، فيذهبون إلى آدم عليه السلام وهو أول نبي، فيأمرهم بالذهاب إلى نوح عليه السلام، ويأمرهم نوح أن يذهبوا إلى إبراهيم عليه السلام، ويأمرهم إبراهيم أن يذهبوا إلى موسى عليه السلام، ويأمرهم موسى أن يذهبوا إلى عيسى عليه السلام، فيأمرهم عيسى أن يذهبوا إلى محمد صلى الله عليه وسلم أجمعين، فيأتون محمداً، ويقولون: يا محمد أنت رسول الله وخاتم الأنبياء..  [[ولو كان يوجد نبي بعده كان خاتم جميع الأنبياء لما صح هذا الإطلاق، وإذا كان هذا يقال في يوم القيامة الذي انتهت به الرسالات والتكاليف، فكيف يصح أن يقال إن ختم الرسول ( هو ختم نسبي لمجموعة من الأنبياء، وذلك لا يمنع من وجود رسل بعده يختمهم نبي آخر؟‍ والحديث في صحيح مسلم (1/184)]]. وفي حديث آخر: ((وختم بي النبيون)).  [[صحيح مسلم: (1/371)]]. وإذا كان النبيون قد ختموا به فإنه لا يأتي بعده نبي. ومن الأحاديث الصريحة في أن المراد بخاتم النبيين آخرهم نفيه صلى الله عليه وسلم الثابت في حديث أبي هريرة، رضي الله عنه، عن النبي صلى الله عليه وسلم، قال: ((كانت بنو إسرائيل تسوسهم الأنبياء، كلما هلك نبي خلفه نبي، وأنه لا نبي بعدي، وسيكون خلفاء فيكثرون....)) فلا يأتي بعده أنبياء وإنما خلفاء.  [[الترمذي: 4/499)،  وقال: حديث حسن صحيح، وأبو داود (4/450-452)]]. وأورد الإمام أحمد أحاديث في كونه صلى الله عليه وسلم خاتم الأنبياء،  [[المسند (2/ 398، 412)، (3/ 248)، (4/81، 84)، (5/ 278)]]. ويظهر من العبارة الواردة فيها أن الأنبياء كلهم مثل الوعاء وأن ذلك الوعاء ختم به صلى الله عليه وسلم. وراجع تفسير ابن كثير لآية (40) من سورة الأحزاب، فقد ساق أحاديث كثيرة في هذا الباب. هذا، ومن المعلوم أن الرسول صلى الله عليه وسلم بُعث إلى العالمين، فما من جيل يوجد على ظهر الأرض إلى يوم القيامة، إلا كان مأموراً بالإيمان به صلى الله عليه وسلم، كما قال تعالى في سورة الفرقان آية (1): { تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيراً }. وقال تعالى في سورة الأعراف (158) : { قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً }. ثم إن هذا القرآن فيه ما يغني الأمم كلها إلى يوم القيامة، وقد وصفه الله تعالى في آيات كثيرة أنه هدى للناس، كما قال تعالى في أول سورة البقرة: { الم (1) ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ }. وقال تعالى في سورة الإسراء (9): {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ}. وقد فصل الله سبحانه وتعالى في دين الإسلام كل ما يحتاج إليه البشر في حياتهم، ولهذا قال تعالى في سورة المائدة (3): {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمْ الإِسْلامَ دِيناً } . وقال تعالى في سورة  آل عمران، آية: (19): { إِنَّ الدِّينَ عِنْدَ اللَّهِ الإِسْلامُ }. وقال في السورة نفسها، آية (85): {وَمَنْ يَبْتَغِ غَيْرَ الإِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنْ الْخَاسِرِينَ }. أرجو أن تكون هذه الأدلة كافية لبيان أن الرسول صلى الله عليه وسلم خاتم الأنبياء أي آخرهم جميعاً، ولا مانع من أن نفهم بأنه شبيه بختم الإناء، ويكون الأنبياء كلهم كإناء واحد ختم هذا الإناء بمحمد صلى الله عليه وسلم، كما شبههم بالبيت الجميل الذي بقي في موضع منه لبنة، فكان هو صلى الله عليه وسلم تلك اللبنة التي اكتمل بها ذلك البناء الجميل. المسألة الخامسة: أما الكتاب الذي ذكرتموه، وهو ترجمة: (مارمادوك بيكثال) فلا أعرف عنه شيئاً، وسأسأل عنه فإذا وجدت عنه معلومات أخبرتكم به إن شاء الله. المسألة السادسة: أما آية سورة الممتحنة (11) وهي قوله تعالى: { وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ }. فخلاصة الكلام فيها أنه عندما حصلت هدنة - أي وقف الحرب بين المسلمين والمشركين مؤقتاً - كان من حكم الله تعالى أنه إذا جاء بعض نساء المشركين مهاجرات إلى المسلمين، وجب على المسلمين إبقاءهن عندهم، وتعويض أزواجهن من المشركين مهورهن، وإذا ذهبت نساء المسلمين مرتدات إلى المشركين، وجب على المشركين دفع مهورهن لأزواجهن المسلمين. هذا المعنى سبق في الآية العاشرة من السورة، فقبل المسلمون حكم الله، ولكن المشركين لم يقبلوا ذلك، وأبوا أن يدفعوا للمسلمين مهور زوجاتهم إذا ذهبن إلى مكة، فأمر الله المسلمين في الآية الحادية عشرة من السورة، أنهم إذا عاقبوا المشركين بقتالهم وغنموا من الكفار عامة في المعارك أموالاً فيئاً أو غنيمة أن يدفعوا إلى المسلمين الذين ذهبت أزواجهم ولم يعطهم الكفار عوضاً من مهر أو نفقة مما أنفقوه على الزوجة المرتدة، ما أنفقوا من الأموال التي منحها الله للمسلمين، بدلاً من المال الذي كان يستحقونه من المشركين. وأرجو أن يكون هذا المعنى مفهوماً. ويمكن مراجعة خلاصة ذلك في كتاب (جامع البيان عن تأويل آي القرآن) لابن جرير الطبري. [[(28/74-77). مطبعة مصطفى الحلبي، مصر الطبعة الثانية]].  ونفس الآية في تفسير القرطبي. وأخيراً فإني قد اضطررت إلى أن أطيل في هذا الخطاب لأن فيه أمورا مهمة جداً، تتعلق بأصول الإسلام، وأرى من واجبي أن أبين لكم ما هو الحق، بحسب ما يفتح الله به علي، وما ييسره الله لي من الاطلاع على الأدلة، وما بينه العلماء في ذلك، وأرجو إشعاري برأيكم بعد قراءة هذا الخطاب فيما ذكر فيه. وأنا أطمع أن يوفقك الله للتفقه في الدين والدخول في الإسلام، والأخذ بأصوله وفروعه الواضحة، حتى تلقى ربك تعالى وهو راض عنك، وأنا ليس من عادتي أن أكاتب الناس، ولكني وجدت نفسي في غاية الشوق والرغبة في مكاتبتك، لأني أشعر بأنك تريد معرفة الحق. وأسأل الله لي ولك وللمسلمين كلهم، وبخاصة النرويجيين الهدى والتوفيق. وأرجو إذا كان عندكم عنوان الأخ أبي يوسف ورقم هاتفه أن تخبروني بهما، وبلغوه سلامي هو وكل المسلمين من طلابكم في الجامعة. د.عبد الله بن أحمد قادري الأهدل جواب بروفيسور آينر  على هذا الخطاب: ‎[[تطوع بعض الإخوة بترجمة خلاصة جواب البروفيسور / آينر / مع اعتراف المترجم بأنه لم يستطع النقل الكامل للجواب، ولا الترجمة الدقيقة لبعض المصطلحات]]. سيدي العزيز ‎بالغ شكري لك، لخطابك المؤرخ بتاريخ: 3/6/1409هـ ، والكتيب المفيد عن الإسلام في أوروبا.  [[كنت أرسلت له كتابي: (الدعوة إلى الإسلام في أوروبا) الذي لخصته من كتاب يقع في أكثر من ألف صفحة، وهو ما كنت أسجله يومياً في تلك الرحلة التي استغرقت أكثر من ثلاثة أشهر، وألقيت ذلك التلخيص في محاضرة بقاعة المحاضرات الكبرى بالجامعة الإسلامية، ثم طبعته دار حافظ للنشر والتوزيع بجدة سنة:1408هـ -1988م]]. وشكرا لك للوقت والجهد الذين بذلتهما لإرشادي - ومن خلال الطلاب والناس الذين ألتقي بهم -. أعتقد أن لديك فكرة عن مكاني في الأشياء الدينية، أنا لدي ثقافة جيدة، ولكن لست خبيراً لاهوتياً، ولكن اللاهوتية واجب لإبقاء الدين على الطريق.  [[يقصد التدين ومعرفة الدين]]. أنا مؤمن متواضع في الرب ووحيه، بالإضافة إلى مساعدة حدس قلبي. الولادة العذراء لعيسى جزء من المسيحية والإسلام. أما بالنسبة لموته، فهناك وجهة نظر عامة، لذا لا أجد أية مشكلات في قلبي. الحقيقة الهامة هي أن عيسى كان نبياً عاش وعلم تحت توجيه مباشر ومتعاون مع ربنا مثل محمد (صلى الله عليه وسلم). الإنجيل هو مجموعة من التقارير من رجال معاصرين عن حياة وتعاليم عيسى-سيرته- (عليه السلام)، وأخيراً اختار مجالس الكنائس وأقر أربعة من مجموعة أعظم، وفي هذه العملية كانت هناك إمكانية كافية للتحريف بدوافع مختلفة، لذا فأنا أقبل بهذه الإمكانية.  [[تسليم بالتحريف في الكتابين]]. ولكن كانت النتيجة قواعد للاعتقاد لقرون، وأعتقد أن الرب في الوقت المحدد سوف يفحص قلوبنا وليس علمنا اللاهوتي. وأومن إيماناً كاملاً بما يخبرنا القرآن عن اليهود وطريقتهم في عملهم في كتابهم وكلمات نبيهم وأخلاقهم. وأقدر تقديراً عميقاً كلماته في سورة المائدة أن الوحي الرباني قد أكمل وأنه يقبل التسليم والإله (الإسلام) بأنه دين الإنسان.  [[هذه نص الترجمة ما قبل القوسين وما بينهما]]. إن معنى خاتم الأنبياء بأنه آخر الأنبياء، لجميع العصور قد قُمْتَ بتدعيمه دعماً قوياً بالأحاديث. الكلمات نهائية، مع ذلك كون أن الرب سيقيد إدارة الرحمة والخير لجميع الأجيال الآتية يشعر بصعوبة، ولكن عندنا المجددون، ربما بعضهم سيكون عند حدود النبوة، ولذا سيستمر الإنسان في عمل ما وصله من الوحي.  [[يبدو لي أن قصده من هذا المقطع كله أنه مع اقتناعه بأن الرسول ( هو خاتم كل النبيين، أنه يشعر بأن العالم يحتاج إلى من يجدد لهم دينهم ويبين لهم كل ما يهديهم إلى الصراط المستقيم، والأصل في ذلك أن يأتي رسول من عند الله، ولكن ما دام قد ثبت إن الرسول هو خاتم النبيين، فلا بد أن يوجد من يشبه الأنبياء (عند حدود النبوة) ليصل الناس بالوحي الإلهي الذي هو القرآن]]. أرفق لكم صورة من تفسيري 1980 المعاد الطبع للقرآن الكريم،  وهذه المرة يتضمن النص العربي.  [[الرجل ترجم معاني القرآن الكريم، والمسلمون الغيورون على الدين الذين عندهم وعي ثقافي جيد - وإن كانوا غير متخصصين في الدراسات الإسلامية - يثنون على ترجمته ويقولون إنها أكثر دقة وسلامة من الترجمات الأخرى، وهي باللغة النرويجية]]. لو أن لديك اتصالاً مع رابطة العالم الإسلامي في مكة المكرمة الدكتور محمد سعيد قطب، أو الدكتور عبد الله عمر نصيف، فربما يمكنك إخبارهم بأني رجل جاد ويمكن الوثوق به - إذا كنت تشعر بذلك - وقد طالبت - وكما أخبرتكم سابقاً - دعماً مادياً، لجعل الطبعة المعادة متوفرة في السوق للإنسان العادي، بسعر يمكنه دفعه، وأشكرك للاهتمام الذي أعطيتني، وأشعر أن لدي صديقاً لإرشادي. آينر.. [[إلى هنا انتهى ما يتعلق بالدكتور إينر بيرغ، وبعد هذا كله أريد أن أنبه على ثلاثة أمور: الأمر الأول: أن بعض المستشرقين يجتهدون في فهم حقيقة الإسلام بالطرق المتاحة لهم، ومن أهم تلك الطرق الجوع إلى ترجمات من سبقهم بالكتابات في ترجمات المعاني الإسلامية، سواء أكانت ترجمات لمعاني القرآن أم غير ذلك. الأمر الثاني: أن غالب الترجمات التي يعودون إليها لا تؤدي المعنى المراد منها في اللغة  العربية، إما لتعمد الكتاب السابقين تشويه تلك الحقائق، وإما لسوء فهمهم لذلك، وهذا يوقع مريد الحق في الفهم غير السليم. الأمر الثالث: أن الذي يريد معرفة الحقيقة لا يجد من يأخذ بيده من علماء الإسلام، بالزيارات المباشرة لهم، ومكاتبتهم، وإذا وجد من يريد مساعدتهم، قد لا يكون أهلاً لذلك، لعدم فهمه لغتهم، كما حصل لي مع هذا الرجل، فقد بعث لي بجزء من ترجمته لمعاني القرآن الكريم، فلم أجد من يساعدني بقراءة شيء منها -ولو يسيراً - وعندما لم أستطع الرد عليه في ذلك، لم أتلق منه خطابات أخرى، مع أن الرجل يسأل عما يشكل عليه، كما يتبين ذلك من خطاباته هذه]]. العودة إلى معلومات الرحلة: انتهت مكاتبات البروفيسور آينر بيرج، التي أحببت أن تكون متصلة بمحاورته، وأعود لما كتبته في مذكراتي اليومية في أوسلو. هذا وقد كنا عازمين على زيارة جزيرة ترومو في شمال النرويج، التي توجد بها أسرتان مسلمتان، ولكن ضاق الوقت عليّ، فألغيت الحجز بعد  أن حجزنا هذا اليوم لنسافر إليها غداً.  [[من هنا يعود الكلام إلى المذكرات اليومية، وهي تابعة لتاريخ: 30/12/1407هـ]]. معلومات عن المسلمين في النرويج: رجعنا إلى الفندق وطلبت من الأخ فيصل أبي يوسف، أن يعطيني المعلومات التي كان وعدني بها عن الإسلام و المسلمين في النرويج، فأدلى بالمعلومات الآتية: قال الأخ أبو يوسف: بدأت الجاليات الإسلامية تفد إلى النرويج بعد سنة 1965م، وقبل ذلك كان يوجد عدد قليل جداً من المغاربة، أما بعد 1965م فبدأ يكثر عدد الجاليات من المغاربة، وباكستان، عندما انقسمت باكستان وانفصلت الشرقية عن الغربية، ويوجد عدد قليل من الأتراك وغيرهم. ثم أَغلقت النرويج الهجرة من سنة 1974م. وأغلب الجاليات عمال، ونسبة المتعلمين بين الأتراك 8% وبين المغاربة 20% وبين الباكستانيين 30%. يعتمد المسلمون بصفة عامة على التجارة، ويوجد أكثر من 300 محل في ملك الباكستانيين، وأغلب الباكستانيين التجار من الطائفة البرلوية. وتوجد سفارة واحدة فقط من الدول العربية، وهي سفارة مصر، وليس لها أي نشاط مع الجاليات. أما الشعوب الإسلامية غير العربية فتوجد سفارة إندونيسيا وسفارة إيران، وسفارة إيران نشطة في نشر الإسلام من وجهة نظرها. الجماعات الإسلامية: أول مركز أنشئ في النرويج هو المركز الإسلامي، سنة 1973م قام بإنشائه ثلاثة من الباكستانيين، وهم أحمد ميان صديقي وهو الآن عضو في جمعية الكُتَّاب النرويجيين، ويدرِّس أطفال المسلمين اللغة الأردية في المدارس النرويجية، والثاني أشرف بات، والثالث يسمى صوفي أصغر. فكروا في إنشاء المركز ووضعوا له قانوناً أساسياً، وهو جيد واستأجروا في أول الأمر غرفة واحدة كانوا يصلون فيها. وبدءوا يدعون المسلمين للصلاة والمحاضرات، وكانت كل الطوائف تتجه إليهم ويصلون معهم. ثم حصلت بعض الأخطاء، أهمها انطواء المسؤولين في المركز على أنفسهم، وعدم مساعدتهم في أي نشاط إسلامي خارج المركز. ومن ذلك أن صديقي أنشأ مدرسة معترفاً بها، لها منهج إسلامي مع منهج الدولة، وفيها ثمانون طالباً، وكان ذلك في سنة 1973م وطلب من المركز المساعدة في استمرار تلك المدرسة، وكان لدى المركز أموال جمعها من الكويت، ولكن المسؤولين في المركز لم يستجيبوا لطلبه، حتى إنهم لم يسمحوا لأطفالهم بالدراسة في المدرسة، ففشلت لعدم تعاونهم معه.  [[إنها لو نجحت كانت  أنفع لهم من عدة مراكز، لأن أبناءهم سيتعلمون فيها الإسلام واللغة ومنهج الدولة مع حمايتهم من الاختلاط بأبناء أهل البلد في المدارس الرسمية، وكانت قد خرجت أفواجاً كثيرة من ذلك الوقت إلى الآن.....!]]. والجماعة التي تتولى أمر المركز متعاطفة مع الجماعة الإسلامية في باكستان. عدد الأعضاء العاملين في المركز أربعون شخصاً، وعدد المسجلين فيه أي المنتمين من رجال ونساء وأطفال: ألف وخمسمائة شخص. نشاط المركز: إقامة الصلوات الخمس في جماعة. تلقين دروس دينية للأطفال، مثل تحفيظ القرآن الكريم وتلاوته. وفيه مكتبة تحتوي على كتب عربية وإنجليزية وأردية. وللمركز مجلس إداري يتكون من رئيس ومساعدين، ومجلس شورى يضم عشرة أفراد. تجري انتخابات سنوية لرئيس المركز ومساعديه. وفي سنة 1980م انتخب الأخ شعيب، وهو باكستاني مثقف عنده دكتوراه في الكيمياء، رئيساً للمركز، وبقي فيه ثلاث سنوات وكان يساعده أخ مغربي يسمى رشيداً، وكان رشيد يهتم بالنشاط بين الإخوة العرب، وكان يشرف على تحرير مجلة دين الحق باللغة العربية. وقام الإخوة بتطوير نشاط المركز، بإلقاء محاضرات، وتنظيم ندوات بين النرويجيين، وزاروا الكويت وتلقوا دعماً من وزارة الأوقاف الكويتية، ولكن الأخوين: رشيد وشعيب رجعا إلى بلادهما، فضعف النشاط بغيابهما. وسبب عودتهما أن أولادهما كبروا فخشيا عليهم من البقاء في النرويج، ولم يوجد من يقوم مقامهما من الكفاءات، وأغلب أعضاء المركز بما فيهم الإداريون وأعضاء مجلس الشورى أميون. وقد حاول الأخ أبو يوسف إقناع أعضاء مجلس الشورى للمركز أن يستقدموا بعض ذوي الكفاءات من الخارج لينشطوا العمل، ولكنهم رفضوا بحجة أن تعدد الدعاة في مسجد واحد يسبب مشكلات خلافية، ولديهم إمام ولكن أعباءه كثيرة فهو يدرس يومياً ما يقرب من أربعين طفلاً، مع الإمامة وغيرها، والعرب لا يستفيدون من هذا الإمام في خطبة الجمعة وغيرها. الرابطة الإسلامية: قال الأخ أبو يوسف: وهذا هو سبب إنشاء الرابطة الإسلامية في أوسلو سنة 1985م ـ 1986م، قام بإنشائها بعض الطلبة منهم الأخ أبو يوسف، حيث كان اتحاد الطلبة المسلمين في جامعة (بلندر) قد أسس من سنة 1980م، ولا زال موجوداً ومعترفاً به، ونشاطه خاص بالطلبة في الجامعة وأنشئت الرابطة من أجل النشاط في الجاليات. ولاتحاد الطلبة فروع في جامعة: برجن، وهي تبعد عن مدينة أوسلو بخمسمائة كيلو متر، والمسؤول عنهم الأخ حسن شققليه الجزائري، وهو يحضر الدكتوراه، ويدرِّس اللغة العربية في نفس الجامعة، وعدد الطلبة المسجلين فيها عشرون، وهم الذين يواظبون على النشاط، وعدد الجالية في مدينة برجن ثلاثمائة شخص، ويقوم الطلبة بمزاولة النشاط فيهم، ويدعونهم لصلاة الجمعة وصلاة العيد ولحضور الندوات ويزورونهم. وقد رأى الإخوة الطلبة في الرابطة أن يستقدموا شخصاً متخصصاً في الدراسات الإسلامية، فطلبوا إذنا باستقدام أخ مغربي يسمى عبد الستار العروي، وهو مقيم في بلجيكا على حساب الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد التي وافقت على نقله إلى أوسلو وسيأتي قريباً. ويقوم بإدارة الرابطة أربعة أشخاص يرأسهم الأخ أبو يوسف، ويساعده الأخ خالد شكري المغربي، وهو إمام المسجد حالياً يصلي بهم الجمعة، ويشترك في الإدارة الحاج عبد العزيز الصنهاجي المغربي، والأخ فؤاد وهو أيضاً مغربي. وعدد المسجلين في الرابطة من الأسر الإسلامية ثلاثمائة نفس، وهم في ازدياد، ولم تمر على الرابطة إلا سنة واحدة. من أنشطة الرابطة: تعليم الأطفال اللغة العربية وقراءة القرآن وتربيتهم تربية إسلامية، ويشرف على ذلك الأخ خالد شكري. وتوجد حلقة أسبوعية للرجال يوم السبت، وحلقة نسائية للنساء يوم الأحد. وهناك محاولة للقيام بأنشطة أخرى، منها إلقاء محاضرات في المدارس النرويجية لشرح مبادئ الإسلام، وترجمة كتب إسلامية إلى اللغة النرويجية، وقد ترجموا كتابا يسمى: التعريف بالإسلام كتبه صاحبه باللغة الإنجليزية، ويسمى المؤلف عبد الله... والكتاب تحت الطبع بالتعاون مع الاتحاد العالمي للطلبة المسلمين. ويريدون تطوير أساليب النشاط الإسلامي، ومن ذلك إيجاد مجلة إسلامية صغيرة باللغة النرويجية، وشريط إسلامي، وفيديو، بحيث تسجل فيها المحاضرات والندوات وغيرها، بالتعاون مع شركة الهدى للتسجيل في الكويت، ومع الرابطة الإسلامية في ستوكهولم. وقد تقرر البدء بعقد مؤتمر إسلامي سنوي، وسيكون أول مؤتمر في شهر أبريل من هذه السنة. وأهم ما يساعد على القيام بالنشاط الإسلامي على خير ما يرام، بعد وجود الكفاءات، هو وجود مقر دائم للرابطة بالشراء ، لأن عدم وجود مقر دائم يعرض الرابطة لعدم الاستقرار، وعدم استمرار المشاريع والخطط والبرامج. والخطوات التي  اتخذتها الرابطة في هذا الصدد هي الاتفاق مع أعضاء الرابطة المسجلين، أن يدفع كل واحد منهم عشرة آلاف كرونة مقسطة حسب مقدرة كل شخص وقد بدءوا بذلك، والمبلغ الذي استطاعوا جمعه إلى الآن من الاشتراكات وغيرها مائتان وخمسون ألف كرونة. وتكلفة المكان شراءً وإصلاحاً وتجهيزاً، يقدر بمليون ونصف المليون كرونة. وسيشتمل هذا المقر على مسجد، وقاعة اجتماعات، ومكتبة وقاعتين لتعليم الأطفال، وقاعة لنشاط النساء، وغرفة إدارة، هذه أقل القاعات المطلوبة. وإذا وجد هذا المقر المستقر فسيكون للجمعية احترام أكثر لدى الدولة والجهات الرسمية، كالمدارس النرويجية، فإذا أرادوا أن يسألوا عن الإسلام وما يتصل بالمسلمين، فإنهم سيأتون إلى هذه الرابطة ولا يذهبون إلى القاديانية أو غيرها. ويمكن كسب عناصر جديدة من المسلمين الذين ينتمون إلى جماعات تدعي الإسلام وهي ذات عقائد فاسدة كالقاديانية و البرلوية. والحكومة النرويجية تساعد الجمعيات الدينية، وتدفع لكل فرد مسجل في الجمعية مائة كرونة في السنة، فإذا كثر عدد المسلمين في الرابطة فإنها ستتلقى دعماً بمقدار تلك الكثرة وذلك يساعد على سير النشاط. ومقر الرابطة الحالي يدفع إيجاراً شهرياً خمسة آلاف كرونة ـ أي ما يعادل ألفين وخمسمائة ريال سعودي. وبعد شهر يجب إخلاء هذا المكان، حسب العقد الذي تم بين الرابطة ومالك المبنى، وأجرة الأماكن في وسط المدينة باهظة، ويخشى أن تنفق الأموال المعدة لشراء مقر دائم أجرة لمكان مستأجر. هذا ، وقد قرأت في جريدة الشرق الأوسط الصادرة يوم السبت، 2/6/1415هـ ـ 5/11/1994م، عدد: \"5821\" أن المسلمين في النرويج، قد بدءوا في تنفيذ مشروع بناء أول مركز إسلامي متكامل، وأنهم اشتروا لذلك مبنى في وسط العاصمة، يحيط به منتزه مفتوح. وعسى أن يكونوا قد تمكنوا من إتمام هذا المركز، لينفع الله به المسلمين في هذا البلد النائي عن البلدان الإسلامية. ولا توجد صلة مخطط لها الآن من الرابطة بغير المسلمين بصفة جماعية، وإنما توجد اتصالات فردية، واتحاد الطلبة المسلمين في الجامعة له اتصالات بغير المسلمين بحكم اختلاطه بهم في الدراسة، ويحضر بعض النساء غير المسلمات اجتماعات الأخوات المسلمات، وقد أسلم بعضهن بسبب هذه اللقاءات. ومن أهم المشكلات التي تواجه الرابطة في امتداد نشاطها في الدعوة عدم وجود متفرغين، وإنما يقوم الأفراد الموجودون بها بالعمل تطوعاً مع أعمالهم الرسمية. وصلة الرابطة بالمركز الإسلامي الثقافي في أوسلو طيبة، والتعاون موجود. ويرتبط بالرابطة بعض أفراد المسلمين من خارج أوسلو، منها مدينة: ترومسو، ويوجد في الجزيرة التابعة لمدينة ترومسو - وتسمى هذه الجزيرة (كارل راي) - الأخ عبد السلام وهو نرويجي وزوجته مسلمة وله خمسة أطفال، وهو المسؤول عن العمل هناك وهي تبعد ألفي كيلو متر شمالاً. كما يوجد شخص آخر ويسمى علي الصياح وهو جزائري وزوجته مسلمة نرويجية. وللرابطة فرع في مدينة برجن، وكذلك في منطقة ساسبورج في الجنوب، ويوجد أخ فلسطيني وأسرته وهو يتعاون مع الرابطة.  [[وهو الذي زرناه يوم الأحد 29/12/1407هـ]]. جماعة البرلويين في النرويج: ويوجد في مدينة أوسلو مسجد للبرلويين، ويسمون أنفسهم أهل السنة [هكذا وجدناهم في البلدان التي زرناها يسمون أنفسهم بهذا الاسم كما في جنوب أفريقيا] أسس مركزهم سنة 1978م. عدد أعضاء جمعيتهم أربعة آلاف، وكلهم من باكستان، وإمامهم يسمى: علامة رياض تشتشي، وعمره يقارب خمسين سنة، وله تأثير روحي على أتباعه. ونشاطهم يشتمل على تعليم الأطفال القرآن، وعددهم ثلاثمائة طفل يحضرون يوميا، وصلاة الجمعة، وصلاة  العيدين ويتلقون مساعدات كبيرة من الحكومة النرويجية، بسبب كثرتهم، ولهم مطبعة يطبعون فيها كتبهم ومنشوراتهم. الشيعة في النرويج: ويوجد مسجد للشيعة يسمى: أنجمان حسيني، وإمامهم رجل يدعى حجة الإسلام، وهو من الهند ويدعم من قبل السفارة الإيرانية ويتعاون معهم طبيب نرويجي اسلم حديثاً وهو عضو في جمعيتهم. ولهم برنامج محلى في الراديو في مدينة أوسلو لمدة نصف ساعة، وأهم نشاطهم القيام بالمظاهرات تأييداً لإيران، وهم من الباكستان والهند وأفغانستان وإيران والعراق. وعددهم يقارب خمسمائة مع الأسر والأطفال، ويتلقون دعماً من الحكومة النرويجية، بحسب عددهم ويأخذون منها دعمين: دعماً دينياً ودعماً ثقافياً، وأنشئوا جمعيتهم سنة 1982م. جماعة التبليغ: ويوجد مسجد لجماعة التبليغ، يسمى مسجد مدني، وتسمى الجماعة جمعية إصلاح المسلمين، أنشئ هذا التجمع سنة 1981م، وعددهم خمسمائة تقريباً، ويرأسهم شخص باكستاني، اسمه طارق أمير، وهو باكستاني متزوج نرويجية مسلمة، ولها نشاط جيد بين النساء الباكستانيات، وتتقن اللغة الأردية، ولهما أطفال في مدرسة التبليغ في إنجلترا. ونشاطهم ينحصر في الخروج في سبيل الله - حسب فهمهم لهذا المعنى - والبيانات والزيارات. ولهم فروع في مدينة موسى في جنوب مدينة أوسلو، تبعد عنها سبعين كيلو متراً وفي مدينة دارمن في غرب أوسلو وتبعد عنها أربعين كيلو متراً، ولهم في كل فرع مسجد، وعددهم في الفرع يقرب من مائة، ولهم اتصالات طيبة مع الجاليات في الأماكن الأخرى. الجمعية الإسلامية: وتوجد جمعية تسمى الجمعية الإسلامية ومقرها في مدينة ستفنجره، وهي تبعد خمسمائة كيلو غرب مدينة أوسلو ولهم مسجد حصلوا على أرضه مجاناً من الحكومة. وهذه الجمعية تشمل جنسيات مختلفة، من باكستان وتركيا وتونس وعددهم خمسمائة مسلم، وهي جمعية غير ملتزمة بمذهب معين، وأغلبهم يعملون في البترول، وأنشئ مسجدهم منذ ثلاث سنوات، وتبرع لهم محمد علي كلاي الملاكم المسلم بمبلغ من المال، ولا زالوا يجمعون أموالاً لبناء المسجد، والمسؤول عنهم تركي ولا يوجد لهم إمام متفرغ. ويحاول البرلويون أن يوجدوا لهم فروعاً في مدن أخرى منها هذه المدينة: ستفنجره، ومدينة برجن. القاديانية: ويوجد مسجد للقاديانيين يسمى مسجد النور، أنشئ سنة 1980م وعددهم خمسمائة أسرة، وكلهم نشطون في نشر مبادئهم، ويرأسهم يوسف كمال، وأغلبهم من باكستان، ولا تعرف لهم فروع واضحة في غير مدينة أوسلو، وربما توجد لهم فروع سرية  [[من أجل اصطياد الناس باسم الإسلام، لأن القاديانية اشتهرت بأنها فرقة غير إسلامية]]. في بعض الأماكن، ومقرهم الرسمي هو أكبر مسجد في النرويج، ويحتوي على قاعة لتعليم الكمبيوتر للشباب وقاعة رياضة ومنزل للإمام ولهم إمامان: هما يوسف كمال ويتقن اللغة الإنجليزية والنرويجية، وآخر يتقن اللغة العربية إضافة إلى لغتهم الأصلية. ويتبعهم أحد النرويجيين يشرف على إذاعتهم. من نشاطهم اللقاء بطلاب المدارس النرويجية وأساتذتها، وإلقاء المحاضرات، وإقامة الندوات، وتوزيع الكتب والمنشورات كل يوم سبت في وسط المدينة، ولهم صلة بالنرويجيين. ويعقدون اجتماعاً شهرياً يدعي له النرويجيون المسلمون وغيرهم في مقرهم. ويترجمون كتبهم باللغة النرويجية، ويحاولون أن يخرجوا ترجمة للقرآن الكريم حسب عقيدتهم ومبادئهم. ولهم برنامج إذاعي باللغة النرويجية في إذاعة النرويج العامة يبثون فيها أفكارهم منذ سنتين، ويقدم هذا البرنامج مرتين في الأسبوع، لمدة ساعتين في كل مرة، ولهم مجلة تسمى: الجهاد باللغة الأردية.  [[وهم ضد الجهاد، فماذا ينشرون عن الجهاد!؟]]. ونشاطهم أقوى من جميع الجماعات. وقد يضطر بعض المسلمين الجدد أن يسكنوا في مقرهم، فيشترطون عليه البيعة، فإذا كتب الإقرار بذلك، بعثوا به إلى خليفتهم في إنجلترا وبعد أن يجتمع به ويبايعه، يوفرون له كل شئ يحتاج إليه، وقد وقع في شراكهم بعض المغاربة. والكتب التي يؤلفها النرويجيون عن الإسلام تنهج نهج القاديانيين، وإذا ذُكر الإسلام في النرويج ذُكر معه القاديانيون. وقد فجر أحد النازيين النرويجيين مسجدهم سنة 1985م، وعمره 18سنة، وأُمُّ هذا الشاب مسلمة نرويجية، وقد تعاطفت الدولة مع القاديانيين وعوضتهم عن الخسائر المادية، ولم تقع خسائر بشرية. ونشرت هذا الخبر الصحف العربية بصيغة غريبة، حيث قالت: إن مسجد أوسلو فجر أمس من قبل بعض الطوائف العنصرية. وفي سنة 1979م قبل بنا المسجد، جاء خليفتهم من إنجلترا والتقى بالمحافظ في أوسلو ونُشر خبره في الصحف، ووعده المحافظ بدعم طائفته.  [[فأين من يفعل ذلك للجماعات الإسلامية الصادقة؟!]]. مساجد الضرار! وقد أنشأت ليبيا مسجدا سنة 1984م ويشتمل على مكتبة وقاعة عرض تلفزيون وفيديو ومكتب إداري، وسموه بمسجد المؤتمر الشعبي الإسلامي، وكان يشرف عليه سوري أفكاره شيوعية واسمه راتب الحلبي. وعندما أعلنت الوحدة بين المغرب وليبيا ذهب المغاربة يصلون فيه، وعلقوا صورة الحسن الثاني وصورة القذافي فيه، فلما أعلن عن تعثر الوحدة ترك المغاربة المسجد! والآن يفتح في بعض الأوقات، وأكثر الأحيان يكون مغلقاً، وقبل أن ينشئوا هذا المسجد دعوا إلى مؤتمر شعبي في أكبر فندق في أوسلو، وهو فندق (SAS) لإجراء انتخابات ودعي العرب لحضور هذا المؤتمر وقعد على المنصة الأشخاص الذين أرادوا أن يفوزوا بالانتخابات، وكلهم فسقة لا يصلون وبعضهم صلته بالقذافي قوية مباشرة. وكان يوجد في المؤتمر عبد السلام عابدين إمام أحد مساجد الكويت فألقى محاضرة في المؤتمر بين فيها أن هؤلاء الذين دعوا إلى المؤتمر يريدون القضاء على الإسلام بأعمالهم، وانهالت على إثر ذلك الأسئلة على منظمي المؤتمر، وكَبَّّر الناس وهتفوا بشعارات إسلامية، ففشل المؤتمر. مسجد التوبة: ويوجد مكان أنشأ الأتراك فيه مصلى، وهو في سطح عمارة قديمة، وتديره الجمعية الإسلامية التركية، وكان يسمى مسجد التوبة واشترك فيه الأخ أبو يوسف مع الأتراك وهو مكان واسع. فأخذ المغاربة جزءاً منه واستقلوا به مع أنهم كانوا قبل ذلك متفقين على الاشتراك فيه. وعدد الأعضاء من الأتراك ألف تقريباً. وعدد المغاربة سبعمائة، وأغلبهم من البربر، وليس عندهم نشاط سوى الصلاة، وقد جاء للمغاربة إمام من فرنسا يتبع جماعة التبليغ ويجمعون أموالاً لبناء مسجد و(ودادية).  [[الوداديات هي المساجد التي تشرف عليها السفارة المغربية في أي دولة من تلك الدول]]. وعدد المسلمين كلهم خمسة عشر ألف شخص في النرويج. ويرى الأخ أبو يوسف أن عددهم أكثر من ذلك، لأنه يوجد لاجئون جدد من لبنان وإفريقيا وغيرها. وعدد المسلمين النرويجيين الذين أعلنوا إسلامهم مائة وخمسون تقريباً، وأغلبهم من  النساء، وكثير من الذين يدخلون في الإسلام، لا يجدون من يحيطهم ويُعنَى بهم في تعليمهم الإسلام الصحيح، وبعضهم يسلم على أيدي الصوفيين. وكان أحد السويديين قد أسلم في جامع الزيتونة في تونس سنة 1960م، وكانت عقيدته طيبة، ثم التقى بالصوفية واعتنق طريقتهم في الباكستان وهو متزوج مسلمة نرويجية، وهي تسكن في شمال النرويج وهو يسمى: كارل آي، وسكن في نفس بلاد زوجته، وأخذ يدعو الناس إلى طريقته، وتبعه جماعة وأسلم عدد منهم على يديه ولكنهم عندما قرءوا بعض الكتب الإسلامية قارنوا بين ما يدعو إليه وبين ما قرءوه، فوجدوا أن ما يدعوا إليه يخالف الإسلام فتركوه، وزوجته فارقته وطردوه من الجزيرة. وسألت الأخ أبا يوسف: هل عند النرويجيين استعداد لتقبل الإسلام؟ فقال: إذا  وجدت جهود واحتك المسلمون بهم يمكن أن يتفهموا الإسلام، ولكن الذي يسمع عن الإسلام ويرغب في المزيد من معرفته يبدأ يدرس مدة طويلة قبل أن يسلم، حتى يقتنع به. ويبدو أنه إذا وجد المسلم القدوة الحسنة من الشباب وحاول الاحتكاك بالنرويجي وصاحَبه فترة طويلة بقصد دعوته بأسلوب مناسب قد ينجح في ذلك. وكثير من النساء النرويجيات تزوجن بمسلمين غير ملتزمين بالإسلام من التونسيين، وهن يرغبن في الدخول في الإسلام وبعضهن دخلن فعلاً وأثر ذلك على أزواجهن وبدءوا يلتزمون. ولو أن المسلمين يشاركون في المؤتمرات التي يدعو إليها المسيحيون، وكان عند المشاركين مقدرة على بيان محاسن الإسلام، وبخاصة ما يحققه الإسلام من السلام والأمن، فإنهم سيفيدون النرويجيين بذلك. قلت للأخ أبي يوسف: هل تعتقد أن الحجة قد قامت على غير المسلمين في هذا البلد؟ فقال: لا، وإنما يمكن أن يقال: قامت على بعض الأفراد، والحجة إنما تقوم على غير المسلم عندما يقوم المسلمون بواجبهم دعاة إلى الله في كل موقع. وتوجد جمعيات نسائية، يمكن أن تستغل بنشر ما يوجد في الإسلام من معان، هم يتطلعون إليها، ولا يدرون أنها توجد في الإسلام، مثل الجمعيات التي تقوم ضد السلاح النووي الفتاك. وتوجد جمعية نسائية تدافع عن المرأة، وتقف ضد استغلالها بعرضها في المجلات الخليعة. البهائية: وتوجد طائفة بهائية من النرويجيين والأمريكان والإيرانيين، وعددهم مائتان، وعندهم مقر رسمي، ويعقدون ندوات، ويقومون بإلقاء محاضرات، وأغلبهم أغنياء، وكتبهم منتشرة في المكتبات العامة، وهم يخلطون بين اليهودية والمسيحية والإسلام، ويؤولون فرائض الإسلام والشريعة ويحرفونها عن معانيها.  [[ليعلم أن كثيراً من هذه المعلومات كتبتها يوم الثلاثاء 1/1/1408هـ  الآتي وقد قدمتها لتتصل بالمعلومات التي كتبت هذا اليوم وكلها في موضوع واحد]]. الثلاثاء: 1/1/1408 هـ. طوي بالأمس عام هجري مضى بآخر يوم منه، وبدأ اليوم عام هجري جديد بأول يوم فيه، نسأل الله أن يتقبل منا ما وفقنا له من عمل صالح في الماضي، وأن يتجاوز عنا ويغفر لنا ما اقترفنا فيه من خطايا في السابق، ونسأله تعالى أن يوفقنا للعمل بما يرضيه عنا في اللاحق، وأن يعصمنا من عصيانه فيه. جرذان الدعوة! كنت في صباح هذا اليوم منتظراً مجيء الأخ فيصل أبي يوسف وخطرت لي خاطرتان، كنت أحاول أن أسجلهما وربما أشرت إليهما من قبل إشارات عابرة، ولكن لعظم فائدتهما رأيت أن أسجلهما هنا: الأولى تتعلق ببعض الذين رزقهم الله - ابتلاء لهم - بدراسة الشريعة الإسلامية في الجامعات الإسلامية، أو في بعض المساجد، ونصبوا أنفسهم للدعوة إلى الله، ورزقهم إضافة إلى العلم بدين الله مالاً يقتاتون به ويسيرون به حياتهم باسم الدعوة إلى الله، ولكنهم لم يشكروا الله على هاتين النعمتين - ونعم الله غيرهما لا تحصى -فيخلصوا لله أعمالهم ويجتهدوا في القيام بالدعوة إلى الله: الدعوة الصادقة التي لا يُقصَد من ورائها مال ولا جاه ولا منصب ولا قرب من أحد، بل استغلوا النعمتين معاً لمزيد من طلب الدنيا والحصول على حطامها والتقرب لبعض من يظنون أنه سيكون سبباً في إيصال شيء من ذلك إليهم، واتخذوا وسائل دنيئة لذلك التقرب، هذه الوسائل هي: الوقيعة في أعراض دعاة الإسلام ونبزهم بما ليس فيهم والوشاية بهم، وإيجاد الأحقاد في النفوس عليهم، ومحاولة سد الأبواب التي قد تعينهم على القيام بدعوتهم في وجودهم، أي أنهم يزاولون الأعمال التي تفرق كلمة المسلمين، وتضعف التعاون بينهم لنشر الإسلام وتقوية الدعوة إلى الله، بدلاً من تقوية ذلك باتخاذ وسائل جمع الكلمة وإيجاد المحبة بينهم وجعلهم يتعاونون على البر والتقوى. إنهم بدلاً من أن يكونوا دعاة إلى الإسلام، اتخذوا النميمة والغيبة والجاسوسية مهنة للارتزاق! وبدلاً من أن ينصحوا لمن يأتمنهم، فينقلوا له الحقائق الثابتة والمعلومات النافعة، خانوا الأمانة فوافوه بكلام مزيف، وزينوا له القبيح وقبحوا له الحسن، إنهم ليسوا من رجال الدعوة، وإنما هم جرذان يسعون في إفسادها، لأنهم يفسدون ما هو صالح، ولا يصلحون ما هو فاسد. وقد يجدون من يظن فيهم الصلاح أو يوافق صنيعهم هوى في نفسه فيبني على الرمال قصوراً، ويغترف من السراب الخادع ماء زلالاً. والواجب على المؤسسات الإسلامية أن تحتاط وتسبر غور الأشخاص الذين ترسلهم للدعوة إلى الله، ولا تكتفي بمجرد الكلام المزوق الذي يطلقونه، ليوهموا أهل الخير بغيرتهم على الإسلام، وقدرتهم على نشره وإفادة العالم به. فما أكثر المخادعين الذين ألسنتهم أحلى من العسل وقلوبهم أمر من الصبر‍! ثم إذا  علموا أنهم صالحون حسب الظاهر، فلا يغتروا بتقاريرهم عن الناس التي يملئونها بالطعن في فلان وعلان. فقد يتخذون ذلك وسيلة للوصول إلى مآربهم وتحقيق أحقادهم في الإضرار بمن هو أنفع للدعوة وأصلح للمسلمين منهم، والله تعالى يقول: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْماً بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ }. والخلاصة أن الجرذان لا تتخذ في المنازل لإصلاح الأثاث، لأنها تفسده، وكذلك الخونة لا يجوز أن يتخذوا دعاة للإسلام، لأنهم يفسدون الدعوة! هذه هي الخاطرة الأولى. البدء بأصل الأصول، وهو الإيمان: أما الخاطرة الثانية: فهي أن الواجب على دعاة الإسلام أن يبدءوا في دعوتهم إلى الإسلام ببيان عقيدة التوحيد: الإيمان بالله رباً، وبالإسلام ديناً، وبمحمد صلى الله عليه وسلم  نبياً ورسولاً، كما كان أنبياء الله يفعلون، وحقق ذلك خاتمهم محمد صلى الله عليه وسلم، عندما قام بالدعوة بنفسه أو بعث من يقوم بها من صحابته. ومع ذلك ينبغي مراعاة ما يمكن أن يؤثر في نفوس الناس مع الإيمان من الموضوعات الإسلامية الأخرى، فإذا رأى الداعي إلى الله أن بعض الناس يمكن أن يؤثر فيه موضوع معين من تلك الموضوعات، فعليه أن يبينه ويشرحه له بجانب شرح الإيمان؟ فالمدعوون يختلفون في الموضوعات المؤثرة فيهم: منهم من يؤثر فيه وضوح الإيمان وسهولته، وهذا يكاد يكون شاملاً لكل أصناف الناس، ومنهم من يؤثر فيه علم الأديان، ببيان محاسن الإسلام وبيان مثالب الأديان المحرفة الأخرى بأسلوب علمي واضح، ومنهم من يعجبه نظام الإسلام الاجتماعي، ومنهم من يدهشه نظام الإسلام الاقتصادي، ومنهم من يؤثر فيه الإعجاز العلمي في القرآن الكريم  والسنة النبوية ، ومنهم من تستميله الأذكار والترغيب والترهيب. وكل تلك الموضوعات تتفرع عنها فروع، وكل فرع قد يؤثر في صنف من المدعوين أكثر من غيره. فمكانة المرأة في الإسلام، والعناية بتربية الطفل وحقوق الأسرة وواجباتها في النظام الاجتماعي، كل واحد منها قد يؤثر في صنف من البشر له فيه معاناة، وهكذا بقية الموضوعات. ولكن جانب الإيمان أصل لا بد أن يسبق كل موضوع من هذه الموضوعات وهذا يقتضي إيجاد دعاة ملمين بهذه الموضوعات، أو كل منهم متخصص في جانب من جوانبها، مع الإتقان لموضوعات الإيمان أصولاً وفروعاً. ولعل هذا يفسر لنا جانباً من حكمة الله في اشتمال كتابه وسنة رسوله صلى الله عليه وسلم، على كل ما يحتاج إليه البشر وهو سر كمال هذا الدين وصلاحه لكل البشر.  [[هذه الخاطرة كتبتها بعد أن التقيت بعدد من المسلمين الجدد في هذه البلدان وسألتهم عن الموضوعات التي أثرت فيهم من الموضوعات الإسلامية فأجاب كل واحد منهم بما أثر فيه، وسيرى القارئ ذلك في المقابلات المسجلة في هذا الكتاب وفي كل المقابلات التي أجريتها مع المسلمين الجدد]]. رغبة مرجوحة ومعارضة راجحة: كان مقرراً لنا أن  نقوم هذا اليوم بزيارة مدينة: (ترومسو العاصمة الشمالية في النرويج) بالطائرة، وهي تبعد ألفي كيلو متر عن مدينة أوسلو، ومنها نذهب إلى الجزيرة القريبة منها بالباخرة، لنزور في الجزيرة بعض العائلات الإسلامية الموجودة بها، وقد حجزنا في الطائرة. ولكني أحجمت عن ذلك وألغيت الحجز وذلك لعدة أمور: الأمر الأول: ضيق الوقت بالنسبة لي، فقد أهلت السنة الهجرية الجديدة، وقرب وقت العام الدراسي الجديد. الأمر الثاني: أنه قد بقي من البلدان التي قررت زيارتها: بريطانيا وفرنسا، وهما مهمتان، فإن كل بلد منهما يحتاج إلى شهور، لكثرة الجاليات الإسلامية الموجودة فيهما، وكثرة الطلبة المسلمين وكثرة المستشرقين، ووجود عدد لا بأس به من المسلمين من أهل البلد نفسه، كما أن المفكرين والدعاة في هذين البلدين أكثر من غيرهما. الأمر الثالث: أن الجزيرة التي كنا نريد زيارتها، لا توجد فيها هذه الأيام إلا أسرة واحدة، والأسرة الأخرى سافرت إلى فنلندا للزيارة. الأمر الرابع: أن الوقت الذي كنت حريصاً على أن أكون موجوداً في تلك الجزيرة فيه، وهو الوقت الذي لا تغيب فيه الشمس عن الجزيرة، لا يأتي إلا في منتصف الصيف، والصيف قد حزم حقائبه في هذه الأيام ليحط رحاله في الجانب الآخر من الأرض: في أستراليا ونيوزيلندا، ورأس هورن، وجزر ستيلاند الجنوبية.  [[أقصى جنوب أمريكيا الجنوبية]]. ولهذا طلبت من أخينا الكريم أبي يوسف أن يحجز لي في أي طائرة تطير إلى لندن غداً: الأربعاء، وحجزنا متوكلين على الله. إمكانات متاحة للدعوة الإسلامية: استكمالاً لبعض المعلومات المتعلقة بالإسلام في النرويج، سألت الأخ أبا يوسف عن الإمكانات القانونية المساعدة لنشر الإسلام في النرويج. فأجاب: يمكن أن يدرس المسلمون أبناءهم لغتهم في المدارس النرويجية الرسمية ساعتين في الأسبوع، والمدرس حر في اختيار المادة التي يلقيها. وتساعد الدولة الجمعيات المسجلة مادياً في تعليم أبنائهم، تعليماً خاصاً لكل طالب عشر كرونات في الساعة الواحدة. وتسمح الدولة للجمعيات بإنشاء مدارس خاصة رسمية، يطبق فيها المنهج النرويجي والمنهج الذي تريده الجمعية، كالمنهج الإسلامي بالنسبة للمسلمين، فإذا نجحت هذه المدرسة باستكمال الشروط اللازمة، فإن الدولة تساعد تلك المدرسة وتعترف بها رسمياً. ويمكن أن تسمح الدولة ببرنامج ثقافي في الإذاعة لمدة محدودة،  تحت شعار خدمة الأجانب باللغة الممكنة، وقد استغل ذلك القاديانيون والشيعة. ويمكن أن تسمح بإذاعات محلية في المدن، وهذه أوقاتها أكثر. أما التلفزيون فالغالب أن لا يسمحوا فيه ببرامج مستقلة. ويسمحون بإنشاء جرائد ومجلات للأجانب، وتساعد الدولة إذا  بيع نصف الأعداد من الجرائد والمجلات بدفع النصف الثاني. ويشترطون أن تنشر أخبار النرويج، وبخاصة ما يتعلق بالأجانب وعدم المساس بشخص معين. وتوجد جرائد باكستانية أسبوعية. حدود النرويج ومناخها: يحدها بحر الشمال من الغرب، والدنمارك من الجنوب، يفصلها عنها البحر، والسويد من الشرق، وفي الشمال لها حدود مع السويد وفنلندا وروسيا. طولها 2600 كيلو متر، وعرضها يختلف من مكان لآخر. مساحتها بالكيلومترات المربعة: 387 ألفاً. المناخ معتدل في الصيف وقارس في الشتاء. معدل درجات الحرارة في أوسلو: في الشهر الأول (5) تحت الصفر وفي الشهر الرابع (5) فوق الصفر، وفي الشهر الثامن (16) فوق الصفر، وفي الشهر الثاني عشر (2) تحت الصفر. وفي مدينة ترومسو في الشمال: الشهر الأول (3.5 تحت الصفر). الشهر الرابع (صفر). الشهر الثامن (11 فوق الصفر). الشهر الثاني عشر (2 تحت الصفر). معدل درجات الحرارة يتراوح بين 25 فوق الصفر، و30 تحت الصفر في الشمال. وفي (فين مارك) في الشمال ( FINN MARK) وصلت درجة البرودة إلى (51) تحت الصفر في بعض السنوات، وفي موقع في وسط النرويج وصلت درجة الحرارة في الصيف إلى (35.6) فوق الصفر. طول الأيام وقصرها: يتراوح طول النهار بين: صفر، و24 ساعة، فقد يكون في وسط الصيف 24 ساعة كلها نهار، وقد يكون في وسط الشتاء 24 ساعة كلها ليل، وتمر على ذلك أيام، بحيث ينقص كل يوم دقيقة في الشتاء من الليل ودقيقة في الصيف من النهار. جدول يبين طول النهار وقصره في المناطق النرويجية: التاريخأوسلوترود هايمترومسو1/16.54.46صفر*1/413.1813.3014.311/816.4917.5020.561/718.4120.2124*[[معنى هذا أنه في الشهر الميلادي الأول الوقت كله ليل ولا يوجد نهار (صفر) وأن الشهر السابع كله نهار (24ساعة) في ترومسو في الشمال وبقية الأشهر تتفاوت زيادةً ونقصاناً]]. ويصطلح النرويجيون على طلوع الشمس وغروبها، في فترة قصيرة في موقع معين في الشمال خلال شهرين تقريباً، يصطلحون على تسمية طلوع الشمس وغروبها بشمس منتصف الليل، مثال ذلك: مدينة ترومسو يكون ذلك فيها ما بين 20/5 إلى 22/7، وكذلك موقع نورد كاب (NORD KAPP) في أقصى نقطة في الشمال من13/5 إلى29/7 الليل في هذه الفترة هو ربع الساعة الذي تغيب فيه الشمس وتشرق، ما عدا قليلاً جداً من الوقت لا تظهر فيه الشمس بسبب السحب. وفي الشتاء لا يوجد نهار خلال شهرين، وهما شهر 12والشهر الأول. وفي هذه الأيام ـ أواخر الشهر الثامن \"أغسطس\" الفرق بين مدينة أوسلو ومدينة ترومسو ساعة وربع، فالنهار الآن 14.10 في مدينة أوسلو، وهو 15.25 في مدينة ترومسو. وفي غرب النرويج، في مدينة برجن، لا توجد ثلوج غالباً ولكن توجد الأمطار بمعدل (250) يوماً في السنة، وكثير من منازلها تهدم بسبب كثرة الأمطار. وفي أوسلو تبدأ الثلوج من شهر (11) إلى آخر شهر (4). وفي مدينة ترومسو في الشمال الأوسط تبدأ الثلوج من شهر(10) إلى آخر شهر(5). وفي المرتفعات تبقى الثلوج خلال السنة كلها. أكبر بحيرة صالحة للشرب: ميوسا (MJOSA) ومساحتها 368 كيلو متراً مربعاً، وتقع بين مدينة أوسلو ومدينة همر (HAMAR) شمال شرق أوسلو. أطول جبل يبلغ ارتفاعه: 2469 متراً (GALDHOPIG). أعلى مدينة في العالم في الشمال، تسمى: همرفيست (HAMMERFEST) وتقع على 23.27 شرقاً 70.45 شمالاً. أطول واد يسمى: (GLDMMA) طوله 598كيلو متر يصب في مدينة برجن، وبها جبل من الثلج لا يذوب أبداً، وهو قريب من أعلى جبل سبق ذكره، مساحة جبل الثلج هذا 486 . وتوجد شلالات طول أعلاها 300 متر، وهي قريبة من مدينة برجن. وأطول خليج  204 كيلو، وهو قريب من مدينة برجن. المنتجات: أهم ما ينتجون السمك، وله دور كبير في تنمية اقتصاد البلاد قبل اكتشاف البترول، وهو البضاعة الأساسية التي كانوا يصدرونها. وتكثر عندهم الغابات، ولذلك يصنعون الأخشاب ويصدرونها، وكذلك الألمونيوم. ويصنعون الأسلحة الدفاعية الثقيلة، ويجيدون صناعة الكمبيوتر، وعندهم لغة خاصة. وهي الدولة الأوروبية الأولى في إنتاج البترول. ولديهم اكتفاء ذاتي في اللحوم والزبدة والحليب. ويستوردون الحبوب من الخارج في الغالب. ولديهم إنتاج الطاقة الكهربائية، بسبب كثرة الأنهار والشلالات. النظام السياسي في النرويج: الملك الذي تولى حكم النرويج سنة 1905م، وكانت قبل ذلك تابعة للدنمارك وألمانيا، وكان أهلها قبائل متفرقة. وضع النظام الأساسي للقانون في النرويج سنة 1914م. نظام الحكم ديمقراطي برلماني، والملك لا يحكم وإنما هو رمز. تنقسم النرويج إلى 454 بلدية و19 محافظة، وكل محافظة لها نواب في البرلمان، وأعضاء يؤخذون من كل محافظة حسب نسبة السكان. وتتم الانتخابات في كل محافظة وفق المؤيدين لكل حزب، وتكون الانتخابات كل أربع سنوات. ويحق لكل نرويجي بلغ ثماني عشرة سنة أن يشترك في الانتخابات. وينتخب الوزراءَ أعضاءُ البرلمان، وعدد الوزراء سبعة عشر. نسبة المشاركين في الانتخابات 80%. أهم الأحزاب في النرويج. يشترط في الاعتراف بالحزب أن يبلغ عدد أفراده ثلاثة آلاف شخص. 1-حزب العمال، وهو حزب اجتماعي ديمقراطي، وله تأييد شعبي وأغلب أعضائه من العمال، ويفوز في الانتخابات منذ خمسين سنة، ونسبته في الشعب: 40.8%. 2-الحزب اليميني وهو رأسمالي، المؤيدون 30.4% ويتعاون مع الحزب المسيحي. 3-الحزب المسيحي، وهو يهتم بالمسيحية ويحاول نشرها في المدارس وغيرها ونسبة المؤيدين له: 8.3%. 4-الحزب الوسط، ومؤيدوه من الفلاحين، أغلبهم من البوادي ويتعاون مع الحزب اليميني والحزب المسيحي، ونسبة مؤيديه 6.65%. الحزب الاشتراكي اليساري، ويحاول تطبيق الاشتراكية، ونسبه المؤيدين له 5.5%. 5-حزب (FRP) وهو حزب رأسمالي، يحاول تطبيق نظرية الرأسمالية القديمة (وهو حزب عنصري، ضد الأجانب) ونسبة مؤيديه 3.7%. 6-الحزب اليساري، وهو أقدم حزب في النرويج، ويحاول تطبيق النظرية الاشتراكية اللبرالية، ونسبة مؤيديه 3.1% ولم يتمكن من تمثيله في البرلمان لقلة عدد أفراده. 7-الحزب الشيوعي الماركسي اللينيني، يحاول تطبيق النظرية الشيوعية بالتعاون مع الصين ونسبة مؤيديه 0.6%.  [[ولكن الصين بدأت تقلب ظهر المجن للنظرية!]]. 8-الحزب الشيوعي النرويجي، وهو أقدم حزب شيوعي في النرويج يتعاطف مع روسيا، ومؤيدوه 0.25%. وعدد سكان النرويج كلهم أربعة ملايين. والملك يرجع إليه إذا حصل خلاف في البرلمان ليقوم بالصلح. والنرويجيون شعب واحد، يعود أصلهم إلى فيكنج (VIKING) ولا زال يوجد طائفة منهم في الشمال في منطقة تسمى: آلطا (ALTA) لهم لغة خاصة تسمى: ساميسك (SAMISK) وهي تختلف عن اللغة النرويجية، ولنسائهم لباس خاص متميز (يشبه لباسهم لباس العربيات المحتشمات إلا أنهن لا يغطين رؤوسهن) ولهم تقاليد لا زالوا يتمسكون بها إلى الآن. استمر اللقاء مع الأخ أبي يوسف خمس ساعات في الفندق.  [[وقد استعان بكتاب نرويجي عندما أملى عليّ هذه المعلومات]]. الاعتزاز بالإسلام! إن الذي يدخل في الإسلام من الأوروبيين بعد اقتناع، وهو يعيش في مجتمع جاهلي يخالفه في العقيدة والعبادة والسلوك، إن هذا المسلم في جهاد دائم، وإنه ليعتز بدينه اعتزازاً يجعله لا يبالي الغربة وهو في بلده، لذلك ترى النساء المسلمات وهن قلة قليلة يخرجن لقضاء حوائجهن وفي أعمالهن، وهن محجبات من رؤوسهن إلى أرجلهن - عدا الوجه والكفين - وعامة الناس ينظرون إليهن نظرة دهشة وعجب من هذا الزي الغريب، ولكنه الإيمان الذي يجعل صاحبه لا يفكر إلا في رضا ربه. [[ليت نساء المسلمات اللاتي يصارعن للحاق بالغربيات، يأخذن العبرة من هؤلاء الفتيات اللاتي رفعن رؤوسهن بالحشمة الإسلامية في تلك البلدان]]. ولقد رأيت هذا المنظر بنفسي، في وسط مدينة أسلو، وما كنت أظن أن أراه في هذا المكان، وبخاصة من نساء نرويجيات، وما هذا والله إلا اعتزاز بالإسلام، أساسه قوة الإيمان. الأربعاء: 2/1/1408 هـ. كان مقرراً أن نقوم اليوم بجولة خفيفة على الجبل الذي يقع عليه الفندق (PARK HOTEL) ويسمى الجبل: (KOLLEN HOLMEN) وهذا الجبل يشرف على مدينة أوسلو، وعلى قمته شيد سلم التزلج الذي يرتفع ارتفاعاً هائلاً. فإذا صعد الشخص إلى قمته أشرف على المدينة أكثر. ولكن الجو أصبح مغيماً والمطر ينهمر بغزارة، ولم يأت الأخ أبو يوسف إلا في الساعة الحادية عشرة إلا ربعاً، حيث حاسبنا موظفي الفندق وأسرعنا إلى مطار فورينبو (FORNEPU) الذي يقع جنوب غرب مدينة أوسلو، وهو أقرب مطار إلى مدينة أوسلو، فهو يبعد عن الفندق ستة عشر كيلو متراً والفندق يشرف عليه، أما المطار الثاني فهو يبعد أربعين كيلو متراً. مررنا ونحن في طريقنا إلى المطار بسفارة تركيا على يسارنا وذكر لي الأخ أبو يوسف أن البرلويين الذين يسمون أنفسهم أهل السنة، قد انقسموا قسمين مختلفين اختلافاً شديداً، سببه أن الإمام المسؤول عنهم يوجب عليهم أن يسمعوا له ويطيعوا في كل ما يقول بدون مشاورة، وبعضهم رفض هذا الأسلوب فانقسموا، والجماعة الجديدة ليس لها إمام وهي أخف شراً فيما يبدو من الأولى. السفر من الدولة الفتية إلى الدولة العجوز! ودعني الأخ أبو يوسف، وصعدت إلى الطائرة المتجهة إلى بريطانيا، في الساعة الثانية عشرة بتوقيت النرويج، وأقلعت في الساعة 12.37 ظهراً، وهي طائرة بريطانية: بوينغ 757. وبإقلاعها من مطار فورينبو بأوسلو، ودعت الدولة الفتية متوجها إلى الدولة العجوز، وخرجت من جميع الدول الاسكندنافية بدون ختم جوازي، وإنما بعضها يختم عند الدخول فقط، وذلك يمكن السائح أن يعود مرة أخرى إلى تلك الدول ما دامت التأشيرة صالحة لم تنته مدتها المحددة. ونظرت من نافذة الطائرة إلى مدينة أوسلو وما حولها فإذا هي منطقة جبلية. وسمعت قائد الطائرة عندما ارتفعت مستوية في السماء يقول كلاما فهمت منه الجو والغيم وأوسلو والشمس ولندن، ففسرت ذلك بأنه ربما قال للناس: إذا كانت الشمس قد حجبت عنكم هنا في أوسلو بسبب الغيم فلعلكم تجدونها ساطعة أمامكم هناك في لندن، وضحك الناس عندما سمعوا كلامه. وكان المطر ينهمر في أوسلو بغزارة والجو مغيماً، فلما ارتفعت الطائرة ظهرت الشمس، وكانت السحب تحتها تغطي الأرض ولكنها  لشدة سطوع الشمس عليها كانت شديدة البياض. وكانت الطائرة تتجه نحو الجنوب الغربي على بحر الشمال. الشيخ والشيخة! وقعد بجانبي شيخ كبير السن، وبجواره عجوز يمكن أن تكون زوجته أو رفيقته، والغالب عند أهل الغرب الرفقة، وقرب لهما المضيف أم الخبائث مع الطعام فأكلا وشربا، وزادهما فشربا حتى انتشيا، وأخذا يقهقهان قهقهة متواصلة بأصوات مرتفعة، وكانا ينظران إليَّ وأنا أكتب ويتعجبان، وقدم لي الطعام فرفضت تناوله، وقال لي العجوز: لماذا لا تأكل؟ فقلت له: لا أريد، وجاء المضيفون بالقهوة والشاي فالتفت إليَّ العجوز وقال: هل تريد قهوة أو شاياً؟ قلت: لا أريد شيئاً، فالتفت كل من العجوزين إلى الآخر متعجبين. وبعد مضي ساعة تقريباً من إقلاع الطائرة بدأت السحب تتفرق وتبتعد بعضها عن بعض، فرأيت من خلال فجواتها البحر، كما رأيت بعد ذلك القرى الصغيرة التي تنتشر على بعض الجزر، وسألت صاحبي العجوز: هل هذه الجزر تابعة لبريطانيا؟ فقال: نعم، وكانت تلك الجزر ذات أحجام متنوعة بأشكال مختلفة. وأراد الرجل أن يتحدث معي عندما سمع مني بعض الكلمات الإنجليزية، فسألني: من أين؟ فأخبرته، ثم سألني: هل أنت رجل أعمال؟ فقلت له: لا، بل أنا سائح عادي. ثم استمر في الأسئلة فدخل في محيط الكلمات التي لا أفهمها فقلت له: إن معرفتي باللغة الإنجليزية قليلة جداً، فقال: آسف وسكت. وأخذت الطائرة في الهبوط إلى مطار هيثرو رويدا رُويدا حتى هبطت في مطار هيثرو الدولي بلندن في الساعة 2.21 ظهراً بتوقيت النرويج. وفي الكتاب الخاص ببريطانيا ستجد ما جرى فيها. فرغت من تصحيح هذا الكتاب في الثامنة من مساء يوم الثلاثاء 19 من شهر ذي القعدة سنة 1426هـ ـ 20/12/2005م وصلى الله على سيدنا محمد وعلى آله وصحبه روابط من الشبكة العالمية حول دولة النرويج: الرابط الأول من موقع الإسلام اليوم: http://www.islamtoday.net/articles/show_articles_content.cfm?artid=6526&catid=105 الرابط الثاني من موقع الإسلام على الطريق: http://www.islamonline.net/iol-arabic/dowalia/alhadath2000-mar-05/alhadath10.asp الرابط الثالث من موقع مفكرة الإسلام: http://www.islammemo.cc/west/one_news.asp?IDnews=41 الرابط الرابع من موقع مجلس الفتوى الأوربي: http://www.e-cfr.org/ara/index.php?module=announce&ANN_user_op=view&ANN_id=184 (1) انظر الصورة رقم (1) في ملحق صور السويد. (2) انظر الصورة رقم (2) في ملحق صور السويد. (3) الصورة رقم (3) في الملحق. (4) انظر الصورة رقم (4) منظر عند ميناء ستكهولم عند الغروب. (5) انظر الصورة رقم (5) في الملحق. (6) انظر الصورة رقم (6) في ملحق الصور. (7) انظر الصورة رقم (7) في ملحق الصور. (8) انظر الصور رقم (8) في ملحق الصور، على ظهر السفينة ماريلا.. (9) انظر الصورة رقم (1) في ملحق صور فنلندا. 9 (10) انظر الصورة رقم (2) في ملحق الصور. 10 (11) انظر الصورة رقم (3) في الملحق. 11 (12) انظر الصورة رقم (4) في الملحق. 12 (13) انظر الصورة رقم (5) في ملحق فنلندا. 13 (14) الصورتين رقم (...) ورقم (....) في ملحق صور فنلندا 14و15 (15) انظر الصورة رقم (6) في الملحق. 16 (16) انظر الصورة رقم (1) في ملحق صور النرويج.. 17 (17) انظر الصورة رقم (2) في ملحق الصور.. 18 (18) انظر الصورة رقم (3) في ملحق الصور.. 19 (19) انظر الصورة رقم (4) في ملحق الصور. 20 (20) انظر الصورة رقم (5) في الملحق. 21 (21) انظر الصور رقم (6، 7، 8) في جامعة أوسلو ومع المستشرق آينر في ملحق الصور. 22و23و24 ?? = ــــــــــــــــ = ?? ?? 2"
  }
]