[
  {
    "type": "title",
    "content": "المجلد الثاني عشر رحلات فرنسا والبرتغال وإيطاليا سلسلة في المشارق والمغارب الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "الرحلة إلى فرنسا 1408 هـ ـ 1988م",
    "content": "[img]pics/12/12000.jpg[/img]<< خريطة فرنسا >> السفر من لندن إلى باريس: الثلاثاء: 22/1/1408هـ. جاءني الأخ عبد الخالق مظفر حسين جزاه الله خيراً إلى الفندق، ورافقني إلى مطار هيثرو العالمي بلندن، وساعدني حتى انتهت الإجراءات وودعني وعاد مشكوراً. وقد أقلعت الطائرة البريطانية في الساعة الحادية عشرة إلا عشر دقائق. وكان الجو صحواً، وعندما ارتفعت الطائرة أخذت أنظر من النافذة، فرأيت جمالاً في طبيعة الأرض: المزارع التي تتناثر بينها القرى في الأرياف، والأرياف في الحقيقة هي التي يمكن للسائح أن يتمتع بجمالها ويرتاح فيها، بخلاف المدن التي يكثر فيها الصخب وتزدحم المباني والناس ووسائل الموصلات، فإن النفس لا ترتاح فيها، هذه طبيعتي أنا، فإني عندما كنت أسافر من مدينة إلى أخرى بالقطار أو بالسيارة، أرى المناظر الجميلة التي كنت أود أن أنزل بها لو كان عندي وقت، وقد تمتعت بذلك في أرياف ألمانيا بميونخ في إحدى الرحلات إليها، كما كنت أرتاح في المدن الصغيرة التي تقل بها الضوضاء. وهبطت الطائرة في مطار شارل ديغول في الساعة الحادية عشرة والدقيقة العشرين قبل الظهر. فكانت مدة الطيران من لندن إلى باريس ثلاثين دقيقة. وجدت في المطار الأخ اليمني عبد الرحمن بافضل، الذي اتصل به بعض الإخوة من لندن يخبره بوصولي، ليسهل لي الاتصال ببعض المراكز الإسلامية، وبعض القسس، وبعض المسلمين الجدد الذين اعتدت أن آخذ منهم جميعاً بعض المعلومات المتعلقة بالدعوة، كلٌ في مجاله. وقد ساعدني جزاه الله خيراً بلقاء مع الإخوة المسؤولين في اتحاد المنظمات الإسلامية ـ وقد زرتهم بعد ظهر هذا اليوم، واتفقنا أن نجتمع بهم غدا الأربعاء ـ كما حدد لي موعدا مع البروفيسور رجاء جارودي الذي أعلن إسلامه وكان قبل ذلك لا يؤمن بدين.  [[سيأتي الحديث عنه إن شاء الله مع التعليق على ما عنده من انحراف خطير في بعض أصول الإيمان!]]. [img]pics/12/12002.jpg[/img]<< الكاتب مع بعض أعضاء المنظمات الإسلامية  في فرنسا ـ باريس يمين الكاتب أنيس عبد الرحمن، وعلى يساره الدكتور أحمد جاء بالله 23/1/1408هـ ـ 16/9/1987م >> وحدد لي موعداً مع الأب المستشرق: ميشيل لولونج في الساعة الحادية عشرة من صباح الخميس بعد غد. مع أعضاء اتحاد المنظمات الإسلامية في فرنسا: الأربعاء: 23/1/1408 هـ التقيت الإخوة صباح هذا اليوم، في مكتب الاتحاد في باريس، وفضلت أن آخذ بعض المعلومات التي قد أعددت لها أسئلة ـ وهناك معلومات مكتوبة في نشرة خاصة سأوردها فيما بعد أن شاء الله ـ والإخوة هم: الأخ أحمد جاب الله: (ويفضل هو أن يقال جاء بالله، أي بقدرته وخلقه). ولد سنة 1956م بتونس. تخصصه تخرج في كلية الشريعة وأصول الدين في جامعة الزيتونة، ونال درجة الدكتوراه من جامعة السوربون، موضوع بحثه: مفهوم العمل في القرآن، وهو في باريس من سنة 1980م. الأخ زهير شكري محمود: ولد سنة 1952م. تخصصه: هندسة السيطرة النووية، نال فيها شهادة الدكتوراه من جامعة ستراسبورغ، وهو عضو في إدارة الاتحاد، ورئيس الجمعية الإسلامية في مدينة ستراسبورغ، وهو في فرنسا من سنة 1978م. الأخ عبد الله بن منصور: ولد سنة 1959م. تخصصه: هندسة الإلكترونيات، أستاذ في الكهرباء، أمين سر الاتحاد، ورئيس جمعية الصف الإسلامي، وهو في فرنسا من سنة 1978م. الأخ أنيس عبد الرحمن قرقاح، جزائري: ولد سنة 1955م. تخرج في كلية الدعوة وأصول الدين في الجامعة الإسلامية بالمدينة المنورة، سنة 1982م، وهو مسئول عن قسم الدعوة في الاتحاد، ومبعوث من الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد. والإخوة نشطون في الدعوة إلى الله منظمون في أعمالهم، ثقافتهم الإسلامية جيدة، عندهم اهتمام بجمع كلمة المسلمين ومعرفتهم بالجمعيات والمراكز الإسلامية طيبة، وكذلك متعاونون مع تلك الجمعيات. سألت الإخوة : هل يعرف متى بدأت صلة الإسلام بفرنسا أو العكس؟ فأجاب الإخوة: عندما كان المسلمون في الأندلس وصلوا إلى جنوب فرنسا، وتوجد مدن أسست في عهد المسلمين هم الذين أسسوها، منها مدينة تولوز، كانت تسمى طالوشة ومدينة بوردو، وكانت تسمى براولة. وتوقف المد الإسلامي في معركة تسمى معركة بلاط الشهداء في ضواحي مدينة بواتيه، والقائد الفرنسي الذي رد المد الإسلامي يسمى شارل مارتل، وهو مُعَظَّم عند الفرنسيين وتوجد منظمة فرنسية باسمه تدعو إلى إخراج الأجانب وبخاصة المسلمين من فرنسا، وقد حلت هذه المنظمة في هذا الأسبوع. وكانت توجد صلة دبلوماسية بين شارلمان وهارون الرشيد، تبادلا الرسل والهدايا بسبب هذه الصلة، وكان ذلك في وسط فرنسا، وكانت المنطقة تسمى بلاد الغال وسكانها يسمون بالفرنجة، وكانت عاصمتها مدينة ليون. وحكم المسلمون مدينة في جنوب فرنسا ثلاثاً وتسعين سنة (ويوجد بحث في هذا الموضوع). وسألت الإخوة هل يعرف أول فرنسي دخل في الإسلام، ولو على وجه التقريب؟ فقالوا: هذا صعب تحديده ونحن لا نعرف شيئاً. وسألتهم عن عدد المسلمين؟ فقالوا ـ مع شئ من الخلاف اليسير بينهم ـ: عدد المسلمين غير الفرنسيين ثلاثة ملايين تقريباً، وهؤلاء غير المتجنسين، منهم بعض المغاربة والمتجنسون يقاربون مليوناً، والأغلبية الساحقة منهم جزائريون، وبعضهم من المشرق. أما عدد المسلمين من أصل فرنسي، فلا يوجد إحصاء دقيق، والصحف الفرنسية بعضها يبالغ في تكثير العدد، تخويفاً من تغلغل الإسلام في البلاد وأهلها، وبعضها تحاول التقليل منهم، لتدلل على عدم تغلغل الإسلام في صفوف الأوربيين. والظاهر أن عددهم يقارب مائة ألف. وسألتهم عن الجماعات الإسلامية الموجودة في فرنسا؟ فقالوا: إن الأخ أحمد جاب الله له بحث خاص في ذلك [[وعدني أن يبعثه لي ولم يصلني إلى الآن]]. وخلاصة ما ذكروا في ذلك ما يأتي: هناك جماعتان منهجهما الفكر الإسلامي الشمولي، وهما: أولاً: اتحاد المنظمات الإسلامية، ويشمل ثمانياً وثلاثين منظمة في فرنسا: اثنتا عشرة منظمة عاملة، وست منظمات مناصرة، وعشرون منظمة متعاونة. ثانياً: رابطة الطلبة المسلمين في فرنسا، ولها فروع في خمس مدن وأكثرها نشاطاً في مدينة ستراسبورغ. وتوجد جماعات إقليمية قطرية ولكن فكرها شمولي. الجماعات الثانية: فكرها غير شمولي وتمثل هذا الاتجاه جماعة التبليغ وهم منتشرون في أنحاء فرنسا، وهم مرتبطون بالجماعة في باكستان وحصل بينهم خلاف وانقسموا إلى قسمين، وعملهم أقدم من عمل الجماعات الأخرى، وقد نفع الله بهم كثيراً من العمال المسلمين، وعملهم يقارب 90% من العمل الإسلامي. وتوجد جماعات أخرى مرتبطة بالحكومات في الشعوب الإسلامية منها مسجد باريس والوداديات. وتوجد جماعة صوفية، وهي تحتضن كثيراً من الفرنسيين والأفارقة. والجماعات الكبيرة منها تتبنى فكر روني فينوه المدعو الشيخ عبد الواحد، وقد توفي وله كتب في التصوف متداولة ومنتشرة ويوجد بعض العرب وبعض المشايخ الأفارقة من السنغال يتبعهم بعض الفرنسيين. وهناك جمعية تسمى: الجامعة العامة لمسلمي فرنسا، وهدفها الأساسي أن تمثل كل المسلمين في فرنسا، وتكون واسطة بين الجالية الإسلامية والدولة، وأخذ الاعتراف بحقوق المسلمين، ويرأسها شخص مسلم فرنسي يبدو عليه الصلاح، ولها مجلس إداري ينتخب دورياً. وهذه الجماعة اشترك في تكوينها كل المسلمين، على اختلاف اتجاهاتهم والحكومة إلى الآن تتجاهلها، وأثرها محدود. وتؤيد الحكومة مسجد باريس الذي حاول المسئولون فيه إفساد هذه الجماعة عندما أنشئت. وتوجد جمعيات فرعية في المساجد والمصليات، لتدريس الأطفال. وتوجد طائفة الإسماعيلية من الهنود والباكستانيين وهم نشطون جداً. وكذلك توجد طائفة البهائية. وكان للشيعة نشاط في أول الثورة الإيرانية، ولكن مركزهم الثقافي أغلق، ولهم مكتبة تسمى مكتبة أهل البيت، وقد أغلقت هذه الأيام بعد التوتر الذي حصل بين فرنسا وإيران. وأكثر النشاط الشيعي يقوم به الشيعة العراقيون واللبنانيون وينشطون في صفوف العرب، وليس لهم منبر خاص (أي مركز). وعدد المساجد الكبيرة في مدينة باريس وضواحيها، عشرون مسجداً تقريباً. والمساجد التي تصلى فيها الجمعة، وهي أصغر من تلك، مائتان. والمصليات الصغيرة كثيرة، وقد يكون عدد المساجد في فرنسا أكثر من ألف مسجد. وسألت الإخوة: هل يمكن أن يقوم أغنياء المسلمين بإنشاء أوقاف للعمل الإسلامي، يستثمر وينفق من ثماره على الدعوة من تعليم وغيره، في فرنسا؟ فأجاب الإخوة: إن ذلك ممكن قانوناً، ولكنه يحتاج إلى دعم معنوي مع التمويل، وقد توضع سدود أمام تطبيق القانون من قبل الحكومة، خشية من دعم انتشار الإسلام في فرنسا. قلت للإخوة: هل لاتحاد المنظمات الإسلامية في فرنسا صلة بالجاليات الإسلامية: رجالاً ونساءً، وأطفالاً؟ قالوا: نعم الصلة قائمة عن طريق المساجد ونشاطاتها الدورية من محاضرات وخطب جمعة ودروس عامة. وعندنا المؤتمر الثانوي والمخيم الصيفي، وهما يستوعبان كل الأصناف والأغلب يكون من الشباب. وتوجد لقاءات شهرية في المدن عن طريق الجمعيات، ويسعى الاتحاد إلى إنشاء معارض للكتاب الإسلامي في المدن، كما أن الاتحاد يساعد في رحلات الحج. وتوجد جمعيات لتدريس أبناء المسلمين اللغة العربية ومبادئ الإسلام، ويوجد اهتمام خاص بالشباب المولود في فرنسا. وسألتهم: ما صلة الاتحاد بالمسلمين الفرنسيين ومتابعتهم؟ وهل توجد جماعات إسلامية أخرى تعنى بهؤلاء المسلمين؟ وهل توجد خطط لذلك؟ قالوا: نحن نشعر بالتقصير، ونحن في بداية الاهتمام بوضع تخطيط خاص بذلك، وعندنا قطاع خاص به. ويوجد بعض الإخوة الفرنسيين على صلة طيبة ببعض إخواننا في الاتحاد، ويحضر بعضهم في المخيمات والمؤتمرات، وأكثر من يحضر من المسلمين الفرنسيين من النساء. قلت: هل توجد عند الاتحاد خطة مدروسة لدعوة غير المسلمين في حدود إمكاناته المتاحة الآن، أو خطة للمستقبل تنفذ على مراحل، أو هل توجد جماعات إسلامية عندها شئ من هذا؟ قالوا: من خلال النشاط العام للاتحاد يهدف إلى هذا الأمر، ولكن الجالية الإسلامية لكثرتها تأخذ من الاتحاد الجهد الأكبر لتربيتهم وحفظهم، ولهذا فالجهد الموجه إلى غير المسلمين قليل، وهو يحصل عن طريق اللقاءات العامة ومعرض الكتاب. والاتحاد أكثر اتجاها من غيره لهذا الهدف، إلا أن الصوفيين الفرنسيين مجتهدون أكثر في دعوة غير المسلمين، وعندهم حلقات منظمة. وسألتهم: هل تظنون أن الوسائل المتاحة الآن والتي تطبق فعلاً لنشر الدعوة بين غير المسلمين، كافية لإقامة الحجة عليهم بإبلاغهم مبادئ الإسلام العامة؟ قالوا: قطعا، لا. قلت: هل توجد ترجمات سليمة لمعاني القرآن الكريم في فرنسا باللغة الفرنسية، مع توافرها؟ بحيث تكون في متناول الأيدي بسهولة استعارة أو شراء؟ قالوا: توجد ترجمتان: إحداهما للدكتور أحمد حميد الله [[سيأتي ذكره]]. والثانية للدكتور صلاح الدين كشريد، وهو تونسي، وهاتان الترجمتان هما أفضل الترجمات الموجودة، وتوجد عليهما ملاحظات شكلية. والأولى منتشرة في السوق يمكن أن يحصل عليها من يطلبها. وتوجد ترجمات أخرى. وقد طبعت شركة الراجحي ترجمة حميد الله، ووزارة الأوقاف الكويتية طبعت ترجمة كشريد بصفة محدودة. قلت: هل توجد كتب باللغة الفرنسية تعرف الناس بالإسلام وهي سليمة ميسرة؟ قالوا: توجد كتب قليلة جداً لا تؤدي الغرض، والمهم أن تؤلف كتب يراعى فيها عقلية الفرنسي. وسألت: هل توجد كتب مؤلفة ابتداء باللغة الفرنسية أو مترجمة صالحة للنشر ولم يتيسر طبعها ونشرها للعجز المادي؟ فأجابوا: يوجد كتاب صغير ألفه إسماعيل الصيني، وهو أستاذ في إحدى جامعات المملكة العربية السعودية ويسمى مبادئ العقيدة، ولكنا لم نقرأه إلى الآن.  [[في فرع جامعة الإمام محمد بن سعود الإسلامية بالمدينة المنورة]]. وعندنا مشروع للترجمة. قلت: ما الصفات التي ترون وجوب توافرها في الداعي إلى الله حتى يؤثر في الفرنسيين؟ فأجابوا: قوة الإيمان والقدوة الحسنة، والإلمام بالثقافة المعاصرة وبخاصة ثقافة أهل البلد، وقوة الحجة، وحسن المظهر ودقة التنظيم، واللين ولطف المعاملة، والصبر وسعته. والإلمام بلغة القوم بل إتقانها، ومعرفة البيئة وتربية المجتمع وواقعه. وسألتهم: ما العقبات التي تواجه العمل الإسلامي في فرنسا وما سبيل التغلب عليها؟ فأجابوا: 1- قلة الدعاة الموجهين والعلماء الشرعيين الذين يوثق في علمهم. 2- بعد أكثر المسلمين الموجودين في فرنسا عن دينهم، ولذلك يكون سلوكهم قدوة سيئة. 3- الخلاف بين الجماعات الإسلامية وعدم التعاون بينها. 4- ضعف الإمكانات المالية. 5- غياب المنابر الإعلامية (وللإعلام تأثيره الكبير). 6- عقدة الخوف عند المجتمع الفرنسي من الإسلام، والصورة السلبية التي ارتسمت في ذهنه عن الإسلام. 7- عدم استقرار القائمين على العمل الإسلامي، وعدم وجود متفرغين للدعوة، بحيث يكونون قائمين بفرض الكفاية. 8- عدم وجود القدوة الحسنة في تطبيق الإسلام حكماً في الشعوب الإسلامية. 9- قلة المثقفين الملتزمين بالإسلام الذين يمكن أن يؤثروا في المجتمع الفرنسي. 10- غياب القوة الاقتصادية للمسلمين، بخلاف اليهود مثلاً. 11- غياب الثقل السياسي للمسلمين. 12- مناوأة العاملين للإسلام من بعض زعماء الشعوب الإسلامية، وملاحقتهم بالإيذاء والتشويه حتى في البلدان الأجنبية. وأكد الإخوة بعد هذه المناقشات والمعلومات، على أن تحاول المؤسسات الإسلامية كالجامعات ومؤسسات الدعوة، أن تتعاون معهم ببعث محاضرين ودعاة في الإجازات وفي المناسبات، كالمخيمات والمؤتمرات، وكذلك بعث بعض الكتب الإسلامية، والتعاون معهم في إقامة بعض مشروعاتهم المهمة التي ينقصها الدعم المادي والكفاءات البشرية، كترجمة معاني القرآن الكريم أو تأليف بعض الكتب أو ترجمتها باللغة الفرنسية وطبعها ونشرها. معلومات عن اتحاد المنظمات الإسلامية في فرنسا: (أخذت من نشرة مطبوعة للاتحاد). توطئة: تعتبر فرنسا من أهم وأكبر دول أوروبا، وللمسلمين معها تاريخ طويل فقد وصلوا فاتحين إلى \" بواتيه \" (POITIERS) التي تبعد ثلاثمائة وعشرين كيلو متراً إلى الجنوب الغربي من باريس، ثم انقلب الوضع فدخلت فرنسا إلى المغرب العربي، ثم احتلت بعد الحرب العالمية الأولى كثيراً من البلاد الإسلامية من أفريقيا السوداء، بالإضافة إلى الجزائر وتونس والمغرب وسوريا ولبنان، وإذا كانت الآن قد انسحبت من هذه البلدان، فإنها لا تزال تُعتبر لكثير من الأسباب البلد المفضل لهجرة الكثير من المسلمين من أبناء هذه البلدان إليها، طلباً للعلم أو العمل، حتى بلغ عدد المسلمين المقيمين في فرنسا، حوالي ثلاثة ملايين في إحصاء نهاية 1982م، منهم حوالي مليونين ونصف مليون من العرب. إن هذه الجالية العربية الإسلامية في فرنسا تعتبر الأولى في أوروبا، إذ يبلغ عدد المسلمين في ألمانيا مليونين ونصف مليون، منهم أكثر من مليون ونصف من الأتراك، ويبلغ عدد المسلمين في بريطانيا مليونين ونصف المليون [[ويقدره بعض المسلمين في بريطانيا بمليونين]] أكثرهم من شبه القارة بالهندية وجنوب شرق آسيا، أما المسلمون في سائر الدول الأوروبية الأخرى، فهم أقل من ذلك بكثير، إذ يبلغ عددهم في إيطاليا مائة وخمسين ألفاً، وفي أسبانيا حوالي مائة وعشرين ألفاً، وفي سويسرا خمسة وثلاثين ألفاً، وهكذا... إن ثلاثة ملايين مسلم يحتاجون إلى وزارة أوقاف كاملة بكل أجهزتها، ومعها وزارة تربية أيضاً لو كانوا في بلاد إسلامية فكيف وهم يعيشون في فرنسا التي تعتبر من أهم مراكز الحضارة الغربية الحديثة؟  [[بل يحتاجون إلى دولة فيها كل الوزارات، فبعض الدول في الشعوب الإسلامية لو جمع عدد منها لم يبلغ سكانها هذا العدد!!]]. لمحة عن أوضاع المسلمين في فرنسا: إن المسلمين في فرنسا ينقسمون إلى فئات متعددة: 1- عمال في المصانع، أو أصحاب محلات صغيرة، وهم محدودو الدخل وبعضهم يرسل مساعدات لأهله، والبعض الآخر أتى بأهله معه إلى فرنسا ودخله لا يكاد يكفي نفقاته، لولا المساعدات الاجتماعية الكثيرة التي تقدم في فرنسا لكل مقيم مهما كانت جنسيته الأصلية. 2- طلاب: يأتون إلى فرنسا من أجل إكمال دراستهم الجامعية، وأكثر هؤلاء يأتون من بلاد المغرب العربي بغير منح دراسية، ويشجعهم على ذلك أن الدارسة في فرنسا بغير رسوم تقريباً، ويعملون أيام العطل في الصيف، أو في الليالي من أجل تأمين نفقاتهم المعيشية. 3- مسلمون هاجروا إلى فرنسا أثناء حرب الجزائر، وعند استقلالها منحتهم فرنسا الجنسية الفرنسية، ويزيد عددهم عن ستمائة ألف نسمة، ومعظمهم يعيش في ظروف صعبة، وخاصة الأبناء الذين ولدوا وتربوا في فرنسا، وهم يضربون في التيه والضياع. 4- مسلمون من أصل فرنسي، وهم يتكاثرون كل يوم، إلا أنهم عرضة للضغوط والمعوقات مع المجتمع، بالإضافة إلى أنهم في حاجة إلى من يرشدهم ويعلمهم قواعد الدين الإسلامي، وهذه الفئات تشترك في أنها محدودة الدخل. العائلات والأبناء: وهناك نسبة لا بأس بها من العمال المسلمين يأتون بزوجاتهم وأولادهم، ويقيمون في فرنسا بشكل مستقر، وهناك نسبة من الطلاب ـ خاصة المتدينين منهم ـ يتزوجون لحماية أنفسهم من الانحراف، وبعضهم ينجبون الأولاد و تتأخر دراستهم وتطول إقامتهم في فرنسا، حتى يكبر أولادهم ويدخلوا المدارس. إننا نقدر عدد أولاد المسلمين الذين في سن الدراسة بحوالي خمسمائة ألف تلميذ ـ إذ ليس هناك إحصاء رسمي - يتعلمون في المدارس الفرنسية، وكثير منهم لم يعد يعرف شيئاً عن اللغة العربية، فضلاً عن القرآن الكريم . بل إن كثيراً من الآباء، لم يعودوا قادرين على التفاهم مع أولادهم، لأنهم لا يعرفون إلا العربية، والأولاد لا يعرفون إلا الفرنسية. أما المدارس العربية الرسمية، فهناك مدرستان فقط في باريس، هما المدرسة العراقية والمدرسة الليبية، ولا يتجاوز طلاب المدرستين ألف طالب. تحرص بعض الجمعيات والمساجد على تعليم أولاد المسلمين اللغة العربية ومبادئ الإسلام في أيام العطل، ولكن ضعف إمكانيات هذه الجمعيات وعدم توافر المكان المناسب، والمعلم المناسب في كثير من الأحيان، يجعل إقبال المسلمين على إرسال أولادهم ضعيفاً، ولو أخذنا مدينة باريس كمثال فإننا نقدر، وهذا ليس إحصاءاً رسمياً، أن عدد أولاد المسلمين الذين يتعلمون العربية والإسلام في مختلف المساجد والمراكز الإسلامية في باريس وضواحيها، لا يزيدون عن ألفين في أحسن الحالات، بينما يسكن في باريس وضواحيها حوالي مليون من المسلمين. وفيهم من الأولاد في سن الدارسة ما لا يقل عن مائة ألف تلميذ. وإذا كان منهم ألف في المدرستين العربيتين الرسميتين، وألفان يتعلمون العربية والإسلام في المساجد والمراكز الإسلامية، فإن الباقي ـ أي أكثر من تسعين ألفاً ـ يتعلمون في المدارس الفرنسية. أي مستقبل ينتظر هؤلاء؟ ومن المسؤول عنهم أمام الله؟ المساجد والجمعيات: إن الصحوة الإسلامية المعاصرة امتدت إلى فرنسا، فلا تكاد تجد مجموعة من المسلمين في أية مدينة فرنسية، إلا ويحرصون على أن يكون لهم مسجد يؤدون فيه الصلوات. لكن هذه الصحوة الآن هي مجرد اندفاع نحو الإسلام وعاطفة طيبة، من النادر أن يرافقها وعي إسلامي صحيح، وإذا لم يتركز العمل لإيجاد هذا الوعي فإن كثيراً من المشكلات ستزداد. إن عدد المساجد والمصليات في فرنسا يزيد عن ألف مسجد ومصلى، في إحصائنا غير الرسمي. وفي إحصاء أجراه مكتب رابطة العالم الإسلامي في باريس، بلغ عدد المساجد في فرنسا خمسمائة وستين مسجداً، ولا تزال هناك العشرات من المساجد المجهولة والتي تحتاج إلى اكتشاف. كل مسجد أو مصلى له جمعية ترعاه، وهي قد تكون قائمة على شخص واحد في كثير من الأحيان، وقد تضم مجموعة من المسلمين طلاباً أو عمالاً في بعض الأحيان، وعادة يتم الإنفاق على المساجد من تبرعات المصلين، وقد كان مكتب رابطة العالم الإسلامي في باريس يسهم في نفقات بعض هذه المساجد، ولذلك غالباً ما يقتصر النشاط على الصلوات الخمس وخطبة الجمعة، يتبرع بالقيام بها أحد المسلمين ممن لديهم إلمام بالشريعة أكثر من غيرهم، ولا توجد دروس لأنه لا يوجد من يدرس. أما تعليم أبناء المسلمين العربية ومبادئ الإسلام و القرآن الكريم، فهذا يقتصر على عدد محدود من المساجد والجمعيات التي يسر الله لها مسؤولين نشطين. اتحاد المنظمات الإسلامية في فرنسا: هذا الواقع الذي أشرنا إليه بإيجاز، دفع مجموعة من الجمعيات الإسلامية العاملة إلى التداعي إلى الاجتماع، والتشاور فيما يجب عمله، وبعد سلسلة من الاجتماعات خلال سنة 1983م، تم الاتفاق على إنشاء اتحاد للمنظمات الإسلامية في فرنسا، وحددت أهدافه وهيئاته، وفق النظام المصاحب، وتقدمت الجمعيات المذكورة بطلب للحصول على رخصة رسمية من السلطات الفرنسية، وتم ذلك، وصدرت الموافقة الرسمية على إنشاء الاتحاد بتاريخ 3أغسطس 1983م، وشكل مجلس الإدارة التأسيسي من: 1-الدكتور أحمد محمود، عن رابطة المسلمين بفرنسا (مدينة نانسي) رئيساً. 2-الدكتور زهير محمود، عن الجمعية الإسلامية لشرق فرنسا (مدينة ستراسبورغ) أميناً. 3-الدكتور خلدون موسى محمد، عن المركز الثقافي الإسلامي (مدينة بيزانسون) \tأميناً للمال. ثم انضمت للاتحاد المنظمات الإسلامية التالية: 1-جمعية الصف الإسلامي في فرنسا. مدينة أميان. 2-جمعية رابطة المسجد والمركز الإسلامي. مدينة رانس. 3-الرابطة الاجتماعية والثقافية الإسلامية. مدينة ليل. 4-الجمعية الثقافية للتوجيه والتربية الإسلامية. مدينة مرسيليا. 5-التجمع الإسلامي في فرنسا. مدينة باريس. 6-الجمعية الإسلامية لغرب فرنسا. مدينة نانت. 7-الاتحاد الإسلامي بليموج. مدينة ليموج. 8-جمعية مسلمي لاجيروند. مدينة بوردو. 9-جمعية المسلمين بالألب ماريتيم. مدينة نيس. وتوجد هذه الجمعيات في المدن الفرنسية الرئيسية. وتم تشكيل المجلس الإداري للاتحاد من الإخوة: 1-القاضي الشيخ فيصل مولوي. مرشداً دينياً. 2-الدكتور أحمد محمود. رئيساً. 3-الدكتور زهير محمود. أميناً للمال. 4-الأستاذ عبد الله بن منصور. أميناً للسر. 5-الدكتور خلدون موسى محمد. عضواً. 6-الأستاذ محمد الهادي الزمزمي. عضواً. أما المجلس الإداري الحالي للاتحاد فيتكون من: 1-القاضي الشيخ فيصل مولوي. مرشداً دينياً. 2-الدكتور أحمد جاء بالله. رئيساً. 3-الأستاذ عبد الله بن منصور. أميناً للسر. 4-الدكتور محمد جمال. أمينا للمال. 5-الشيخ أنيس قرقاح. عضواً. 6-الدكتور زهير محمود. عضواً. 7- الدكتور عبد الرحمن. عضواً. المنظمات العاملة في الاتحاد: الصف الإسلامي في فرنسا - أميان: تكونت هذه الجمعية في مستهل سنة 1983م بمدينة أميان التي يسكنها أكثر من ثمانية آلاف من المسلمين، أغلبهم من أصل جزائري، منحتهم فرنسا الجنسية الفرنسية عام 1962م، ويحتاج هؤلاء إلى رعاية خاصة، لشدة الضغط من المجتمع الفرنسي عليهم وعلى أبنائهم الذين ولدوا ونشأوا في فرنسا منقطعين عن قيمهم الإسلامية ولغتهم العربية، وتسعى الجمعية (الصف الإسلامي) إلى الاهتمام بالجالية الإسلامية في مدينة أميان ومساعدة المسلمين على القيام بواجباتهم الدينية وتعليم أبنائهم وحل مشكلاتهم. جمعية المسلمين بلاجيروند ـ بوردو: تعتبر مدينة بوردو من أهم المدن الفرنسية، وهي تحوي جالية إسلامية كبيرة، وقد تأسست هذه الجمعية في فيفري سنة 1981م، واستطاعت بفضل الله تعالى شراء مكان أقامت فيه جامع الهدى الذي يشرف على أنشطة هذه الجمعية المختلفة: 1- إقامة المساجد وتسهيل أداء الشعائر التعبدية للمسلمين. 2- المحافظة على الشخصية الإسلامية بما يأتي: ( أ ) تنسيق دروس مسجدية للرجال وأخرى للنساء. (\tب) تدريس العربية وتحفيظ القرآن الكريم وتعليم الإسلام للأطفال. (\tج ) تعريف الفرنسيين بمبادئ الإسلام الحنيف. ( \tد ) إحياء المناسبات الإسلامية والقيام بأنشطة عامة (مهرجانات مؤتمرات  فيديو). (\t هـ ) تقديم مساعدات للطلبة المسلمين وإعانتهم على حسن الاستقرار بمدينة بوردو. الاتحاد الإسلامي بليموج: تكونت جمعية الاتحاد الإسلامي بليموج عام 1983م بمدينة ليموج في وسط فرنسا، وجعلت الجمعية من أول مهامها الحصول على مكان للعبادة، لكل المسلمين في المدينة، وعددهم يقارب خمسة آلاف مسلم، وتم بحمد الله شراء أرض منذ زمن قريب، ويسعى الاتحاد إلى جمع التبرعات لبناء قاعة الصلاة. ومن أنشطة هذه الجمعية التربية الدينية للمسلمين، وتعليم اللغة لأبناء الجالية الإسلامية، ودعوة العلماء والدعاة المسلمين لإلقاء الدروس والمحاضرات. رابطة المسلمين في اللورين ـ نانسي: تأسست هذه الجمعية بمدينة نانسي في مقاطعة اللورين سنة 1981م، وكان اسمها رابطة المسلمين في فرنسا، وهي تعمل على إعانة المسلمين على القيام بشعائرهم التعبدية وتعليم العلوم الإسلامية للرجال والنساء وتعليم اللغة العربية و القرآن الكريم لأبناء المهاجرين، وللجمعية مشروع ترجو الله أن يعينها على تخطي العوائق التي تعترضها مادية كانت أو قانونية. جمعية المركز الثقافي الإسلامي بفرانش كونتاي: تأسست جمعية المركز الثقافي الإسلامي بفرانش كونتاي في صيف سنة 1981م، في مدينة بيزانسون، واستطاعت في بداية تأسيسها الحصول على مكان من السلطة الفرنسية للصلاة والتعليم، إلا أن السلطة استرجعت المكان بعد مدة، وبقي المسلمون، وهم عدة آلاف بدون قاعة للصلاة. وبالرغم من ذلك فقد تمكنت الجمعية من القيام بعدة أنشطة للاهتمام بالمسلمين من توفير للكتاب الإسلامي، واستضافة العلماء والدعاة لإلقاء الدروس والمحاضرات، إلى تعليم الأبناء وتحفيظهم القرآن... الرابطة الاجتماعية الثقافية الإسلامية ـ ليل: تأسست هذه الجمعية في سنة 1982م بمدينة ليل الواقعة في شمال فرنسا، قرب الحدود البلجيكية، وللجمعية أنشطة متنوعة، منها الثقافية كتعليم الأطفال، وتثقيف العمال المسلمين، ومنها الدينية كتحفيظ القرآن للناشئة وإحياء المناسبات الدينية، ومنها الاجتماعية كالاهتمام بالعائلات المسلمة. وقد اشترت الجمعية أرضاً لبناء مركز إسلامي ثقافي، وتسعى الآن لإيجاد المال اللازم والدعم الضروري لبداية البناء. جمعية المسلمين بالألب ماريتيم - نيس: تأسست هذه الجمعية في بداية سنة 1979م بمدينة نيس في أقصى الجنوب الفرنسي، ولها عدة أنشطة متنوعة، أهمها تعليم أبناء المسلمين مبادئ الدين الإسلامي واللغة العربية، وقد حققت الجمعية في هذا الميدان نتائج جيدة. كما تشرف الجمعية على كل مساجد المدينة وتنظم فيها الدروس والحلقات والخطب، وتدعو إليها الدعاة والعلماء لترشيد المسلمين. وتسعى الجمعية إلى جانب ذلك لتوفير مركز إسلامي، بحجم ضخامة الجالية الإسلامية في المنطقة، وتقيم أنشطتها في مكان مستأجر. التجمع الإسلامي في فرنسا ـ باريس: تأسست هذه الجمعية سنة 1979م، ولها أنشطة متنوعة، بحكم وجودها في باريس التي تحوي جالية إسلامية ضخمة تتجاوز مليون نسمة. ومن أهم أنشطة التجمع الإسلامي النشاط المسجدي، حيث ينظم الدروس والخطب في العديد من مساجد باريس وضواحيها، وكذلك المحاضرات والندوات التي تدعو لها رجال الفكر الإسلامي والموجهة خصوصاً للرأي العام الفرنسي.  [[يظهر لك من النشاطات التي تذكرها الجمعيات قلة النشاط الموجه لغير المسلمين]]. كما ينظم التجمع الإسلامي معرضاً سنوياً للكتاب الإسلامي، يدوم أربعة أيام، ويقوم كذلك بزيارة المستشفيات، وزيارة المساجين المسلمين، ومراقبة المذابح التي تصدر اللحوم إلى بعض الدول الإسلامية، وغير ذلك من أنشطة كثيرة ومتنوعة. كما اهتم التجمع الإسلامي بأبناء الجيل الثاني من المسلمين، وينظم لهم تعليم القرآن والعربية على حسب إمكاناته. ويسعى التجمع الإسلامي لإنشاء مركز إسلامي يستوعب الجالية المسلمة الكبيرة في باريس، ولكن هذا المشروع يحتاج إلى كثير من الدعم. رابطة المسجد والمركز الإسلامي بـ(رانس): تأسست هذه الرابطة سنة 1980م بمدينة رانس، وهي تشرف على عدد من المساجد في رانس، وتنظم الدروس، وخطب الجمعة في كل مساجد المدينة. ومن أنشطتها كذلك تدريس الأطفال، والقيام على مكتبة كبيرة للكتب، والأشرطة الإسلامية، وللجمعية مشروع بناء مركز إسلامي في مدينة رانس... الجمعية الإسلامية لغرب فرنسا ـ نانت: تأسست هذه الجمعية بمدينة نانت في غرب فرنسا، وكان من جملة أهدافها: 1-جمع صفوف المسلمين بالمنطقة. 2-إيجاد إطار منظم للعمل والنشاط الإسلامي بمدينة نانت، وناطق رسمي باسم الجالية الإسلامية بالمنطقة، يمثلها لدى السلطة المحلية. 3-إحياء الدعوة إلى الإسلام ونشرها بين صفوف الجالية المسلمة عمالاً وطلاباً، ومن وسائل الجمعية في تحقيق أهدافها: ( أ ) فتح المساجد والمراكز الإسلامية الثقافية. (ب) تعليم الدين والثقافة الإسلامية، بتنظيم حلقات ودروس وندوات ولقاءات شهرية بالمساجد. (ج ) تدريس العربية لأطفال الجالية المسلمة بعدة مراكز في المدينة. الجمعية الإسلامية بالبيرينيه أطلنطيك ـ (بو): تأسست هذه الجمعية في شهر مارس سنة 1984م بمدينة: (بو) الواقعة في الجنوب الغربي، قرب الحدود الأسبانية، وللجمعية أنشطة كثيرة ومتنوعة خاصة وتربية الأشبال من الجيل الثاني من أبناء المسلمين، حيث حققت الجمعية في هذا المجال نتائج حميدة، وصار أشبال المدينة (بو) يحضرون مؤتمرات ومخيمات الاتحاد، ويعرضون فيها حفظ القرآن الكريم والأناشيد والمسرحيات الإسلامية. الجمعية الإسلامية لشرق فرنسا ـ ستراسبورغ: تأسست هذه الجمعية سنة 1983م، بمدينة ستراسبورغ الواقعة في شرق فرنسا على الحدود الألمانية، وهي تقوم بالإشراف على بعض المصليات في مدينة ستراسبورغ وضواحيها، ومن نشاطاتها نشر المعرفة والفكر الإسلامي بين أوساط المغتربين والفرنسيين على السواء... وهناك جمعيات معاصرة للاتحاد وأخرى متعاونة، وفقها الله كلها لاتحاد الكلمة وأداء الواجب. من إنجازات الاتحاد: ( 1 ) مسألة الحجاب: اعترضت المسلمات الفرنسيات والمسلمات المقيمات في فرنسا صعوبات كثيرة، عند استخراج الأوراق الرسمية كجواز السفر أو بطاقة التعريف وغيرها، وذلك لأن القوانين الفرنسية تمنعهن من تقديم صورة فوتغرافية وهن بالحجاب، فتقدم اتحاد المنظمات الإسلامية في فرنسا بمذكرة لوزير الداخلية الفرنسي يطلب فيها السماح لهن بذلك مراعاة لمبادئ الإسلام، وأجاب وزير الداخلية بالموافقة سنة 1983م بعد موافقة البرلمان الفرنسي على ذلك. ( 2 ) مسألة التعليم: شعوراً منه بأن مسألة تعليم أطفال المسلمين اللغة العربية و القرآن الكريم، ذات أهمية قصوى وخطورة بالغة، كلف اتحاد المنظمات الإسلامية لجنة من المدرسين للقيام بدراسة ميدانية حول مستلزمات التدريس في أغلب المدن الفرنسية، ووضع منهاج متكامل لتعليم أطفال المسلمين، يراعي ظروف تجمعاتهم في فرنسا، ووضعت لتنفيذه مشروع كتاب وكراسات تحتوي إلى جانب تعليم اللغة العربية على تعريف بأركان الإسلام، وأخلاقه، زيادة على حفظ القرآن الكريم وتدريسه، والاتحاد مقبل على طبع الكتاب والكراسات وتوزيعها. ( 3 ) التقويم السنوي: حرصاً على توحيد المسلمين، وحداً للاضطراب الذي كان حاصلاً فيما يخص مواقيت الصلاة في فرنسا، دعا اتحاد المنظمات الإسلامية لجنة شرعية فلكية، لتضع للمسلمين في فرنسا توقيتاً للصلاة، يتم إلى جانب انضباطه بالقواعد الشرعية بالدقة البالغة والحساب الدقيق، وبعد دراسة متأنية وضعت اللجنة توقيتاً لأغلب المدن الفرنسية، يخرجه الاتحاد في تقويم سنوي، يوزع في كل فرنسا. ويعمل الاتحاد دوماً على تطوير هذا التقويم، الذي يشمل زيادة على المواقيت المضبوطة، باقة من الأحاديث النبوية الشريفة، ومجموعة من النصائح والمواعظ باللغتين: العربية والفرنسية، إلى جانب عدد كبير من عناوين الجمعيات الإسلامية في فرنسا. ( 4 ) بيت الزكاة: قام الاتحاد بتأسيس بيت الزكاة، شعوراً منه بالحاجة الماسة لهذا المشروع الإسلامي الهام، وقد عبر كثير من المسلمين في فرنسا في عدة مناسبات عن حيرتهم في إخراج زكاة أموالهم وإيصالها إلى المستحقين. إن مشروع بيت الزكاة سيحقق بإذن الله أهدافاً عدة أهمها: 1- تذكير المسلمين بفريضة الزكاة، حتى يؤدوها ولا يغفلوا عنها. 2- مساعدة المزكين على إيصال زكاتهم إلى المستحقين وإنفاقها في مصارفها الشرعية... 3- تحقيق التكافل بين المسلمين... ولبيت الزكاة حساب بنكي خاص باسم اتحاد المنظمات الإسلامية في فرنسا، تحت إشراف فضيلة الشيخ فيصل مولوي الموجه الديني للاتحاد. ( 5 ) تبرعات أفغانستان: قياماً بواجب النصرة نحو المجاهدين في أفغانستان وعائلاتهم، درج الاتحاد على تقديم المساعدات من أدوية وأغطية وملابس وغيرها، إلى المجاهدين في أفغانستان، وكذلك دعوة مندوبيهم إلى ملتقيات ومؤتمرات الاتحاد، للحديث عن الجهاد وجعل القضية الأفغانية حية في أذهان المسلمين، كما قام الاتحاد بفتح صندوق خاص بجمع التبرعات والمساعدات للمجاهدين. ( 6 ) الأطعمة الحلال: دأب اتحاد المنظمات الإسلامية في فرنسا منذ تأسيسه على الاهتمام بمسألة الأطعمة الحلال، فكتب إلى أغلب منتجي المواد الغذائية في فرنسا رسالة يلفت فيها اهتمامهم إلى ضخامة الجالية الإسلامية، ويحثهم فيها على إنتاج مواد خالية من الدهنيات المستخرجة من لحم الخنزير، ويطلب منهم أن يوضحوا التركيب بدقة على المغلفات والمعلبات، وقد أجاب بعضهم إجابات مشجعة، كما طلب الاتحاد من بعض الاختصاصيين في التغذية القيام بدراسة حول مسألة الأطعمة الحلال، سيصدرها الاتحاد إن شاء الله. ( 7 ) قسم الإعلام: أهتم هذا القسم بإصدار نشرة: \"النبأ\" التي تحتوي على ما يصدر عن وسائل الإعلام في فرنسا، حول الإسلام و المسلمين، وترجمة ذلك بالعربية وإرساله إلى المجلات والصحف والهيئات والمؤسسات الإسلامية في العالم، ليكون في متناول يدها مادة إخبارية جاهزة. كما قام قسم الإعلام بإنتاج بعض الأشرطة الصوتية والمرئية ونشرها في فرنسا، وتوفير أشرطة الفيديو التي تتناول موضوعات إسلامية وتوزيعها على المسلمين في هذه البلاد، بعد أن غزا الفيديو كل البيوت. ويقوم قسم الإعلام كذلك بمتابعة الأخبار وإعداد الملحقات الصحفية حول أهم قضايا المسلمين في فرنسا. ( 8 ) المؤتمرات واللقاءات: يقيم اتحاد المنظمات الإسلامية في فرنسا مؤتمراً سنوياً، يدعى له مجموعة من العلماء والمحاضرين والدعاة، وتدرس فيه العديد من القضايا الإسلامية المعاصرة، كما تطرح فيه مشكلات المسلمين في فرنسا، وطرق معالجتها. ويتعاون الاتحاد مع عدد من الجمعيات الإسلامية على عقد مؤتمرات جهوية دورية، تعالج مشكلات المسلمين في المناطق. ( 9 ) المخيم الصيفي: يعقد اتحاد المنظمات الإسلامية في فرنسا مخيماً صيفياً سنوياً، يشترك فيه عدد من الشباب المسلم إلى جانب جناح خاص بالنساء، وكذلك الأشبال، ويتناول المخيم موضوعاً أساسياً، تلقى حوله المحاضرات والدروس والندوات، ويدعى لذلك عدد من العلماء والدعاة من داخل فرنسا وخارجها. كما يحتوي برنامج المخيم على فقرات متنوعة، كالرياضة والمسابقات الثقافية والندوات. وللاتحاد مشاريع يرغب تنفيذها في المستقبل وهي ذات أهمية لأنها تخدم المسلمين في تحقيق القيام بشعائرهم التعبدية وتعليم أبنائهم وأسرهم ونشر الوعي والتربية في أبنائهم ونشر الإسلام بين غير المسلمين. وكل ذلك يحتاج إلى دعم من الذين أقدرهم الله تعالى على المساعدة بما حباهم من أموال.  [[إنني أنقل هذه النشاطات التفصيلية لأمور: الأمر الأول: بيان الجهود التي يقوم بها بطلائع دعاة الإسلام في البلدان غير الإسلامية، وهذا يعتبر من تاريخ المسلمين الذي ينبغي حفظه وتدوينه، فإن كثيرا من تاريخ المسلمين في العالم يضيع لعدم تدوينه. الأمر الثاني: تنبيه ذوي الغنى على أن يسهموا مما رزقهم الله في إعانة الجمعيات الإسلامية النشيطة لتقوم بواجب الدعوة إلى الله في صفوف المسلمين وغيرهم، وكذلك حث المؤسسات الإسلامية على بعث دعاة متفرغين يساعدون هذه الجمعيات على أداء واجبها. الأمر الثالث: أن تستفيد الجمعيات الإسلامية في العالم، بعضها من بعض لأن بعض الجمعيات قد تكون ناشئة لا توجد عندها خبرة فتستفيد من الجمعيات ذات الخبرة السابقة]]. حوار مع البروفيسور رجاء جارودي: اتصل الأخ عبد الرحمن بافضل بالأستاذ رجاء جارودي يوم الاثنين ليحدد لي معه موعداً، فقال له: اتصل بي غدا الثلاثاء لأخبرك بالموعد. واتصل به أمس الثلاثاء فحدد له اللقاء اليوم الأربعاء، ما بين الساعة الخامسة والسادسة مساء، وعين لنا مقهى من المقاهي نلتقي فيه، فقلت للأخ عبد الرحمن: المقهى لا يصلح لهذا اللقاء، لأنه سيكون فيه ضوضاء فلا نتمكن من أخذ المعلومات والمناقشة كما ينبغي، وقد أضطر إلى أن أسجل المقابلة في شريط عندما لا أستطيع نقل الكلام بالنص، وإن كانت كتابتي والحمد لله تمكنني من ذلك في حينه تقريباً، فإذا أمكن أن يأتينا إلى الفندق ونقعد في غرفتي فهو أفضل، فاتصل به وأخبره بذلك فوافق. وفي الساعة الخامسة والربع وصل الأستاذ رجاء جارودي إلى الفندق. اللهم سلم.. اللهم سلم! ذهب معنا إلى الغرفة وقد استقبلناه في قاعة الانتظار في فندق \"إركاد\" (ARCADE). [img]pics/12/12003.jpg[/img]<< رجاء جارودي في فندق أركاد ـ باريس 23/1/1408هـ ـ 16/9/1987م >> [img]pics/12/12004.jpg[/img]<< جارودي عند محاورة الكاتب له >> فجلست أنا وهو في الغرفة، ونزل الأخ عبد الرحمن بافضل لإحضار القهوة والشاي، وكان جارودي قاعداً على الكرسي، والجو في هذا اليوم كان صحواً، وفيه شئ من الحرارة، والغرفة ليست واسعة ومكيفها بخيل، وأشعة الشمس تتخلل النافذة، فرأيت جارودي يفتح ربطة عنقه، ثم نزع معطفه (الجاكت) وعلقه، وكان ينفخ، ثم استأذن ليستلقي على السرير، وسمعته وهو يقول: مشكلة باللغة الإنجليزية، ووضع يده على رأسه وهو ينفخ، فساورني الخوف، وخشيت أن يكون ملك الموت قد حضر لينقله من دار الدنيا إلى دار الآخرة - التي عرفت فيما بعد أن جارودي لا يؤمن بها - وإذا قدر الله ذلك ففارق الحياة في غرفتي وقد جاء في هذه اللحظات، فماذا ستقول سلطات الأمن في باريس عن هذا الحدث؟ وبخاصة أن المشكلات التي تسمى إرهابية على أشدها في فرنسا، فدعوت الله في نفسي ولجأت إليه مكرراً: اللهم سلم، اللهم سلم. وقد كنت أسارقه النظر إلى وجهه وهو مغمض عينيه، وفي بعض الأوقات يفتح عينية ويبتسم، والرجل لا يفهم لغتي وأنا لا أفهم لغته، ولكني كنت أفهم أنه متعب، وهو يفهم أني قلق مما يجري، على حد قول الشاعر في الحمامة التي كانت تغرد عنده حزينة، وهو يبكي كذلك حزيناً بسبب غربته: [sh][shtr]ولقد تشكو فما أفهمها= ولقد أشكو فما تفهمني[/shtr][shtr]غير أني بالجوى أعرفها= وهي أيضاً بالجوى تعرفني[/shtr] [/sh] واستبطأت صاحبي - عبد الرحمن - وفتحت باب الغرفة والنافذة ليدخل الهواء، والتفت جارودي إليَّ، وأشار إلى بيت الخلاء فدخل وأخذ غَرْفة من الماء ومسح بها وجهه وابتسم، ثم استلقى مرة أخرى على السرير. وجاء صاحبي بالعصير والقهوة، فاستقبلته في الباب وقلت له - مخافتاً -: الرجل متعب وحالته مزعجة! فصب العصير في الكأس وناول جارودي. وتحرك جارودي على جنبه وتناول العصير وشرب.... ثم قال - وهو مستلق -: هات ما عندك من أسئلة‍! فتنفست الصعداء وحمدت الله على سلامته. ثم بدأت أسأله بعض الأسئلة، فلم يجب في حينه على كثير منها، وإنما أحالني إلى بعض مذكرات سلمها لي، وقال: إن أجوبتك على هذه الأسئلة موجودة في هذه الأوراق، وهي باللغة الفرنسية، وإذا وجدت من يترجمها لي بدقة فسأكتب منها فيما بعد ما أراه مناسباً لأسئلتي.. والآن أكتب ما قاله بلسانه حرفياً: السؤال الأول: قلت له: ما الأسلوب الذي يقترحه لعرض الإسلام في أوربا؟ ناولني المذكرة الأولى، وقال: هذا جواب سؤالك بالضبط عن الطريقة التي ينبغي عرض الإسلام بها في أوربا، كما أردت. السؤال الثاني: هل يمكن أن يستمر الغرب في منح الحرية الموجودة الآن للمسلمين في نشر دينهم، ولو رأى الإسلام ينتشر بكثرة في الغرب؟ فأجاب: هذا من الخيال أن تظن أن الغربيين سيدخلون في الإسلام بأعداد كبيرة، ولكن العقبة الرئيسية في طريقة انتشار الإسلام وفهم الناس له هو إعطاء صورة مشوهة للإسلام، والصورة المشوهة هذه تأتي من جانبين: من جانب أعداء الإسلام، ومن جانب أصحابنا - يعني المسلمين - والغريب في القضية أن الذين يتكلمون عن الإسلام هنا، يأتون من الشرق وهم لا يفهمون مشكلاتنا ولا يستطيعون الإجابة عن الأسئلة التي تثار هنا، ويمكن أن أعطي مثالاً على هذا: عندما جاء شيخ الأزهر - جاد الحق - إلى هنا، وتحدث في التلفزيون، أساء إلى الإسلام في عشر دقائق، أكثر مما فعل أعداء الإسلام في سنوات طويلة، ولو أراد أن يخدم الإسلام لبقي هناك وما جاء يتحدث عنه هنا.  [[الرجل الآن يرى أن علماء المسلمين لا يفقهون مشكلات الغرب حتى يتمكنوا من معالجتها ـ هكذا يظهر وكلامه صحيح في من لا يفهم أحوال القوم ويجيد لغتهم ـ ولكنه مغرور بنفسه ويرى نفسه أكثر أهلية من الذين تفقهوا في الدين وتخصصوا فيه وبخاصة في أصول الإيمان كما سيأتي]]. قلت له: ما صفات الداعية المسلم الذي يمكن أن يؤثر في الغرب؟ فقال: أولاً قبل أن يتحدث عن الإسلام هنا، يجب أن يسمع ماذا يقول الناس. توجد مشكلات واضحة تنتظر حلولاً مثل القنبلة الذرية. وقنبلة هيروشيما التي قتلت سبعين ألفاً في لحظات، ليست شيئاً بجانب ما هو موجود الآن، فعندنا اليوم في العالم ما يعادل مليون قنبلة من قنابل هيروشيما، هذه أول مشكلة. وفي مجال الأحياء والبيولوجيا، استطاعوا أن يلعبوا بالجينات حتى يحولوا الإنسان إلى عملاق وحش. ومن المشكلات الموجودة - هنا في الغرب - وجود مخزون من اللحوم ومن الزبدة، تصرف على حفظها مليارات، من أجل تخزينها في المستودعات والثلاجات، في وقت مات فيه من الجوع في سنة واحدة فقط - العام الماضي - أربعة وثمانون مليون شخص بسبب الجوع. وماذا عن مشكلات ديون العالم الثالث؟ لو حددنا هذه الديون المطلوب دفعها للغرب، وما تبعها من فوائد وأرباح لم يبق للعالم الثالث شئ يقتات منه، وكان مصيرهم الموت، والعالم الغربي قائم على هذه الديون لا يقدر أن يعيش بدونها. هذه ثلاثة أمثلة من مشكلات نريد لها حلاً. قلت: هل فرغت من الإجابة عن صفات الداعية، لأنه لم يذكر إلا صفة واحدة، وهي أن يعرف ما عند الناس من مشكلات ويذكر لها الحلول. فقال: هذه الأمثلة من المشكلات، الذي يأتي لها بحل هو الذي ينفع في أوروبا وليكن من يكون: عربي، صيني، أوروبي، فلا بد من معرفة المشكلات أولاً ثم إيجاد الحل. قلت: هل وجدت من خلال دارستك للإسلام حلاً فيه لهذه المشكلات؟ قال: ليس هناك معجزات في يدي لحل هذه المشكلات، وليست مشكلة الحل آتية من قبل الإسلام، الإسلام موجود، ولكن المشكلة تأتي من قبل المسلمين الذين لا يفكرون في حل المشكلات. وضرب لذلك مثالاً فقال: أبو حنيفة أوجد جواباً لسؤال، وهو كيف يعيش المسلم في مجتمع يختلف تماماً عن مجتمع الرسول صلى الله عليه وسلم في المدينة المنورة؟ كانت الدولة الفارسية قوية جداً قبل الإسلام، وكانت هناك تجارة وتبادل عملات، وهناك ثقافة قديمة عتيقة في الرومان واليونان، كل ذلك ما كان موجوداً في عهد الرسول صلى الله عليه وسلم في البلاد العربية.  [[قصده من هذا أن المسلمين لم يكونوا في عهد الرسول ( يعرفون حضارة الفرس والروم ولكنهم عندما فتحوا الدولتين لم يقفوا عاجزين عن حل المشكلات واستوعبوا تلك الحضارة على ضوء الإسلام بخلاف المسلمين اليوم فإنهم عاجزون عن ذلك، وهذا صحيح ولكن هل ترك أعداء الإسلام من الغربيين والمنافقين الذين والوهم من أبناء المسلمين لدعاة الإسلام ومفكريه مجالاً لمحاولة إيجاد حل للمشكلات؟ وهل يستطيع حل المشكلات من يستعمل معه كل أنواع الأذى من قتل وسجن وتعذيب وتشريد؟!]]. والإجابة في عصرنا هذا لم نجدها عند أبي حنيفة، ولكنا نستفيد من الطريقة التي استعملها لحل مشكلات المسلمين عندما يعيشون في أجواء غير أجواء المدينة، كحالتنا في أوروبا مثلاً، لا يوجد جواب جاهز أعطيك إياه. قلت له: ألا ترى أن هذه المشكلات كلها، لا يمكن حلها عن طريق الإسلام إلا بعد الإيمان به مبدئياً، حتى يأتمر الناس بعد ذلك عن اقتناع بأوامره، ويجتنبوا نواهيه، والإسلام لا يوجد خير إلا دل عليه ولا شر إلا حذر منه؟ قال: أنا معك أن الإيمان هو البداية، لكن هذا لا يمنع أنك تدرس الواقع وتوجد الحلول، والقرآن عندما أقرأه أجد فيه كلمة التفكر وما يتبعها أكثر من ( 830 مرة). وعندما انتشر الإسلام بسرعة في القرن الأول كان عندهم إيمان وعندهم تفكر، يفكرون جيداً ولا يقولون - مثل المسلمين اليوم - نحن نعرف كل شئ وعندنا الحل لكل شئ، وليس عندهم شئ. وضرب مثالاً، فقال: بعد ثلاثة قرون من الصدر الأول أتى ابن حزم، ووضع كتاباً لمقارنة تاريخ الأديان من أجل أن يظهر للناس أن الإسلام هو أحسن الأديان الموجودة، ودرس الأديان الأخرى، وقرأ الإنجيل بعمق وتفصيل لكل دقائقه وهضمها ثم رد عليها. واليوم مع الأسف الشديد لم أجد عالماً نهج هذا النهج، فلا بد من التفكير والبحث. قلت: هل ترى موضوعات معينة درستها في الإسلام ينبغي أن تُطرق قبل غيرها وتنشر في العالم؟ قال: من الغباء أن نقول: إن العلوم كلها في القرآن وإننا بقراءة القرآن تتقدم العلوم، لأن القرآن جاء ليحدد طريق الإنسان ومنهجه، ولم يأت بالعلوم التي يبحث الناس عنها الآن، جاء ليرينا الهدف، وعين الله الإنسان خليفة في الأرض، وبعد أن عرف الإنسان هدفه عليه أن يعمل حتى يثبت مقدرته على أن يكون خليفة، وقد قال: عمر بن الخطاب رضي الله عنه: لو عثرت بغلة في العراق لكنت مسؤولاً عنها أمام الله لِمَ لم أمهد لها الطريق؟ والآن عندنا مشكلات أكثر من البغال، ولم نوجد لها حلولاً. قلت: نرى الإسلام ينتشر، ويدخل الناس فيه كثيراً في أماكن كثيرة من العالم، ما عدا أوربا وأمريكا واليابان فإن الداخلين في الإسلام في هذه البلدان قليلون - ما عدا الملونين في أمريكا مثلاً - فما السبب الذي تراه؟ فقال: لأنه لا توجد أجوبة لحل المشكلات الموجودة، ولا أعتقد أن الإسلام ينتشر في البلدان الأخرى بمعنى الكلمة، يقول الإنسان: إنه مسلم بنطق الشهادة ويحمل ورقة تثبت له أنه أسلم، ويذهب إلى المسجد، ولكنه لا يفهم شيئاً ولا يغير إيمانه وإسلامه من حياته شيئاً. ففي إفريقيا دخل كثير من الناس في الإسلام، ولكن لم يتغير شئ من حياتهم وواقعهم. قال: وأضرب لك مثالاً: الجالية الإسلامية بالهند  [[يبدو أنه أراد الأقلية، لأن المسلمين الهنود ليسوا بجاليات وإنما هم هنود أصلاً]] دعوني ووجدت أنهم يجهلون تماماً حضارة الهندوس، وعقيدتهم، وكنا معهم كأننا في وسط ناس متوحشين، رغم أن الهند قلعة الروحانيات القديمة، وهذا ما فهمه إقبال، ولكن المسلمين اليوم قطعوا أنفسهم عما حولهم. قلت: ماذا تتوقع مستقبلاً للإسلام في بلاد المسلمين وفي العالم كله؟ قال: الإسلام هو القرآن بالدرجة الأولى، حدد لنا الهدف وعلينا أن نعمل ونوجد الوسائل التي تحقق الهدف. وضرب مثالاً من الهند مرة أخرى، قال: بعد وفاة غاندي الذي حكم الهند جاء بعده نهرو، وأحب أن يقلد الغرب في منهجه، فأنشأ برلماناً على الطريقة الإنجليزية، وقرر أن يخطط في تنفيذ سياسته على الطريقة السوفيتية، ولم يكن هذا حلاً لمشكلات الهند، فما الذي اقترحه المسلمون لحل مشكلات الهند؟ لا شئ. صراع مع الهندوس دائماً بلا نتيجة، في كلكتا الصراع مستمر ودائم بين المسلمين والهندوس.  [[المسلمون في الهند ـ وفي غير الهند ـ لا يدعهم الكفار يطبقون دينهم في شؤونهم الاجتماعية الخاصة بهم، فكيف يتوقع أن يقبلوا منهم اقتراحات حلول سياسية واقتصادية، والإسلام هو عدوهم اللدود؟! بل كافح رجال الدعوة المفكرون لتطبيق الإسلام وإيجاد الحلول في بلاد المسلمين فحوربوا، ومن أقطابهم الأستاذ حسن البنا في مصر والأستاذ المودودي في باكستان وغيرهم في بلدان عربية وغير عربية]]. قلت: هل يمكن أن يستفيد المسلمون من الإمكانات القانونية والحرية الموجودة في الغرب حسب دعوى الغربيين، لنشر المسلمين دينهم؟ قال: ليس في الغرب حرية، هنا حرية الفلوس، حرية الثعلب الموضوع في صحن للشواء، يقفز منه، وللأسف الشديد أن الدول الإسلامية لا تعطي مثلاً طيباً ولا توجد في بلادهم حرية! قلت له: ما رأيكم في مناهج المؤسسات الإسلامية للدعوة الإسلامية هل يمكن أن يتحقق بها انتشار الإسلام؟ قال: أرى أنها طرق سيئة جداً. قلت: كيف؟ قال: أعطيك مثالاً: في العالم مساجد جميلة أقامها المسلمون، وأصبح التفكير عند المسلمين هو بناء المساجد قبل أن يوجدوا مسلمين ويربوهم، وأراهم دائماً ينشئون مساجد، ولكن لم أر مساجد خرَّجت مسلمين، والأصل أن توجد المسلمين ثم تبني المساجد. وجنيف بها مسجد ضخم مزين بالرخام ولكن لم أر مسلماً واحداً أصلحه هذا المسجد، ونفس الشيء في روما، فلوس تصرف إسرافاً ولا توجد جدوى من صرفها.  [[صحيح أن حالة المسلمين اليوم غير مؤهلة لحل المشاكل، بوضعهم الحالي، وغالبهم لا يبدؤون بالأولويات في سياساتهم، ولكن الرجل يبالغ كثيراً في ذلك، ويرى أن الاهتمام بالعبادات ووسائلها كبناء المساجد ... لا يحقق للمسلمين أهدافهم، وأن الواجب عليهم قبل التفكير في الغيب وصور العبادة - كما يأتي - أن يفكروا في الشؤون الاقتصادية والطبية وغيرها، مما يظهر للناس نفعه المادي. والحقيقة أن المسلمين لو حققوا في نفوسهم الإيمان القوي الصادق، والفقه في الدين، لما تأخروا عن عمارة الأرض معنوياً ومادياً، لأن ذلك كله عبادة في الإسلام]]. وقبل أن تعطي الناس دروساً تعطيهم مثالاً لما تريد أن تقول. مثال ذلك: قرطبة فيها أحسن المساجد وعلى مسافة (150 كيلو متراً) توجد مغبية - مدينة إسبانية - يوجد بها كثير من المسلمين الذين عندهم مليارات من الأموال، وهم يعطون مثالاً سيئاً، وأنا أتحدث عن الإسلام في قرطبة، والناس يقولون لي: انظر إلى المسلمين في مغبية كيف يتصرفون وفي أي شيء ينفقون الملايين؟ وهذا من العوائق الكبرى في طريق الدعوة إلى الإسلام. قلت: ما الذي تقترحه لتربية المسلم الصادق؟ قال: علينا أن نعمل مع الذين حولنا. يعني أن كل قوم أو كل فرد يدعو إلى الإسلام في موقعه؟ مسلمو الهند يعملون مع الهندوس، ومسلمو أمريكا يعملون مع الأمريكان، ومسلمو فرنسا يعملون مع الفرنسيين؟ كل ناس في بلدهم يعملون مع من حولهم. ويجب أولاً أن نهضم ما عند الآخرين، ونعرف فكرهم وعقيدتهم وسلوكهم وطريقتهم في الحياة، ونفهم كتبهم، ومنهجهم، وبعد أن نفهم ذلك جيداً يكون كلامنا معهم مبنياً على مسائل عرفناها. ثم تحدث جارودي عن الحوار الإبراهيمي الذي يقوم به في قرطبة وجنيف وباريس، ولم أتمكن من أخذ معلومات عن هذا الحوار وما يجري فيه وما الهدف منه ومن أعضاؤه لضيق الوقت، لأنه أظهر أن لا يستطيع البقاء كثيراً، ولهذا سلمني بعض الأوراق بلغته من أول لقائنا. ومما قاله في ذلك: أن أحد الآباء حضر هذا الحوار، وهو من أمريكا اللاتينية، ومن الذين أعطوا مثالاً في الدفاع عن الحريات، ولا أحد من المسلمين يعرف هذا الأب، ودوره في الحريات في أمريكا اللاتينية على الرغم من أنه سيحول أمريكا اللاتينية، إذ سيتبعه الكثير من الناس و المسلمون لا يعرفون ماذا يفعل. وسألته: هل الغالب في أهل الغرب التماسك الأسري والاجتماعي أو التفكك؟ قال: انحلال كامل وتفكك كامل، ولا هدف ولا غاية وراء تلك المؤسسات الموجهة، حتى الثقافية منها، والمفكر والكبير: كامون يقول: إن العالم ما عنده معنى ولا هدف [[وقال المترجم: إن البروفيسور المشهور بوديه، وهو طبيب رئيس قسم سألناه: ما رأيك في الحياة، قال: الحياة بالنسبة لي فوضى، مثل امرأة مومس، فالغربيون ليس عندهم غاية ولا هدف]]. ثم قال جارودي: المشكلة أن أهل الغرب عندهم الوسائل المادية والتكنيك والأشياء التي تخدم الإنسان مادياً، ولكن ليس عندهم غاية. وفي الشق الثاني ناس عندهم غاية صحيحة ولكن لا يفكرون ولا يعملون - يقصد المسلمين - وقال: بعض المسلمين الذين عندهم غنى يصلون في المسجد، لكن حياتهم مثل حياة الغربيين أنفسهم، يقلدونهم في كل شئ، ويقولون نحن مسلمون، وأنا أسميهم غربيين يصلون في المساجد. قلت له: ما الأمور الجوهرية التي رأيت الإسلام يتميز بها عن سائر الأديان في الأرض؟ قال: أنا لا أقول بهذا المنطق، وإنما أقول: إن الله عز وجل ذكر أن الرسول صلى الله عليه وسلم ليس بدعاً من الرسل، وإنما بعثه الله لثلاثة أشياء: لتأكيد هذه الرسالة الربانية، ولتصحيحها وتصحيح مسارها، ولإكمالها، هذه الأمور الثلاثة التي بعثه الله من أجلها، وواضح من نصوص القرآن أن الإسلام لم يبدأ بمحمد صلى الله عليه وسلم، وإنما بدأ بآدم عليه السلام. قلت: يبدو أنه فهم مني أني لم أعتقد أن الرسالة بدأت من عهد آدم عليه السلام، وذلك بالهدى الذي علمه آدم وآدم علم ذريته، أنا لم أقصد ذلك، بل الأنبياء والرسل كلهم كانوا على الدين الذي أراده الله منهم، والقرآن مليء بقصص الأنبياء والرسل السابقين لمحمد صلى الله عليه وسلم من لدن آدم إلى عيسى عليه السلام، ولكن الكتب التي نزلت قبل القرآن حرفت وبدلت ولم يبق إلا القرآن وحياً يتلى من عند الله، فما الأمر الجوهري الذي رآه بين القرآن وبين تلك الكتب المحرفة وما اشتملت عليه؟ قال: إن الشؤون الاجتماعية والاقتصادية والسياسية وغيرها مبنية على الإيمان في الإسلام، بخلاف الأديان فقد انفصلت حياة الناس ونظمهم عن هذا الإيمان. قلت: تعني أن الإسلام شامل لحياة البشر كلها، بخلاف الأديان الأخرى؟ قال: نعم، وينبغي أن نهتم في مخاطبة أهل الأديان الأخرى بالأشياء المشتركة بيننا وبينهم ونذكرهم بها، ولا نهتم بنقاط الخلاف فمن التسمية نفسها نقول: إن إبراهيم كان مسلماً، وعيسى كان مسلماً، وموسى كان مسلماً، الإسلام ليس لنا وحدنا، الإسلام هو الخضوع والذل لله، فالمعنى يشملنا ويشمل من قبلنا، ولهذا يجب أن نهتم بهذه المعاني التي جاء بها القرآن. قلت: لكن عندما نهتم بهذه المعاني هم لا يتركوننا، فإذا قلنا: إن الله واحد - وهذا هو أساس الإيمان - لا يسلمون بذلك، فلابد من الخلاف في أمر جوهري في أول نقطة ننطلق منها نحن وهم، فماذا نصنع في هذه الحالة؟ قال: هذه مشكلة غير حقيقية وليست صحيحة، لأنهم جاءوا بها من الفلسفة اليونانية، فقالوا: إن الله ثالث ثلاثة، فأدخلوها في الدين وهي ليست منه، فلماذا نتناقش في قضية ليس لها معنى؟ [[هون جارودي هذا الأمر، وهو الأساس الأول بيننا وبين النصارى، ونحن لا نشك أنه عقيدة يونانية، ولكن القوم يعتقدون أن ذلك هو دين عيسى عليه السلام، ولهذا أبرز القرآن هذا المعنى وأقام الحجج على النصارى في رده ونقضه، ومن المستحيل أن يترك المسلم هذا المبدأ بدون نقضه كما أن النصارى لا يمكن أن يتركوه إلا من أسلم منهم أو كان على مذهب يخالفه]] وعندما نذكر المسيحيين، ونقول لهم: إن القرآن الكريم ذكر سيدنا عيسى عليه السلام وأنه نبي خلقه الله في بطن مريم العذراء، وأنه جاء منها بمعجزة إلهية من غير أب، فسيسرون بذلك، فلماذا نحن نهتم بالأمور الخلافية؟.  [[وحدانية الله عند المسلمين، وعدمها عند المسيحيين، من الأمور الخلافية التي لا ينبغي الاهتمام بها عند جارودي! ونحن لا نخالفه في أنه ينبغي إخبارهم بأننا نؤمن بكل الأنبياء، ونذكر له قصة عيسى وأمه كما ذكرها القرآن، لكن لا يجوز لنا السكوت عما يعتقدون من التثليث، وتأليه نبي الله عيسى عليه الصلاة والسلام]]. لماذا انتشر الإسلام في إسبانيا ـ مثلاً؟ أسبانيا قبل أن يأتي الإسلام إليها، كان فيها من يقول بالعقيدة الصحيحة التي جاء بها الإسلام، وهي أن عيسى عليه السلام كان نبياً ورسولاً، ولم يكن ابن الله وكان غيرهم يقول غير ذلك، فلما جاء المسلمون وأكدوا هذا المعنى دخل أهل أسبانيا في الإسلام، وقالوا نحن نعتقد هذا الدين أصلاً، وهو أن المسيح رسول الله وليس ابن الله. وهذه المشكلة عند عدد محدود من النصارى يمكن أن يكونوا خمسين شخصاً من المفكرين الدينيين يقولون بأن الله ثالث ثلاثة، هؤلاء نتركهم، ونبحث مع الآخرين.  [[هذه مبالغة غير صحيحة، لأن غالب المسيحيين الذين يؤمنون بالمسيحية، سواء كانوا من المفكرين الدينيين، كما يقول، أو من غيرهم يؤمنون بأن الله ثالث ثلاثة، تعالى الله عن قولهم علوا كبيرا]]. عندما وصل المغول إلى الدولة البيزنطية قتلوا أهل مدينة بيزنطة كلها ورجال الدين يناقشون قضية الملائكة: هل هم ذكور أو إناث؟.  [[أسفت أنني نسيت أن أسأل جارودي هل يؤمن بالملائكة أو لا؟ فقد بلغني أنه لا يؤمن بالملائكة ولا باليوم الآخر، وقد ناقشته في الإيمان باليوم الآخر واتضح أنه لا يؤمن به كما سيأتي في هذه المقابلة]]. والآن وضْعُنا أسوأ من وضع أولئك، عندنا مشكلات في العالم لا نهتم بحلها، ونناقش في أمور غيرها ليست ذات بال.. [[ومنها عقيدة التثليث في نظره!]]. توجد نار مشتعلة ينبغي أن نقول للمسيحي: تعال نتعاون على إطفاء النار وبعد ذلك تناقش الأمور الأخرى. قلت له: سمعت من بعض الناس أن جارودي يرى أن الأديان كلها سواء: القرآن والتوراة والإنجيل - الموجودَين الآن بعد التحريف - فهل هذا صحيح؟! قال: لم أقل أبداً يوماً من الأيام: إنها سواء، وإنما أقول فقط ما هو في القرآن، من أن كل الأنبياء السابقين لمحمد صلى الله عليه وسلم أرسلوا من الله الذي أرسل محمداً عليه الصلاة والسلام، والناس يحرفون كلامي ويقولون عني غير ما أريد، وهؤلاء الناس لم يقرءوا لي سطراً واحداً مما كتبته، وهذا كلام خيال ليس له أساس من الصحة. الإيمان باليوم الآخر عند جارودي! قلت: سمعت أن لجارودي رأياً في الإيمان باليوم الآخر وما فيه من جنة ونار ونعيم وعذاب، وهو عند المسلمين ركن من أركان الإيمان الذي لا يصح الإسلام بدونه، أرجو أن أسمع من جارودي ما يعتقده في هذا الأمر؟ فقال: بالنسبة لله عز وجل، اللحظة التي خلقنا فيها أول ما خلق العالم، واللحظة التي نعيش فيها الآن، ولحظة الوقوف بين يديه يوم البعث والنشور هي بالنسبة لله لحظة واحدة. وفهمه - أي جارودي - للحياة الآخرة أنه في هذه الحياة الدنيا، الناس قد ينجح واحد ويكون غنياً ويمسك دولة ويقيم نظاماً، لكن هذا لا يعني أنه نجح حقيقة في مقياس الله، فمقاييس الله في وزن الناس هي معنى اليوم الآخر، وعندما يقول الله: اخشوني ليس معناه أنا نخشى الله بالضرب، وإنما معناه أن نخشى أن نغضب الله، هذا هو الحب لله عز وجل، والإمام الغزالي شرح هذا المعنى بشكل رائع في الكتاب السادس والثلاثين من كتابه: إحياء علوم الدين، وهذا الكتاب يتعلق بحب الله، وهو من أروع ما قرأ في هذا المعنى. قلت: حب الله صحيح، يحب لأنه يستحق ذلك، ولكن اليوم الآخر هو غير الدنيا، وفي الجنة ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، ونصوص القرآن تدل على أن اليوم الآخر هو غير الحياة الدنيا، وفي اليوم الآخر يجازى الناس بأعمالهم خيراً كانت أو شراً، وهذا هو الذي فهمه المسلمون من القرآن والسنة، وليس مجرد فهم مستنبط وإنما هو قطعي في دلالته وثبوته، ولا إيمان لمن لم يؤمن به. قال: كل ما نحكيه نحن الآن عن الله عز وجل وعن الجنة والنار هي أمثلة ـ خيالية ـ وليست حقيقية، لأني مهما أقول في الله عز وجل بمفهومي أنا، فالله ليس كذلك، وحبي له غير حبي لزوجتي. قلت: الأشياء التي في الدنيا تختلف عن الأشياء التي في الآخرة تماماً، وليست كما نرى أو نفهم، ولكن اليوم الآخر وما فيه من جنة ونار حقيقة. قال: الجنة والنار هنا في الدنيا، الإمام الغزالي، قال: الجنة والنار في الحياة الدنيا، فالجنة تشعر بها عندما تسير في طريق الله، قلت - وكان هو مستعجلاً يريد أن يذهب لموعد في الإذاعة -: هذه المسألة سيطول البحث فيها، ولكن أرجو أن يراجع كلام الغزالي وغيره في هذه المسألة، لأني أعتقد أنه فهم خطأ من بعض عبارات الصوفية التي نقلها الغزالي، ومن ذلك كلام لرابعة العدوية سيأتي إن شاء الله ذكره. قال: إنه قرأ في كتاب الغزالي أن رابعة العدوية قالت: أنا أعبد الله عز وجل لا طمعاً في جنته ولا خوفاً من ناره، وإنما حباً له. قلت له: هذا كلام ناس يصيبون ويخطئون، والقرآن والسنة يدلان على خلاف هذا الفهم أو الاعتقاد، وهم لا يقصدون من هذا أنه لا توجد جنة ولا نار، ولكن يقصدون أنهم من شدة إخلاصهم لله فإنهم يعبدونه حباً له بصرف النظر عن الجنة والنار. قال: بالنسبة لله لا يوجد قبل وبعد. قلت: ولكن بالنسبة لنا يوجد قبل وبعد. قال: إن الإنسان من روح الله، نفخ فيه من روحه، ونحن نحمل في أنفسنا الجنة والنار، فإذا شعرت أن الله عز وجل تخلى عني، معناه أنا في النار، أشعر بهذا فوراً، ولكن ليس بالتصور الذي يظنه المسلمون أنه بعد الموت توجد نار. يُضرب الإنسان إذا أذنب في الدنيا، وإذا عمل طيباً يدخل الجنة. قلت له: هذا تصور شاذ عند علماء الإسلام، والنصوص كثيرة في الكتاب والسنة توضح فرض الإيمان باليوم الآخر، كيف يكون إيمانك بها على هذا التصور؟ قال: الله يحاسب الإنسان ويعاقبه ابتداء من هذه الحياة إذا ابتعد عن الله، وإذا مشى في طريق الله فهو في الجنة من الآن يبدأ هذا. قلت: ما رأيك في الظلمة من الملوك والجبابرة الذين يظلمون الناس في الأرض ويموتون قبل أن يؤخذ منهم حق المظلومين، متى يعاقبون؟ قال: الله معنا في كل لحظة يراقبنا على كل صغيرة وكبيرة، وبعض الناس يصورون الجنة بأن فيها نساء جميلات لهن عيون كبيرة وخمر من نوع خاص.  [[الذي جاء به القرآن يقول عنه جارودي: بعض الناس يصورونه!]]. قلت: هذا هو الذي ذكره القرآن فماذا تقول فيه؟ قال: الله يقول: {وما أرسلنا من رسول إلا بلسان قومه}. فيعطيهم صوراً من مجتمعهم حتى يفهموا. قلت: تعني ذلك خيال، وليس حقيقة؟ قال: إذا كنت لا أطيع الله إلا لأني أريد عيون النساء والخمر اللذيذة فأنا أصبحت عبداً لشهوتي. قلت: بل أعبد الله وأطمع في ثوابه الذي وعدني به. قال: أنا أتصور أني محب لله، ولست عبداً للنساء والخمر التي ألقاها في الآخرة. فالإسلام والقرآن يرفضان قضية العبودية لغير الله. قلت: أنا أطلب من جارودي وأكرر مرة أخرى أن يراجع نفسه في هذا الموضوع، لأنه يخالف نصوص القرآن والسنة (ثم احتدم النقاش بين جارودي والمترجم ثم قال لي جارودي) ـ: أريد منك أن تراجع القسم الذي كتبه الغزالي. [img]pics/12/12031.jpg[/img]<< النقاش بين جارودي والمترجم >> قلت: الغزالي لا يقصد هذا الذي فهمته، وهو يثبت الجنة والنار، ولكن ينقل عن بعض الصوفية كلاماً يحثون فيه على الإخلاص لله ويبالغون في عباراتهم، فيقولون: إنهم لشدة إخلاصهم له وحبهم له يعبدونه بصرف النظر إلى الجنة والنار. قال: إن الغزالي قال أكثر من ذلك، قال: ينبغي أن يعبد الناس ربهم حباً له، لأنهم إذا عبدوه بالخوف من النار والطمع في الجنة يصبح المجتمع في حالة رعب... والكاثوليك يعملون مع الناس هكذا، كل واحد مظلوم أخذت حقوقه يقولون له: ربنا يعوضك في الجنة، وهذا مفهوم خطير، ولا أريد المسلمين يقعون في هذا الفخ. وهذا سلاح كل دولة تستعمل الدين سلاحاً سياسياً، تقول للناس مثل هذا الكلام.  [[قلت للمترجم: قل له إن هذا الفكر هو فكر إلحادي ينبع من قول الشيوعيين الماركسيين: إن الدين أفيون الشعوب واستغلال الدين شئ والحقائق التي جاء بها القرآن شئ آخر. ولكن المترجم قال: إن الوقت ضيق والأفضل أن يبعث له صورة من كلام الغزالي عن اليوم الآخر ومفهومه لهذا الأمر]]. ويمكن أن نعطي مفهوم الجنة والنار بهذا المعنى للشعب الذي لا يمكن أن يسير في الطريق الصحيح إلا بالخوف، أما الذي يعبد الله بإخلاص فلا يحتاج إلى ذلك. نابليون كان ملحداً وثنياً، ولكن كان يقول: إذا كان هناك شعب لا توجد فيه عدالة اجتماعية والناس يشكون ويتألمون من المشكلات، يجب أن يقال لهم: إنه يوجد عالم آخر ستكون فيه التعويضات والحقوق حتى يهدءوا. قلت: كلام الناس شئ وكلام الله شئ آخر، الله سبحانه وتعالى كرر ذكر اليوم الآخر في القرآن ما لا يحصى كثرة مع ذكر الله، إذا ذكر الله ذكر معه اليوم الآخر، فكلام الله غير كلام الناس، كلامهم يكونون فيه متأثرين بأهوائهم، وثقافاتهم ومبادئهم، أما كلام الله فهو حقيقة يجب الإيمان به. قال: كلام الله يجب أن لا نفهمه بالمعاني الأدبية الواضحة، وأضرب لك مثالاً برمضان، الله تعالى قال: {كلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر} ولو قلت هذا الكلام لسكان الإسكيمو وفهموه على حقيقته، لمكثوا ستة أشهر صائمين حتى يموتوا من الجوع، فلا ينبغي أن نفهم القرآن بالمعنى الأدبي - يعني ما يظهر من النص المجرد - والقرآن يعطيك إشارة وحدثاً ويأمرك بالتفكير. قلت: ولكن هذا الأمر - يعني الإيمان باليوم الآخر - كرره القرآن وأكده من أوله إلى آخره، وأكدته سنة الرسول صلى الله عليه وسلم تأكيداً شديداً، ولو كان ذكره مرة واحدة فقط كان يمكن هذا الكلام أن يجد محملاً - وإن خالف الظاهر بشرط أن تدل قرينة على إرادة غير الظاهر - ولكن القرآن كرر وأكد ووصف اليوم الآخر وصفاً دقيقاً وكذلك السنة، وهي تدل على أنه أراده الله حقيقة. (واحتد النقاش بينه وبين المترجم، وقال: إن وقته انتهى). فقلت له: على كل حال نشكره على حضوره، ومعذرة لأخذنا شيئاً من وقته، وهذا الموضوع يحتاج إلى زيادة بحث منه ونظر في موقفه هذا. فقال: يجب أن تقرأ للغزالي وابن الرومي وابن عربي وابن عطاء الله، قلت لا حجة في قول أحد مع كلام الله ورسوله، ولا أظن أن هؤلاء كلهم يرون رأيك هذا، وإن وجد في عباراتهم مثل العبارة المنقولة عن رابعة العدوية، وقلت لك: إن الغزالي رحمه الله أثبت في كتابه \"الإحياء\" الذي زعمت أنه ينفي الجنة والنار في اليوم الآخر، وأقول لك: عليك أن تقرأ في مقابل من ذكرت لابن تيمية وابن القيم أيضاً ولجميع أهل الحديث وأئمة الفقه. قال: ابن تيمية يفضل أن يعيش ستين سنة وهو مظلوم، على أن يعيش سنة واحدة وهو يقوم بمعارضة. قلت: لقد قام بمعارضات وجادل وناقش كل الطوائف، ونصح الحكام وجاهد الغزاة المعتدين. قال: إنه كان في الملتقى الفكري في الجزائر، وثار جدل عنيف بينه وبين بعض العلماء في الجنة والنار، وكانوا معه عنيفين. قلت: أما أنا فأرجو أن يؤمن بالجنة ونلتقي أنا وهو في الجنة. قال: إذا كان أهل الجنة مثل الغزالي وجاد الحق فإنه يفضل أن يذهب إلى النار! [[وعندما سمع خلاصة ما نقلته عن جارودي في العلماء الدكتور طه بن مصطفى أبو كريشة: سبب حنقه على الشيخ جاد الحق أنه كشف ما عنده من زيغ في الاعتقاد، في لقاء معه وسط جمهور كبير في قاعة الشيخ محمد عبده بجامعة الأزهر، وكنت حاضراً هذا اللقاء، وظننا أن الشيخ جاد الحق لم يحسن لقاء الرجل، ثم تبين لنا فيما بعد صدق ما أعلنه عنه، بينما كان جارودي قادماً وفي حسبانه أنه سيلقى كل تكريم من أعلى مستوى ديني في مصر، والدكتور طه بن مصطفى أبو كريشة من أساتذة كلية اللغة العربية في الأزهر، وكان أستاذاً في كلية اللغة العربية في الجامعة الإسلامية، عندما كنت عميدا لها وبعد ذلك، ثم أصبح نائبا لرئيس جامعة الأزهر]]. قلت: وهكذا يكون اتباع الهوى. وهنا لا بد من تنبيهات: التنبيه الأول: أن هذا الدين يجد إقبالاً ممن بلغه لهيمنته على النفوس وموافقته للفطرة والعقول السليمة، لما يشتمل عليه من العقيدة الواضحة السهلة التي لا تصطدم بالعقل والفطرة، ولا فرق بين متعلم وعامي، إلا أن كلاً منهما يحتاج إلى أسلوب يتناسب معه في إبلاغه هذا الدين، والأستاذ رجاء جارودي من ذوي الثقافة العالية عند الأوربيين، و إن كان وقع في حمأة الإلحاد، فهذا عند الأوربيين ليس عيباً، وربما يكون أكثرهم غير مقر بدين وإن كانوا ينتسبون إلى النصرانية المحرفة المبدلة التي رموا بها في زوايا الكنائس، لقلة من الناس يرتزقون منها ولا يفهمون حقيقة ما يقولون للناس. التنبيه الثاني: أن الأصل في الذي يوفقه الله للإسلام أن يتتلمذ على أيدي مَن فقهه الله في الدين، ليتعلم أولاً فروض العين [[وفي مقدمتها أصول الإيمان وأصول الإسلام]] التي أوجبها الله سبحانه وتعالى عليه بنفسه، حتى يؤدي ما فرض الله عليه عن علم وليس عن جهل، فإن الله لا يقبل إلا صالح الأعمال وهي التي يتوافر فيها الإخلاص والصواب، والصواب لا يوجد إلا بالعلم به عن الله وعن رسوله صلى الله عليه وسلم. وإذا أراد المسلم أن يطرق أبواباً أخرى غير فروض العين من أحكام الإسلام، فإنه يجب عليه كذلك أن لا يدخل نفسه في أبوابها مفتياً أو قاضياً أو واعظاً أو آمراً بمعروف وناهياً عن منكر، إلا بعد أن يتعلم ذلك من علماء الإسلام ويتفقه فيه على أيديهم، وإذا أراد أن يكون مجتهداً فلا بد أن تتوافر فيه شروط الاجتهاد، سواء كان اجتهاداً جزئياً أو اجتهاداً مطلقاً، وهذا الأخير قلما تجد من يدعيه من العقلاء في العصور المتأخرة. التنبيه الثالث: الواجب على علماء المسلمين إذا سمعوا عن شخص دخل في الإسلام له ثقافة عالية في قومه ومركز اجتماعي، ويرجى من مثله أن يكون داعية إلى الله تعالى، أن يجتهدوا في تفقيهه في الدين، إما ببعث أحد العلماء الفقهاء في الدين ليلازمه فترة طويلة حتى يعمله ما يحتاج إليه، سواء كان في فرض العين أو فرض الكفاية، أو استدعائه إلى بعض المؤسسات الإسلامية في أحد البلدان الإسلامية لتعليمه دين الله، وأن لا يترك بمجرد دعواه الإسلام بدون تعليم. التنبيه الرابع: أن يتريث المسلمون والمؤسسات الإسلامية وأجهزة الإعلام في الشعوب الإسلامية، عن الإشادة به وكثرة مدحه وإطرائه، قبل الاجتماع به وتفقيهه في الدين، لأن ذلك قد يجعله يغتر بنفسه ويصدق نفسه - إذا كانت قد حدثته - بأنه مفكر إسلامي وداعية إسلامي، وهو لا يفقه في الدين إلا القليل، وعنده كثير من الأفكار القديمة التي كان يعتقدها لا تزال تسيطر على عقله وسلوكه، ويزداد غروراً عندما تنهال عليه الدعوات من العالم الإسلامي، لإلقاء محاضرات عن الإسلام، وهو لا يزال أقل علماً في الإسلام من طالب مسلم عاش في بلاد إسلامية، وهذا الأسلوب الذي يعامل به أمثال هؤلاء يجعلهم في نظر أنفسهم فوق الحاجة إلى التعليم، لأنه أصبح مفكراً إسلامياً وداعيةً ومناظراً... وتكون النتيجة أن يتجول بعقله في أي مرجع من الكتب التي ألفت في الإسلام، سواء كانت سليمة أو غير سليمة، يأخذ من هذا ما يوافق ثقافته وتفكيره ويأخذ من ذلك ما يناسبه، وقد يتمكن من قلبه بعض المعاني المنحرفة. وقد يفهم من الكلام المنحرف انحرافاً أشد لم يقصده المؤلف، ويصبح عنده خليط من أفكاره القديمة وفلسفته، ومن الأفكار التي أطلع عليها مما يوافق أفكاره القديمة وفلسفته، وعنده شئ من المعاني الإسلامية الصحيحة، ويظن أنه أعلم العلماء، ويرى أن علماء المسلمين الذين أفنوا حياتهم في تعلم شرع الله أقل شأناً منه، حتى لو دخلوا هم الجنة التي يؤمنون بها، فإنه يفضل أن يدخل النار، ولو كان لا يؤمن لا بهذه ولا بتلك! وهذا يبدو لي هو الذي حصل للأستاذ جارودي، فإنه يتهكم بشيخ الأزهر ومشايخ العلم الذين قابلوه في الملتقى الفكري في الجزائر، ومنهم الشيخ محمد الغزالي والدكتور يوسف القرضاوي [[هكذا ذكر لي المترجم الدكتور يوسف القرضاوي، ولكني سمعته في إحدى الفضائيات ينكر حضور حوار جارودي في هذا الأمر، فربما كان ذكره سبق لسان من المترجم] بسبب أنهم ناقشوه في ركن من أركان الإيمان لا يصح الإسلام بدونه، وهو اليوم الآخر، وقد صمم على رأي له، وهو أنه لا يوجد يوم آخر، وإنما هو عبارة عن السعادة في الدنيا بطاعة الله والشقاء في الدنيا بمعصية الله، ويرى أن الذي يؤمن بوجود الحور العين والخمر والعسل الذي ذكره الله في القرآن، إنما هو عبد لتلك الأشياء وليس عبداً حقا لله. [وهذا مذهب الملحدين الذين كان جارودي واحداً منهم قبل إعلان إسلامه]]. ويأخذ ذلك من بعض العبارات التي أطلقها الصوفية - وهي تخالف بظاهر ها القرآن والسنة وما فهمه علماء الإسلام من الصحابة ومن تبعهم - وهم مع ذلك لم يقصدوا ما قصده جارودي من إنكار لليوم الآخر والجنة والنار، ومن ذلك قول رابعة العدوية الذي نقله الغزالي في إحياء علوم الدين (4/310): \"وقال الثوري: لرابعة: ما حقيقة إيمانك؟ قالت: ما عبدته خوفاً من ناره ولا حباً لجنته، فأكون كالأجير السوء، بل عبدته حباً له وشوقا إليه...\" ونقل الغزالي عبارات تشبه هذه العبارة، ثم قال في آخر ما نقل: \"وما أرادوا بهذا إلا إيثار لذة القلب في معرفة الله تعالى على لذة الأكل والشرب والنكاح، فإن الجنة معدن متعة الحواس، وأما القلب فلذته في لقاء الله فقط\". ورجاء جارودي إنما يقرأ هذه الأمور عن طريق الترجمة من العربية إلى غيرها، ويجوز أن يكون المترجم قد حرف إما قصداً، وإما عن سوء فهم، فيضاف إلى ذلك ما قد يحصل لجارودي وأمثاله من سوء فهم أو موافقة فكرهم السابق، فيصل في النهاية إلى إنكار ركن من أركان الإيمان وقد سمعت أنه كذلك لا يؤمن بوجود ملائكة، ولكن لم أسأله عن ذلك نسياناً وهو كان مستعجلاً.  [[ولم أتمكن من كتابة بعض الأمور عن جارودي، كسبب إسلامه وديانته قبل الإسلام لأنه سلمني أوراقاً، قال: إن ذلك موجود فيها وهو باللغة الفرنسية تحتاج إلى ترجمة ولعلي أتدارك ذلك بعد أن تتيسر ترجمتها، وعمر جارودي أربعة وسبعون عاماً لأنه ولد سنة 1913م]]. حوار مع الأب الدكتور ميشيل لولونغ: كنا على موعد مع الأب الدكتور ميشيل لولونج، في مكتبه في باريس، وكان معي الدكتور أحمد جاب الله رئيس اتحاد المنظمات الإسلامية في فرنسا. رحب بنا الرجل وأظهر سروره بقدومنا، وحيانا باللغة العربية، وهو يتحدث بها. [img]pics/12/12005.jpg[/img]<< الكاتب مع الأب ميشيل لولونغ فرنسا ـ باريس 24/1/1408هـ ـ 17/9/1987م >> وقبل أن أبدأ الكتابة عنه ذكرت له بأني أزور المبشرين والمستشرقين في هذه الجولة، وأحاورهم في بعض القضايا مع أخذ بعض المعلومات منهم، فقال: أنا لست مبشراً ولا أرى أن المسلمين في حاجة إلى التبشير، لأن عندهم ما يكفيهم، وهو الإسلام الذي جاء به القرآن والرسول محمد (صلى الله عليه وسلم) . قلت: وماذا أسميك مستشرقاً؟ قال: سمني مؤمناً أنا مؤمن.  [[قصده أنه مؤمن بدينه، ومؤمن بأن الإسلام حق ولكنه غير ناسخ لغيره من الأديان فالدين المسيحي الموجود حالياً كالإسلام كما سيأتي لذلك صريحاً من كلامه]]. قلت: متى ولد الأب لولونج وما تخصصه وما وظائفه؟ قال: إنه ولد سنة 1925م في فرنسا في عائلة متدينة، وعنها أخذ دينه، وخاصة الإيمان بالله والمسيح والارتباط بالكنيسة الكاثوليكية. ولم يكن يعرف الإسلام جيداً عندما كان شاباً ولا يعرف عن المسلمين شيئاً ذا أهمية، وعندما درس في جامعة السوربون وجد فرصة للالتقاء بالمسلمين وبخاصة طلبة المغرب العربي فتعرف على الإسلام عن طريقهم، وعرف أن الإسلام فيه ثروة للبشرية، وأن هناك علاقة قوية بين المسلمين والمسيحيين، وبخاصة أنه حصل اجتماع للكنيسة سنة 1934م دعت فيه إلى التعرف على الديانات الأخرى، واحترام الإسلام والتعاون مع المسلمين، وبخاصة في نشر القيم الأخلاقية وغير ذلك. ودعا بولس السادس والبابا بولس الثاني إلى الصداقة بين المسيحيين والمسلمين واحترام بعضهم بعضاً، نعم هنالك اختلاف بين الديانتين، وبخاصة حول المسيح باعتباره عند المسيحيين بالإضافة إلى أنه رسول فهو كذلك إله، وكذلك حول بعثة الرسول محمد (صلى الله عليه وسلم). ومع هذا الاختلاف، فلا مانع من الاحترام والعمل المشترك لوجود ما يجمع المسلمين والمسيحيين، كالاعتقاد في الله وبأننا كلنا عائدون إلى الله ومحاسبون بين يدي الله، وكذلك القيم والأخلاق. وسألته: متى تظن أول صلة حصلت بين فرنسا و المسلمين؟ وفهم الدكتور أني أريد الصلة في هذا العصر، فصحح له الأخ أحمد جاب الله وهو الذي كان يساعدنا في الترجمة أن المقصود في القديم والحديث، فأجاب: إن السؤال عن التاريخ مهم باعتبار أن الحاضر متأثر بالماضي. كان في القديم صراعات بين أوربا المسيحية والإسلام، وكان الإسلام يعتبر عدواً وخطراً في أوربا لعدة قرون، فقد ارتبط الإسلام في أذهان الأوربيين بمعركة: بواتيه التي وقف فيها القائد الفرنسي شارل مارتيل المد الإسلامي، وكانت الحروب الصليبية، وأرسلت الجيوش لمحاربة المسلمين في بلادهم، وجاء المسلمون إلى أوربا الوسطى، وكانت العلاقة بين المسلمين والمسيحيين علاقة خوف واستشعار الخطر من الجانبين. كان المسلمون يظنون أن المسيحيين يكونون خطراً عليهم، وعلى دينهم، وكان المسيحيون يظنون أن المسلمين يكونون خطراً عليهم وعلى دينهم، بالإضافة إلى ذلك شاركت الكنيسة في استعمار أوربا لبلاد المسلمين ـ واستدرك الدكتور فقال ـ لا يقال الكنيسة ولكن بعض المسيحيين ـ.  [[كان استدراكه على المترجم، لأن المترجم عبر بالكنيسة، وهو أراد كما قال بعض المسيحيين تبرئة للكنيسة من أن تكون فعلت ذلك بإجماع]]. ولكن كانت هناك علاقات بين الشرق الأوسط وأوربا إيجابية، على رغم هذا الجو الذي فيه نوع من الصراع والخلافات. في الشرق الأوسط احترم المسلمون المسيحيين، ومكنوهم من تطبيق ديانتهم بحرية وكذلك في القدس، حيث كان المسلمون متسامحين مع اليهود ومع المسيحيين، وفي أوربا ـ في أسبانيا ـ كانت هناك فترات تعايش وتفاهم، والآن رغم المشكلات الدولية، نعتقد أن الذي يجمع بين المسلمين والمسيحيين هو أهم من الذي يفرقهم. الذي يفرقهم هو المشكلات السياسية، فالمسلمون - مثلاً - قريبون من مشكلات العالم الثالث، بينما أوربا في محور الدول الصناعية، لأن في العالم قطبين: قطب الدول الضعيفة التي يطلق عليها الجنوب، والدول القوية التي يطلق عليها الشمال. فالمشكلة في الحقيقة الآن بين المسلمين والمسيحيين هي سياسية وليست دينية.  [[لم نتمكن من مناقشة هذا الرأي لأن الأب كان مستعجلاً، وكان الهاتف يرن بين آونة وأخرى يذكرونه باقتراب وقت الصلاة، وهو الذي يتولى الصلوات في أوقاتها، كالإمام عند المسلمين]]. ولا بد أن يجتهد المؤمنون - يعني المسلمين والمسيحيين - في مقابلة الملحدين - في إقرار السلام في الشرق الأوسط، مثلاً فلسطين لا بد أن يتعاون المسلمون والمسيحيون في الدفاع عن حقوق الإنسان فيها، مهما كانت ديانتهم. والبابا يدعو إلى تعاون المسلمين والمسيحيين وتجاوز الخلافات الماضية، ويقول: إن الذي يجمعنا أكثر من الذي يفرقنا، المشكلة الآن هي كيف يعمل المسلمون والمسيحيون في إحلال السلام. (وأخرج كتابا من مكتبته، وقال): ترجمت في هذا الكتاب عدة خطابات لـ\"بولس\" السادس والبابا الحالي، وكلها تدعو إلى ضرورة الانفتاح والتعاون بين المسلمين والمسيحيين، وفي الزيارة الأخيرة للبابا لأمريكا، تكلم في لقائه مع الطائفة اليهودية عن ضرورة وجود وطن للفلسطينيين في فلسطين، (وقال الأب باللغة العربية ): حق تقرير المصير. ولكن هذا الكلام وهذه التعليمات التي يكررها البابا دائماً ليست محترمة من قبل الكنائس المحلية. وقد يكون من المفيد أن توجد لقاءات دائمة بين المسؤولين عن المؤسسات الإسلامية وغيرها، وكذلك المؤسسات الكنسية مثل الفاتيكان والطوائف المسيحية الأخرى - وذكر مؤسسة مسيحية في جنيف - الظاهر أنه قصد مجمع الكنائس العالمي - ويمكن في مثل هذه أن يتدارس المسلمون والمسيحيون مشكلاتهم، مثل مشكلة الأقليات الإسلامية في بلاد المسيحيين والأقليات المسيحية في بلاد المسلمين، وكيف يمكن لهذه الأقليات أن تطبق دينها وتكون محترمة، لأن عدم تسوية هذه المشكلات ستستغل من قبل جهات أخرى لإشعال الخلاف بين المسلمين والمسيحيين، كما يحصل الآن عندنا من بعض المسيحيين في أوربا حول وجود المسلمين، يرون أنه نوع من الغزو لأوربا المسيحية. فلو حصلت لقاءات بين المسؤولين من المسلمين والمسيحيين كان في ذلك نوع من التفاهم في نطاق العقيدة المشتركة. (وسأله المترجم أحمد جاب الله: لماذا لا تأخذ الكنائس المحلية بالتعليمات التي تصدر من البابا؟ فأجاب ): الكنيسة تأخذ بتعليماته إلى حد ما، وأنه هو ـ أي الأب لولونغ ـ كان مسؤولاً عن لجنة السكرتارية المسؤولة عن العلاقة مع المسلمين، والكنيسة يجب أن تأخذ بتعليمات البابا، وتوجد مجموعة تعمل لهذا الهدف، ولكن يجب أن نعترف أنه يوجد في فرنسا وفي غيرها من لا يوافق على هذا التوجه. ويعود السبب إلى بعض المشكلات، فإن الفاتيكان له موقف من قضية فلسطين ويرى أن مدينة القدس يجب أن تكون محايدة وليست تحت نفوذ إسرائيل، وهذا هو موقف الأمم المتحدة، وهذا الموقف ليس مقبولاً في الظاهر عند الكنيسة الفرنسية بسبب الجو العام السائد هنا، لا يجرؤ مسؤولو الكنسية أن يصرحوا بمثل هذا الموقف ولكن هو - أي الأب لولونغ - يتمنى دائماً لو أن الكنائس المحلية تلتزم بالتعليمات العامة للبابا. وقال: لو كان المسلمون مسلمين حقاً، والمسيحيون مسيحيين حقاً لحصل بينهم التفاهم، وعدم التفاهم من قبل المسلمين، هو أنهم لا يلتزمون تماماً بتعليمات دينهم، وكذلك المسيحيون. والكنائس لها مشكلات خاصة، فالبابا - مثلاً - يدعو في أمريكا إلى احترام مبادئ المسيحية، ولكن الأساقفة لا يأخذون كلهم بكلام البابا، فدور البابا هو التذكير بهذه المبادئ. وسألت الأب لولونغ: بعض المستشرقين الذين قابلتهم، وكذا وسائل الإعلام في الغرب ينسبون إلى الإسلام ما يفعله بعض المسلمين، مما يخالف الإسلام، فما رأيكم في هذا؟ قال: هذا ليس عدلاً، وأنا معك في هذا الأمر، ليس عدلاً أن نقوِّم الإسلام بسلوك سيئ لبعض المسلمين، لأنه يوجد مسلمون جيدون أوفياء لدينهم، وأعرف في فرنسا كثيراً من المسلمين الذين يلتزمون بإسلامهم، فلا بد أن نقوم الإسلام بعمل هؤلاء الملتزمين، وليس بعمل المنحرفين.  [[الإسلام يعرف بمنهجه ونصوصه، و لو خالف بعض المسلمين الملتزمين في بعض الجزئيات]]. وكذلك بالنسبة للمسيحية فلا ينبغي أن نقوم موقف الكنيسة من خلال مواقف بعض المسيحيين، فلا نقول - مثلاً -: إن الكنيسة وراء الاستعمار، لأن هذا موقف بعض المسيحيين وليس موقف الكنيسة ككل.  [[يحاول الأب بشتى الوسائل أن يقنع المسلمين بسلامة موقف الكنيسة المركزية من الإسلام و المسلمين في الجملة]]. قلت: ما القاعدة التي تنطلقون منها في بحوثكم وكتاباتكم عن الإسلام، ما الهدف، وما المصادر وما الوسائل؟ قال: الهدف من الدراسات التي أعددتها عن الإسلام أنا باعتباري أباً مسيحياً، جاءتني فرصة لمعرفة المسلمين، ومن صلتي بهم تعرفت على الإسلام، ورأيت من المهم الإسهام في التعريف الموضوعي للإسلام لإخواني المسيحيين. درست العربية والقرآن والسنة، ثم درست وحضرت الليسانس في اللغة العربية، وقمت بإعداد أطروحة دكتوراه حول التراث الديني في التعليم التونسي، ثم كتبت عشرات من الكتب لتوضيح نقاط الالتقاء والاختلاف بين الإسلام والمسيحية، وكتبت عن الصعوبات السياسية التي تحول بين التقاء المسلمين والمسيحيين، وكتبت كتاباً عن القدس، وآخر ما كتبته كتاب تعرضت فيه لنقاط العلاقة بين المسلمين والمسيحيين ومشكلة الشرق الأوسط والصحوة الإسلامية. وسألت الأب فقلت: ما دمت على اطلاع طيب على القرآن والسنة والسيرة النبوية، فهل وصلت في اطلاعك ذلك أن القرآن هو كلام الله حقاً، وأن محمداً صلى الله عليه وسلم هو رسول الله صدقاً؟ فأجاب: هذا سؤال مهم وصعب، ولقد حاولت في كتاب مع مجموعة من المسيحيين و المسلمين أن أشرح كيف يكون موقف المسيحي من القرآن ومن محمد (صلى الله عليه وسلم). وموقفي الخاص كمسيحي لا أستطيع أن أشاطر المسلمين - يعني أوافقهم - تماماً في عقيدتهم، ولا أستطيع الاعتقاد بأن القرآن والرسول (صلى الله عليه وسلم) جاءا عوضاً عن الديانة المسيحية، كما هو موقف المسلمين من المسيح، يعني كما أن المسلمين لا يعتقدون أن المسيح إله، بل يعتقدون أنه رسول فقط، مخالفين في ذلك عقيدة النصارى الذين يعتقدون أنه رسول وإله، فموقفنا نحن المسيحيين من القرآن ومن الرسول كموقف المسلمين من عقيدتنا، أي لا نوافق أن الإسلام جاء بديلاً للمسيحية، ولكن لا بد من احترام القرآن واحترام الرسول (صلى الله عليه وسلم)، لا بد أن أفهم ماذا يقول الله لي في القرآن وما يقول الرسول (صلى الله عليه وسلم). وأنا أعتقد أن القرآن من الله وأن محمداً مرسل من الله، ولكن الوحي الإلهي الذي نزل على المسيح كان كاملاً. وقد استوضحت من المترجم بعد أن كتبت ما مضى: أرجو أن تلخص لي ماذا فهمت من كلام الأب السابق، فقال الأخ أحمد جاب الله: الحقيقة أراد أنه كما يعتقد المسلمون في المسيح أنه رسول فقط، والنصارى يعتقدون أنه رسول وإله، فالنصارى يسمحون للمسلمين أن يعتقدوا في المسيح خلاف ما يعتقده النصارى، فليسمح لنا المسلمون أن نعتقد في القرآن وفي محمد (صلى الله عليه وسلم) ما لا يعتقدونه. ويقول: إن هذا الموضوع موضوع شائك وصعب، وقد عبر عن رأيه في الكتاب الذي ذكره. فقلت للأخ: ولكن فهمت من عبارة الأب أنه يعتقد أن القرآن جاء من عند الله؟ قال: نعم في الأخير يقول: موقفه الشخصي اعتقاده أن القرآن من الله وأن محمداً مبعوث من الله، ولكن لا يعتقد أن القرآن جاء ليلغي الديانة المسيحية، ولكن يقول: إنه وهو مسيحي يجب عليه أن يفهم مراد الله عز وجل من القرآن وما جاء به محمد (صلى الله عليه وسلم). قلت: ما الأسلوب المناسب الذي يراه الأب لعرض الإسلام على أهل الغرب؟ قال: الجواب باختصار: لا بد أن يكون المسلمون مسلمين حقاً. قلت: ما الذي ينصح به الأب المسلمين حتى يحافظوا على أبنائهم في أوربا في جو يخالف جو بلادهم؟ فأجاب: لا بد من الاستفادة من المسجد، ولا بد من دراسة القرآن، ولا بد من التربية الدينية، وهذا واجب المسلمين في هذه البلاد، ثم لا بد أن يتجاوز المسلمون خلافاتهم في فرنسا، وأن لا يتصارعوا فيما بينهم، وأن يعيشوا في سلام بينهم وبين غير المسلمين. وسألته: ما سبب قلة دخول الأوربيين في الإسلام، بخلاف غيرهم كالأفارقة مثلاً؟ قال: في إفريقيا كثير من الناس ليس لهم دين كبير، قصده دين سماوي، عندهم ديانات تقليدية [[يعني وثنية]] ليست كالإسلام والمسيحية، وكما يوجد ناس يدخلون في الإسلام في إفريقيا فكذلك يدخل آخرون في المسيحية، لأنهم يجدون في الإسلام والمسيحية حقائق لا يجدونها في دياناتهم التقليدية. أما في الغرب فأكثر الناس لهم ديانة، وإن كانوا لا يطبقونها، ولكن ينتسبون إلى ديانة، فأنا مثلاً مسيحي ولست مسلماً، ولا أريد أن أكون مسلماً وأنا مسرور بذلك، فلست في حاجة إلى دين آخر أقبل عليه، وينبغي أن نشتغل كلنا مسلمين ومسيحيين بالملحدين، وكل من ليس له دين نساعدهم حتى يجدوا الطريق إلى الله من أي باب. انتهت المقابلة التي أجريت مع الأب لولونج. وكانت عندي أسئلة أخرى واستفسارات ومناقشات فيما ذكر، ولكن وقته كما ذكر لم يكن يسمح له بالاستمرار، ووعدني بوقت آخر إذا شئت ولكن وقتي لم يكن يسمح لي بالعودة إليه. ولا بد هنا من ذكر بعض الأمور تعليقاً على هذه المقابلة: 1- إن الأب متحمس كثيراً للتقريب بين المسلمين والمسيحيين، إلى حد أنه يرى أن نقاط الوفاق بينهم أكثر من نقاط الخلاف. 2- إنه يؤكد على إخلاصه لدينه، فلا يذكر شيئاً إيجابياً للإسلام إلا وذكر مثله للمسيحية، ولا ينفي شيئاً سلبياً عن الإسلام إلا فعل ذلك للمسيحية. 3- إن النقطة الأساسية وهي العقيدة في المسيح يقر الأب أن الخلاف فيها جوهري، لأن المسلمين يعتقدون أنه رسول وبشر والمسيحيين يعتقدون أنه رسول وإله، ومع ذلك فإنه لشدة تحمسه للتقريب بين المسلمين والمسيحيين يجعل هذه النقطة شبه منسية، ويقول: إن سبب الخلاف بين المسلمين والمسيحيين سياسي وليس دينياً. 4- يؤكد الأب أن القرآن جاء من عند الله، وأن محمداً رسول الله ومع ذلك يقول: إنه لا يوافق المسلمين أن الإسلام جاء ملغياً للديانة المسيحية - المحرفة عند المسلمين - والقرآن قد نص على أن الإسلام هو الدين الحق الذي لم يبق غيره من الأديان ديناً حقاً، ونص الرسول صلى الله عليه وسلم أنه لا يسمع به يهودي ولا نصراني ثم لا يؤمن به إلا دخل النار. فلا أدري كيف يوفق بين إيمانه بالقرآن أنه من عند الله وأن محمداً صلى الله عليه وسلم رسول الله، وبين اعتقاده أن دين المسيحية غير الصحيح في القرآن دين حق، ويقول: إن الوحي الإلهي كان كاملاً عند المسيح، فإن كان يعني عند نزوله قبل تحريفه، فلا شك أنه كامل بالنسبة لوقته، وإن كان يقصد الآن - وهو الصحيح - فالكلام متناقض. 5- إن الدكتور الأب قام بجهود كبيرة جداً لخدمة هدفه، وهو محاولة التقريب بين المسلمين والمسيحيين بالأسلوب الذي يراه، وهذا يدل على أن أهل الأديان الأخرى، وإن كانت باطلة عندنا، فإنهم هم يعتقدون أنها دين يبذلون كل طاقتهم لإقناع الناس بها. فهل درس المسلمون تلك الكتب ومغزاها وأساليب دعوة التقريب فيها وبينوا لقومهم ذلك؟ وهل درسوا ما أراد الأب بقوله: إنه كتب لقومه المسيحيين ليفهمهم كيف يكون موقفهم من القرآن ومن الرسول صلى الله عليه وسلم؟ 6- إن كثيراً من الأسئلة أو فقراتها كان يحاول الأب التهرب من الإجابة الصريحة عنها. 7- يبدو لي والله أعلم أن الرجل يميل إلى الإسلام في قرارة نفسه، وأنه لا يريد أن يظهر ذلك للمسيحيين صراحة، وهذا طبيعة من لم يصل إيمانهم ويقينهم إلى التوكل على الله وتقديم رضاه على إرضاء الناس أو الجاه أو المال أو المنصب. وقد ذكرته للأخ الدكتور عبد الله بن عمر نصيف أمين عام رابطة العالم الإسلامي، فقال: \"أنا أظن أن هذا الرجل من الذين يكتمون إيمانهم\". وعلى كل حال فإن الهداية بيد الله. وقد وجدت مستشرقاً كبير السن في بعض بلدان أوربا في هذه الرحلة يكتم إيمانه فعلاً وصرح لي بأنه مسلم ولكنه طلب مني عدم التصريح بذلك، وعلل ذلك بأنه أراد أن يخدم الإسلام و المسلمين دون أن يشعر أعداء الإسلام بأنه مسلم، وقد أثنى عليه المسلمون هناك فعلاً. زيارة الدكتور محمد حميد الله: وبعد أن فرغنا من الاجتماع بالدكتور لولونج، ذهبنا لزيارة الدكتور محمد حميد الله، ولم نكن قد حددنا موعداً معه، لأن الرجل لا يوجد عنده هاتف، وهو في منزله لا يغادره في أغلب الأوقات، وقد كنا في منزله في الساعة الثانية عشرة والنصف ظهراً. طرقنا الباب، ففتح لنا مرحباً وجلسناً معه قليلاً. ولد الدكتور محمد حميد الله في مدينة حيدر أباد بالدكن، قال: وهي الآن تحت الاحتلال الهندوكي، وكانت دولة إسلامية. وكان مولده سنة 1326هـ في شهر محرم أي أن عمره الآن اثنتان وثمانون سنة هجرية. وبسبب الاحتلال الهندوسي لبلاده لجأ إلى فرنسا، وهو فيها منذ أربعين عاماً. تخصص في الحقوق في بلاده، ودرس في جامعة السوربون في باريس، وقدم أطروحته في سنة 1934م: الوثائق السياسية في عهد النبوة والخلافة الراشدة، ونشر نص الوثائق باللغة العربية، وأما أصل الأطروحة فهي بالفرنسية وقد طبعت قبل 50 سنة. وقد حاولت أن آخذ بعض المعلومات من الدكتور محمد حميد الله عن الإسلام والمسلمين في فرنسا وعن صفات الداعية، والموضوعات المؤثرة في الأوربيين، ولكن الرجل فوجئ بالزيارة والأسئلة، ولم يعرف الزائر، فكان فيما بدا لي متحفظاً، ولهذا أكتب شيئاً مما سمعته منه. سألته عن الوقت الذي حصلت فيه صلة بين المسلمين وفرنسا؟ فقال: من عهد عثمان رضي الله عنه، وقال: إن الطبري ذكر ذلك وأشار إلى مجموعة الوثائق السياسية ص 533 [[لا أدري أي طبعة]] وقال: يمكن أن يكون قد أسلم في ذلك الوقت بعض الفرنسيين. وسألته: عن عدد المسلمين في أوربا؟ فقال: لا أدري، ولكن عددهم في فرنسا ثلاثة ملايين، ومن بينهم مائتا ألف ممن اعتنق الإسلام من أصل أوربي في فرنسا، ويوجد منهم تسعون ألف مسلم - أي من الذين دخلوا في الإسلام - في باريس. ومنهم من أسلم مخلصاً، ومنهم من أسلم بسبب مادي، ولكن نحن لم نبلغ الإسلام للناس، ومع ذلك لا يمر يوم إلا ويوجد فيه من يدخل في الإسلام. ونحن في حاجة إلى مزيد من الكتب والمراكز والجرائد الإسلامية في كل مدينة وكل قرية في أوربا، وفي حاجة إلى دعاة مخلصين فقهاء يجيدون اللغات الأوربية حتى يبينوا للناس الإسلام. ويوجد في فرنسا ألف مسجد، وفي باريس وحدها ثمانون مسجداً. قلت له: ما الذي تحتاج إليه الصحوة الإسلامية في نظرك؟ فقال: أين هي الصحوة الإسلامية؟ لو كانت توجد صحوة إسلامية ما كانت شعوب المسلمين تحكم بغير ما أنزل الله، وما كانت بعض شعوبهم تحت أقدام الكفار. قلت له: الصحوة موجودة، والإقبال على الإسلام شديد من الشباب في كل العالم، وبخاصة شباب الجامعات من ذوي التخصصات العلمية، كالأطباء والمهندسين وغيرهم. غير الجامعات والمعاهد الإسلامية التي يظن الناس أن طلابها هم الذين يقبلون إلى الإسلام، بسبب أنه مجال دراستهم. وهؤلاء الشباب مستعدون لبذل أنفسهم وأموالهم في سبيل الله، ولكن توجد بعض العقبات التي تعترض نتائج عملهم، منها: قلة الموجهين لهم التوجيه الصحيح، ممن فقههم الله في الدين فقهاً يحقق مرضاة الله، ولهذا قد تحصل من هذا الشباب بعض التصرفات التي ليست في مصلحتهم ولا في مصلحة الدعوة، مع حسن النية. ومن ذلك الضغوط الشديدة التي يوجهها لهم أعداء الإسلام من داخل الشعوب الإسلامية وخارجها، ولو وجدوا من يرشدهم إلى الحقائق الإسلامية المبنية على الدليل والسيرة النبوية، وسلموا من أعداء الله الذين يقفون لهم المرصاد، لما حُكِمت الشعوب الإسلامية بغير ما أنزل الله، ولا استقر لأعداء الإسلام من اليهود والنصارى والشيوعيين قراراً في بلدان المسلمين التي احتلوها. وقد بدا عليه الارتياح عندما سمع مني هذا الكلام وهو لا يدري - فيما ظهر لي -عن كثير مما يدور في العالم الإسلامي من الإقبال الشديد على الإسلام لذلك أظهر تشاؤمه. والدكتور محمد حميد الله منزوٍ في غرفة ضيقة مليئة بالكتب والمجلات والوثائق المحيطة به، بل إن سريره عليه كيس من النايلون وعليه كتب، فإذا أراد أن ينام أزال الكتب والكيس ونام عليه. وهو رجل نحيف متوسط القامة، له لحية طويلة، وليست عريضة، وعندما فتحت آلة التصوير لآخذ صورة لغرفته المليئة بالكتب، استأذن وخرج من الغرفة حتى لا تلتقط له صورة. وبغرفته طاولة صغيرة ومقعد يجلس عليه ليقرأ ويكتب، ومقعدان كذلك للزائر، وهو يعيش وحده ويخدم نفسه، ولم يتزوج طول حياته، وهو يسكن في حي جامعة السوربون في الدور الرابع من العمارة، وهي قديمة ولا يوجد بها مصعد. في برج إيفل: وبعد أن زرنا الدكتور محمد حميد الله، ذهبنا إلى برج إيفل الشهير في مدينة باريس، وهو ذو ارتفاع شاهق في وسط المدينة، بالقرب من نهر السين الذي يقسم مدينة باريس، أشرفنا منه على المدينة ذات المباني العالية، وكانت تشرف على تلك العمارات كلها واحدة منها، قال لي الأخ أحمد: إنها أطول عمارة في باريس، كما شاهدنا مبنى منظمة اليونسكو وهو مثلث الشكل. [img]pics/12/12001.jpg[/img]<< جانب من مدينة باريس ـ التقط من على برج إيفيل 24/1/1408هـ ـ 17/9/1987م >> وفي البرج رأينا صورة مجسمة للمهندس أيف الذي أشرف على بناء هذا البرج وسمي باسمه، وهو عبارة عن هيكل رجل ملتح قاعد على مكتبه وأمامه أحد معاونيه من المهندسين. وفي أحد طوابق البرج كتب على الجدران أسماء الحارات المقابلة من مدينة باريس بصورها وأرقامها. وفي بعض أدواره الأخرى سجلت عواصم الدول العالمية كلها، وكتب بجانب اسم كل عاصمة المسافة التي تبعد بها من نفس المكان بالكيلو، من ذلك مدينة تونس تبعد من ذلك المكان ألفاً وثلاثمائة كيلو وزيادة لا أحفظها الآن، حتى قلت للأخ أحمد - وهو تونسي -: إن مدينة الدمام في المملكة العربية السعودية تبعد عن المدينة المنورة بألف وخمسمائة كيلو متراً تقريباً، وهي في عرض الجزيرة وليست في طولها، المدينة تبعد عن ساحل البحر الأحمر بأكثر من مائتين وخمسين كيلو متر، ومدينة الدمام على ساحل الخليج العربي. [img]pics/12/12006.jpg[/img]<< الكاتب والشيخ جاء بالله ـ على أحد أدوار برج إيفيل باريس 24/1/1408هـ ـ 17/9/1987م >> العودة إلى بلد الحرمين الشريفين: الجمعة: 25/1/1408 هـ. هذا هو اليوم الذي يكمل اثنين وثمانين يوماً من هذه الرحلة، التي بدأت في يوم 3/11/1407هـ وهو آخر أيام هذه الرحلة. أسأل الله أن يجعله خاتمة خير وبركة وأن يجعل عملي في هذه الرحلة وغيرها، خالصاً لوجهه الكريم. وكانت باريس هي خاتمة المدن الأوربية التي تنقلت فيها. وقد أقلعت الطائرة الترايستار السعودية من مطار شارل ديجول في الساعة 11.15 صباحاً، وهبطت في مطار جنيف في الساعة 12 فكانت مدة الطيران ساعة إلا ربعاً، وبقيت في المطار أكثر من ساعة وعشرين دقيقة. وأقلعت من مطار جنيف في الساعة 13.25. كل هذا بتوقيت غرب أوربا الصيفي، وهو ينقص عن توقيت المملكة العربية السعودية بساعة واحدة. فرغت من ترتيب وتصحيحه في الساعة الثانية إلا ربعاً بعد منتصف ليلة الأحد الرابع والعشرين من شهر ذي القعدة عام 1426هـ ـ 25 من شهر ديسمبر عام 2005م وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. روابط عن الإسلام في فرنسا: وحيث إن شئون المسلمين تطورت في فرنسا تطوراً إيجابياً وتطوراً سلبياً، كغيرها من البلدان الغربية، بسبب الأحداث الكثيرة في هذه الفترة، فإني أذكر بعض الروابط التي عثرت عليها في الشبكة العالمية، لتحديث المعلومات في الكتاب. وأسأل الله تعالى للمسلمين الثبات والاستقرار في البلدان الغربية ليستوطن دينهم هناك، وأن يوفق دعاة الإسلام لمزيد من النشاط لتثبتهم، وأن يرفع عنهم كل بلاء ومحنة، وأن يهدي العالم لدراسة هذا الدين وينقهم به. وسبحانك اللهم وبحمدك لا إله إلا أنت أستغفرك وأتوب إليك. الرابط الأول: http://www.islamway.com/?iw_s=Article&iw_a=view&article_id=708 الرابط الثاني: http://www.islamonline.net/Arabic/news/2004-12/26/article03.shtml الرابط الثالث: http://www.islamlight.net/index.php?option=content&task=view&id=2052&Itemid=69 الرابط الرابع: http://www.aljazeera.net/NR/exeres/253CF91C-5415-4296-84BE-1DD88FF0D557.htm الرابط الخامس: http://www.islamonline.net/Arabic/doc/2004/01/article01.SHTML الرابط السادس: http://www.islamonline.net/arabic/daawa/2003/04/article14.shtml الرابط السابع: http://www.aljazeera.net/NR/exeres/AC4ABB43-2DA4-4288-B684-CBEBB6CFCFCC.htm الرابط الثامن: http://www.e-cfr.org/ara/index.php?module=announce&ANN_user_op=view&ANN_id=131 الرابط التاسع: http://islamonline.net/Arabic/news/2005-09/29/article16.shtml الرابط العاشر: http://www.islamonline.net/Arabic/news/2005-05/24/article09.shtml سلسلة في المشارق والمغارب رحلة البرتغال الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "الرحلة إلى البرتغال 1409 هـ ـ 1988م",
    "content": "[img]pics/12/12027.jpg[/img]<< خريطة البرتغال >> السفر من ألمانيا إلى البرتغال: الأحد: 2/1/1409هـ ـ 13/8/1988م دولة البرتغال من الدول الأوربية الغربية التي لم أزرها من قبل، وكنت قد اقتربت منها عندما زرت أسبانيا أنا وفضيلة الشيخ عمر بن محمد فلاتة (رحمه الله) سنة 1405هـ عندما رجعنا من كندا والولايات المتحدة الأمريكية، ولم يتيسر لنا زيارة البرتغال لضيق الوقت، وكذلك لم أتمكن من زيارتها في السنة الماضية 1407-1408هـ عندما زرت أغلب دول أوربا الغربية. وإذا كانت البرتغال الآن متميزة بهذا الاسم، وأسبانيا متميزة باسمها، فإن البلدين كليهما كانا يعرفان باسم واحد في العهد الإسلامي وهو: الأندلس،  [[راجع كتاب التاريخ الأندلسي للدكتور عبد الرحمن على الحجى في ص 37 الطبعة الثانية سنة 1402هـ  نشر دار القلم دمشق ـ بيروت]] ولا زالت آثار المسلمين موجودة في كلا البلدين، ولهذا كنت راغباً في زيارة البرتغال لأرى آثار المسلمين بها كما رأيت آثارهم في أسبانيا. حيرة وعزم: وفي صباح هذا اليوم أقلعت بنا الطائرة الألمانية في الساعة العاشرة والدقيقة الخامسة والأربعين من مدينة ميونخ إلى مدينة لشبونة، وكنت أحاول أن أحصل على عنوان أحد من المسلمين المقيمين في مدينة لشبونة أو رقم هاتف لأتمكن من اللقاء بهم مبكراً حتى يهيئوا لي الاتصال بالمسلمين هناك، وبعد ذلك تحصلت على رقم هاتف لمسلم باكستاني يدعى موسى عمر زودني به الدكتور بهيج ملا عندما اتصلت به من ميونخ، كما بعث لي بعنوان عن طريق التلكس في الفندق الذي كنت نزلت فيه في ميونخ. واتصلت بالهاتف مرات كثيرة من ميونخ ولم أجد من يرد، فساورتني الشكوك في أن أجد جماعة إسلامية في لشبونة، لعدم وجود صلة بين المراكز الإسلامية المهمة في ألمانيا وبخاصة مركز ميونخ وبين المسلمين في البرتغال، وحصل عندي تردد في زيارة البرتغال، ولكني صممت على السفر متوكلاً على من إذا شاء جعل الحزن سهلاً. وعندما ارتفعت الطائرة من مطار ميونخ رأيت كثيراً من الجبال التي تتراكم عليها الثلوج، وكثيراً من البحيرات والأنهار الكبيرة والصغيرة. هل تريد أي مساعدة؟ وأخذ الركاب يتحدث بعضهم مع بعض، وأنا الوحيد الذي لم يكن معي رفيق من المخلوقين يؤنسني، فأخذت أقرأ بعض سور القرآن الكريم من جزأي عم وتبارك، وكنت أشعر بحلاوة المعاني القرآنية وأرفع صوتي بالتلاوة لأسمع نفسي، وهنا سالت دموعي لتوارد بعض المعاني والمشاعر المحزنة بسبب بعد أمتنا عن هذا القرآن العظيم على ذهني، فأخذت أمسح دموعي وأواصل القراءة، وأحسست أن الراكبين الذين كانا بجاني وراكباً أمامي قد سكتوا عن الكلام، فظننت أنهم ناموا، والتفت فإذا هم جميعاً يصغون لقراءتي وكان الذي بجاني ينظر إليَّ نظرة يبدو لي منها الإشفاق، وقال لي بلطف: هل تريد أي مساعدة؟ لعله ظن أن بي وجعاً ونحوه، فقلت له: شكراً، وأخذت أقرأ سراً فرجع الثلاثة إلى المحادثة. وهبطت بنا الطائرة في مطار لشبونة في الساعة الواحدة والدقيقة الأربعين بتوقيت ألمانيا - والفرق بين توقيت ألمانيا والبرتغال ساعة واحدة تزيد في ألمانيا وتنقص في البرتغال - فكانت مدة الطيران من ميونخ إلى البرتغال - لشبونة - ثلاث ساعات إلا خمس دقائق. ودخلنا مبنى المطار وأخذت حقائبي، وأخذت أتلفت في وجوه الناس لعلي أجد من يبدو لي أنه عربي أو مسلم، فأحاول أساله بعض الأسئلة التي منها مقدار صرف الدولار بالعملة البرتغالية التي عرفت - فيما بعد - أنها تسمى: \"سكود\" إذ لم أكن أعرف عنها شيئاً، فلم أستطع التعرف على أحد. وتقدمت إلى الصراف في البنك فأعطيته خمسمائة وسبعين دولاراً يصرفها، فأخذها وهز لي رأسه وهززت له أنا رأسي، واعتبرت الهزتين إيجاباً وقبولاً قبل أن يناولني ما أستحق، فإذا الرجل يناولني مئات الآلاف، فعددتها فإذا هي ثمانمائة وواحد وخمسون ألفاً وستمائة سكوداً. فقلت: الحمد لله لقد صرت مليونيراً، لما بقي عندي من الدولارات إضافة إلى هذا المبلغ. ثم خرجت من مبنى المطار عازماً أن آخذ سيارة أجرة إلى أحد الفنادق العالمية المشهورة، لأنها أكثر أمناً من غيرها وأهلها أكثر تفاهما مع النزلاء."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "1- في مدينة لشبونة",
    "content": "الأثر يدل على المسير! فإذا أنا أرى تلك المرأة المتحجبة ومعها طفل وطفلة وأمامهما رجل، فقلت: لاشك أن هذه أسرة مسلمة، ودليلي على ذلك الحجاب، وذكرت هذا المثل: الأثر يدل على المسير. [img]pics/12/12007.jpg[/img]<< منظر لمدينة لشبونة >> فأسرعت إليهم وقلت: السلام عليكم فالتفت الرجل وقال: وعليكم السلام، فقلت من أين الأخ؟ قال من السعودية، فقلت: وأنا كذلك، هل تجيد لغة أجنبية؟ قال الإنجليزية، قلت: أنا في حاجة إلى مساعدتك، لأني لا أجيد غير لغة أبي وأمي، وأريد أن أسأل عن مسلمين في هذا البلد، فقال: خذ هذا العنوان واتبعنا في سيارة أجرة، كان العنوان هو فندق نوفتيل (NOVOTEL) ففعلت، وهناك نزلنا سوياً في الفندق في دور واحد، واستأنس بعضنا ببعض فكان يزورني في غرفتي باستمرار وهو الأخ عبد الله الريس مدير إدارة المواد في شركة كهرباء الرياض. وسألنا موظف الفندق عن أجرة الغرفة للنفر الواحد، فإذا هي عشرة آلاف سكودا تقريباً ومن هنا خف وزن مئات الألوف البرتغالية. ينبغي للشيوخ العناية بأفكار بعض الشباب: وأعود مرة أخرى لأقول كلمة عن الأخ عبد الله الريس، فقد ظهر لي أنه يتمنى أن يوفق الله العلماء في هذا العصر لاتخاذ الأساليب المؤثرة في الشباب، وذلك بالحجة والإقناع والاستعانة بثقافة العصر وعلومه، وأن ينقل الكبار من المسلمين لأبنائهم تجاربهم وخبراتهم وأن يدرسوا المستجدات المعاصرة ويأخذوا منها النافع ويتجنبوا الضار، ولا يكون بين الكبار والصغار هوة يترتب عليها الصراع، وأن يسمع الكبار آراء الصغار ويفهموا ما يفكرون فيه ويناقشوهم فيما يرون أنه جدير بالمناقشة بهدوء وبدون تعنيف ولا هجوم. وكذلك يجب أن يستفيد الصغار من تجارب الكبار في كل المجالات، وأن يوضع الكفء في مكانه المناسب، ولو كان أقل سناً وبخاصة في الوظائف الإدارية التي أصبحت في هذا الزمان لها دراسات وتخصصات نال الشباب منها قسطاً لم يتمكن بعض الكبار من الحصول عليه، وإذا توظف شاب جديد وعنده أفكار تنظيمية نافعة فعلى الموظفين الكبار قبله أن يأخذوا بالمفيد منها ولا يعتبروا ذلك مزاحمة لهم في وظائفهم أو تعالياً عليهم، فان الحق ضالة المؤمن. وأن على جميع المؤسسات، ومنها الجامعات أن تحدد أهدافها المناسبة للعصر والحاجة وأن توضع لها الخطط والمناهج على ضوء ذلك، ويجب أن تختلط تلك المؤسسات بالشعوب ولا تنعزل عن الناس، حتى لا يشعروا ببعدها عنهم وحتى لا تكون جاهلة بما يدور في أذهانهم، فان الاختلاط بالناس ومعرفة أفكارهم يمكن تلك المؤسسات والقائمين عليها من اتخاذ الأساليب المناسبة لجذبهم، سواء كان ذلك في المناهج أو المحاضرات أو الكتب أو غيرها. وهذا هو الذي يحدث التغيير في النفوس، أما إذا لم يحصل الاختلاط والتعرف على ما عند الآخرين، فإن الناس لا يفهمون ما يريد المتحدث إليهم حق الفهم، وإنما تعرفه طبقة معينة هي الطبقة المتخصصة. كالعيس في البيداء يقتلها الظما! بعد أن أخذت قسطاً من الراحة في غرفتي خرجت بعد العصر أتجول ماشياً في الحارة القريبة من الفندق، والعمارات المجاورة للفندق فخمة، ولكن لما ذهبت إلى المنطقة التي وراء الفندق وجدت منازل مبنية من الأخشاب والزنك ويسكن بها أناس ملونون، ويظهر عليهم الفقر والعوز، وتجولت أكثر من ساعة، وفي الجهة الشرقية الجنوبية للفندق مررت بمبنى شبهته بمسجد وهو بناء جديد وتوجد به ما يشبه المئذنة، وأردت أن أدور حوله حتى أرى بابه ولكني فضلت عدم ذلك، إذ لم أر له باباً على الشارع وخشيت إن أنا ذهبت أنظر إلى بابه من الخلف أن يظن بي من يراني شيئاً آخر إذا لم يكن مسجداً، وقد تبين فيما بعد أنه مسجد! العثور على الأخ موسى عمر: الاثنين: 3/1/1409 هـ -14/8/1988م ولكن تمكنت في الليل من الاتصال بالأخ الطبيب المسلم موسى عمر وهو من أصل باكستاني ولكنه برتغالي الجنسية، له في لشبونة عشرون عاماً وجاءني صباح هذا اليوم إلى الفندق، وعندما أخبرته أني لم أعرف هنا أحداً ولا أعلم مركزاً إسلامياً إذ ليس عندي عنوان، وقف بجانب نافذة الغرفة وأشار إلى المبنى الذي كنت ظننته بالأمس مسجداً، وقال هذا هو المسجد الجامع بجوارك فقلت: سبحان الله لقد كنت شبيهاً بمن أراده الشاعر في قوله: [sh][shtr]كالعيس في البيداء يقتلها الظما= والماء فوق ظهورها محمول[/shtr] [/sh] وبزيارة المسجد تحقق المقصد: الثلاثاء: 4/1/1409 هـ -15/8/1988م جاء إلي الأخ موسى عمر وذهبنا إلى المسجد فصلينا الظهر، وإمامه الحالي شيخ مغربي يدعى محمد أحمد البقالي عمره إحدى وستون سنة (سيأتي الكلام عنه)، والتقينا عند الإمام بعد الصلاة المستشرق البرتغالي: ماريانو - وسيأتي ذكر المقابلة التي أجريتها معه - وهو يتحدث ويقرأ باللغة العربية وكتابته بها لا بأس بها، وعنده اهتمام بالحضارة الإسلامية الأثرية، وله خبرة طيبة بأماكن الآثار في البرتغال، واتفقت معه أن نزور بعض المدن البرتغالية في الجنوب للاطلاع على بقية أطلال المسلمين التي لا زالت تشير إلى من كان هناك من أبناء الفاتحين. [img]pics/12/12008.jpg[/img]<< الكاتب في الوسط وعلى يساره إمام الجامع الكبير في لشبونة وعلى يمينه المستشرق البرتغالي ماريانو في ساحة الجامع المذكور 4/1/1409هـ >> مع إمام الجامع الكبير في لشبونة: الأربعاء: 5/1/1409 هـ -16/8/1988م جاء الأخ محمد البقالي إمام المسجد إلى الفندق لآخذ منه بعض المعلومات. ولد في تطوان بالمغرب، وتخرج في كلية أصول الدين جامعة القرويين، عمل في التعليم لمدة أربعين سنة، بعضها كان فيها مفتشاً. وتعاقد مع رابطة العالم الإسلامي سنة 1982م للقيام بالدعوة في البرازيل، ومكث في مدينة برازيليا العاصمة ست سنوات. ثم طلب نقله إلى البرتغال وجاء إلى لشبونة سنة 1987م. وقال الشيخ البقالي: إن البرتغال كانت في العهد الإسلامي من دويلات الأندلس الأسبانية، ولم تقم فيها دولة إلا بعد خروج المسلمين منها. ومن العلماء البارزين الذين كانوا بالبرتغال القاضي الأشبوني نسبة إلى لشبونة، لأنه كان مقيماً بها. وكان في لشبونة سبعة إخوة من المسلمين يسمون بالمغرورين، بسبب تصميمهم على مواصلة الفتح وخوض المحيط الأطلسي الذي كان يسمى بحر الظلمات وقد خاضوه فعلاً ووصلوا إلى جزيرة فيه وصفوها ووصفوا أهلها وظهر من وصفهم بعد ذلك عندما اكتشف كريستوف كولومبس أن الذين وَصَفَهم الإخوة المغرورون هم الهنود الحمر، لأن أوصافهم متطابقة مع وصفهم. وكان يوجد حي في لشبونة يسمى حي المغرورين قبل خروج العرب منها، ذكر ذلك شكيب أرسلان في كتاب الحلل السندسية وذكرها غيره من المؤرخين. وعندما أجبر المسلمون على الجلاء عن البلاد تابعت محاكم التفتيش من بقى منهم ومن اليهود. ومظالم تلك المحاكم وظلمها معروف. ثم جاء دور غزو البرتغاليين للعالم، وقد استفادوا في ذلك من المسلمين الذين فتحوا بلادهم، مع الفرق في الهدف من الغزو عند الفريقين. وكان أول بلد استولوا عليه مدينة سبتة المغربية، وكانت مملكة غرناطة العربية ما زالت موجودة. وعمل البرتغاليون على قطع مملكة غرناطة عن مملكة المرينية في المغرب، وهي التي كانت تحد مملكة غرناطة الإسلامية. وقد أغرى البرتغاليين نجاحُهم في احتلال سبتة بمواصلة غزو البلدان الأخرى، وساندهم البابا على احتلال المغرب، فكونوا جيشاً ووصلوا إلى قرب مدينة القصر الكبير، حيث وقعت بينهم وبين الجيش المغربي معركة سميت معركة وادي المخازن، سقط فيها ملك البرتغال وابن عم الملك المغربي الذي كان مع الجيش البرتغالي يطالب بالعرش المغربي، كما سقط ملك المغرب، ولذلك سميت هذه المعركة أيضاً بمعركة الملوك الثلاثة عند الأجانب الأوربيين وتوقف بذلك البرتغاليون عن الاستمرار في غزو أفريقيا. وانقطعت منذ ذلك الوقت صلة الإسلام بالبرتغال وعاد غريباً. وعدد سكان البرتغال الآن يزيد عن سبعة ملايين وهي الآن جمهورية. وكان يحكمها دكتاتور كبير يسمى لازار وقد مكث في حكمها أربعين سنة تقريباً ويشبهه بعض الناس بهتلر في دكتاتوريته.  [[وقد أنكر ذلك المستشرق ماريانو وأثنى على لازار، وقال: إنه أقام دولة البرتغال وقواها لقوة شخصيته وحزمه وليس يشبه هتلر في دكتاتوريته]]. وقام الجيش بثورة ضده، وكانت ثورته سلميه، وسميت بثورة القرنفل، لأن الجيش كان يضع بدل الذخيرة والرصاص في البنادق قرنفلاً. المسلمون في البرتغال: وقال الشيخ البقالي: إن المسلمين من أصل برتغالي قليلون جداً يعرف منهم عشرة أشخاص فقط، أسلم بعضهم في موزمبيق قبل عشرة أعوام، ولما استقلت موزمبيق وقام فيها نظام شيوعي رجعوا إلى بلادهم - البرتغال - وعدد المسلمين الوافدين -من خارج البرتغالي - يقدر بتسعة آلاف وقد يصل إلى أربعة عشر ألفاً. المسلمون الموجودون في البرتغال يتكونون من العناصر الآتية: الهنود، والأفارقة، والعنصر الْمُولَّد، والسلك الدبلوماسي، والمسلمون من أصل برتغالي. والهنود وفدوا من الهند أو من المستعمرات البرتغالية، وهم يحملون معهم التعصب الطبقي والشقاق العنصري. ومعظمهم قدموا من موزمبيق بعد استقلالها وقيام النظام الشيوعي فيها وقد منحتهم البرتغال الجنسية وقدمت لهم المساعدات ومنحتهم من الامتيازات ما يتجاوز حقوق المواطن البرتغالي العادي من القروض المصرفية والتسهيلات حتى غدت طائفة منهم من الأثرياء المرموقين. وهم يتحدثون باللغة الأردية والبرتغالية والإنجليزية، ولا يميلون إلى اللغة العربية، وذلك يحول بينهم وبين المعرفة لمصطلحات الإسلام، ويسيطرون على المسجد المركزي في لشبونة والمساجد الأخرى في البرتغال. أما الأفارقة فأغلبهم من البلدان الآتية: موزمبيق، غينيا بيساو، جزر الرأس الأخضر. وكثير منهم جنود عملوا تحت الألوية البرتغالية الاستعمارية ثم سرحوا. وكثير منهم يمتهنون الشعوذة ككتابة التمائم والتعاويذ والطب الشعبي المبني كثير منه على الجهل. والموزمبيقيون ينتسبون إلى المذهب الحنفي، بخلاف الغينيين فإنهم ينتسبون إلى المذهب المالكي من سكان إفريقيا الشمالية والغربية ويرتلون القرآن على قراءة ورش، ولا يكرهون اللغة العربية كما يكرهها الهنود. وزنوج غينيا بيساو أكثر الجالية الزنجية في الحركات العمالية والنقابية، وليسوا مهتمين بالنشاط الإسلامي، ولذلك استقل الهنود بتسيير شؤون المساجد. أما المولدون - وهم العنصر الثالث - فهم يحملون الدم الآسيوي الهندي والدم الأفريقي الزنجي، وهم يفضلون الانتساب إلى الهنود ويظهرون بالمظهر الهندي ويأنفون من الانتساب إلى العنصر الأفريقي. وأما السلك الدبلوماسي الإسلامي، فإن البلدان التي لها سفارات مقيمة في البرتغال هي: الجزائر، ومصر، والعراق، وإيران، وليبيا، والمغرب، والباكستان، وتركيا، ويغطي سفير المملكة العربية السعودية في مدريد العمل الدبلوماسي في لشبونة. وهؤلاء السفراء هم الذين يشرفون على المركز الإسلامي الذي أسس سنة 1978م. وأما المسلمون الذين هم من أصل برتغالي، فمن المعروف أنه عندما خرج العرب من شبه الجزيرة الإيبيرية، قامت محاكم التفتيش بتتبع من بقى من المسلمين متشردين بدينهم وأخذ كل من عرف منهم إلى معتقلات التعذيب، ثم إلى المحرقات لحرقهم والقضاء عليهم، ومن ذلك الوقت انقطعت صلة البلاد بالإسلام. وعندما انتهت محاكم التفتيش دخلت البرتغال في فترة أخرى تميزت بالاكتشافات والغزو والرحلات، واجتياح مساحات واسعة في بلاد آسيا وأفريقيا وأمريكا تلتهم خيراتها وتستعبد أبناءها. واكتسبت بذلك سمعة سيئة على الصعيد العربي والإسلامي، جعلها ذلك بعد انقضاء الاستعمار شبه منعزلة عن العالم الإسلامي، فكان ذلك سبباً في ندرة من يدخل الإسلام من البرتغاليين، ولذلك لا يعرف الآن أكثر من عشرة أشخاص [[ذكر غير الشيخ البقالي أن عدد المسلمين من البرتغاليين ستة عشر شخصاً وسيأتي]] منهم دخلوا في الإسلام، وأغلبهم دخل الإسلام في المستعمرات البرتغالية السابقة وهم متثقفون: أساتذة وصحفيون، وموظفون حكوميون، وهم يميلون إلى إبعاد السفراء المسلمين من التدخل في شؤون المسجد المركزي، بحيث يبقى ذا صبغة وطنية برتغالية. والحقيقة أن هذه الدعوة هي خطة وراءها ما وراءها من الأسرار والخبايا، ومن المرجح أن بعض الأنظمة الفتانة هي التي تنفخ في جذوة هذه النعرة، ليتسنى لها السيطرة على الوضع الديني بعد أن يخلوا لها الجو من كل العناصر التي تستطيع الوقوف في وجهها، ويصبح المسجد المركزي والمساجد الأخرى مسيرة من طرف أناس ضعاف ناقصي الخبرة أو حديثي عهد بالإسلام.  [[قلت: ولعل المسلمين البرتغاليين عندهم نفور من المسلمين غير البرتغاليين خوفاً من خلافاتهم ومشكلاتهم التي يسمعون عنها في بلدانهم!]]. المساجد في البرتغال: المسجد المركزي في لشبونة: يعتبر المسجد المركزي في لشبونة وليد القاعة التي خصصتها السفارة المصرية في مقرها لأداء صلاة الجمعة في عهد السفير الجنرال سعد محمد الشاذلي. وفي 11/6/1969م منحت الحكومة البرتغالية قاعة مؤقتة للجالية الإسلامية في حي \"نهج\" لإقامة الصلوات، ريثما يتم بناء المسجد الجديد الذي قررت له بلدية لشبونة تخصيص قطعة أرض بمنطقة الحي الأزرق لإقامته عليها. وقد أسهمت الحكومة السعودية، كعادتها في مثل هذه المشاريع، بحصة الأسد (أي بالنصيب الأكبر) لإقامة هذا المسجد. وبتاريخ 27 رجب سنة 1405هـ الموافق 29مارس1985م فتحت أبواب المسجد للمصلين، وبقى على الجالية الإسلامية أن تستكمل بناء بعض المصالح التابعة له، كدورات المياه، وقاعة الأكل، والمطبخ، والمدرسة، وغيرها من المصالح الأخرى.  [[أخبرني بعد أن عدت من هذه الرحلة بعض المسؤولين في رابطة العالم الإسلامي أن الرابطة بعثت مبلغاً من المال لاستكمال بعض المصالح المذكورة]]. وحسبما هو رائج في الأوساط الإسلامية هنا - وحتى بين الأوساط غير الإسلامية - فانه وقع تلاعب في الأموال التي خصصت لبناء المسجد، وتجاوزات للمواصفات الفنية المعمارية، والواقع أن المسجد والمرافق التابعة له لم يكتمل بناؤها على الوجه المرغوب، ويظهر ذلك واضحاً عندما تهطل الأمطار في فصل الشتاء، حيث تتسرب المياه إلى داخل المبنى من كل الجهات، وتزمجر الرياح العاصفة بين جنباته، ويشتد البرد داخله بشكل مريع [[الشيخ البقالي يقول هذا عن دراية لأنه يسكن في غرفة من غرف المسجد]]. ويسهر المركز الإسلامي - أي مجلس السفراء - على تقديم المساعدات الضرورية لتسيير مرافقه، كما تقوم الجماعة الإسلامية بلشبونة (C.I.L) بصيانته، وذلك مما يتوفر لديها من أموال الصدقات والتبرعات. المساجد الأخرى: توجد بضواحي العاصمة لشبونة مساجد جاهزة، وهي عبارة عن شقق سكنية أو متاجر تبرع بها بعض المحسنين أو اقتنتها الجماعة المسلمة المقيمة في الضاحية، لإقامة الشعائر الدينية بها وتوفير مكان تجتمع فيه عند المناسبات الاجتماعية وغيرها. وهذه المساجد تحمل أسماء الضواحي التي توجد بها وهي: المسجدبعده عن المسجد المركزيعدد العائلات المسلمةLARANGEIR15 كيلو متر120 ,,ODIVELAS10 ,,100 ,,COLINA DO SOL7,,30 ,,CARNACHIDE12 ,,8 ,,SANTO ANTONIO CAVALEIROS20 ,,68 ,,POVOA DE SANTO ADRITAO16 ,,25 ,,FEITAS12 ,,60 ,,PORTELA10 ,,30 ,,FONTEDA CASA28 ,,20 ,,كما توجد مساجد بمدن أخرى أقامها بعض أصحاب المتاجر في متاجرهم  نفسها وهي: المسجدبعده عن العاصمةعدد العائلات المسلمةSETUBAL55 كيلو متر9CASTANHEIRA35 ,,4ALVERCA35 ,,8LEIRA120 ,,5PASSO DE ARLOS28  ,,5وهناك مساجد أخرى لا تزال في حيز الإعداد، وهي في طريقها إلى الإنجاز، وهي: الجماعة الإسلامية في لشبونة. تأسست الجماعة الإسلامية في لشبونة سنة 1968م اجتماع ونجاح ثم نزاع وفشل! ومن ذلك التاريخ وأعمالها تسير في جو يسوده الإخاء والتفاهم. وابتداء من سنة 1984م أخذ الوهن يدب في صفوفها، وبدأت المشاكل تطفو على السطح، لأسباب عدة، منها: ظهور زعامات جديدة تتطلع إلى منافسة المؤسسين الأوائل للجماعة: الدكتور سليمان والي محمد، الذي ناضل وكافح من أجل تحقيق حلمه الأسمى: بناء أول مسجد في البرتغال بعد أن غاب الإسلام عنها طيلة خمسة قرون. تمخضت الخلافات عن ظهور لائحتين: ( أ ) و (ب) لخوض الانتخابات سنة 1985م يترأس اللائحة الأولى ( أ ) فيها الدكتور سليمان والي محمد، واللائحة الثانية (ب) الدكتور محمد إدريس وكيل، إلا أن هذا الأخير تنازل في آخر الأمر لمرشح آخر، وأثناء هذه الانتخابات حصلت مشادة واضطراب أديا إلى توقيفهما، غير أن بعض الأصوات التي كان قد بعث بها أصحابها عن طريق البريد، كانت قد أدخلت صندوق الاقتراع، وهي عشرة أصوات. وفي 19/5/1985م أحضر صندوق الاقتراع الذي كان قد احتفظ به في منزل المهندس غالب الرحمن  الذي كان ينوب عن رئيس الجمعية العمومية المهندس كريم أبي عبد الله، وأُجري اقتراع أسفر عن النتائج الآتية: -اللائحة ( أ ) الدكتور سليمان والي محمد 79 صوتاً. -اللائحة (ب) الدكتور موسى عمر 279 صوتاً. -الأصوات الملغاة: 244صوتاً. فما كان من الدكتور سليمان والي إلا أن اعتبر ذلك خرقا للقانون، لاعتبارات متعددة منها: -وجوب توجيه الاستدعاء إلى سائر الأعضاء، الأمر الذي لم يحدث. -وجوب إذاعة الاستدعاء عن طريق وسائل الإعلام، الأمر الذي لم يحدث. وقد أذاعت الجرائد آنذاك أن سائر الأصوات الملغاة (244 صوتاً) هي في الحقيقة أصوات المناصرين للدكتور سليمان والي، الذين لم يستدعوا ولم يحضروا. أما مؤيدو الدكتور موسى عمر فيقولون: إن الاقتراع كان مشروعاً، وان لم يحضر كل أنصار اللائحة الأخرى. رفع سليمان والي  القضية إلى العدالة البرتغالية لتبت فيها، وقد حاول مجلس سفراء الدول الإسلامية التدخل لدى الفئتين لإصلاح ذات البين، إلا أن الخلافات كانت قد استفحلت واستعصت على الحل. وبعد تدخلات من جهات متعددة، وخصوصاً من بعض ذوى النيات الحسنة خصوصاً الأمين العام المساعد لرابطة العالم الإسلامي السيد أمين عطاس الذي حضر إلى البرتغال للقيام بدور المصالحة، توصل الجميع إلى الاتفاق حول حل مؤقت وسط، يتمثل في تأسيس لجنة لتسيير شؤون المسجد تتألف من ممثلين عن اللائحة ( أ ) وممثلين عن اللائحة (ب) وممثل عن منظمة التحرير الفلسطينية كرئيس لهذه اللجنة، مندوباً عن السادة سفراء الدول الإسلامية. وعند حضوري [[أي صاحب التقرير]] إلى البرتغال وجدت الوضع على هذه الحال كل من الدكتورين سليمان وموسى يعتبر نفسه رئيساً للجماعة، ويكيل لخصمه من التهم ما لا يعد ولا يحصى، فحاولت ما وسعتني الحيلة وضع حد لهذه المشاكسات، وقمت باتصالات متكررة بكل واحد منهما على حدة، قصد تقريب وجهات النظر وإيجاد قاسم مشترك يمكن أن يقع عليه اتفاقهما، وأوضحت لهما بشاعة الموقف يوم يقفان أمام القضاء البرتغالي يتهم كل واحد منهما الآخر، الذي يعطي لخصوم ديننا الحجة ويوفر لديهم كل وسائل الطعن والتجريح في هذا الدين بما نقدمه لهم من صور لا تليق بسمو تعاليمه ونبل أخلاقه.  [[والأوربيون المثقفون لا يفرقون بين منهج الإسلام وتصرفات المسلمين التي تخالفه، إما عمداً وإما جهلاً والغالب الأول، وبخاصة من قبل المستشرقين ورجال الكنيسة]]. كان هدفي من وراء ذلك أن يقع سحب القضية من المحكمة قبل حلول موعد التقاضي، ولكن الجانبين تصلبا في موقفهما وتشبثا بآرائهما، فيئست من المحاولة، وبقيت أنتظر نتيجة التقاضي. وبتاريخ21 يناير 1988 مثل الطرفان أمام قاضي المحكمة لدائرة لشبونة الذي حثهما على المصالحة ونسيان ما مضى وإعادة الانتخابات، فقبل كل منهما العرض وتنازلا عن كل مطالبهما. وقد صرح لي كل منهما أنهما عملا بنصائحي وتوجيهاتي، فأحسست آنذاك أن جهودي لم تذهب سدى وأن الله لا يضيع أجر من أحسن عملا. وقد اتفقا أمام القاضي أن يضاف إلى لجنة تسيير شؤون المسجد المؤقتة أعضاء آخرون، بحيث تصبح مؤلفة على الشكل الآتي: 4 أعضاء من اللائحة ( أ ) و4 أعضاء من اللائحة(ب) وأحد السفراء المسلمين منسقاً، ثم أضيف سفير آخر فأصبحت اللجنة مؤلفة من عشرة أعضاء مهمتها شؤون المسجد والجماعة لمدة ستة أشهر وتهيئ للانتخابات العامة. وقد اقترح السيد رئيس المركز الإسلامي سفير الجمهورية العراقية على الدكتور سليمان والي أن يتولى رئاسة الجمعية العمومية بدل ترشيحه للرئاسة، فقبل، كما اقترح أن تسند مهمة رئاسة اللجنة المالية إلى الدكتور موسى عمر، أما رئاسة المجلس الإداري فقد اقترحت على السيد الدكتور عبد المجيد وكيل، وهو من رجال المصارف في لندن، وقد كان كاتباً للدولة في موزمبيق على عهد النظام الاستعماري البرتغالي هناك. جماعات أخرى: جماعة التبليغ والدعوة: إن نشاط هذه الجماعة معروف في العالم الإسلامي وفي المغتربات ويترأسها في البرتغال رجل اسمه سولي، وهو ترخيم لاسم سليمان، وجماعة البرتغال مسؤولة عن النشاط التبليغي في البرتغال وأسبانيا وإيطاليا وسويسرا واليونان. وينتسب أفراد هذه الجماعة - بحكم أنهم مسلمون - إلى الجماعة الإسلامية بلشبونة (C.I..L) غير أن لهم تنظيماً خاصاً بجماعتهم يعرفون به وينفردون به عن سائر الجماعات الإسلامية الأخرى. والحق أن عهدي بهذه الجماعة أنها لا تألوا جهداً في الدعوة إلى الله وإعلاء كلمته ونشر تعاليمه بالسلوك والعمل قبل القول والجدل [[في حدود منهجهم الذي يسيرون عليه نعم!]] وبخصوص جماعة البرتغال هذه فإن أفرادها لا يحشرون أنفسهم في مشاكل الجماعة الإسلامية التي يرون أنها تتمحور في الصراع حول الزعامات والتنافس على المناصب والرتب أكثر مما تهدف إلى خدمة قضايا الإسلام والمسلمين. وأفراد هذه الجماعة مبثوثون في كل مساجد العاصمة وضواحيها ولهم بكل مسجد أمير لجماعته. غير أن لهم ممارسات ينظر إليها باقي أفراد الجماعة بشيء من الاستنكار مثل إلحاحهم الشديد على الناس في الانضواء تحت لوائهم  [[كل الجماعات تسلك هذا المسلك وان اختلف الأسلوب]] وصرف الشباب عن دراستهم وأعمالهم [[وهو أمر لا نوافقهم عليه]] وذلك بشغلهم بذلك الخروج الذي تطول مدته أو تقصر، حسب رتبة المتعهد بالعمل معهم. جمعيتان نسائيتان: تستقطب الحركة النسوية جمعية لها شخصيتها القانونية ونظامها الأساسي، تترأسها سيدة برتغالية اعتنقت الإسلام في موزمبيق، وهي زوجة أحد المنحدرين من أصل خلاسي موزمبيقى، تشارك هذه الجمعية في النشاط الإعلامي، مقدمة من حين لآخر برامج عن المرأة المسلمة على شاشة التلفزة، وفي قاعات بعض الكليات. وتوجد جمعية أخرى تتألف من نسوة محافظات همهن إقامة الموالد والمناحات في المسجد بمناسبة وغير مناسبة. والجماعة الإسلامية تنظر إلى الجمعية الأولى نظرة [[الحركة النسوية]] ارتياب وسوء ظن وتتهمها بالتحلل من أصول الاحتشام والاحتجاب. جمعيتان للشباب المسلم: بلشبونة جمعيتان لحركة الشباب المسلم للشؤون الرياضية والثقافية والاجتماعية هما: -المجموعة الرياضية الترويحية بلشبونة (G.D.R.C.I.L). -الشبيبة الإسلامية البرتغالية (J.I.P). المجموعة الأولى تضم العناصر الهندية، والمجموعة الثانية تتألف من العنصر الهندي والعنصر الإفريقي. ومن أبرز نشاط الجمعية الأولى تنظيم المباريات الرياضية لكرة القدم والكرة الطائرة وكرة السلة وبين جميع الشباب المنتسبين إلى مساجد العاصمة، وكذلك إقامة مهرجانات ثقافية بمناسبة انتهاء الفترات الدراسية. أما المجموعة الثانية فهي حديثة عهد بالإنشاء، وكان أول نشاط قامت به اتصالها برجال الأعمال المسلمين قصد إيجاد عمل للشباب المسلم العاطل، هذا الجهد الذي لم يؤت ثمرته. أتباع الطرق الصوفية: لا يخلو المجتمع المسلم بالبرتغال من وجود منتسبين لبعض الطرق الصوفية التي تعج بها البلاد الإفريقية، وهؤلاء هم الذين يتولون إقامة الموالد في المساجد بمناسبات المولد النبوي وعاشوراء والمعراج والنصف من شعبان وهم يطلقون المولد على كل هذه المناسبات، ويحتفظون في بيوتهم بإزاء المصاحف الشريفة بطبعات الأوراد ومدائح المتصوفة، وكأنها شيء مقدس. المتصوفون من أهل إفريقيا الشرقية كالموزمبيقيين يتبعون الطريقة الشاذلية بفروعها، وكذلك الطريقة القادرية. أما المتصوفون من أهل غينيا بيساو فهم من أتباع الطريقة التيجانية. الجماعات الضالة: كنت أود أن لا أتطرق للحديث عن هذه الفئات لو أنها لا تدعي الانتساب إلى الإسلام، أما والحالة أنها تنسب نفسها إلى الإسلام وتتكلم باسمه، فيجب الإشارة إليها ولو باقتضاب، وهي جماعتان: -الأولى الإسماعيلية. -والثانية القاديانية. الإسماعيلية: وهم أتباع الطائفة من الشيعة وهم يتبعون (أغاخان) وهم هنا بالبرتغال قلة، وأثرياء، ولكن صفوفهم مجتمعة، ولهم خانهم الذي يؤدون به صلواتهم، وهو محشو بالصور، وربما كان العدد الذي تقدمه بعض النشرات عن المسلمين بالبرتغال يضم هذه الفئة. القاديانية: لم يكن لهذه الجماعة الضالة وجود يذكر بالبرتغال، إلا أنهم بتاريخ 4نوفمبر1987م قامت جماعة من الهنود بتسجيل اسم جمعية تابعة لهذه الفئة لدى مكاتب التسجيل العمومية البرتغالية تحت اسم \"الجمعية الأحمدية الإسلامية بالبرتغال\" وبمجرد أن علمتُ بذلك قمت بتحذير المسلمين من هذه الجماعة وتوجيه انتباههم إلى أنها جماعة ضالة خارجة على الدين لعدم اعتقادهم بانتهاء الرسالة بخاتم الأنبياء والمرسلين سيدنا محمد صلى الله عليه وسلم ولإيمانها بمبتدعات مؤسسها التي لا تمت إلى الدين الإسلامي بصلة لا من قريب ولا من بعيد. [[بل عامتها تنافيه وتضاده]]. وقد حضر أحد أعضاء هذه الجماعة إلى مسجد (؟) ليدعو إلى ضلالاته فاكتشف أمره وأخرج مذموماً مدحوراً. الصحافة: إذا كانت الجماعة الإسلامية بلشبونة قد تأسست سنة 1968م، فانه كان من الطبيعي أن يبرز من بين صفوفها من يتولى أمر التعبير عن آلامها وآمالها، ويكون لسان حال التيارات المتصارعة داخلها، وذلك بما يصدره من نشرات دورية أو كتيبات أو مجلات. وبالفعل ظهرت إلى الوجود ثلاث مجلات: -الفرقان. -القلم. -النور. مجلة الفرقان: مديرها ومؤسسها محمد يوسف المعروف باسم يوسف آدم جي، وهو ابن عم شقيق للدكتور محمد والي، وفي نفس الوقت عدوه اللدود لا يني عن إنكار تسلطه وتصرفه. ويساعده في تسيير المجلة برتغالي اعتنق الإسلام اسمه محمد علي وهو من أشد أعداء الدكتور سليمان تشنيعاً بما يصدره حول سيرته واتصالاته داخل المجتمع البرتغالي. يقال: إن هذا الشخص  [[يعنى محمد على وسيأتي تسجيل لقائي معه]] كان في صفوف الحزب الشيوعي في موزمبيق وهناك اعتنق الإسلام وحسن إسلامه، ثم هاجر إلى البرتغال بلده الأصلي. أسست المجلة بتاريخ 2/4/1981م، وهي على اتصال بالأنظمة الإسلامية المتطرفة،  [[لا أدرى أي الأنظمة يريد الشيخ البقالي؟!]] وتصدر باللغة البرتغالية، وعندها رصيد من الشركات والمحلات التجارية التي تزودها بما تحتاج إليه من المال مقابل ما تنشره لها من الإعلانات. مجلة القلم: وهي مجلة باللغة البرتغالية كذلك، مؤسسها فاروق علي جاديت، لها مرشد ديني، وهو إمام سابق بالمسجد المركزي، اسمه أمين الدين محمد يعمل حالياً في موزمبيق ومتعاونون آخرون يبلغ عددهم سبعة، وقائم على التصوير الفوتوغرافي. وتصدر مرة كل ثلاثة أشهر، صدر العدد الأول منها بهذه العبارة: \"بمساعدة من جمعية الدعوة الإسلامية في طرابلس، وبتنسيق مع المكتب الشعبي للجماهيرية العربية الليبية الشعبية الاشتراكية - لشبونة البرتغال\". صاحب هذه المجلة يتعاطف مع الدكتور سليمان والي، ينشر له مقالات ويعبر عن نشاطاته المختلفة. مجلة النور: وهي مجلة تصدر مرة كل شهرين باللغة البرتغالية، وهي لسان حال \"الجماعة الإسلامية لجنوب نهر التاجة\" مقرها بضاحية: من ضواحي لشبونة منسقها: حسن بيقه وله ثلاثة مساعدون. يساندها في الصدور صاحب المجلة الأولى \"الفرقان\" محمد يوسف آدم جي، وخطها السياسي غير معروف. ما تحتاج إليه الجالية الإسلامية من مساعدات: بقي أن أشير في النهاية إلى أن الجماعة الإسلامية بلشبونة لا تزال تشتكي الخصاصة في الكثير من المرافق الدينية والاجتماعية، فهي في حاجة إلى مقبرة لدفن موتى المسلمين، حيث يدفنون الآن بين أموات النصارى، وإلى مكتبه باللغات اللاتينية: البرتغالية، والأسبانية، والفرنسية، وكذلك إلى كتب باللغة الإنجليزية، وإلى مصاحف وتفاسير وكتب في الحديث والفقه، وإلى ثلاثة معلمين على الأقل، لتعليم أبناء الجالية القرآن والعربية ومبادئ العقيدة والعبادات. وبهذا الصدد كنت قد اقترحت على الجالية أن أتكفل بالدخول في مفاوضات مع وزارة التعليم المغربية لانتداب ثلاثة من المعلمين المختصين للقيام بهذه المهمة، على غرار ما تفعله مع الجاليات المسلمة في باقي الأمم الأوربية، ولكن ذلك بقي صيحة في واد.  [[إلى هنا انتهي تقرير الشيخ محمد البقالي المغربي إمام المسجد المركزي في لشبونة في الوقت الحاضر والمبعوث من قبل رابطة العالم الإسلامي في مكة المكرمة]]. جولة في مدينة لشبونة وضواحيها: وفي هذا اليوم استأجرنا سيارة وقمنا بجولة في مدينة لشبونة وضواحيها لمدة لا تقل عن خمس ساعات. ومن الميادين المشهورة التي مررنا بها ميدان: بومبال سمي باسم أحد المصلحين البرتغاليين الكبار، وله تمثال في وسط الميدان، يقال: إنه وقف ضد محاكم التفتيش، ولذلك كان الرهبان يبغضونه بغضاً شديداً. ومررنا بمركز البلد المسمى: (ROSIO)، وهو شبيه بشوارع القاهرة القديمة وتركيا ويزدحم بالسائحين، وكانت فيه محاكم التفتيش التي أُحرِق بها من بقى من المسلمين، وتسمى المنطقة: منطقة الفاما - أي الجامع - لأن الجيم تنطق عند البرتغاليين فاء. وصعدنا إلى تل مرتفع لا زال يوجد فيه آثار مباني المسلمين قائمة وتسمى القصبة، وهي تشرف على المنطقة من جميع الجهات وتشرف على النهر المسمى بنهر التاجة، وينطق الآن التيجو ويصب في المحيط الأطلسي، ولعله كان يسمى في العهد الإسلامي نهر التاج محرف، وهو ينبع من أسبانيا. ويوجد جسر على هذا النهر يصل المدينة بضاحية في جنوبها تسمى: المدى، والجسر يسمى القنطرة هكذا ينطق وهذه حروفه (ALCANTRA) وهو اسم عربي قح، وتوجد آثار في جنوب النهر تدل على أصل لهذه القنطرة. تجولنا في القصر الموجود على ذلك التل، ودرجه يشبه درج قصور صنعاء، وهو واسع جداً. ومررنا بكنيسة تسمى: كارمو (CARMO) وكانت مغلقة، وقد هدمها وما يجاورها من مبان الزلزال الذي حدث سنة 1755م وأعيد بناؤها ويقال: إن هذا الزلزال وصل أثره إلى المغرب وسقط بسببه جانب من صومعة حسان.كما مررنا بمبنى البرلمان المسمى: سانتو (SANTO) وبينه وبين النهر مسافة نصف كيلو تقريباً. ومررنا بجانب من القنطرة - طرفها - الشمالي وقد كتب عليها قنطرة (25 أبريل 1974) تخليداً لسنة الثورة على سالازار، ويوجد بجانبها نصب تذكاري لفتوحات البرتغال. كما يوجد بناء عالٍ وضع تذكاراً للاكتشافات في عهد الملك دون إنريكي سنة 1460م وكان بناؤه بمناسبة مرور المائة الخامسة لذكرى الملك. كل هذا على ضفة النهر الشمالية في جنوب مدينة لشبونة. ثم عدنا إلى الضفة الجنوبية عن طريق الجسر الذي يبلغ طوله ثلاثة كيلو متراً ونصفاً، ويوجد في نهاية الجسر في الجنوب تمثال على عمود كبير طويل، والتمثال للمسيح حسب زعمهم وتسمى الضاحية التي يؤدى إليها الجسر لرانجيرو (LARANGEIRO)، وعلى ساحل البحر على يمين القنطرة ضاحية تسمى كاباريكا (CAPARICA). وذهبنا إلى شاطئ المحيط الذي يبعد عن مدينة لشبونة بحوالي خمسة عشر كيلومتر، وهو الذي كان يطمح الإخوة المسلمون السبعة في خوضه وهم المسمون بالمغرورين كما مضى. ثم قفلنا راجعين ومررنا في طريقنا بوزارة العدل في منطقة الحي الأزرق وبجانب الوزارة السجن المدني ويبدو أن وضع السجن بجانب الوزارة يوفر عليهم المسافة ويقلل من خطر هروب السجناء. وفي نفس المنطقة شيد المسجد المركزي. ورجعت إلى الفندق لآخذ الراحة مساء. اغتيال ضياء الحق! وفي الساعة السادسة مساء من هذا اليوم فتحت المذياع، فكان أول نبأ سمعته منه من إذاعة لندن تحطم طائرة ضياء الحق ومن معه في جنوب البنجاب، وكان معه السفير الأمريكي في الباكستان، وبعض الضباط الباكستانيين، وعددهم 37 راكباً في الطائرة، منهم الجنرال أخطر، وتولى رئاسة الجمهورية مؤقتاً غلام إسحاق خان رئيس مجلس الشيوخ. وكان ضياء الحق قد تولى السلطة سنة 1977م، أي أن له في رئاسة الجمهورية إحدى عشرة سنة. من قتل ضياء الحق؟ وسألت نفسي عندما سمعت هذا الخبر المفجع: من قتل ضياء الحق؟: أمريكا، أم روسيا، أم الهند، أم هم جميعاً. وسألت مرة ثانية نفسي: ترى هل وجود السفير الأمريكي مع ضياء الحق يبرئ أمريكا من قتله؟ أم أن الأمر بالعكس قد تكون خططت لقتل ضياء الحق ووضعت السفير معه من أجل أن يفهم الناس براءتها من قتل ضياء الحق؟ ثم قلت: ننتظر الحقائق، وإن كانت الشعوب لا تتمكن من الحصول على الحقائق ويعلمها أعداء الشعوب قبل وقوعها لأنهم يخططون لها، وبعد وقوعها لأنهم تابعوا تنفيذها. ومما لا شك فيه أن أمريكا وروسيا وأعوانهما من الهند والحكومة الشيوعية في أفغانستان وغيرها يبغضون ضياء الحق ويتمنون قتله، لأنه أول رئيس باكستاني مسلم صمم على محاولة تطبيق دين الله في هذا البلد المسلم، وحاول أن يكون التعليم والإعلام والاقتصاد وغيرها من أجهزة الدولة تنفذ حكم الإسلام، وكان الرجل متديناً يعرف ذلك عنه أهل الحرمين مكة والمدينة وغيرهما.  [[لم أعرف زعيماً مثل ضياء الحق حرص على المواظبة لزيارة الحرمين في الأوقات الفاضلة كالعشر الأواخر من رمضان وكان يبقى في المسجد النبوي أغلب الليل وكذا المسجد الحرام]]. وكان الرجل حربة في نحر الشرق والغرب وعملاء الشرق والغرب، لمناصرته المجاهدين ووقوفه ضد المعاهدة التي وُقِّعت في جنيف وهو مكره، وقد اضطر إلى إلغائها بطريق غير مباشر عندما أقال حكومة جونيجو، وأعلن قبل وفاته بأسابيع تصميمه على المضي في تطبيق الشريعة الإسلامية. كتبت ما مضى في فندق نوفوتيل (NOVOTEL) في لشبونة. ولشدة أسفي للحادث وخوفي على مستقبل باكستان وأفغانستان وكشمير وكثير من الشعوب الإسلامية، أنشأت هذه الأنشودة التي لم أشر فيها إلى رثاء ضياء الحق، ولكنها كانت رثاء له وللأمة: [sh] توالت على أمتي الكارثات= وأودت بها في الدنا المهلكات وبعد اعتصام غدت في شتات= فذلت لأرذل كل الفئات دعانا الإله لدين قويم= به قد أتانا الكتاب الكريم وبَلّغَنَاهْ الرؤوف الرحيم= وعزت قرون به فاضلات ولكننا إذ تركنا الهدى= وسرنا بدرب الذي ألحدا ولم نقتف المصطفى أحمدا= فقدنا السيادة والمكرمات وقاد العوالمَ نحوَ الدمار= طغاةُ اليهود صِحَابُ الفجار وحزب الصليب يصوغ القرار= ونحن ننفذه في ثبات دُعِينا إلى كل فكر دخيل= ونبذ سلوك عظيم أصيل فقلنا جديد وفكر جميل= وبتنا نحارب أغلى الصفات أَحَلُّوا الحرام بعِرض ومال= وقالوا النسا - مطلقاً - كالرجال وشرب الخمور دليل الكمال= فقلنا خلال لنا سائغات وقالوا شريعتكم قاصره= وهذي قوانيننا حاضره تقيم حياة لكم باهره= فقلنا صدقتم فمرحا وهات وقالوا التدين يثني الشباب= عن السير نحو اقتحام الصعاب وما حقق العلم في كل باب= فقلنا وأوضاعنا شاهدات وقالوا السياسة لا تجتمع= مع الدين وهي الذي نتبع فقلنا صحيح ولا نبتدع= سوى ما صنعتم من المعجزات ومن رام منا اتباع الأصول= وحكم الكتاب وهدي الرسول فذلك باغ عليه نصول= وسفك دماه من الواجبات وقالوا لنا إن أمر الجهاد= كريه يفرق شمل العباد فقلنا الرياضة نعم المراد= ونهج المغنين والراقصات وكل سبيل دعانا العِدا= إليه تَسافَل أو أنجدا سلكناه حتى فقدنا الهدا= وصرنا نجاهر بالمنكرات فيا أمتي فكري في المصير= فإن الحساب علينا عسير دهى العالم اليوم داء ٌ خطير= يحطمه في جميع الجهات وأنتِ التي تملكين الدواء= وهل من دواء كوحي السماء يطارد في الأرض كل وباء= يزيل المفاسد والمعضلات قفي أمتي وارفعي للأمم= سراجاً يضيء* يبدد كل الظلم وسيري بها للعلا والقمم= لتنعم بالقيم الخالدات أعدي رجالا لكل مجال= قليلي الكلام الفعال يكونون للحق مثل الجبال= تهب عليها قوى الذاريات فهذا فقيه وهذا طبيب= وآخر قاض وذاك أديب وذلك مسعر حرب أريب= وذا في السياسة كالعاصفات وإلا فسوف ترين الهلاك= ويأتي الإله بقوم سواك يقيمون للحق دون انفكاك= بيارق خفاقة سامقات [/sh] * [[رمزت به إلى ضياء الحق]]. وقلت ناصاً على ضياء الحق في أبيات أربعة رثيته بها: [sh] للحق في الأرض أنصار وأعداء= وللمقادير في الأكوان إمضاء وكل نفس لها في عمرها أجل= محدد ما له والله إرجاء وخير نفس لدى الرحمن منزلة= نفس الشهيد فهم بالموت أحياء وللفقيد ضياء الحق منقبة= تضيء دربا لمن من بعده جاءوا [/sh] اجتهاد ضياء الحق في  تطبيق شريعة الإسلام: ولقد بعث ضياء الحق مندوبين عندما تولى الحكم يتصلون بالمؤسسات الإسلامية والعلماء يسألون عن الأسس التي تسير عليها الدولة المسلمة؟ واقتراحات للمؤسسات أو العلماء. والتقيت مندوبه في الجامعة الإسلامية بالمدينة المنورة في مكتب نائب رئيس الجامعة آنذاك الشيخ عبد المحسن بن حمد العباد الذي دعا له بعض الأساتذة في الجامعة، وحصل نقاش وكان الرجل يكتب النقاط الرئيسية وقد بدأ ضياء الحق محاولاً تنفيذ بعض المقترحات في التعليم والإعلام والاقتصاد وغيرها في الشؤون الاجتماعية، وكانت العقبات أمامه صعبة وقوية ولكنه كان يحاول تخطيها. لقاء لم يكن مقصوداً مع ضياء الحق: وأذكر بهذه المناسبة أنني في عام 1400هـ ـ1980م مررت بمدينة (إسلام أباد) قادماً من إندونيسيا في آخر شهر رمضان المبارك، يرافقني بعض أصدقاء ضياء الحق، وعندما علم بوجوده طلب منه زيارته، فقال له: إن معي أحد أساتذة الجامعة الإسلامية في المدينة المنورة، فقال له: إذا لم يكن عنده مانع فليحضر معك، وترددت كثيراً في مقابلة ضياء الحق، لأنني لم أعتد زيارة زعماء الدول، ولأني من رعايا دولة أخرى لا أحب أن أتعاطى مثل هذه الزيارة بدون استئذان منها، ولكني تذكرت أن الرجل يبحث عمن يقدم له اقتراحات تتعلق بتطبيق أسلمة الباكستان، وزيارتي شخصية وليست رسمية، فوافقت على الزيارة. ضياء الحق يأمر مصوري التلفاز بالانصراف: عندما دخلنا على مدير مكتب الرئيس، أراد فريق من موظفي التلفاز تصويرنا، فطلبت منهم الكف عن ذلك، فقال مدير المكتب - وهو ضابط -: جرت العادة أن يصور كل زائر للرئيس، فقلت: أنا لا أريد ذلك، فدخل وأخبر الرئيس برغبتي، فقال له: مر المصورين أن يكفوا عن التصوير وينصرفوا، وليس سبب امتناعي تحريم ذلك، بل لأمر يخصني. أدب، وإصغاء، وتسجيل: بدأ الرئيس بالترحيب بنا، ثم شكا من العقبات التي تعترض التطبيق الكامل للشريعة، ومن أهمها ما يأتي: أولاً: عدم تعاون بعض الجماعات الإسلامية معه، بحجة أن حكمه فردي غير قائم على مبدأ الشورى. ثانياً: قلة المدرسين للمواد الإسلامية واللغة العربية، ممن يفقهون في الدين في المراحل الدراسية ويجيدون اللغة العربية. ثالثاً: قلة ذوي الكفاءة الإعلامية الملتزمين بالإسلام. رابعاً: تشدد كثير من العلماء في كثير من القضايا المعاصرة التي تحتاج إلى اجتهاد يبين حكم الله فيها، وجمودهم على التقليد الذي يعد إحدى العقبات الخطيرة أمام حلول المشكلات المستجدة. خامساً: قلة رجال القضاء الشرعيين القادرين على حسم ما يرد عليهم من قضايا معاصرة، وعدم اقتناع كثير من القضاة المدنيين الذين درسوا القانون الوضعي، بتطبيق الأحكام الشرعية.  [[كانت المملكة العربية السعودية قد وافقت على  إقامة دورات لبعض القضاة الباكستانيين، في بعض الجامعات السعودية، ومنها الجامعة الإسلامية، وقد حضر عدد منهم واستفادوا من تلك الدورات، لا أذكر في أي سنة]]. سادساً: قلة وجود خبراء إسلاميين في الاقتصاد يقومون بأسلمة البنوك. سابعاً: ضغوط شديدة من الداخل والخارج لتثبيطنا عن تطبيق الشريعة، ممن يغيظهم أن يروا هذا الدين مطبقاً في حياة المسلمين. ثم قال لي الرئيس: إذا كان عندكم بعض الاقتراحات والنصائح التي يمكننا أن نستفيد منها، فأرجو أن نسمعها منكم. فذكرت له بعض النقاط المتعلقة بما ذكره من مشكلات، ومن أهمها الأمور الآتية: الأمر الأول: التدرج في التطبيق أمر ضروري، للأسباب الآتية: السبب الأول: أن الناس قد تعودوا على أنظمة معينة غير إسلامية في كل مرافق حياتهم، ونقلهم إلى نظام الإسلام في كل تلك المرافق دفعة واحدة فيه صعوبة بالغة. السبب الثاني: محاولة التغلب على تلك العقبات التي ذكرتم أنها تعترضكم في التطبيق، وأسلمتها تحتاج إلى وقت كاف. السبب الثالث: ضعف التعاون بين حكومات الشعوب الإسلامية، وبخاصة فيما يتعلق بتطبيق الإسلام. ولعل في قوة صلتكم بالمملكة العربية السعودية ما يساعدكم على الاستفادة من تجاربها الطويلة في هذا المضمار. الأمر الثاني: الاتصال ببعض زعماء الشعوب الإسلامية - وبخاصة المملكة العربية السعودية - لطلب المساعدة بالمعلمين الأكفاء لتدريس اللغة العربية والمواد الإسلامية في المدارس الباكستانية، وكذلك الإكثار من المنح الدراسية في مدارس المملكة ومعاهدها وجامعاتها، وذكرت له ما قامت به المملكة في تعريب أبناء الجزائر بعد استقلالها، وما تقدمه من منح لأبناء المسلمين في كل أنحاء الأرض...  [[شكا ضياء الحق من مواقف بعض العلماء في باكستان من العلماء الذين لا يتبعون المذهب الحنفي ونفورهم منهم]]. الأمر الثالث: استقدام بعض الإسلاميين الأكفاء الذين هاجروا إلى بلاد الغرب، من ذوي التخصصات المتنوعة، للاستفادة منهم في تخصصاتهم في التعليم والإعلام والاقتصاد وغير ذلك، وفي تدريب وتأهيل من عنده استعداد من الباكستانيين. الأمر الرابع: بعث مجموعات ممن عندهم استعداد من الباكستانيين لتدريبهم، في التعليم والقضاء. الأمر الخامس: إقامة مؤسسات تعليمية: جامعات ومعاهد ومراكز تدريب في داخل باكستان، لكل التخصصات المطلوبة. لقد كان ضياء الحق جالساً على كرسيه أمامي جِلسة طالب مؤدب أمام أستاذه، في غاية من الإصغاء، وبيده قلم وورقة يسجل فيها النقاط التي كنت أذكرها له ويسمع ترجمتها، واستغرق الجلوس معه ما لا يقل عن نصف ساعة. ثم قال: إنني أشكر لك هذه الزيارة، وأرجو أن تكثر لي ولباكستان من الدعاء، وأن توصي جميع زملائك بذلك.. رحمك الله يا ضياء الحق وهيأ لباكستان من يضئ بنور وحي الله أرضها وسماءها ولا حول ولا قوة إلا بالله!.  [[أدرجت الكلام عن ضياء الحق هنا لمناسبة اغتياله في هذا التاريخ، مع العلم أنني سجلت ذلك قبل هذا التاريخ بتسع سنوات، ولم أدرجه في النسخة التي طبعت على الآلة الكاتبة حينئذ في هذه السلسة - إذ لم أشأ نشر ذلك في حياته، رحمه الله]]. لقاء مع الأخ الدكتور موسى عمر ولد حاجي: ولد الأخ موسى سنة 1940م في بوبندر قرب مدينة بومباي في الهند. [img]pics/12/12009.jpg[/img]<< الشيخ محمد أحمد البقالي إمام الجامع الكبير على اليمين والطبيب الباكستاني موسى عمر في الفندق 5/1/1409هـ >> وجاء إلى البرتغال سنة 1960م. خرج من الهند وعمره ست سنوات، ودرس في موزمبيق الابتدائي والثانوي. وفي سنة 1960م دخل الجامعة في الطب العام في مدينة بورطو في الشمال ثم درس التخصص في الجراحة في لشبونة وأمراض المناطق الاستوائية، وهو أستاذ في جامعة لشبونة وطبيب جراح يقوم بعمله في الجامعة صباحاً وعنده عيادة خاصة يعمل فيها مساء، وعنده عيادة أخرى في ضاحية ألمادا. وعنده تخصص في الطب الاجتماعي، ويعمل مع ثلاث مؤسسات صناعية يقوم بحل مشكلات حوادث العمل في عدد يبلغ 12 ألف عامل. ويوجد قرب ضاحية ألمادا (ALMADA) مسلمون ولهم مسجد، ويساعدهم في العلاج مجاناً. وقد انضم إلى الجماعة الإسلامية سنة 1985 ورقم عضويته 19. وحاول بواسطة مجلة الفرقان إيجاد برنامج لإيصال مبادئ الإسلام إلى البرتغاليين، حتى يتعرفوا على الإسلام وكذلك تنظيم مقابلات في التلفاز. ودعي إلى المؤتمر الإسلامي الذي أقيم في مكة في السنة الماضية عن طريق رابطة العالم الإسلامي وأجريت معه مقابلة في التلفاز. واستدعته وزارة الأوقاف العراقية في أغسطس الماضي 1988م وأجروا معه مقابلة صحفية وتلفازية. وقال: إن المسلمين من أصل برتغالي قليلون جداً، في حدود عشرة أشخاص. وسألته عن دعوة غير المسلمين هل توجد خطة لذلك؟ فقال: الإدارة الجديدة للجماعة عمرها شهران فقط، وقد انبثق عنها لجنة ثقافية من جملة منهجها نشر الدعوة بين البرتغاليين، وأغلب الذين يدخلون في الإسلام هنا ضعفاء يحتاجون إلى مساعدات مادية. ويوجد شباب مسلم ضائع يتعاطى المخدرات، وأكثرهم من الزنوج يحتاجون إلى مشاريع عمل - قال الشيخ البقالي إن الدكتور عبد الله عمر نصيف قدم اقتراح إقامة مشروع مهني في المسجد - وقال الدكتور عمر إنه يوجد شباب يمكن أن يدرسوا في الجامعة الإسلامية ويحتاج إلى البحث عنهم وإذا وافقوا فسترسل أسماؤهم إلى الجامعة في المدينة المنورة. وسألته عن حاجتهم إلى دعاة يبعثون إليهم من قبل دار الإفتاء فقال: الشيخ البقالي موجود ولا يجد ما يملأ فراغه - يعني أن لا حاجة إلى بعث دعاة.  [[وهذا أمر غريب الجهل يسيطر على الجالية، ولا يوجد عالم غير الشيخ البقالي وهو رجل كبير في السن تصعب عليه الحركة، وقد سألت الشيخ البقالي: لماذا لا يريدون دعاة؟ فقال: عندهم حساسية من الدعاة الذين يأتون من السعودية، لأنهم ينفرون من ذكر ما يسمى بالوهابية]]. وقال: إنهم في حاجة إلى مصاحف وكتب إسلامية مترجمة إلى اللغة البرتغالية. وذكر الشيخ البقالي: أن أحد المصريين ترجم معاني القرآن الكريم إلى البرتغالية في مدينة سامباكو في البرازيل ولدى رابطة العالم الإسلامي خبر عن ذلك، ولا توجد كتب إسلامية بهذه اللغة إلا نشرات قليلة [[قلت: فأين البلاغ المبين الذي أمرنا الله به ولا تقام الحجة على أحد بدونه؟]]. وقال الدكتور موسى: إنهم في حاجة إلى شخص يقوم بالاتصال الخارجي مع المؤسسات الإسلامية للمطالبة بمصالح الجماعة ويجيد اللغتين: البرتغالية والإنجليزية. وينصح الدكتور عمر بالاهتمام بأنجولا الإفريقية الشيوعية، حيث لا توجد فيها إلا أقلية إسلامية مضطهدة، والسفارة المصرية تحاول مع الحكومة هناك أن تتسامح مع المسلمين وتأذن ببناء مسجد، ولكنها لم تستجب لذلك إلى الآن. ويجيد الدكتور موسى اللغات الآتية: الإنجليزية والفرنسية والأسبانية والبرتغالية والأردية."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "السفر إلى مدن جنوب البرتغال",
    "content": "الخميس 6/1/1409 هـ  -18/8/1988م في صباح هذا اليوم خرجنا من مدينة لشبونة إلى مدن البرتغال الجنوبية للاطلاع على ما بقي من آثار الفتوحات الإسلامية، وكنا أربعة، الثلاثة الآخرون هم: الشيخ البقالي والمستشرق ماريانو والسائق. [img]pics/12/12032.jpg[/img]<< الشيخ البقال والمستشرق ماريانو >> [img]pics/12/12033.jpg[/img]<< الكاتب والشيخ البقال على شاطئ البحر >> وفي الطريق وجدنا كثيراً من الأسماء العربية التي تبدأ بـ(أل) وكذلك الألفاظ نفسها عربية محرفة. مثل (الكاسر) هكذا ينطقونها، وهي محرفة عن (القصر) وهم يكتبونها هكذا (ALCACER) وهو اسم مدينة وبها قصر عربي لا زال ماثلا للعيان. [img]pics/12/12010.jpg[/img]<< منظر لقصر عربي على تل يشرف على مدينة تسمى الكاسر (Alcaser) محرفة عن القصر كما قال المستشرق ماريانو 6/1/1409هـ ـ 18/8/1988م >> وقال المستشرق ماريانو: عندما خرج العرب من البرتغال سمي أول ملك للبرتغال: ملك البرتغال والغارف (أي الغرب) وهي منطقة تقع في جنوب البرتغال، غرب أسبانيا، وكان العرب يسمونها الغرب لوقوعها غرب إقليم الأندلس الأسباني، وهي تكتب هكذا (ALGARVE). وآخر من خرج من مدينة لشبونة من العرب كان سنة:  1380م، وبقى بعض العرب المسالمين غير الحكام والعسكريين، واختلطوا بأهل البلد وذابوا فيهم، بسبب طغيان محاكم التفتيش. ومررنا بمدينة على يميننا تسمى \"القاصر دوسال\" (أي مدينة الملح) والقصر يقع على هضبة المدينة، يشرف على نهر يسمى: سادو. وكانت أشجار الفلين والبلوط عن يمين وشمال. وقال المستشرق (ماريانو): إن العرب الذين بقوا في البرتغال كثيرون، والظن أنهم كانوا كثيرين من مدينة لشبونة فما يليها من الجنوب، و بعضهم نزحوا إلى الشمال خوفاً من الاضطهاد، وبقيت ألقابهم العائلية عربية، مثل: فلان ومدينة، وتوجد شوارع باسم (ساوماهماد) أي القديس محمد. قلت لماريانو: الذي يتأمل في وجوه البرتغاليين والأسبان يبدو له أنهم يشبهون العرب أكثر من الأوربيين. فقال: إن سبعين من كل مائة في جنوب البلد أشكالهم عربية، بخلاف الشمال فإنهم أشبه بالأوربيين. وقال: إن منطقة سلفس (SILVES) سكانها كانوا من اليمن. وقال: إن البرتغاليين ما زالوا يستعملون كلمة أوش الله (OSHALLAH)  [[هكذا كتبها ماريانو بيده في دفتري ونقلتها منه بحروفها]] بمعنى إنشاء الله التي يكثر استعمالها عند العرب. ومررنا ببلدة تسمى المدوفر (ALMODOVAR). قال الشيخ البقالي: لعلها حرفت عن المظفر الكلمة التي كان يلقب بها الأمراء. ويكثر في منطقة الغرب (ALGARVE) البرتقال واللوز والتين وصناعة حلويات اللوز والتين. وصلنا إلى مدينة سلفس في الساعة الواحدة والربع بعد الظهر. وهي المدينة التي نشأ فيها المعتمد بن عباد الملك الشاعر،  [[انظر ترجمته في سير إعلام النبلاء (19/58)]]. وهي المدينة الوحيدة التي كان بها جامعة عربية في البرتغال. ثم ذهبنا إلى مدينة فارو (FARO) وهي عاصمة جنوب البرتغال المسماة: الغرب كما مضى وهي على شاطئ البحر. قال ماريانو: وكلمة (فارو) في الأصل تطلق على منارة في البحر لإرشاد السفن. ويوجد في هذه المدينة المتحف الأثرى. والمبنى الذي يوجد فيه المتحف كان كنيسة حول إلى متحف، وما أكثر الكنائس التي تتعطل من الطقوس لعزوف الناس عنها في بلا الغرب، فتحول إلى متاحف أو مخازن، وقد يتمكن المسلمون من شراء بعض الكنائس فيحولونها إلى مساجد. ومحتويات المتحف نقلت إلى الكنيسة منذ عشر سنوات، وكانت في متحف آخر من القرن الثامن عشر الميلادي، ومدخل المتحف الحالي من بقية الآثار العربية. وتوجد بالمتحف قطع إسلامية عثروا عليها في منطقة تسمى ميلامورا وهي تحتوى على آثار إسلامية كثيرة وبخاصة الفسيفساء، وقد رأينا مواعين صغيرة وكبيرة عليها كتابات عربية. [img]pics/12/12011.jpg[/img]<< آثار إسلامية في مدينة فارو جنوب البرتغال 6/1/1409هـ  >> وقالت مديرة المتحف: إنهم كلما بحثوا وجدوا آثارا عربية كثيرة، وهم يحاولون جمع القطع وبناؤها وترميمها، وقد طلبوا منا قراءة بعض الكتابات الموجودة فلم نستطع ذلك واعتذرنا، ونصحناهم أن يستعينوا ببعض المؤسسات الإسلامية لتمدهم ببعض خبراء الخطوط. ثم واصلنا السير إلى مدينة تافيرا (TAVIRA)، وهذه المناطق فيها شبه ببلاد غامد في الأشجار والمرتفعات، إلا أن جبال بلاد غامد أعلى وأكثر، وبقينا في المدينة ساعة. ثم ذهبنا إلى مدينة ميرتولا (MERTOLA) وهي تبعد عن مدينة فارو 74كيلومتر، وكانت ميناء نهرياً للعرب، وفيها مسجد حُوِّل إلى كنيسة، ويسمى النهر الذي تشرف عليه القصر، والمسجد: جواديانا (GVADIANA) يمتد على النهر جسر للوصول إلى المدينة. وفي الطريق إلى ميرتولا رأينا لوحة تشير إلى ضاحية اسمها: القرية (ALCARIA) وتكثر في هذه المنطقة أشجار الصنوبر. في مدينة ميرتولا: وصلنا إلى مدينة ميرتولا الساعة السابعة والنصف بعد الظهر، ونزلنا في فندق صغير من فنادق القرية، والقرية هادئة يخيم عليها الصمت في الليل، لا تسمع بها إلا نباح الكلاب، وتقل بها الأنوار. ويسمى الفندق سانريمو (SANREMO). حوار مع المستشرق ماريانو (MARIANO): ولد في بغداد بالعراق في شهر مارس سنة 1922م، وهو مسيحي كاثوليكي. تخصصه: مهندس كهربائي ميكانيكي. وظائفه: عمل في شركة سيارات فورد في العراق. وعمل في الجيش البريطاني في الحرب العالمية الثانية في فلسطين والعراق وإيران وكثير من بلدان الشرق الأوسط. وعمل في شركة بريطانية تسمى: (فيحاء) للتجارة والمقاولات في العراق والكويت من سنة 1954-1959م. وعمل في السفارة الأمريكية في لشبونة من سنة 1954-1958م وعمل قنصلاً للبرتغال في بغداد من سنة 1959-1963م، وكان أيضاً مندوبا تجارياً مع القنصلية في العراق والخليج. وكان مستشاراً لشركة النفط البرازيلية... في العراق والخليج. وأول اتفاقية مع العراق كانت لمدة 25 سنة، وكان كذلك مع المفاوضين البرازيليين مع السعودية سنة 1973 لمدة شهر، وقال: إنه نزل في فندق اليمامة في الرياض، وقد منحه رئيس جمهورية البرازيل وسام ريوبرانكو. وعمل في البرتغال رئيساً لفرع تنمية التجارة مع الدول العربية في غرفة التجارة والصناعة في لشبونة. وابتعث من قبل وزارة الخارجية البرتغالية سنة 1985م إلى العراق لتنظيم الاتفاقية الاقتصادية مع الحكومة العراقية، وبقى هناك ثلاثة شهور. ثم رجع إلى لشبونة وصار مراسلاً للحكومة العراقية بواسطة سفارتها في باريس. وساعد في إكمال إجراءات فتح السفارة العراقية في لشبونة، وأنشأ جمعية الصداقة البرتغالية العراقية. وأنشأ مجلة: برتغال برس كوب لتقوية العلاقة مع الدول العربية. وفي سنة 1984م دعته سفارة المملكة العربية السعودية في مدريد لزيارة المملكة بدعوة من وزارة الإعلام السعودية، وتعرف على الاقتصاد السعودي، وقابل وزير الإعلام ووزير الصناعة وزار عدداً من مناطق المملكة، وأعجب بالنهضة العمرانية الحضارية فيها. ودعاه الشيخ فهد المشرف على النشاط الرياضي الكويتي. وآخر عمل قام به - وهو الآن يسعى لاستكماله - إنشاء معهد للدراسات العربية في منطقة الغرب (ALGARVE) مع أعضاء آخرين من المهتمين بالتراث من البرتغاليين. كما أنشأ المؤسسة البرتغالية للتراث العربي الإسلامي. وقد ألقى محاضرات في المسجد المركزي في لشبونة بعنوان انطباعات عن الهندسة المعمارية الإسلامية. وأنشئت المؤسسة في مايو 1987م، والهدف منها إنعاش وإحياء الثقافة والفن العربي الإسلامي في البرتغال. وهو رئيس هذه المؤسسة، ومعه أربعة عشر شخصاً - مؤسسون - ومن أهدافها أيضاً المحافظة على الآثار الإسلامية وإصلاحها، وإنشاء مكتبة تهتم بذلك وبالتاريخ الإسلامي وبالحضارة الإسلامية. وقال: إنه تعلم اللغة العربية في الخمسينات في بغداد، لأنه ولد هناك ونشأ واختلط وهو صغير بأبناء العرب، ومكث فترة طويلة هناك واحتك بالعرب بسبب أعماله السابقة، وأحب اللغة العربية واهتم بعد ذلك بالفن والحضارة الإسلامية. وبقي في المتحف البريطاني من أجل ذلك ثلاثة شهور، ودرس الآثار الإسلامية في متاحف العراق وتركيا ومصر والسعودية في الرياض. وسألته متى سمع عن الإسلام؟ فقال: سمع عنه وهو صغير بسبب اختلاطه بزملائه العرب من صغره. واهتم بدراسة الإسلام وعمره اثنتا عشرة سنة، وبدأ بدراسة النقود القديمة، لأن هوايته كانت تدفعه لذلك وهذا جعله يدرس كتب التاريخ المتعلقة بالموضوع. وسألته: هل اهتم بمقارنة الأديان؟ فقال: لا، وقال: إن المسلمين بقوا في البرتغال بعد الفتح سبعمائة سنة. واتصلت البرتغال بالمسلمين بعد الاكتشافات التي قامت بها في البحار، فاتصلت بهم في الهند وعمان. وعلى الرغم من مكث العرب في البرتغال فترة طويلة وآثارهم لا زالت ماثلة، فإنهم لم يبق لهم ذكر في البرتغال بعد خروجهم، إلا بعد الحرب العالمية الثانية. ولم تكن البرتغال دولة إلا بعد خروج المسلمين منها.  [[فسر ذلك بأن أهل البرتغال لم يكونوا مؤهلين لإقامة دولة بأنفسهم، وإنما عرفوا معنى الدولة مع العرب]]. وعدد سكان البرتغال: أحد عشر مليون نسمة. ونظام حكمها الآن جمهوري برلماني. وأصول سكانها: في الشمال: الفاك وسلينك. وفي الوسط والجنوب: لوزيتان، ورومان، وفينيق، ومغاربة ولسكان إفريقيا صلة بالبرتغال قبل الفينقيين والرومان والعرب. وقال ماريانو: إنه يأسف لعدم تقوية العرب علاقاتهم مع البرتغال والتي لا زالت آثارهم فيها، ولا زالت الأسماء العربية تحملها المدن والشوارع البرتغالية وبعض الأشخاص. وأهم صادرات البرتغال: القطن والأحذية والنبيذ والفلين، والأسماك (معلبات)، والرخام، والفسيفساء، والملابس. ومن صناعتهم النسيج والسفن والآلات الكهربائية الخفيفة والقطارات والسيارات (تجميع وتصدير) والسلاح الخفيف. وقال: إن عدد المسلمين في البرتغال لا يزيد عن تسعة آلاف، والبرتغاليون منهم خمسة عشر شخصاً فقط. وسألته عن السبب في قلة دخول الأوربيين في الإسلام وبخاصة في البرتغال؟ فقال: السبب عدم فهمهم للإسلام. قلت له: ألا تظن أن الكنيسة شوهت الإسلام في أوربا وفي غيرها؟ فقال: الكنيسة لم تشوه الإسلام. قلت: وأجهزة الإعلام؟ قال: كذلك لم تشوه أجهزة الإعلام البرتغالية الإسلام.  [[هكذا زعم ماريانو، والناس لا يخفى عليهم ذلك ولكنى لم أتماد معه في النقاش، لأن هذا الأمر بدهي وكنت في حاجة إلى الوقت لأشرح له الإسلام وأدعوه إليه]]. قلت له: ماذا ترى في تصرفات المسلمين هل هي سائرة على نهج الإسلام؟ فقال: أظن أن أكثر المسلمين يخالفون الإسلام. قلت له: هل تفرق بين منهج الإسلام وتصرفات المسلمين السيئة؟ قال: نعم. قلت له: هل توجد كتب مترجمة تعرف بالإسلام باللغة البرتغالية؟ فقال: يوجد كتاب واحد ألفه رجل في جامعة لشبونة بعنوان الإسلام وهو يشوه صورة الإسلام ولا يوجد غيره. قال الشيخ البقالي: طبعت كتب في البرازيل عن طريق جمعيات إسلامية باللغة البرتغالية. قلت له: ماذا ترى في مستقبل الإسلام في العالم؟ قال: الناس في الغرب يلتمسون مخرجاً من التفكك العائلى، ويرغبون في أن تعود العائلة إلى ترابطها ويمكن أن يأتي وقت يرجع فيه الناس إلى الإسلام، ولكن ليس بالقوة وإنما بالثقافة. ويرى أن الحلول موجودة في القرآن. وسألته عن موقف المستشرقين من الإسلام في الماضي والحاضر. فقال: المستشرق العالم لا يطعن في الإسلام، والذي يطعن في الدين ليس مستشرقاً.  [[هكذا قال!]]. قلت له: ما الأسس التي يجب أن يعتمد عليها المستشرق في بحثه؟ فقال: أن يكون أميناً غير متحيز، وأن يطلع على المراجع الإسلامية الأصيلة، وأن يفهم اللغة العربية. قلت له: ما الموضوعات الإسلامية التي ترى أن الأوربي في حاجة أن يطلع عليها أولاً؟ قال: تفسير القرآن الكريم بلغاتهم، وفي القرآن كثير من الموضوعات التي يمكن أن يستفيد منها الأوربي، وينفر الأوربيون من تحريم الخمر. قلت له: ما نقاط الضعف التي تراها عند المسلمين؟ قال: اختلافاتهم، ولو قرءوا القرآن وطبقوه لما اختلفوا. قلت له: ما الإمكانات المتاحة لنشر الإسلام في أوربا؟ قال: يمكن فتح مدارس ابتدائية. ثم قال: إن المؤسسة التي أنشأها ويرأسها - وهي تهتم بالتراث الإسلامي والحضارة الإسلامية - تحتاج إلى كتب التاريخ الإسلامي والحضارة الإسلامية باللغة العربية واللغة الإنجليزية واللغة البرتغالية. دعوة ماريانو إلى الإسلام: وبعد أن أجريت معه هذه المقابلة وأخذت منه المعلومات السابقة  قلت له: إن المسلمين تخلّوا - في الغالب - عن واجبهم في الدعوة إلى الله وأنا - وقد اجتمعت بك وتعرفت عليك وعرفت أنك قمت برحلة طويلة في التعرف على الإسلام عن طريق هوايتك في معرفة حضارة الإسلام، وأنت تجيد اللغة العربية قراءة وكتابة - أريد أن أسألك سؤالاً قد لا تتوقعه، وهو: أما فكرت في الدخول في الإسلام؟ فقال: هو مسيحي ويحترم الإسلام، ولكنه لم يحاول ذلك. قلت له: إن واجبي أن أنصحك، وقد رافقتني مرافقة لم تحصل لغيرك معي من غير المسلمين، حيث سافرنا يومين في سيارة واحدة، وننام في فندق واحد ونتحدث عن الإسلام كثيراً، والمسلم يجب عليه أن يحب للناس ما يحبه لنفسه من الخير، وهذا الدين هو الدين الحق الذي لم يبق دين محفوظ النصوص والأصول والأحكام والمعاملات والأخلاق مثله، ولا يسمع بهذا الدين يهودي ولا نصراني ثم لم يؤمن به إلا دخل النار. وأنت عمرك الآن ستة وستون سنة، ولا تدري ماذا بقى لك من العمر، ومستقبلك بدون إسلام مستقبل مظلم عندك، وواضح عندنا نحن المسلمين، لذلك يجب عليك أن تفكر في إنقاذ نفسك من النار، وقد قامت عليك الحجة بفهمك للإسلام. وكان \"ماريانو\" مصغياً مطرقاً كأن على رأسه الطير، وأبدى شيئاً من العاطفة، وشكرني على هذه النصيحة، وتفرقنا بعدها لننام بعد عناء السفر الطويل من الصباح، وأسال الله له الهداية والتوفيق، وقد أبدى رغبة في بعث تفسير القرآن الكريم للاطلاع عليه.  [[بعد عودتي إلى المدينة بعثته له وجاءني منه خطاب يخبرني بتسلمه ويشكرني على ذلك]]. هذا، وعندما عدنا إلى لشبونة ألح عليَّ أن أزوره في منزله لتناول طعام الغداء، مع إمام المسجد المركزي الشيخ محمد البقالي، وقال لي: لا تخف سنقدم لك الطعام الحلال الذي رأيتك تأكله في الفندق وفي السفر، وهو السمك والخضار، فلبيت رغبته وأجبت دعوته، وهو متزوج امرأة هندية غير مسلمة، وتناولنا عنده طعام الغداء. وعنده بالمنزل غرفة مليئة بالتحف الأثرية الإسلامية القديمة جداً، من السجاد والسيوف، والمواعين، وقال: إن عنده كثيراً من النقود الإسلامية القديمة من الدراهم والدنانير، وقد أودعها في البنك خوفاً عليها من السرقة والنهب، لأنها غالية الثمن، وقد ألف كتاباً ضمنه صور تلك النقود وأهداني نسخة منه. وقد ساعدني كثيراً في لشبونة وخارجها، وأعطاني رقم هاتفه من أول يوم التقينا فيه وقال: إذا طرأت لك أي حاجة اتصل بي وستراني رهن إشارتك، وقد حصل ذلك بالفعل وكان يأتيني من منزله في جنوب لشبونة إلى الفندق. وأرى أنه ينبغي أن يزود بالكتب التاريخية الإسلامية وصور الآثار الإسلامية القديمة، وكذلك صور الحرمين الشريفين وما يتعلق بهما، لأن في ذلك نوعاً من الإعلان عن الإسلام، وقد بدأ البرتغاليون يهتمون بالآثار الإسلامية ويخصصون لها المتاحف وما كانوا من قبل يذكرون الإسلام. وأسال الله لماريانو الهداية لهذا الدين، فانه إذا هداه الله سيكون مؤثراً في غيره والله المستعان. مركز الدراسات الإسلامية: الجمعة: 7/1/1409هـ -19/8/1988م اسم القرية التي بتنا فيها (MERTOLA) وهي قرية صغيرة، وعلى قمة تَلِّها يقع القصر العربي، وهي القلعة التي شيد بجانبها المسجد، وتسمى القلعة: (CASTELO) ويسمى المسجد (MESQUITA). [img]pics/12/12012.jpg[/img]<< القلعة العربية \"كاستيلو\" في قرية ميرتولا جنوب البرتغال ويبدو الشيخ البقالي إمام الجامع في برشلونة جالساً على الرصيف 7/1/1409هـ  ـ 19/8/1988م>> وقبل أن نصعد إلى القلعة والمسجد الذي حول إلى كنيسة مررنا بمركز يسمى مركز الدراسات الإسلامية في العهد الوسيط في ميرتولا، وجدنا به بعض الموظفين، وأعطانا كتيباً عنوانه: (مرطولا أيام المرابطين والموحدين) وقد طبعت الكتاب وزارة الشؤون الثقافية في المملكة المغربية، وهو يحتوى على التحف الأثرية التي نظمها الموقع الأثري بمدينة مرطولا بالتعاون مع بلدية المدينة، وأغلب ما فيه مجموعة خزفية عثر على أغلبها في القصر العربي في هذه المدينة، وقد صورت وكتب عن كل قطعة منها نبذة باللغتين العربية والبرتغالية. ومما جاء في مقدمة الكتاب: \"وفي مرطولا فقد ساعدت منذ البداية مجموعة من الصدف الحسنة على وضع مخطط طموح خرج إلى الوجود شيئاً فشيئاً بفضل مجهودات المجلس البلدي، وهكذا تكوّن فريق هام يضم مختلف الباحثين في ميادين شتى، ومنذ 1979م كشفت حفريات أثرية سنوية متتالية عن الوجود الإسلامي وفق دلائل أثرية قاطعة عثر عليها بقصبة \"مرطولا\" هذا بالإضافة إلى مسجد الموحدين الذي يعتبر الْمَعْلَمَة الوحيدة بالبرتغال التي لا زالت تحافظ على الطابع الأصيل الذي تقام على أسسه المساجد الإسلامية...‎\". وهذه المقدمة تحت توقيع كلوديوطوريس. وكان وضع الكتاب وطبعه بمناسبة المعرض الأثرى الذي أقيم في هذه المدينة من 22 فبراير إلى 7 مارس من هذا العام 1988م. ثم صعدنا إلى القصر ولم نتجول فيه كثيراً وإنما دخلنا إلى المسجد الذي دنسته أوضار الكنيسة، وقد علق الناقوس بمئذنته والصليب ودق الناقوس، وأخذت العجائز في التوافد إليه، وقد وضعوا مقاعد في داخله على هيئة صفوف، ووضعت الصور والتماثيل في الأمام، ولا زال محرابه يشير إلى الكعبة المشرفة، والمسجد يتسع لما لا يقل عن عشرة صفوف لكل صف مائة شخص، ولفت انتباهي أن العجائز اللاتي جئن إلى الكنيسة لابسات أسود مع غطاء للرأس، عندما تراهن تظنهن من عجائز سوريا المحتجبات، قلت لماريانو: هل هؤلاء كلهن راهبات؟ قال: لا بل إن نساء هذه المنطقة ونساء المنطقة الوسطى منهن يلبسن هذا اللباس، ويجوز أن يكون متوارثاً عن لباس النساء المسلمات من قديم الزمان. وقد رأيت فعلاً عدداً من النساء في هذه الأرياف يلبسن ذلك اللباس. إنما الأعمال بالنيات: اقتربت منا إحدى تلك العجائز، وقد أصبح وجهها كله شعاباً من أثر الشيخوخة، وطلبت منا مساعدة فأعطاها الشيخ البقالي شيئاً من النقود وأعطيتها أنا شيئاً كذلك، وقلت لها كم عمرك؟ فقالت 77 سنة وأخذت بعد أن تناولت النقود تظهر فرحها وسرورها وتنظر إلينا وتظهر مودتها لنا، ثم قالت كلاماً، فقلت لماريانو ماذا تقول؟ قال: إنها تدعوا لكما، وتقول: إنها ستشترى بهذه النقود خمراً وتشربها - فقلت حسبي الله ونعم الوكيل، نعطيها نقودنا لتشتري بها خمراً؟ وعزاؤنا أنا أعطينا صدقة، ظناً منا أنها ستتناول ما ينفع لا ما يضر، فلا حول ولا قوة إلا بالله، وإنما الأعمال بالنيات. قلت: ولعل في حديث أَبِي هُرَيْرَةَ رضي الله عنه في قصة الذي تصدق على سارق، ثم على زانية، ثم على غني، وهو لا يعلم، ما يسلينا.  فقد روى عن رَسُولِ اللَّهِ صلى الله عليه وسلم أنه قال: ((قال رَجُلٌ:  لأَتَصَدَّقَنَّ بِصَدَقَةٍ فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدِ سَارِقٍ، فَأَصْبَحوا يَتَحَدَّثُونَ تُصُدِّقَ عَلَى سَارِقٍ. فَقَالَ اللَّهُمَّ لَكَ الْحَمْدُ لأتصَدَّقَنَّ بِصَدَقَةٍ فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدَيْ زَانِيَةٍ، فَأَصْبَحوا يَتَحَدَّثُونَ تُصُدِّقَ اللَّيْلَةَ عَلَى زَانِيَةٍ. فَقَالَ اللَّهُمَّ لَكَ الْحَمْدُ عَلَى زَانِيَةٍ؟ لأتَصَدَّقَنَّ بِصَدَقَةٍ فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدَيْ غَنِيٍّ، فَأَصْبَحوا يَتَحَدَّثُونَ تُصُدِّقَ عَلَى غَنِيٍّ فَقَالَ: اللَّهُمَّ لَكَ الْحَمْدُ عَلَى سَارِقٍ وَعَلَى زَانِيَةٍ وَعَلَى غَنِيٍّ؟ فَأُتِيَ فَقِيلَ لَهُ أَمَّا صَدَقَتُكَ عَلَى سَارِقٍ فَلَعَلَّهُ أَنْ يَسْتَعِفَّ عَنْ سَرِقَتِهِ وَأَمَّا الزَّانِيَةُ فَلَعَلَّهَا أَنْ تَسْتَعِفَّ عَنْ زِنَاهَا وَأَمَّا الْغَنِيُّ فَلَعَلَّهُ يَعْتَبِرُ فَيُنْفِقُ مِمَّا أَعْطَاهُ اللَّهُ)).  [[البخاري: 1332، ومسلم: 1698]]. وفي الساعة العاشرة صباحاً خرجنا من مدينة ميرتولا إلى مدينة أخرى تسمى:\"مورا\" وهي تبعد عن مدينة ميرتولا سبعين كيلو متراً تقريباً، وهذه المنطقة قريبة من حدود أسبانيا، وقد كنا بالأمس نسير من لشبونة جنوباً إلى مدينة: فارو، ومن فارو رجعنا إلى الشرق ثم أخذنا نسير إلى  الشمال. في مدينة مورو: وصلنا إلى مدينة مورو في الساعة الحادية عشرة، ويوجد في مكان مرتفع من هذه المدينة قصر كبير تهدم كثير منه وكان ماريانو حريصاً أن يرينا بئراً في هذا القصر لا زالت الكتابة العربية موجودة بها، وهرعنا في القصر هنا وهناك لنرى هذه البئر فلم نجدها، ثم ذهب يسأل بعض الموظفين من رجال الآثار في مكتب قريب عن البئر، فأخبروه أن امرأة سقطت فيها وقد أغلقت البئر مؤقتاً. [img]pics/12/12013.jpg[/img]<< المستشرق ماريانو يبحث عن بئر قديمة قد طمرت وأمامه الشيخ البقالي في أحد قصور المسلمين ـ في مدينة مورو جنوب البرتغال 7/1/1409هـ  ـ 19/8/1988م >> وفي الساعة الثانية عشرة خرجنا من مدينة مورو إلى مدينة: بيجا، وتسمى عند العرب: باجة، واليها ينسب القاضي الباجى، قاضي قرطبة.  [[راجع ترجمته في سير إعلام النبلاء (18/535)]]. في مدينة بيجا: وصلنا مدينة بيجا (BEJA) الساعة الثانية عشرة والنصف ظهراً. وعلى القصر العربي في مدينة بيجا برج عال برتغالي، هو أعلى برج من نوعه في البرتغال. [img]pics/12/12014.jpg[/img]<< على اليمين الشيخ البقالي وماريانو على سقف أحد القصور العربية الباقية في جنوب البرتغال 7/1/1409هـ  ـ 9/8/1988م >> وقد هدمت هذه المدينة ثلاث مرات من جراء الحروب التي كانت بين المسلمين من العرب والبرتغال وأعيد بناؤها. وفي مدينة بيجا هذه ولد المعتمد ملك أشبيلية في عهد الطوائف وباسمه سمي أحد الشوارع في المدينة في 25 مايو سنة 1985م، وصيغت باسمه ميداليات رسمت صورته (الخيالية عليها). وخرجنا من مدينة بيجا الساعة الرابعة مساء إلى مدينة إيفورا (EVORA) وهي تبعد عن بيجا 79 كيلو متراً شمالاً، وتبعد عن الحدود الأسبانية 62 كيلومتراً، وفي الساعة الرابعة والدقيقة الأربعين وصلنا إلى مدينة إيفورا. في مدينة إيفورا: ويحيط بأغلب المدينة سور كبير عريض قديم قال ماريانو: إن علماء الآثار مختلفون فيه أهو من عهد العرب أم قبلهم أم بعدهم، ولم يتقرر بشأنه شيء إلى الآن. كما يوجد في المدينة معبد ديانا الروماني. وتوجد فيها كذلك كنيسة يقال: إنها بنيت على جماجم بشرية أخذت من المقابر وكان بناؤها ما بين القرن السادس عشر والقرن السابع عشر الميلادي. ثم خرجنا من مدينة إيفورا في الساعة الخامسة والنصف قافلين إلى لشبونة وهي تبعد عنها 170 كيلو متر والسير إليها شمالاً مع ميل إلى الغرب. قال ماريانو: إن زيارتنا غطت أغلب جنوب البرتغال التي يطلق عليها الغرب، وكان المقرر أن نبيت ثلاث ليال في هذه الجولة خارج لشبونة، ولكن طلبت من ماريانو أن نحاول السرعة والرجوع إلى لشبونة في أقرب فرصة حرصاً على الوقت، فكان نتيجة ذلك أن نمنا ليلة واحدة فقط ولكنا زرنا كل المدن التي قررنا زيارتها والحمد لله. مع المسلم البرتغالي محمد علي ماركيس داسلفا: السبت: 8/1/1409 هـ -20/8/1988م بعد صلاة العصر من هذا اليوم التقيت بعض المسلمين من أصل برتغالي ومنهم الأخ محمد علي ماركس داسلفا، في فندق نوفوتيل (NOVOTEL). وكان المترجم الشيخ محمد البقالي إمام المسجد المركزي في لشبونة. ولد الأخ محمد علي سنة 1912م في 16 أغسطس، أي أن عمره الآن 76 سنة وكان مسيحياً كاثوليكياً، كان يعمل محاسباً وهو الآن متقاعد، ولم يكن متمسكاً بدينه قبل الإسلام، والسبب في ذلك أنه لم يجد توافقاً بين النظرية المسيحية وتعليماتها وبين التطبيق العملي. [img]pics/12/12015.jpg[/img]<< المسلم البرتغالي محمد علي ماركيس الذي أجرى معه الكاتب حواراً في الفندق وبجواره إمام الجامع الكبير محمد البقالي 8/1/1409هـ >> وقد قرأ كثيراً عن الديانات الأخرى، وبخاصة الديانات الهندية، فقرأ عن البوذية، والكنفوشوسية، والهندوكية ثم بعد ذلك كله قرأ عن الإسلام. وسألته: متى أول ما سمعت عن الإسلام في عمرك؟ فقال: عندما أصبح كبيراً في حوالي سن الأربعين عاماً، قرأ أولاً كتاباً للكاتب الفرنسي: رومان رولان (ROMAN ROLAN) وعنوان الكتاب:\"لماذا لستُ مسيحياً\" ومما قاله في هذا الكتاب: \"أنا لست متديناً، ولكني لو كنت متديناً لكنت مسلماً\". وهذه الجملة هي التي شدت أخانا محمداً إلى الإسلام. كان ذلك في موزمبيق منذ خمس وعشرين سنة، والكتاب المذكور كبير ولا زال يحتفظ به عنده إلى الآن. وبعد هذه القراءة انتقل إلى مدينة نامبولة في شمال موزمبيق وأغلب سكانها مسلمون 80% منهم مسلمون تقريباً، فاتصل بهم، وكان مما جذبه إليهم أنه لاحظ نظافتهم التامة في منازلهم على الرغم من قلة إمكاناتهم وتواضع بيوتهم، فعاش بينهم واحترمهم. وفي سنة 1970 انتقل إلى البرتغال قبل أن يدخل الإسلام. وأسلم في سنة 1971-1972م عن طريق السيد سليمان والي المؤسس السابق للجماعة الإسلامية في لشبونة وشهد على إسلامه سليمان والي وآخر يدعى محمد رشيد، وهو برتغالي أيضاً أسلم في موزمبيق، وهو كاتب وشاعر. ورجع في سنة 1974م إلى موزمبيق. وخلال وجوده في البرتغال استمر يزاول حياته كأنه غير مسلم، فكان يأكل لحم الخنزير ويشرب الخمر وغير ذلك! وعندما رجع إلى موزمبيق انصهر في المجتمع الإسلامي، وعمل بالإسلام وتزوج امرأة مسلمة وعاش معها، ولم ينجب منها أولاداً، وكان نشاطه الإسلامي حافلاً، حيث نشر مقالات عن الإسلام، واتصل فور عودته إلى موزمبيق برجل مسلم يسمى يوسف آدم جي الذي أسس مجلة صيحة الإسلام في موزمبيق. وكان يوسف يأتي إلى بيته ليصحح له بعض الأخطاء في كتابته في المجلة باللغة البرتغالية. ومن هذا التاريخ أخذ محمد علي يكتب في هذه المجلة وكتاباته - كما قال - قائمة على الكتاب والسنة [[وهو لم يتعلم على أيدي متخصصين في الكتاب والسنة، على حد المثل اليمني: لماذا جعلوك شيخاً؟ قال: ما حصلوا غيري!]]. وكان يكتب في موضوعات مختلفة: في القمار والخمر وغيرهما من المحرمات. قلت له: ما الفرق بين حياتك قبل الإسلام وبعده؟ فقال: الفرق كبير، فقد شعرت بالسعادة بعد الإسلام. وسألته عن صلة المسلمين الوافدين بالمسلمين من أهل البلد؟ فقال: هم ثلاثة أقسام في علاقتهم: أحدها: علاقات تجارية. والثاني: علاقات دينية. والثالث: علاقات إنسانية اجتماعية. فما يخص القسم الأول فهو يتبع المصالح. وأما القسم الثاني فلا يوجد حوار بين المسلمين. وصلة المسلمين بالمسلمين لا بأس بها. وأما العلاقات الإنسانية الاجتماعية فهي تابعة لسلوك كل شخص، وهذا النوع من العلاقة يؤثر فيه الدين والمصلحة، وعامة الشعب البرتغالي ليس عنده إقبال على الإسلام، وبخاصة شهود يهوا والسبتيين.  [[كيف يقبل الشعب البرتغالي - أو غيره - إلى الإسلام، وهو لا يجيد من يفقه في الإسلام ولا يجد في المكتبات كتباً بلغته تشرح الإسلام، بل يجد ما ينفره من الإسلام من الدعايات الغربية، ومن سلوك أغلب المسلمين في نفس البلاد وفي بلاد المسلمين؟!]]. قلت له: ما صفات الداعية المسلم الذي يمكن أن يؤثر في البرتغاليين؟ قال: أهم الصفات القدوة الحسنة، ومعرفة اللغة واختيار الموضوعات المؤثرة في الناس، كالأخلاق وبيان صفات الله الحسنى، وإعطاء تفسير صحيح للقرآن. وسألته عن عدد المسلمين البرتغاليين؟ فقال: لا يزيدون عن ستة عشر شخصاً. وسبب قلتهم عدم نشاط الجالية الإسلامية، فالجالية لا تهتم إلا بالتجارة، ولا تشارك في النشاط الإسلامي، وضرب مثالاً، فقال: إن مجلة الفرقان، كانت توزع مجاناً لأنها كانت تتلقى مساعدة، والآن اضطر المسؤولون عنها أن يبيعوا النسخة بخمسين سكودا وهو مبلغ ضئيل جداً  [[تعلم ضآلته عندما تعرف أن قيمة الدولار 160 سكودا]]. ومع ذلك لا يقبل أفراد الجالية إلى شراء المجلة، ويشتريها غير المسلمين أحسن من الجالية. قلت له: وهل الجالية متمسكة بدينها، قال: لا والسبب أن رئيس الجالية السابق كان يقول: إن الإسلام يمكن أن ينسجم مع أي مجتمع حيث كان  [[يقصد أن المسلمين يجب أن يتكيفوا مع المجتمعات الأخرى ويعملوا بعاداتهم ولو خالفت الإسلام]]. ولأن بعض المسلمين أصبحوا غربيين أكثر من الغربيين في سلوكهم وعاداتهم وتقاليدهم وكثير منهم يشربون الخمر ويقيمون حفلات غناء وملاه، ويهتمون بالاحتفال بالموالد، ويسمحون لنسائهم بالدخول إلى المسجد وهن غير محتشمات. قلت له: ماذا ترى عن مستقبل الإسلام في البرتغال؟ قال: إنه ينظر إلى ذلك نظرة تشاؤم، والدليل على ذلك أن الجماعة التي يؤمل أن تنشر الإسلام في البرتغال، وهي جماعة التبليغ يقتصر عملها على المساجد، والدعوة يجب أن تصل إلى من يحتاجها من المسلمين وغيرهم. قلت له: هل يقبل البرتغاليون الزيارة في منازلهم؟ قال: نعم يقبلون الزيارة، ويمكن أن يسمعوا الدعوة، وهم يشترون مجلة الفرقان، ويوجد أب مسيحي يكتب في المجلة بموضوعية عن الأخلاق والشؤون الاجتماعية والتربية. وسألته عن تماسك الأسرة البرتغالية. فقال: في الأرياف لا تزال الأسرة محافظة على العادات والتقاليد، أما المدن فالتفكك كبير، وبخاصة العاصمة لشبونة التي يكثر فيها تعاطي الكحول والبغاء، ويمكن أن يكون التفكك الأسري 50%. وكان مع الأخ محمد علي الدكتور موسى عمر وبعض محرري مجلة الفرقان وقد سألوني هم بعض الأسئلة للمجلة وأجبت عنها. [img]pics/12/12016.jpg[/img]<< الكاتب مع بعض المسلمين الذين أتوا لزيارته في الفندق >> جولة أخرى في لشبونة وضواحيها: الأحد: 9/1/1409 هـ -21/8/1988م في صباح هذا اليوم قمنا بجولة في مدينة لشبونة - وهم ينطقونها: لشبوا (LISBOA). وكان يرافقني الشيخ البقالي، فمررنا في شمالها الشرقي بسوق أهل الريف الذي يقيمونه في هذا اليوم - الأحد يوم الإجازة - يترك أهل المدينة قسطاً من راحتهم، ليحضروا إلى هذا السوق لشراء بعض بضائعه لوفرتها ورخصها، وهي تتكون من المحاصيل الزراعية في الغالب، ويمتد السوق على جانبي الشوارع في العراء وقد يرفع بعضهم مظلات من القماش أو غيره كما هو الحال في أسواق الخضار التي لا تخصص لها مبان. كما مررنا بجامعة لشبونة، وبجانبها مكتبة البلدية والحديقة الكبرى، ثم خرجنا إلى الضواحي الواقعة شمال المدينة، ومبانيها تقع على مرتفعات، وفي إحدى هذه الضواحي مسجد صغير في إحدى العمائر الكبيرة، تبرع به أحد المسلمين استأجره ووقفه، ويسكن في هذه الضاحية أكثر من خمسين عائلة  مسلمة وأغلبهم من الهنود والأفارقة. ومررنا بالملعب الرياضي، وهو أكبر ملعب رياضي في القطر يتسع لمائة وعشرين ألفاً، وهو يقع قرب برج التلفاز. ثم اتجهنا إلى جنوب المدينة من جهتها الغربية، فمررنا بجبل نصب عليه لاقط (إريل) التلفزيون وبه تقع قيادة القوات الجوية البرتغالية، ومنه يستطيع الإنسان أن يشرف على مركز المدينة وجنوبها ويرى المسجد المركزي والقنطرة، ويقع بجانب القيادة السجن العسكري وتحتضن الجبل غابة من الأشجار. ومررنا جنوباً - في غرب لشبونة - بمنطقة تسمى: الجيش (LGES) وبهذه المنطقة معظم السفارات الإسلامية: التركية والمصرية والجزائرية والليبية، أما سفارات العراق والمغرب وباكستان فتقع في وسط المدينة. وفي جنوب منطقة الجيش نهر التاجا وفي غربها المحيط الأطلسي وقد وصلنا إلى مصب النهر في المحيط. ثم عدنا إلى منزل المستشرق ماريانو، حيث كنا على وعد معه لتناول طعام الغداء، وأهدى لنا كتابه المسمى: فلسطين في التاريخ، وهو باللغة الإنجليزية. ومنزله يحتوي على غرفة مليئة بالآثار الإسلامية القديمة: السجاد والسيوف والمواعين، وغيرها، وهو مغرم بذلك كما سبق في مقابلتي له. [img]pics/12/12017.jpg[/img]<< المستشرق ماريانو على اليسار ـ في منزله ـ يشير إلى صور بعض المقتنيات العربية التي يملكها وقد أثبت صورها في كتاب له، وعلى يمينه الشيخ البقالي 9/1/1409هـ  ـ 21/8/1988م >> [img]pics/12/12018.jpg[/img]<< صورة لأحد التحف المقتناة في منزل المستشرق ماريانو 6/1/1409هـ 18/8/1988م>> وكان هذا اليوم هو آخر الأيام التي بقيت فيها في البرتغال وهي تسعة أيام. السفر إلى إيطاليا: الاثنين: 10/1/1409 هـ - 22/8/1988م ذهب معي الشيخ البقالي جزاه الله خيراً إلى مطار لشبونة، وحاول أن يصعد معي إلى الموظفين الذين يتسلمون الحقائب ويسلمون بطاقات دخول الطائرة، ولكن الجنود لم يسمحوا له وقالوا: لا يدخل إلا الراكب فقط، وصعدت أَدُور في القاعة هنا وهناك حتى وجدت المكتب الذي يقوم بإجراءات الرحلة إلى ميلانو، وكان المقرر أن تقلع الطائرة الإيطالية في الساعة الثالثة إلا عشر دقائق، ولكنها تأخرت فلم تقلع إلا في الساعة السابعة والنصف مساء. وصلنا إلى مطار ميلانو في الساعة التاسعة والنصف بتوقيت البرتغال - العاشرة والنصف بتوقيت إيطاليا. سلسلة في المشارق والمغارب رحلة إيطاليا الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "الرحلة إلى إيطاليا 1409 هـ ـ 1988م",
    "content": "[img]pics/12/12028.jpg[/img]<< خريطة إيطاليا >>"
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "1- في مدينة ميلانو",
    "content": "كان المقرر أن تقلع الطائرة الإيطالية من مطار مدينة لشبونة في الساعة الثالثة إلا عشر دقائق، ولكنها تأخرت فلم تقلع إلا في الساعة السابعة والنصف مساء. وصلنا إلى مطار ميلانو في الساعة التاسعة والنصف بتوقيت البرتغال - العاشرة والنصف بتوقيت إيطاليا. إنما الصبر عند الصدمة الأولى! عندما دخلنا قاعة الساحبات لتسليم العفش، فوجئت فور دخولي من الباب بكلب ضخم الجثة بدا لي كأنه يريد مهاجمتي، وكدت أرفع حقيبتي لأضرب رأسه، ولكنى تمالكت نفسي عندما خطر ببالي أنه من رجال البوليس الإيطاليين، ونظرت إلى يميني فرأيت رجل البوليس منحازاً وفي يده سلسلة الكلب المربوطة في رقبته، فحمدت الله الذي أعانني على ضبط أعصابي فلم أضرب البوليس الحيواني (الكلب)، إذ لو ضربته لحاكموني بحجة أني أهنته وهو يؤدي واجبه، والظاهر أنه يلتمس مجرمي تهريب المخدرات، وعلى كل حال فالصبر عندما يفوز به صاحبه في وقته يوافق قول الرسول صلى الله عليه وسلم: ((إنما الصبر عند الصدمة الأولى)). كان المقرر أن أجد في المطار الأخ الدكتور الطبيب المسلم الأردني الأصل علي بن عبد اللطيف أبا شويمة، حيث كنت اتصلت به من لشبونة وأخبرته برقم الرحلة، وكنت قد اجتمعت به قبل ذلك في معسكر إسلامي أقيم في فرانكفورت وأعطاني عنوانه ورقم هاتفه، ولكن بسبب تأخر الطائرة ما يقرب من أربع ساعات، لم أجده وكنت أريد أن أصرف نقوداً من أجل أجرة السيارة التي توصلني إلى المدينة فلم أجد مصرفاً. فأخذت حقائبي وخرجت، وقلت لصاحب السيارة ليس عندي نقود إيطالية. فقال: لا مشكلة، قلت له: أوصلني إلى فندق كبير من الفنادق العالمية مثل هيلتون وشيراتون، فقال: طيب. وهذه عادتي إذا نزلت بمدينة لا أعرف فنادقها وليس معي أحد من سكانها أحاول أن أنزل في مثل هذه الفنادق، لأنها أكثر أمناً وخدمة من غيرها، وذهب بي إلى فندق هيلتون وكنت متعباً، وخشيت ألا أستطيع التفاهم معهم، فاتصلت بالدكتور على وقلت له: أخبرهم بأني أريد عشاء لأني جائع، والمهم أن يكون حلالاً، فاتصل بهم وأحضروا لي العشاء وصليت المغرب والعشاء، ثم أسلمت نفسي لربي فنمت نومة عميقة، وما أحلى النوم بعد التعب والطعام بعد الجوع!! وقلت لموظف الفندق: أعط صاحب السيارة أجرته ولا أدري كم؟ لأن عملتهم شبيهة ببغاث الطير التي قال فيها الشاعر: [sh][shtr]بغاث الطير أكثرها فراخاً= وأم الصقر مقلاة نزور[/shtr] [/sh] وكانت في هذا الوقت قيمة الدولار الأمريكي الواحد ألفاً وأربعمائة ليرة إيطالية، فالدولار كان أم الصقر والليرة من فروخ بغاث الطير، وبذلك يمكن أن تتصور كم أجرة السيارة، بل أجرة الفندق والعشاء، وبخاصة إذا كان النزيل متعباً غريب الدار جاهلاً باللغة وصرف النقد مثلي، على كل حال كان المجموع أكثر من ثلاثمائة دولار بقليل.  [[ولكن بغاث الطير في إيطاليا كانت أقوى وأفضل من ذباب إندونيسيا، حيث بلغ سعر الدولار هذا العام:1419هـ ـ 1998م 15 ألف روبية...!]]. الثلاثاء 11/1/1409 هـ - 23/8/1988م جاء الأخ علي جزاه الله خيراً ونقلني إلى فندق آخر وهو فندق متوسط ونظيف، ولكن بقربه إحدى محطات القطار ولم أرتح فيه وبت تلك الليلة على مضض، وكذلك الليلة التالية، ولم أغادر الفندق هذا اليوم لأني كنت في حاجة إلى المزيد من الراحة، وقال لي الأخ علي: نلتمس لك بعض الإخوة يرافقك من يوم غد إنشاء الله. زيارة المركز الإسلامي في ميلانو: الأربعاء 12/5/1409هـ - 24/8/1988م في هذا اليوم زرت المركز الإسلامي في ميلانو وأخذت بعض المعلومات عن نشاطه، وهذا موجزها من النشرة الخاصة به. المركز الإسلامي مؤسسة مستقلة تسير على كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم، وتأخذ بعقيدة أهل السنة والجماعة من السلف الصالح. تأسس المركز عام 1976م بعون الله، ثم بجهد المسلمين في مدينة ميلانو، من عمال وطلاب وتجار، وقد سعى منذ إنشائه في خدمة الدعوة الإسلامية في أبناء الجالية الإسلامية التي تحاول التيارات المنحرفة حرفها بكل الوسائل إلى الضلال والانحلال أو بين الإيطاليين من أبناء هذه البلاد بتبيان الإسلام الصحيح. ورغم أن ميلانو يقطنها مليونان ونصف المليون نسمة منهم خمسون ألف مسلم من مختلف البلاد الإسلامية، بالإضافة إلى مئات التجار المسلمين الذين يأتونها كل شهر، رغم ذلك ليس بها مسجد للمسلمين  [[سيأتي أنه تم بناء مسجد في ميلانو ولكنه صغير أيضاً بالنسبة للمسلمين]].  والمركز الإسلامي الذي يقع في طرف المدينة في طابق تحت الأرض، ومساحته لا تجاوز 200 متر، هو المكان الوحيد لكل هذه الجموع من المسلمين. [img]pics/12/12029.jpg[/img]<< مسجد الرحمن في مدينة ميلانو 11/1/1409هـ >> من هنا كان سعينا الحثيث لإيجاد بناء يليق بالمسلمين كي يؤدوا من خلاله واجباتهم في الدعوة على أكمل وجه، ويتسع لما يقوم به المركز من نشاطات مهمة وعديدة. ونحن نأمل بالله ثم بالمسلمين أن يعينوننا على تحقيق هذا العمل في أقرب وقت بإذن الله. ثم ذكرت النشرة ما يُزَاوَل في المركز من النشاطات العبادية والثقافية والاجتماعية والرياضية والتعليمية، من ذلك إقامة صلوات الجماعة والجمع والأعياد، والندوة الأسبوعية التي يحضرها أسبوعياً عدد من المسلمين تدرس فيها علوم القرآن الكريم والتفسير وعلوم الحديث والتاريخ وغيرها. وصندوق المسلم الفقير الذي تجمع فيه التبرعات من المسلمين المقيمين والتجار العابرين، وتخصص لمساعدة المحتاجين وأبناء السبيل. ولهذا المرفق أثر كبير في حماية كثير من المسلمين من الذهاب إلى الكنائس التي تقدم مساعدات للنيل من عقيدة المسلم. وتوفير اللحم الحلال، بحيث يوفر اللحوم المذكاة، وتباع في بعض المجازر في المدينة. ويشرف المركز على تذكية الأنعام والدواجن التي تصدرها بعض الشركات الإيطالية إلى العالم الإسلامي. ولكثرة الجالية الإسلامية وزيادة أطفالها، قام المركز بإمكاناته المحدودة وفق المكان  بتدريس اللغة العربية في نطاق محدود لأبناء المسلمين. ومن مشاريع المركز التي يرجو تحقيقها إنشاء مدرسة إسلامية كاملة، تجمع بين المنهج الإسلامي والمنهج الإيطالي لحماية أبناء المسلمين من التذويب في المدارس الإيطالية. وكذلك روضة أطفال. ومن نشاطات المركز الرحلات التي يجتمع فيها المسلمون في جو إسلامي يحصل فيه التعارف والتعاون والتكافل. ومن نشاطاته توفير الكتاب الإسلامي في كافة العلوم الإسلامية، ليبيعها بالثمن المناسب أو وضعها في مكتبة المركز للمطالعة، وفي مكتبة المركز كمية طيبة من الكتب وبخاصة أمهات الكتب. ويوفر المركز الشريط المسموع وقد سجل خمسة عشر ألف شريط لعلماء العالم الإسلامي. ويقوم المركز بمسابقات دينية في حفظ القرآن والحديث والفقه والتوحيد. ويقوم بتنظيم نشاطات رياضية في العديد من الألعاب وفي عمل الدوري السنوي لكرة القدم بين فرق المركز، وقد أطلق على كل فرقة اسم من أسماء الصحابة أو معركة من معارك الإسلام... وكذلك في كرة تنس الطاولة، وتوزع جوائز في هذه المسابقات. ويشارك المركز في سباقات الضاحية وفاز المشاركون من المركز بعدد من الكؤوس. كما يشارك أعضاؤه في سباق الضاحية السنوي الذي تنظمه بلدية ميلانو، ويشترك فيه خمسون ألف متسابق. والمركز عضو أساسي في لجنة الدفاع عن حقوق الأجانب التي أسستها بلدية مدينة ميلانو، ومن خلال هذه اللجنة يدافع المركز عن الحقوق الدينية والثقافية للمسلمين، وقد استطاع المركز أن يحصل على إذن بالسماح للمرأة المسلمة بأخذ وثائق رسمية ومستندات بالصور الفوتوغرافية وهي تلبس اللباس الشرعي، كما سعى المركز لدى البلدية للاعتراف بشهادات عقود الزواج وإشهار الإسلام التي تصدر من المركز. ويقدم المركز وجبات الطعام للمسلمين المحتاجين في رمضان، ويتبرع لهذه الوجبات المحسنون من المسلمين من داخل إيطاليا وخارجها. كما يقوم المركز بنشاط دعوي في الأوساط الإيطالية، ومن نشاطاته في هذا المجال ما يأتي: 1-إصدار رسالة الإسلام، وهي مجلة دورية باللغة الإيطالية تصدر كل شهر وتقدم الإسلام بالأسلوب الحسن الواضح. وهذه المجلة تعتبر المصدر الوحيد للذي يريد التعرف على الإسلام باللغة الإيطالية، ويصدر المركز منها في الوقت الحاضر: ألفين وخمسمائة نسخة وتوزع بالبريد في جميع أنحاء إيطاليا. 2-الندوة الأسبوعية باللغة الإيطالية... وقد دخل عدد من الإيطاليين في الإسلام، وأصبح عددهم في ميلانو وحدها يزيد عن خمسين شخصاً، ويدرسون القرآن الكريم واللغة العربية، ومبادئ الإسلام.. 3-المحاضرات: يقوم المركز بين الحين والآخر بمحاضرات للتعريف بالإسلام للطلبة في المدارس والجامعات، سواء بالذهاب إليها أو بدعوة الطلاب إلى المركز، كما ينظم محاضرات في القاعات العامة بعد الإعلان عنها في الصحف والملصقات. ويقوم المركز بالدعوة داخل السجون، وقد كان لهذا العمل النتائج المرضية، وقد أسلم في الآونة الأخيرة خمسة أفراد، أحدهم أسلم هو وعائلته وعددهم خمسة، وحسن إسلامهم. 4-الكتاب الإسلامي: يوفر المركز الإسلامي الكتاب الإسلامي باللغة الإيطالية، وقد روعي أن يكون الكتاب صغير الحجم ليسهل تناوله وقراءته، كما روعي أن يعالج أهم القضايا التي يحتاج لها المسلم الجديد، ويتساءل عنها الفرد الغربي. ومن أهم الكتيبات التي أصدرها المركز ما يلي: مبادئ الإسلام، الصلاة، الزكاة، لماذا لا يأكل المسلم لحم الخنزير؟ ولماذا لا يشرب الكحول؟ نظام العائلة في الإسلام، محمد رسول الله، أخلاق المسلم، نبذة عن القرآن والحديث. ثم ذكرت النشرة مشروع المركز والمقبرة والمركز الإسلامي وذلك كما يلي: أولاً: المسجد والمقبرة: بزيادة أعداد المسلمين المقيمين ودخول العديد من الإيطاليين في حظيرة الإسلام رأى المركز من الأمور الحتمية والمهمة إيجاد مقبرة لأموات المسلمين، حيث أن نقل المتوفى يحتاج إلى تكاليف باهظة، أو أن يقبر في مقابر النصارى، كما أن الإيطالي المسلم لا يمكن نقله إلى أي بلد آخر. لذلك قام المركز بتقديم طلب إلى بلدية ميلانو بمنح المركز الإسلامي قطعة أرض لهذا الشأن، وبعد جهود مضنية قرر مجلس البلدية منح المركز قطعة أرض مساحتها 800م مربع، على أن يبنى في جزء منها مسجد ومكان لغسل الميت. وقد قام المركز بتقديم تصميم للمشروع وافق عليه مجلس البلدية بتاريخ11/6/1986م على أن يبدأ البناء في غضون عام. وطرح المركز مناقصة للمشروع، فكان أفضل العروض ما قيمته 135 ألف دولار، استطاع المركز أن يجمع منها حتى الآن 37 ألف دولار، وقد روعي في البناء أن يكون المسجد أمام المقبرة حسب تعاليم الإسلام الحنيف، والمسجد حيث تبلغ مساحته أكثر من 100م2 يستعمل أيضاً لإقامة الصلوات اليومية والندوات الثقافية، حيث إن له مخرجاً مستقلاً على الشارع العام.  [[هذا المسجد قد بني، ويؤسفني أنني لم أتمكن من زيارته]]. ثانياً: مشروع بناية المركز الإسلامي الجديد بأقسامه المتعددة: نظراً لاتساع الجالية الإسلامية ونشاطات المركز المختلفة، فقد أصبح من الضروري التفكير في شراء مقر جديد للمركز الإسلامي حيث إن المقر الحالي بالأجرة، ولا تتجاوز مساحته 200م2 في بناء سكني في طرف المدينة ولا يليق بالإسلام والمسلمين لكونه في الدور تحت الأرض في المبنى. وهذا المشروع عبارة عن شراء بناية مكونة من أربعة أدوار: الدور الأرضي منها يكون لعمل مطعم إسلامي، مجزرة، أرشيف، مكتبة ترجمة ومكتب تشغيل للعمال المسلمين، وهذه المشاريع التجارية يستطيع المركز من خلالها أن يوفر الدخل المناسب لسد احتياجاته والنفقات على نشاطاته المختلفة، ومن المتوقع أن يكون هذا الدخل ما يساوي قيمته خمسة وعشرين ألف دولار سنوياً. الدور الأول: للمسجد وملحقاته. الدور الثاني: مكاتب للإدارة، مكتبة، مكتب للدعوة ومكتب نشر لمجلة رسالة الإسلام. الدور الثالث: مدرسة لأطفال المسلمين. مساحة البناء الإجمالية تسعمائة  متر مربع. تكاليف الشراء والتجهيزات الإجمالية تسعمائة وعشرة آلاف دولار، جمع منها حتى الآن مائة وثلاثون ألف دولار....  [[هذه المعلومات مدونة عند المركز، وأنا من عادتي تسجيل كثير من المعلومات سواء منها المكتوب أو الذي يقال لي شفوياً لأمرين: الأمر الأول: تدوين نشاط إسلامي في المركز الذي أتمكن من زيارته في أي بلد وهو تدوين أعتبره إسهاماً في حفظ تاريخ نشاط المسلمين في العالم، فما أكثر ما يضيع تاريخ الإسلام والمسلمين في بلدان كثيرة، وكوني أجمع بين المكتوب وما أتلقاه شفوياً من المسؤولين عن المراكز إنما أقصد به الحرص على إلى استيفاء المعلومات، لأن المكتوب في الغالب يكون قد طرأ عليه شيء ما لقدمه، كأن يكون مشروعاً فأصبح أمراً واقعاً والمعلومات الشفوية متأخرة تكون أتم مما كتب. الأمر الثاني: فإني أرغب في أن أنقل للمسلمين صورة عن نشاط إخوانهم في بلدان العالم وما يحتاجونه من العون، والأغنياء من تجار المسلمين أو حكامهم قادرين على ذلك العون فإذا اطلعوا على ذلك قامت عليهم الحجة في مساندة إخوانهم المسلمين للمحافظة على أنفسهم وأبنائهم ولدعوة غير المسلمين إلى الإسلام]]. جولة في مدينة ميلانو: الخميس  13/1/1409هـ - 25/8/1988م في يوم الخميس قمنا بجولة في مدينة ميلانو، وكان يرافقني شاب أردني، وهو يدرس الهندسة المدنية في جنوب إيطاليا، وجاء إلى ميلانو في إجازة ليشارك في النشاطات الإسلامية في المركز، وقد عين لمرافقتي جزاه الله خيراً. تجولنا في وسط المدينة وذهبنا إلى الكاتدرائية الكبرى في ميلانو، وكذلك ذهبنا إلى مبنى قديم يسمى بالقصر، ولم نتمكن من دخوله لأنا جئنا في غير وقت الزيارة. أما الكاتدرائية فان زخارفها والتماثيل التي نصبت في داخلها أو خارجها - ولا زالوا يزخرفونها - لو أنفقت الأموال التي خصصت لها على بعض الشعوب الجائعة، لكفتها وهنا تذكرت نهي الرسول صلى الله عليه وسلم عن زخرفة المساجد، ووازنت بين مسجد صغير يبنى في ضاحية من ضواحي بلدان المسلمين من اللبن والخشب وتقام فيه الصلوات الخمس ويذكر فيه الله وحده، وبين أمثال هذه الكاتدرائية المزخرفة التي تبلغ مساحتها عشرات آلاف الأمتار ولا تجد فيها إلا السائح يتفرج، وأحياناً القسيس يقوم بالدجل ويغفر للناس ذنوبهم بعد إقرارهم بها عنده، ويَدَعُونه ليذهبوا يمارسون نفس الذنوب التي سيغفرها لهم بعد ذلك، وإذا جاء أحد يؤدي شيئاً من الطقوس فيها، فإنما يقوم بما يسخط الله من الشرك والحركات الوثنية. لا بد من صنعا وإن طال السفر: الجمعة: 14/1/1409 هـ -26/8/1988م وفي صباح يوم الجمعة ذهبنا نلتمس مكاناً مرتفعاً خارج المدينة لنتصورها من الخارج، وقد سألت الإخوة قبل هذا اليوم: ألا يوجد برج عال أو جبل يشرف على المدينة فقالوا: إنهم لا يعرفون إلا سطح الكاتدرائية، وقد علونا سطحها ورأينا شيئاً ولكنه لا يكفي لأخذ التصور المطلوب، وقد مر مرافقي بمكتب البلدية وهو قريب من الكاتدرائية في مركز المدينة وفيه موظفو استعلامات فسألهم إن كان يوجد هذا المكان فقالوا: لا يوجد. ولكني لم أيأس وقلت لصاحبي: قف سائق أجرة وسله لعله يعرف ما نريد، وسائقو سيارات الأجرة أكثر خبرة من غيرهم بالمدن التي يزاولون فيها عملهم. فوقف أحدهم وسئل فقال: اركبوا، فذهبنا معه وصعد بنا إلى جبل في شمال مدينة ميلانو - لعله يميل إلى الغرب قليلاً ويسمى هذا الجبل بجبل النجمة (MONTESTELLA). وقف سيارته في سفح الجبل وصعدنا إلى قمته، وكان يقف على القمة بعض رجال الشرطة (البوليس) على سيارة جيب، فألقينا نظرات على جهات المدينة والتقطنا بعض الصور لها. وخلال المدة التي كنا نلتقط الصور للمدينة نزل رجال الشرطة إلى قائد السيارة وتكلما معه، ورأيناه بعد ذلك يتحرك هنا وهناك كأنه قلق فنزلنا إليه وركبنا، وبعد أن سار نحو كيلو قلت: هل يمكن أن يعود بنا إلى الجبل مرة أخرى لنستكمل شيئاً من صور المدينة؟ فقال: لا أستطيع فقد أنذرني البوليس من المجيء بأحد إلى هذا الجبل، لأن المنطقة عسكرية، فعرفنا سبب قلقه، ولقد نظر إلينا رجال البوليس ونحن نمشى على قمة الجبل ونصور ولم يبدوا أي اعتراض ولا فهمنا منهم استياءاً أو امتعاضاً، والسائق ما كان ليخبرنا لولا أنا طلبنا منه الرجوع، وفعلهم هذا يدل على احترام الضيف، مع أن إيطاليا فيها مشكلات أمنية ومنظرنا واضح أنه مما يسمى بالشرق الأوسط وهم يخافون من أهل هذه المنطقة. وهنا تذكرت قصة حصلت لنا أنا وفضيلة الشيخ عبد المحسن العباد وفضيلة الشيخ عمر محمد فلاتة كان الأول حينئذ نائب رئيس الجامعة الإسلامية في المدينة المنورة، وكان الثاني أمين عام الجامعة، وكنا في بلد عربي، وذهبنا من عاصمة ذلك البلد نتجول في بعض المناطق السياحية في ضواحي العاصمة مع ناس كثير، وكان ذلك اليوم يوم جمعة - يوم إجازة - وخرجنا نحن الثلاثة ومعنا رجلان من ذلك البلد أحدهما كان مشرفاً ثقافياً واجتماعياً والآخر مشرفاً رياضياً في الجامعة الإسلامية، خرجنا من المسجد بعد صلاة الجمعة نتجول على أرجلنا، فإذا بعض الجنود يخرجون من خيمة ويصيحون بأصوات منكرة - وإن كانت أقل من أنكر الأصوات - لماذا جئتم هنا؟ ألا تعلمون أن هذه المنطقة محظورة لأنها منطقة عسكرية؟ قلنا: نحن لا ندري ولم نر ما يدل على أنها منطقة عسكرية، ولا داعي للخوف، فسنعود إلى حيث أتينا فقالوا: لا، بل يجب أن تبرزوا جوازاتكم وتنتظروا حتى نتصل بالقائد ليكون على علم، فأعطيناهم الجوازات وقعدنا نحن الثلاثة تحت شجرة كبيرة ننتظر أوامر الجنود وقائدهم! ولما كان أهل مكة أدرى بشعابها فقد حاورهم الأخوان اللذان كانا معنا وهما من أهل البلد، وفي النهاية أخذ أحدهما شيئاً من النقود لا أظنها تزيد عن ريإلين سعوديين ووضعها في جيب أحد الجنود، فانقلب لتوه من جندي يغار على منطقته العسكرية إلى رجل مؤدب نادم على ما جرى وجاء يعتذر لنا وسلم لنا جوازاتنا وتركناه مسروراً بتلك النقود الضئيلة! ورجعنا قافلين. ترى: ما الفرق بين رجال أمن إيطاليا ورجال أمن ذلك البلد العربي؟! احْكُمْ! معذرة فالشيء بالشيء يذكر كما قيل. ولنعد إلى ميلانو. ثم رجعنا إلى الفندق في ميلانو وتهيئنا لصلاة الجمعة وذهبنا إلى المركز لصلاة الجمعة. وهناك التقينا بعض الإخوة من مسلمي إيطاليا وأجريت معهم الحوارات الآتية: حوار مع الأخ المسلم الإيطالي عبد الرحمن (ROSARIO PASQVINI): [img]pics/12/12019.jpg[/img]<< المسلم الإيطالي عبد الرحمن في المركز الإسلامي بميلانو 14/1/1409هـ ـ 26/8/1988م>> [[ميلانو 13/1/1409هـ في المركز الإسلامي]]. ولد سنة 1934م. تخصصه: حقوق. الديانة السابقة: كاثوليك. كان في أول أمره ملتزماً بها ولكنه أصبح ملحداً، ثم أسلم. وسألته عن سبب إلحاده؟ فقال: إن الكنيسة فيها استغلال الفرد لأخيه وظلمه. قلت: متى أول ما سمعت عن الإسلام؟ فقال: عندما كان يذهب إلى المدرسة، وعمره (9 سنوات تقريباً) وكان الذي سمعه مجرد تعريف مقتضب. وقال: إنه عندما ألحد انضم إلى اليسار المتطرف، ووجد عندهم نفس ما كان في الكنيسة من سيطرة الفرد على الفرد وظلمه، فلم يبال بعد ذلك فرفض الانضمام إلى اليسار، وأخذ يبحث عن الحقيقة والمذهب الذي يكون فيه عدل بين الناس ومساواة وكان هذا هدفه. وقرأ عن الإسلام قراءة نظرية، ولكن الشكوك كانت تصاحبه حتى التقى الأخ الشيخ علي أبو شويمة [[أردني الأصل إيطالي الجنسية وهو رئيس المركز الإسلامي في ميلانو وطبيب عنده عيادة خاصة]] ففهم حقيقة الإسلام ودفعه ذلك إلى الدخول فيه. وقال: عندما التقى الأخ علي تعاون معه، ومعهما اثنان آخران على تأسيس المركز وكان ذلك سنة 1974م. قلت له: ما موقف أسرتك من إسلامك؟ قال: إنهم تركوا له حريته لأنه متعلم مثقف وأما أصدقاؤه فقد ذهلوا منه عندما تغيرت حياته بالإسلام. قلت له: ما الفرق بين حياتك قبل الإسلام وحياتك بعده؟ قال: تحققتْ بالإسلام إنسانيتي وأشكر الله الذي هداني للإسلام. قلت له: هل توجد كتب إسلامية باللغة الإيطالية في متناول أيدي الناس؟ قال: توجد كتب تتحدث عن الإسلام، ولكنها لا تجذب الناس إليه إنما تبعدهم عنه وتنفرهم منه، ويأمل من المسلمين أن ينشروا الكتب الإسلامية السليمة الجذابة. قلت له: هل تظن أن الحجة قامت على سكان إيطاليا بفهم الإسلام؟ قال: لم تقم الحجة لأنهم لم يفهموا حقيقة الإسلام. قلت: من المسؤول عن إقامة الحجة بتبليغ الإسلام؟ قال: تقع المسؤولية على القائمين على الدعوة في العالم العربي، لأن العرب هم الذين تلقوا الوحي وهم يفهمونه ويجب أن يقوموا بالدعوة إليه. وأجهزة الإعلام بأوروبا بيد أعداء الإسلام الذين يتعمدون تشويهه باستمرار. وللمركز الإسلامي نشرة تسمى رسالة الإسلام لا يطبع منها إلا ألفا نسخة فقط في الشهر لقلة الإمكانات وكان يجب أن لا يقل عددها عن مأتي ألف نسخة. قلت: ما الموضوعات التي ترى لها الأولوية في الإسلام بالنسبة للإيطاليين؟ قال: قبل الحديث عن الموضوعات يجب أن يكون الداعية قوياً منظماً وعنده وسائل مادية وإعلامية للوصول إلى قلوب الناس. وقال: لو وجد مسجد له مئذنة طويلة وقبة كبيرة، فان ذلك مظهر يؤثر في الأوربي، بخلاف ما إذا كان المسجد الذي يصلي فيه المسلمون ويتجمعون فيه غرفة أو شقة صغيرة. قلت له: هذا جيد ولكن الرجال الأكفاء يجب أن يوجدوا قبل الأمور المادية وقبل المظاهر، وأنا أعرف مساجد في أوروبا هي كما وصفت بالنسبة للمظهر، ولكنها شبيهة بالمتاحف لا نشاط فيها ولا تأثير لها، وضربت له مثالاً بمسجد رسول الله صلى الله عليه وسلم كيف كان من حيث المظهر وكيف كان من حيث التأثير؟ [[مع الاعتراف بأن بين الجزيرة العربية حينئذ وأوروبا الآن فرقاً من حيث التقدم المادي]] وذكرت له أن بعض الجماعات في أوروبا تنطلق دعوتهم من غرف صغيرة وتأثيرهم أكثر من تأثير جماعات عندهم مساجد كبيرة... فاعترف بذلك. ثم تحدث عن الموضوعات التي تكون لها الأولوية في إبرازها فقال: إن كل شخص من الأوربيين يختلف عن الآخر في تفكيره وفي تساؤلاته، فهو في حاجة إلى طرق الموضوعات التي تهمه، هذا إذا كان الاتصال فردياً. أما إذا كان عن طريق الوسائل الإعلامية العامة، فيجب أولاً قراءة القرآن الكريم على الناس، ثم تفسير آيات قرآنية مرتبطة بالواقع الذي يهم الناس، مثل طاعة الوالدين والمعاملات على وجه العموم. قلت له: ما صفات الداعية الذي يمكن أن يؤثر في الإيطالي بدعوته؟ قال: الإجابة على السؤال صعبة، والمهم التقوى والتحلي بالصفات التي دعا إليها القرآن والسنة، وأن يجيد لغة القوم الذين يتحدث إليهم، وأن يكون حليماً، عنده ثقافة واسعة، وله شخصية قوية. قلت له: ما سبب قلة الداخلين في الإسلام في أوروبا بخلاف أفريقيا والسود في أمريكا وجنوب شرق آسيا؟ قال: الله أعلم، ولكن من الأسباب الواضحة الواقع الاجتماعي، فالأمريكان السود جعلهم اضطهادهم يبحثون عن دين يساعدهم على التخلص من ذلك وكذلك الأفريقيون. أما إندونيسيا وماليزيا، فان لديهم تربية معينة بالديانة البوذية وفيها هيمنة الفرد على الفرد وحيثما وجدت هذه التربية فأهلها يسيطرون على الناس.. [[ولكن السيطرة موجودة في أوروبا كما اعترف الأخ عبد الرحمن في مطلع حديثه]]. قلت: ما الوسائل الممكنة قانوناً لنشر الدعوة في إيطاليا؟ قال: القانون الإيطالي يبيح لكل الأديان أن تتحرك، والذي ينقص المسلمين هو الوسائل المادية، وهذه الإمكانات القانونية يخشى إذا كثر المسلمون أن يحال بينهم وبين الاستفادة منها. قلت: ما العقبات التي تعترض الدعوة الإسلامية في إيطاليا؟ قال: أهم العقبات الوسائل المادية، وضرب لذلك مثلاً بالمركز الإسلامي الذي يستطيع أن يقوم بنشاط دعوى يلفت أنظار الناس إلى الإسلام، فلو حصل على مليار ليرة لاستطاع أن يبنى إذاعة، ويمكنه أن يعلن عن الإسلام ونشاطات الدعوة في المترو الذي يستعمله مليوناً شخص، فلو تمكنا من كتابة إعلان فيه هكذا: من أراد أن يتعرف على الإسلام فليحضر إلى المركز الإسلامي في ميلانو، مع ذكر العنوان لأقبل كثير من الناس إلى المركز للسؤال عن الإسلام. وقال: إن الإيطاليين المسلمين في حاجة إلى التعليم في الجامعات الإسلامية، وبذلك سيكونون مؤهلين للدعوة... والمسلمون في حاجة إلى مقبرة ومجزرة... وهذه من الأمور التي لابد منها لهم. قلت له: كم عدد المسلمين الإيطاليين؟ قال: ثلاثة آلاف تقريباً ولا توجد إحصائية دقيقة، وأغلب المسلمين الإيطاليين على السنة، ولا يوجد منهم من هو قادياني. قلت: كم عدد المسلمين الإيطاليين في ميلانو؟ قال: مائة شخص تقريباً. وقال: الأمل أن تقوم الدولة الإسلامية في إيطاليا تحقيقاً لحديث الرسول صلى الله عليه وسلم من أن روما ستفتح كما فتحت القسطنطينية. [[قلت: اليوم الذي ستحقق فيه ذلك سيكون المسلمون فيه على غير حالتنا التي نحن فيها الآن]]. الأخَوَان الإيطاليان المسلمان عبد الشكور وعلي: [img]pics/12/12020.jpg[/img]<< المسلمان الإيطاليان عبد الشكور وعلي والكاتب ـ المركز الإسلامي ميلانو ـ 14/1/1409هـ ـ 26/8/1988م >> [[ميلانو، المركز الإسلامي 13/1/1409هـ وقد أجريت الحوار معهما في آن واحد اختصاراً للوقت]]. علي أبو علي (FEDERSICO FRANCESLO). ولد الأخ علي سنة 1953م في ميلانو، وهو تاجر أصله سويسري. ديانته: كان أبوه بروتستانتياً وأمه كاثوليكية وهو على دين أمه. وترك التدين، ثم هداه الله بعد ذلك للإسلام. أول سماعه عن الإسلام كان في المدرسة وعمره اثنتا عشرة سنة، وكانت المعلومات التي سمعها مشوهة. ومما كان سمعه أن المسلمين ينظرون إلى الشمس تعبداً مما أدى إلى فقد كثير منهم أبصارهم! وكان الأخ علي قبل أن يسلم يسير على طريقه الهيبيز، يكثر من تعاطي المخدرات والعزف على الموسيقى. وكان أيضاً يناصر الثورة الاجتماعية، وهى الدعوة إلى السلم والوقوف ضد الحرب، كالحرب التي في فيتنام. أما الأخ عبد الشكور (PERGOMARC). فقد ولد في سنة 1962م. وديانته السابقة كاثوليكية. وهو يدْرس ويعمل. أول ما سمع عن الإسلام كان عمره 18-19 سنة، وكان يدرس الديانات لنفسه، والسبب في دراسته لها أنه لم يكن يستسيغ بعض الأفكار الكاثوليكية وتصرفات القسس، وآخر ما اختار من الأديان بعد دراسته لها الإسلام. قرأ في بعض كتب أحد الكتاب الفرنسيين وهو مسلم عاش في القاهرة وذكر هذا الكاتب أن العالم الغربي غير متدين وأن العالم الشرقي متدين. وشرح هذا الكاتب الأديان وقال: إن الأوربي لا يمكن أن يكون بوذياً، ويمكن أن يكون مسلماً، يعني أن الإسلام أقرب إلى الأوربي من الأديان الأخرى. وقال أيضاً هذا الكاتب: إن كل الأفكار الأوربية هي شخصية لم تثبت صحتها علماً ولا بد لأوروبا من فكر ديني، وأن الدين الذي يلائمها هو الدين الإسلامي. ورأى الكاتب أنه لا بد من تحطيم كل الأفكار الأوروبية وعدم استقامتها وبين ذلك تاريخياً وأن الديانات الأخرى ديانات سماوية فيها بعض الحقائق، ولكنها غير سليمة، وأن الدين الإسلامي هو الحق الذي يجمع كل الإيجابيات وينفى كل السلبيات. وقال الأخ عبد الشكور: إنه عن طريق هذا الكتاب دخل كثير من الإيطاليين في الإسلام. واسم مؤلف الكتاب: عبد الواحد يحيى. وقال الأخ عبد الشكور: إن بعض المسلمين الملتزمين يرون أن عنده شطحات صوفية، ولكنه هو [[أي عبد الشكور]] يرى أنه ليس عنده شيء من ذلك. وقال الأخ عبد الشكور: إنه دخل في الإسلام مباشرة دون معرفة أحد من المسلمين وكان عمره 23 سنة وكانت دراسته للأديان والإسلام حوالي خمس سنوات. وقال الأخ علي: إنه في فترة تسيبه زار بعض البلدان الإسلامية وأدخل السجن في المغرب لسبب ما. وخلال زياراته تلك عرف الأذان وسمع عن الصلاة والصيام وسمع القرآن - قال: وهو موسيقار - وتأثر بسماع القرآن الكريم وكذلك تأثر بمنظر الصلاة وتابع بحثه وطلبه للحقيقة في طريقة الهيبيز والثورة الاجتماعية، فلم يجد فيهما شيئاً ينفعه فتركهما. وفي هذه الفترة هداه الله لمعرفة الإسلام لمعايشته المسلمين سنة في ساحل العاج. ثم رجع إلى أوربا والتقى المسلمين. وفي النهاية جاء إلى المركز الإسلامي في ميلانو، وتعرف على الشيخ عبد الرحمن [[سبق الحديث معه]] الذي شرح له كلمة التوحيد ومبادئ الإسلام كما، شرح له كيف كَوَّن الرسول صلى الله عليه وسلم دولة الإسلام، وشرح له المعالم الإسلامية والنظام السياسي الإسلامي والحرية والعدالة في الإسلام والمساواة فأشبع ذلك نفسه. وقال: إن تأثير القرآن فيه عندما يسمعه كبير جداً عليه، وقال: إنه سمع أغاني أم كلثوم التي تصاحبها الموسيقى والآلات الفنية المختلفة وسمع القرآن الذي يقرأه شخص واحد بدون أن تصاحبه أي آلة موسيقية فكان تأثير سماعه للقرآن فيه لا يدانيه شيء. وقال - وهو موسيقار كما سبق -: إن أحكام التجويد التي يؤدي بها تالي القرآن قراءته، لو أراد أن يقلدها بمئات الآلات الموسيقية والحس الموسيقي، ما قدر على ذلك فهي بذلك أي قراءة القرآن تجعل السامع يشعر أنها فوق قدرة الإنسان، وهى تدخل إلى القلب مباشرة. قلت له: لو اتجه الكفار لسماع القرآن بصوت حسن وهم لا يفهمون معانيه هل تراهم سيتأثرون بذلك فيبحثون عن الإسلام؟ فقال: نعم وقد دخل كثير من الموسيقيين الأمريكان والأوربيين في الإسلام عن طريق سماعهم القرآن، وبعضهم ما زال يعزف إلى الآن. قال الأخ علي: وأما أنا فقد تركت العزف.  [[ذكر سيد قطب رحمه الله قصة امرأة يوغسلافية سمعت تلاوة القرآن وهى لا تفهم اللغة العربية وأظهرت تأثرها بذلك. راجع كتاب في ظلال القرآن: 2/821-822، 1786، طبع دار الشروق]]. قلت للأخ علي: هل وجدت فرقاً في حياتك قبل الإسلام وحياتك بعده؟ فقال: إنه بعد إسلامه عرف الحلال والحرام وأصبح منهجه الذي يسير عليه واضحاً ولا توجد في حياته مشكلات عقدية وأخلاقية تحتاج إلى حل. وقال الأخ عبد الشكور: إنه قبل الإسلام كانت تصرفاته كلها منصبه على ما يراه في مصالحه هو شخصياً (أي أنه كان أنانياً) وأما بعد الإسلام فإنه أصبح يفكر في علاقته بربه وعلاقته بنفسه وأهله وعلاقته بغيره من المسلمين وغيرهم. وسألتهما هل يهتم المسلم غير الإيطالي بالمسلم الإيطالي. فأجاب الأخ علي: بعضهم يهتم وبعضهم لا يهتم، وأفضل مساعدة للمسلم الجديد أن يوضح له الإسلام الصحيح وأفضل من يساعد المسلم الإيطالي الجديد هو المسلم الإيطالي القديم لمعرفته لغته وعاداته ومشكلاته، وقد يصعب وجود عربي يساعد المسلم الجديد في بعض المناطق. هذا يحتم على المسلمين في أوروبا أن يكونوا جماعة متكاتفة يتحابون ويتعاونون، وهذا العمل موجود عند الصوفية، وأما غير الصوفية فهو ضعيف عندهم جداً. بعض المسلمين يحتاج عندما يدخل في الإسلام من يقول له: أنت عضو جديد في مجتمعنا، ولكنه لا يجد ذلك، وقد يساعد ببعض الأشياء المادية، ولكنه لا يجد ما كان يجده المهاجرون من الأنصار.  [[المسلمون الجدد وان كانوا في بلادهم إلا أنهم يشبهون المهاجرين بسبب الغربة والوحشة التي يجدونها من أسرهم وأصدقائهم ومجتمعهم بعد إسلامهم ولذلك هم في حاجة إلى اهتمام إخوانهم الوافدين الذين لهم تجمعات لا بأس بها]]. وقال الأخ عبد الشكور: يوجد شيء من العطف في حدود، ولكن بُعْد المكان في  السكن والعمل يجعل الاهتمام والتعاون صعباً، وقال: إنه هو نفسه عندما أسلم لم يجد الأخوة الصادقة من أحد، وقال: إنه يوجد شيء من الفروق بين حياة الغربي والشرقي في الأصل. وسألتهما عن سبب قلة الداخلين في الإسلام من الأوربيين؟ فقال الأخ علي: الأوربيون يرون أن الإسلام دين للعرب والسود والملونين، وليس للبيض. وقال الأخ عبد الشكور: السبب قرب الأفارقة وغيرهم للفطرة، وذلك يقربهم إلى الإسلام، بخلاف الأوربي والأمريكي فإنهم أكثر مادية، وذلك يبعدهم عن التعرف على الإسلام. وضرب مثالاً لذلك وهو أن غير المسلم في أوروبا يكون غير متدين أما في غير أوروبا فانه قد يكون متديناً وهو غير مسلم. وقال الأخ علي: الدعوة الإسلامية في الغرب بدأت قبل اثنتي عشرة سنة تقريباً، فهي جديدة ووافقه الأخ عبد الشكور، وقال الأخ علي: إن المفكرين الأوربيين كان عندهم معرفة بالإسلام واختلاط بالمسلمين، أما غير المفكرين من الشعوب الأوربية فإنهم لا يعرفون شيئاً عن الإسلام وعندما دخل الأتراك فرنسا كان الفرنسيون ينظرون إليهم هل عندهم أربع عيون؟! كان ذلك في سنة 1740م. لقاء مع الأخ شويمة: السبت 14/1/1409 هـ 27/8/1988م اسمه الكامل علي بن عبد اللطيف بن شويمة. [img]pics/12/12030.jpg[/img]<< صورة للدكتور علي أبو شويمة عندما حاوره الكاتب >> وهو رئيس المركز الإسلامي في ميلانو. وقد زارني في الفندق بعد عصر هذا اليوم الجمعة 14/1/1409هـ وسألته بعض الأسئلة فأجاب عنها: ولد سنة 1950م في الأردن. التخصص: طب بشري - الأمراض الباطنية. له في إيطاليا ثمانية عشر عاماً. بداية الدعوة في إيطاليا وتطورها. بدأت الدعوة في إيطاليا سنة 1970م. وبدأت في ميلانو سنة 1976م. كانت أولاً في بروجيا - وهي في وسط إيطاليا - حيث كان الطلبة المسلمون يدرسون فيها اللغة الإيطالية. بدأ العمل باسم اتحاد الطلبة المسلمين ثم أخذ العمل الإسلامي يتطور. وتوجد في ميلانو جالية إسلامية، وهى مدينة صناعية وتجارية. ولذلك أنشئ فيها المركز الإسلامي. عدد المسلمين في إيطاليا يقدر بمائتين وخمسين ألفاً، ولا توجد إحصائية دقيقة، وغالب المسلمين من بلاد المغرب العربي، ثم مصر والأردن وسوريا والعراق وإيران، وبعض البلدان الأفريقية كالسنغال وإريتريا والصومال لمعرفتهم اللغة الإيطالية. وحالة المسلمين الاجتماعية تختلف: فبعضهم عمال حرف يدوية، وبعضهم طلاب، وبعضهم تجار، وبخاصة الوساطة بين الشركات الإيطالية والعرب وأغلبهم عمال. وعمر وجود الجالية في إيطاليا قصير فقد كان المسلمون الموجودون في إيطاليا قبل خمس عشرة سنة من الطلبة وبعد ذلك وفد العمال، وبخاصة المصريين ثم توافد في السنوات الأخيرة المغاربة. ولا توجد جماعات إسلامية منظمة في إيطاليا ينفصل بعضها عن بعض كما هو الحال في ألمانيا وفرنسا وبريطانيا... وتعتبر الجالية في تقدم إسلامي جيد في إيطاليا بالقياس إلى عشر سنوات مضت. نشاط المركز الإسلامي في ميلانو: وأهم النشاطات التي يقوم بها المركز: إقامة الصلوات، وعقد ندوات ثقافية، وتقديم وجبات الطعام الحلال، وبخاصة في رمضان، وصندوق المسلم الفقير يجمع فيه بعض الأموال من التجار والزوار العاملين ويساعد فيه المنقطع عن العمل والمحتاج، ومساعدتهم تكون قرضاً أو هبة حسب حالة المحتاج. وقد وزع في هذا العام ما يقارب ستين ألف دولار. ويقوم المركز بعقود الأنكحة، وهو معتَرَف به بصفة غير مصرح بها لأن توقيع أمير المركز موجود عند الحكومة ويمضى المسؤولون فيها على توقيع الأمير. وينظم المركز رحلات للعائلات المسلمة من أجل التعارف والتعاون وتحقيق الولاء. ويشارك اتحاد الطلبة المسلمين في إقامة مؤتمر سنوي في إيطاليا يحضره علماء يلقون محاضرات وندوات... ويقيم مخيماً صيفياً سنوياً لمدة أسبوع للمسلمين وعائلاتهم وأطفالهم. كما ينظم الاحتفالات بالأعياد والمناسبات ويوزع هدايا للأطفال. والمركز عضو أساسي في استشارة البلدية عند وضع القوانين، وهو يمثل المسلمين، وعن طريقه حصل المسلمون على بعض حقوقهم يدعمهم في العمل وغيره، وقد سمح للمرأة أن تعمل وهى لابسة لباس الحشمة الشرعي وكذلك صورتها في الجواز والوثائق الرسمية تؤخذ لها وهى محتشمة. وتقيم البلدية مهرجاناً كبيراً للأجانب، حيث تقدم كل طائفة منهم ما عندها من ثقافات وعادات. والمركز الإسلامي يقدم في هذا المهرجان عرضاً لشرح معاني الإسلام، نيابة عن المسلمين، ودعا المركز إلى تكوين اتحاد للأجانب مسلمين وغير مسلمين، وتألف الاتحاد مما يقارب ثلاثين منظمة، ولها إدارة تتألف من خمسة ممثلين، أحدهم يمثل المركز الإسلامي. وقد أخذ المركز مكانة عند السلطات من خلال هذه الإدارة، ويدعم المركز القضايا الإسلامية كقضية أفغانستان وقضية فلسطين، ويدعو إلى مساندة تلك القضايا، وقد قام بالصلاة على أرواح الشهداء، ويدعو المركز الصحف لإعطائها معلومات تنشرها للتعريف بقضايا المسلمين. ومن نشاطات المركز إقامة ندوات ثقافية، غير ندوة السبت الرئيسية. ويقيم ثلاث ندوات متخصصة، كتعليم الفقه... وللمركز باع في دعوة الإيطاليين إلى الإسلام، ويصدر مجلة رسالة الإسلام منذ ثمان سنوات، وكانت أولاً تصدر في ورق مطبوع على الآلة الكاتبة، والآن تصدر مطبوعة بخمسة آلاف نسخة للعدد، يوزع ألفان منها في البريد والباقي يباع في المكتبات، ولها أثر في السجون لأن السجن مقر للتأمل والبحث حيث يكون السجين ناقماً على مجتمعه. وقد أعلن خمسة من السجناء إسلامهم بسبب اطلاعهم على المجلة، ويطبع المركز كتيبات صغيرة تؤلف تأليفاً بلغة البلد يراعى فيها ما يناسب الأوربي ونفسيته. وتقام ندوة أسبوعية في المركز للإيطاليين مثل ندوة العرب في التخصص. وتقام ندوة للمهتمين بالإسلام من غير المسلمين يغلب عليها الحوار والإجابة عن أسئلتهم. كما تقام محاضرات عن الإسلام في قاعات مشهورة في البلد يستأجرها المركز، وقد لا يذكر الإسلام في عنوان المحاضرة، ولكن يذكر في أثناء المحاضرة موقف الإسلام من قضايا معينة تهم أهل البلد، كالاهتمام بكبار السن، وإدمان الخمر والمخدرات. وتستعمل وسائل الإعلام المتاحة في نشر بعض المعاني حيث يبعث المركز برسائل للتلفاز المحلي والراديو. ويوجد في مدينة ميلانو وحدها خمس عشرة محطة تلفازية وخمسون محطة إذاعية، منها ما هو على مستوى إيطاليا كلها، ومنها ما هو على مستوى المدينة، والموضوعات التي يبعث بها لتلك الأجهزة تكون عامة تشتمل على معان إسلامية. وقد دعي المركز للمشاركة في التلفاز بعشر حلقات ومثلها في الراديو وهي أسبوعية. ويقوم المركز بالرد على أي مقال ينشر ضد الإسلام في الصحافة وذلك مجدٍ ومؤثر، لأن كثيراً من الصحف تكتب أحياناً في صفحاتها الأولى شيئاً عن الإسلام. كما أن المركز يبعث برسائل إلى مديري المدارس لإلقاء دروس للطلاب في مادة الإسلام، حيث توجد فترات في منهاج الصفوف، ولذلك يوافق بعض المديرين على تلك الدروس فيبعث المركز من يقوم بذلك، وأحياناً يبعثون بعض الطلاب إلى المركز لأخذ معلومات عن الإسلام. وقد استجابت لطلبنا في العام الأول عشر مدارس، وفي العام الثاني جاء إلى المركز خمسمائة طالب. ويشارك المركز في المحاضرات التي تلقى في المراكز الإيطالية الثقافية، إما بمحاضرات وإما بمناقشات فيما يتعلق بالإسلام. ويساعد المركز الطلبة المسلمين من العرب وغيرهم في المدارس الإيطالية بما يوفر لهم التمسك بالإسلام، ومن ذلك اللحم الحلال الذي وافقت البلدية على قيام المركز بتوفيره. كما وافقوا على قيام المركز بتدريس اللغة العربية والتاريخ الإسلامي للطلبة المسلمين في ثلاث مناطق يوماً في الأسبوع، ويوجد في إيطاليا مسجد واحد - أنشئ على هيئة مسجد بقبة ومئذنة - وهو مسجد ميلانو الذي افتتح حديثاً في 28/5/1988م. أما أماكن الصلاة فيوجد منها في إيطاليا 25 مسجداً في شقق أو غرف صغيرة عشرون منها تتبع الطلبة المسلمين. وأقدم مصلى في إيطاليا هو الذي أقامه اتحاد الطلاب المسلمين في مدينة بروجيا (PERUGIA) والمركز مهتم بدعوة غير المسلمين، ولكن العقبة الكبيرة التي تحول بينه وبين وضع خطة ثابتة لذلك عدم وجود المكان المناسب، لأن المركز الآن يوجد في طابق سفلي في إحدى العمارات السكنية، ولهذا فكرنا في إيجاد مركز كبير يكون مشتملاً على كل المرافق بما في ذلك المسجد، ومدرسة وغيرهما، ولا زلنا في أخذ ورد مع البلدية وقد يطول ذلك، ولهذا نريد شراء بناء بجانب المسجد الصغير الذي بني قريباً، وقد دفعنا في ذلك البناء عربوناً ونحتاج إلى تسديد قيمته، فإذا تم ذلك أمكننا أن ننشئ فيه مدرسة وقاعة محاضرات ومكاتب إدارية مناسبة للزوار، لأن الأوربيين ينظرون إلى المظاهر نظرة خاصة، وبذلك يتوسع نشاط المركز. وللمركز مشاريع مستقبلية لا يؤخره عن تنفيذها إلا المادة. وقانون البلد فيه حرية نوعاً ما للدعوة، ويحاول البرلمان أن يحد من النشاط الإسلامي، ولكن ما زال المجال مفتوحاً، ويمكننا الآن إنشاء إذاعة ويوجد من المسلمين الإيطاليين كفاءات جيدة، ولكن المشكلة في وجود ميزانية لذلك. ولدى المركز مشروع لترجمة معاني القرآن الكريم، حيث لا توجد ترجمة سليمة باللغة الإيطالية، وتوجد خمس ترجمات للمستشرقين وهى محرفة. وقد بدأ اتحاد الطلبة المسلمين في ترجمة تفسير المودودي، وقد أنجزوا نصفه، ولا زالوا يواصلون الترجمة، والمهم وجود دار نشر تقوم بتوزيعه. وأول مسلم إيطالي عرفناه في هذا العصر طالب أسلم في بروجيا وحسن إسلامه وكان ذلك سنة 1969م وتوفي بعد ذلك بسنتين في سنة 1971م وسمى نفسه محمد رباح. هل قامت الحجة على الإيطاليين بفهم الإسلام؟ وسألت الدكتور علي: هل قامت الحجة على الإيطاليين بفهم الإسلام؟ فقال: الغالب منهم لم يفهموا الإسلام، وأكثر الذين سمعوا شيئاً عن الإسلام فهموه عن طريق ما نشر عن إيران بعد الثورة، والذي انطبع في أذهانهم عن الإسلام هو الإرهاب، ولا يوجد دعاة لنشر الإسلام بين الإيطاليين، ولو وجد دعاة متفرغون أكفاء لأقاموا الحجة بعرض الإسلام على حقيقته، والآن لا يفهمه الناس إلا مشوهاً. والقليل الذين يفهمون الإسلام فهماً جيداً في الجملة، يترددون في الدخول في الإسلام بسبب العقبات المادية والضغوط الاجتماعية التي تواجههم، ولم يجدوا حلاً لها من قبل المؤسسات الإسلامية. وقد سمعت بعض الإيطاليين يقول: عندما ينتصر الإسلام سأكون من جنوده، وأما الآن فلا، وهذا يدل على شدة خوفهم من مستقبلهم المادي.  [[المسلمون يتحملون قسطاً كبيراً في عدم إيجادهم حلاً لمشكلات من يريد الدخول في الإسلام، ولكن الذي يفهم الإسلام قامت عليه الحجة وأصبح مسؤولاً أمام الله في تأخره عن الدخول في هذا الدين]]. سبب قلة الداخلين في الإسلام من الأوربيين: وبهذه المناسبة قلت للأخ على: ما سبب قلة دخول الأوربيين في الإسلام في رأيك؟ فقال: الأسباب متعددة: منها أن الأوربي يرى أنه أرقى شعوب العالم، وأنه هو القدوة لغيره وليس العكس. وبناء على ذلك يرى أن الإسلام للعالم الثالث. ومنها عدم وجود حلول مادية لمشكلاته إذا دخل في الإسلام. ومنها قلة المراجع والكتب الإسلامية التي يحتاج إليها الأوربي، للاطلاع على مبادئ الإسلام. ومنها وجود مؤسسات تصد الناس عن الإسلام، كالكنيسة وغيرها، ولذلك يشجعون المراكز البوذية ونحوها، وتقوم الكنيسة بمحاضرات عن الإسلام عن طريق مستشرقين تابعين لها لتشويه الإسلام. وسبب تشجيعهم للأديان الأخرى غير الإسلام معرفتهم بأن الذي يدخل في الإسلام لا يدعه في الغالب، بخلاف الأديان الأخرى. وهذه العقبات يوجد بعضها في بعض البلدان الأخرى كأفريقيا، ولكنها أقل بكثير من العقبات الموجودة في أوروبا. مستقبل الإسلام في أوربا: قلت: كيف تتصور مستقبل الإسلام في أوروبا؟ فقال: يعتمد ذلك - بعد توفيق الله - على نشاط المسلمين. وإن توطين الإسلام في أوروبا ليس هدفاً ثابتاً عند كثير من المسؤولين عن المراكز الإسلامية، فالدعوة أنشئت للحفاظ على المسلمين، أو لأمور اجتماعية ولم تنشأ لتوطين الإسلام في أوروبا. ولكن فكرة التوطين أصبحت الآن من اهتمام بعض المراكز الإسلامية والدعاة إلى الإسلام، فإذا تطورت هذه الفكرة ووجدت الإمكانات، فان مستقبل الإسلام في أوروبا سيكون جيداً، وإلا فستبقى أوروبا على ما هي عليه. صفات الداعية المؤثر في الأوربيين. قلت للأخ علي: ما صفات الداعية الذي يمكن أن يؤثر في الأوربيين؟ فقال: الإيمان الصادق بدينه، وشعور الأوربي بأنه صادق في حديثه، وأن يكون قدوة حسنة، وكثير من الأوربيون يدخلون في الإسلام بسبب القدوة الحسنة، وليس كل من عرف الشريعة الإسلامية يكون داعية مؤثراً، بل لا يؤثر إلا إذا عرف نفسيات الناس وأفكارهم وعاداتهم وأساليب مخاطبتهم بلغتهم. ولهذا نرى أنه لا بد من تفريغ من مارس الدعوة في هذه البلدان وعاش بين أهلها واحتك بالناس وعرف عاداتهم وأساليب خطابهم، ولو كان لا توجد عنده شهادة شرعية، لكنه قرأ واطلع وكفاءته جيدة بدراساته الإسلامية الخاصة، فإذا وجد المتخصص في الشريعة الذي أتيح له ما سبق فهو أفضل. والطلاب المسلمون الملتزمون أكثر نفعاً وبعضهم تخرجوا وأصبحوا يعملون في بعض الوظائف العامة والخاصة، ولكنهم لا يزالون يقومون بالدعوة في الجالية، والطلاب نفعهم في الدعوة واضح. صلة المسلمين الوافدين بالمسلمين الإيطاليين. قلت له: كيف صلة المسلمين الوافدين بالمسلمين الجدد من إيطاليا؟ فقال: لا بد من الاتزان في هذا الأمر الحساس، فان الأوروبي تبقى عنده نعرة، إذ يشعر بأنه يفهم أكثر من غيره حتى بعد الإسلام، فإذا شعر بأن المسلمين يفرحون به أكثر من غيره زاده ذلك تعاظماً وتأكد له أنه أكثر علماً من غيره، وبخاصة إذا كان المسلمون الذين يتصلون به جهالاً. كما أنه إذا دخل في الإسلام تعرض لمضايقات، وقد يكون سبب دخول بعضهم في الإسلام فقده العطف والحنان في مجتمعه، فإذا لم يجد عطفاً وحناناً عند المسلمين أصيب باليأس، فلا بد من الاتزان في الصلة بالمسلم الجديد، فيتصل به من عنده فقه في الإسلام ويعنى به مع وضعه في مكانه بالنسبة لفهم الإسلام حتى لا يظن أنه أكثر فهماً للإسلام من غيره مع جهلة لكثير منه لحداثة دخوله فيه. مع الأخ جمال شفيق عليان: السبت: 15/1/1409 هـ -28/8/1988م جاءني الأخ جمال شفيق عليان وأخذت منه بعض المعلومات عن إيطاليا. إيطاليا الآن جمهورية، وعدد سكانها ستون مليوناً، وولاياتها اثنتان وعشرون ولاية. [[ذكرها الأخ جمال بكاملها وكتبتها في دفتري الذي أسجل فيه المعلومات]]. وقال: إن الكاتدرائية الكبرى في ميلانو تسمى: دومو (DUOMO) بناها المعماريون: [[ذهبنا إليها يوم الخميس 13/1/1409هـ]]. [img]pics/12/12021.jpg[/img]<< كاتدرائية ميلانو \"دومو\"  13/1/1409هـ ـ 25/8/1988م >> 1-جونافورتى (GIONAFORTE). 2-ليوناردو دافنتشى (LEONARDODAVINCI). 3-برامانتى (BRAMANTE). وكان بدء بنائها سنة 1386م، والواجهة الأمامية بنيت في القرن السادس عشر، وأكمل بناؤها في القرن السابع عشر بإشراف المعماري: كارلوبوتسى (CARLUBUZZI). مساحتها 11700متر مربع. يوجد بداخلها ألفاً صنم. وأما القصر الذي رأيناه يوم الخميس الماضي، فيسمى سفورسيكو (SFORZESCO) وقد بدئ في بنائه سنة 1450م بناه الدوق فرانتسيسكو سفورتسا (FRANCE SLOSFORZA). وكان بناؤه على أطلال قصر قديم وقد تم توسيعه فيما بعد. وفي سنة  1893م كان ثكنة عسكرية، وهو الآن متحف مدينة ميلانو وفيه  38 صالة، وكل صالة متخصصة في مجال معين ومنها صالة خاصة بالآثار المصرية. أما الجبل الذي ذهبنا إليه يوم الجمعة فيسمى أونتى ستيلا (ONTESTELLA)، وفي وسط مدينة ميلانو رأينا يوم الخميس الماضي ميدان لوريتو (LORETO) وهو الذي صلب فيه موسوليني (MOSOLINI). [[هذه سنة الله في الطغاة الظلمة يرفعون أنفسهم إلى قمة المجد الموهوم في حياتهم فإذا ذهبوا بقيت ذكراهم الصحيحة التي خلفوها وراءهم تلاحقهم في قبورهم باللعنات المتتابعة]]. وبعد مغرب هذا اليوم حضرنا الندوة الأسبوعية التي تعقد في المركز الإسلامي، ألقى فيها الدكتور علي حديثاً مختصراً فسر فيه بعض الآيات، وبعده طلب مني إلقاء محاضرة في العقيدة استغرقت مع الأسئلة والإجابة عنها ساعتين تقريباً، وكان غالب الحاضرين من المسلمين العرب. [img]pics/12/12022.jpg[/img]<< الكاتب يلقي محاضرة في المركز الإسلامي ويترجم له الدكتور أبو شويمة 12/1/1409هـ 24/8/1988م >> السفر إلى مدينة روما: الأحد 16/1/1409 هـ -29/8/1988م في صباح اليوم الأحد سافرت إلى مدينة روما، ونزلت في فندق يسمى: (HOTEL VILLA  PAMPHILI) واتصلت بالأخ وليد سعيد الفلسطيني وأخبرته بالعنوان، وأني في حاجة إليه لضيق الوقت، لأنني سأغادر روما يوم الثلاثاء، فقال: سأحاول المجيء إليك في أقرب فرصة، واعتذر بعدم وجود سيارة خاصة، وأن المكان بعيد ويحتاج إلى التنقل من محطة إلى أخرى حتى يصل. وجاءني قبيل المغرب واتفقنا إلى أن أنتقل غداً إلى فندق أخر في وسط البلد، لسهولة المواصلات هناك."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "2- في مدينة روما",
    "content": "مع إمام المركز الإسلامي في روما: الاثنين 17/1/1409هـ - 29/8/1988م وفي صباح الاثنين اتصل بي وأملى عليّ عنوان الفندق الذي حجز لي فيه، فاستأجرت سيارة وذهبت إليه. وذهبنا إلى المركز الإسلامي في روما، فالتقينا إمام المسجد الشيخ محمد نور الدين إسماعيل الأزهري المولود في حلوان سنة 1917م وتخصصه التدريس من كلية أصول الدين التي تخرج فيها سنة 1948م. [img]pics/12/12023.jpg[/img]<< إمام المسجد في روما ـ محمد نور الدين إسماعيل الأزهري 17/1/1409هـ ـ 29/8/1988م>> كان مدرساً في الأزهر وشيخاً في معهد منوف الديني ومديراً عاماً للتعليم الأزهري في المنوفية. وجاء إلى روما سنة 1983م إماماً للمسجد ومدرساً، ويقوم بعقود الزواج والطلاق، وإشهار الإسلام، والرد على الأسئلة الواردة إلى المركز، وهو مبعوث من قبل رابطة العالم الإسلامي. وقال: إن المركز أقيم في روما منذ عشرين سنة تقريباً وإدارته مكونة من بعض سفراء الدول الإسلامية، وهم: سفراء مصر وباكستان والسعودية والمغرب والكويت والعراق، ويرأس مجلس الإدارة الآن سفير الباكستان. [img]pics/12/12024.jpg[/img]<< المركز الإسلامي الجديد في مدينة روما >> والأمين العام للمركز إيراني وهو قاسم أمين، وهو ينوب عن مجلس الإدارة. ومدير إدارة المركز حسن الأفغاني. ويوجد مدير آخر من قبل رابطة العالم الإسلامي ويدعى قيوم خان، وكلهم لا يعرفون اللغة العربية، ولا يوجد عندهم علم بالإسلام. وتوجد نشرة بعدة لغات توزع على السفارات. وكان يوجد في المركز رجل مصري نشيط وهو عبد الله عبد الشكور وفصل من العمل، وهو الآن وكيل وزارة الأوقاف في مصر. وقال الشيخ محمد: إن اللاجئين المسلمين وغيرهم يأتون إلى روما، فيجدون المساعدة بالطعام واللباس والسكن عند المنصرين الفاتيكان، ولا يجدون شيئاً من ذلك عند المسلمين، ومع طول الزمن يخشى على المحتاجين من المسلمين من الدخول في النصرانية، ومما يؤسف له أن حكومات بعض الشعوب الإسلامية تقدم مساعدات لجمعية الكارتسي وهى تابعة للفاتيكان. وقد تكونت جمعية في المركز لجمع التبرعات من أجل مساعدة المحتاجين، وكان يقوم بنشاط هذه الجمعية أمين المكتبة ولكنه فصل فانقطع عمل الجمعية. وقال: إنه يدخل في الإسلام يومياً عشرة أشخاص تقريباً، ولكن أغلبهم يدخلون  في الإسلام من أجل الزواج أي زواج الرجل الذي يدخل في الإسلام بالمسلمة، أو المرأة التي تدخل في الإسلام بالمسلم، وكثير من المسلمات اللاتي يأتين من الدول العربية ويتزوجن بالأوربيين هن من الساقطات. جولة في مدينة روما: وبعث إلي الأخ وليد شاباً فلسطينيا يدعى محمد الخروبي تخرج قريباً في الهندسة المدنية، وله في إيطاليا سبع سنوات. وحاولنا أن ندخل مدينة الفاتيكان، ولكن الحراس منعونا. [img]pics/12/12025.jpg[/img]<< منظر لجانب من مدينة روما التقط من على تل في وسط المدينة 17/1/1409هـ ـ 29/8/1988م>> كنيسة الفاتيكان وغرف الغفران! فذهبنا إلى الكنيسة الفاتيكانية التي بدأ تأسيسها سنة 320م وهى قلعة ضخمة لها ساحة واسعة محاطة بسور عظيم وقد فرشت ردهاتها بالمرمر المزخرف، وهي واسعة الأرجاء، زينت بأنواع الزخارف وملئت بالأصنام، وزعت في داخلها غرف التوبة والغفران والاعتراف بالذنب أمام كهنتها الدجالين، ويوجد في كل غرفة من تلك الغرف ثلاثة مقاعد يجلس في المقعد الأوسط القسيس، وعلى يمينه مقعد وعلى يساره آخر يقعد بهما المذنبون الذين يعترفون عنده بما اقترفوه من الذنوب، ويمنحهم الغفران ثم يذهبون ليقترفوا ذنوباً أخرى فيعودوا إليه ليغفرها لهم! وكنا نريد أن نصعد إلى أعلى الكنيسة لنرى منها مدينة روما وبخاصة مدينة الفاتيكان، لعلو الكنيسة، ولكن الوقت كان متأخراً، وقد أغلق الدرج الذي يصعد فيه الزوار وهى في حقيقتها عبارة عن متحف يتجول فيه السائحون ويملئون عيونهم بزخارفها ثم يذهبون. وهنا تذكرت نهي الرسول صلى الله عليه وسلم المسلمين عن زخرفة المساجد التي بنيت لذكر الله ورفع راية الإسلام، وأن المسلمين عندما يكونون متمسكين بدينهم يعمرون المساجد لعبادة الله ولا يحتاجون إلى زخرفتها وتزينها، وأنهم لا يقومون بزخرفتها إلا عندما يضعف إيمانهم وتقل عبادتهم ويصبح كثير منهم  يدعون الإسلام بألسنتهم وقلوبهم خاوية. وتذكرت كيف كان مسجد الرسول صلى الله عليه وسلم في عهده الذي كان ينزل عليه المطر من سقفه ويسجد في أرضه بجبهته الشريفة على الماء والطين، وكيف انتشر منه الإسلام وعقدت فيه رايات الجهاد وانطلقت منه كتائب الله محررة أرض الله من الشرك والوثنية، قائمة بحكم الله، ناشرة عدله بين الناس، وكيف أخذ الإسلام يضعف عقيدة في نفوس أهله وعملاً في حياتهم رويداً رويداً، وأخذت المساجد تزخرف شيئاً فشيئاً، كلما ضعف الدين في حياة المسلمين زادوا في زخرفة المساجد التي نهى عنها رسول الله صلى الله عليه وسلم، لإبعاد المسلمين عن التشبه بأعداء الله من أهل الكتاب الذين زخرفوا كنائسهم وابتعدوا عن طاعة ربهم. معالم أخرى: ثم ذهبنا إلى تل يقع شرق الكنيسة يؤمه السائحون، فيه حدائق وهو يشرف على الكنيسة وترى منه مدينة الفاتيكان، ويرى منه قصر موسوليني الذي كان يصدر منه أوامره ونواهيه أيام طغيانه. ثم ذهبنا إلى قصر السجن الحربي الذي كان ملوك الرومان يتمتعون في شرفاته بتعذيب السجناء في ساحاته، ويسلطون عليهم الأسود الضارية المجوعة عمداً لافتراسهم، ويحكمون بالبراءة لمن استطاع منهم أن يغلب تلك الأسود! [img]pics/12/12026.jpg[/img]<< قصر السجن العسكري الذي كانت تسلط فيه الأسود على السجناء 17/1/1409هـ ـ 29/8/1988م >> ويقال: إن هذا القصر هو الذي أشرف عليه نيرون عندما أمر بإحراق روما، ليتمتع بلهب النار التي تلتهم المدينة ومن فيها، وبجانب القصر مبان قديمة من الآثار الرومانية، وهى تشييدها فوق الأرض لها دهاليز في باطنها. ثم ذهبنا إلى مركز المدينة ذي المباني القديمة التي تتخللها شوارع ضيقة، يبدو أنها بنيت قبل وجود السيارات، ولا يسمح بدخول السيارات إلى هذه المنطقة إلا بعد الثامنة مساء، ما عدا سيارات السكان التي تحمل تصريحات خاصة، والفساد في مدينة روما أكثر من غيرها فيما يبدو لي، وبخاصة في الحدائق وفي حي المركز الذي يوجد به مدرج يحتشد فيه الناس من بعد العصر إلى الفجر، يجد فيه السائح الناس وقد ازدحموا رجالاً ونساء لا يكاد يرى قطعة من الأرض من شدة تزاحم الناس فيه، وأكثرهم من المتعاطين للكحول والمخدرات، ولذلك يكثر في هذه المنطقة الإجرام والاعتداء. مع الأخ وليد سعيد: الثلاثاء: 18/1/1409هـ -30/8/1988م. اجتمعت بالأخ وليد بن سعيد محمد عبد العزيز وهو من قضاء نابلس لأخذ بعض المعلومات عن العمل الإسلامي في روما. ولد الأخ وليد سنة 1950م. وهو يدرس الطب العام، وسيتخرج بعد ستة أشهر، له في إيطاليا ست عشرة سنة، إذ جاء إليها في سنة 1972م. ويعمل في اتحاد الطلبة المسلمين الذي يزاول نشاطه في المركز الإسلامي. وقد بدأ الاتحاد نشاطه سنة 1971م. وعدد الطلبة المسلمين عشرة آلاف تقريباً - في إيطاليا - وعدد أعضاء الاتحاد لا يتجاوز مائتين، وعددهم في روما ثلاثون شخصاً تقريباً. عدد أفراد الجالية الإسلامية في روما أربعون ألفاً تقريبا. وغالب المسلمين من الجالية، وأكثر الطلاب غير ملتزمين بدينهم، ومما يدل على ذلك أنه لا يحضر لصلاة الجمعة في المركز أكثر من مائتي مصل. ولا توجد جمعيات إسلامية غير الاتحاد، ما عدا جمعية واحدة نظمها شخص صومالي يُدعَى علياً وهو يعمل مع المسلمين الإيطاليين وتدور حوله شكوك، وله صلة بالمركز. وقد شرع في بناء مسجد في روما تتولى بناءه المملكة العربية السعودية، وقد بدئ في إنشائه منذ ثلاث سنوات، ويشرف عليه مهندسان: أحدهما عراقي والآخر إيراني. ولا توجد خطة لدعوة غير المسلمين في روما لعدم وجود مركز مستقل للاتحاد. ووسائل الدعوة القانونية متاحة للدعوة، ولا توجد مضايقة من الدولة في الوقت الحاضر، وهى تعترف بالاتحاد ونشاطاته. ولكن بعض حكومات الشعوب الإسلامية تضايق الدعاة في أوروبا! وعدد المسلمين الإيطاليين في روما خمسون شخصاً تقريباً، أغلبهم دخلوا عن طريق الصوفية. والأوروبي إذا عرف حقيقة الإسلام وشموله للحياة وأنه يحقق له السعادة الروحية والأسرية ويمنحه الإرادة يقدر الإسلام، ولكنه في الغالب لا يجد الوسيلة التي توصله إلى هذا الفهم، لعدم وجود الدعاة المؤثرين، وعدم وجود القدوة الحسنة في المسلمين، وتأثير الدعاية المضادة في الغرب. وأهم المعوقات لنشاط اتحاد الطلبة المسلمين، عدم وجود مقر لهم مستقل يأخذون فيه حريتهم في النشاط في كل الأوقات وبشتى أنواع النشاطات، ويودون أن تتاح لهم فرصة مزاولة نشاطاتهم في المسجد الحالي والمسجد الذي يبنى أكبر. ختام الرحلة والعودة إلى أرض الحرمين: هذا وقد غادرت روما اليوم متوجها إلى أرض الحرمين الشريفين، حيث أقلعت بنا الطائرة السعودية في الساعة الثالثة ظهراً بتوقيت إيطاليا، الرابعة بتوقيت المملكة، وهبطت بنا في مطار الملك عبد العزيز بجدة في الساعة الثامنة إلا عشر دقائق بتوقيت المملكة، وبهبوطها كان ختام هذه الرحلة من سلسلة رحلات في المشارق والمغارب. وقد اشتمل هذا المجلد على ثلاثة دول، وهي: فرنسا والبرتغال، وإيطاليا، أسال الله أن ينفع به وبما كتب قبله. وسبحانك اللهم  وبحمدك لا اله إلا أنت أستغفرك وأتوب إليك والحمد لله الذي بحمده تتم الصالحات وصلى الله على سيدنا ونبينا محمد وعلى آله وصحبه. فرغت من كتابته في 27/5/1409هـ مدينة المصطفى صلى الله عليه وسلم. وفرغت من ترتيبه في الكمبيوتر في: 28/6/1419هـ ـ18/10/1998م. تم آخر تصحيح وترتيب لهذا الكتاب مساء يوم الجمعة 22/11/1426هـ ـ23/12/2005م والحمد لله رب العالمين. روابط عن الإسلام والمسلمين في إيطاليا: الرابط الأول: http://www.bab.com/articles/full_article.cfm?id=7683 الرابط الثاني: http://www.islamonline.net/the-wics/arabic/Leadership/news/ItalyPresident.shtml الرابط الثالث: من مفكرة الإسلام: http://www.islammemo.cc/west/one_news.asp?IDnews=16 11&par=0 الرابط الرابع: http://www.adnki.com/index_2Level_Arab.php?cat=Religion&loid=8.0.2347758 ?? = ــــــــــــــــ = ?? ?? 86"
  }
]