[
  {
    "type": "title",
    "content": "المجلد الثالث عشر رحلات سنغافورة وبروناي وتايوان سلسلة في المشارق والمغارب الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "تمهيد عن رحلات سنغافورة",
    "content": "[img]pics/13/13000.jpg[/img]<< خريطة سنغافورة >> مررت بسنغافورة أربع مرات، ثلاث منها كانت للانتظار،  وكتبت فيها بعض المعلومات القصيرة، أسجلها هنا تمهيداً، والرابعة كانت رحلة مقصودة لسنغافورة مع دول أخرى بلغت بها تسعاً."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "الزيارة الأولى 1400هـ",
    "content": "في 25 من شهر شعبان سنة 1400هـ وأنا في طريقي إلى إندونيسيا، نمت في سنغافورة ليلة واحدة وكان معي الشيخ عبد القوي عبد المجيد، وعبد الله بن سعيد باهرمز، والابن عبد البر، غادرنا كوالالمبور إلى سنغافورة من بعد أن قابلنا الأخ أنور إبراهيم رئس حركة الشباب الإسلامي  (أبيم) إلى المطار.. [[سيأتي تعريف واف بحركة الشباب الإسلامي: (أبيم) في الكتاب الخاص برحلة ماليزيا من هذه السلسلة، أما أنور إبراهيم فقد تخلى عن هذه الحركة رسمياً وانضم إلى الحزب الحاكم المعروف اختصارا بـ(أمنو) وتولى فيه مناصب عدة، كان آخرها منصب نائب رئيس الوزراء ونائب رئيس الحزب ووزير المالية، غير أن رئيس الوزراء: محاضر محمد، تآمر عليه مع بعض الوزراء وعزلوه في تاريخ:11/5/1419هـ -2/8/1998م عندما انتقد فسادهم المالي، خوفاً من أن يسقطهم ويتولى حكم البلاد، ولفقوا ضده تهماً يغلب على الظن أنه بريء منها، وهو الآن في السجن ويحاكم محاكمة ظالمة، وبين حين وآخر تقوم مظاهرات في البلاد تطالب بإطلاق سراحه، واستقالة المتآمرين عليه، وقد أطلق سراحه واعترف ظالموه بظلمهم له وحكم عليهم بتعويضه]]. وفي الثانية والربع بعد الظهر صعدنا إلى طائرة الخطوط الماليزية - وبعد إقلاعها [[في الساعة الثانية والنصف]] بثلاث وعشرين دقيقة أعلن المضيف أننا دخلنا في أرض سنغافورة، وكنت أطل على أراضي سنغافورة فلم أرها فيما ظهر لي تختلف عن أرض ماليزيا في كونها مكسوة بالأشجار والغابات والمزارع. وكنت في هذه اللحظات أتمتع بجمال خلق الله: غابات تكسو الجبال والوهاد، وبحر تنعكس زرقته على أشعة الشمس وسحاب شديد البياض مثل القوافل يتبع بعضها بعضاً، وباجتماع ذلك كله أصبح ضوء الشمس يشبه غسق الفجر أو الليل المقمر. هبطت بنا الطائرة في مطار سنغافورة في الساعة الثالثة والدقيقة السابعة - فرأينا باحة المطار وممراته وقاعاته غاية في النظافة والتنظيم والجمال. فك الارتباط! كان الأخ عبد الله بن سعيد باهرمز قد فهم من الخطوط الماليزية أن نزولنا في أحد فنادق سنغافورة سيكون على حساب الخطوط المذكورة، لأن الحجز تم عن طريقها من سنغافورة إلى جاكرتا، وعندما طلب من الموظفة المختصة أن تعطيه بطاقة للفندق، قالت له: أنتم لا تستحقون ذلك، لأنكم حجزتم باختياركم ليوم غد، وكان في إمكانكم السفر اليوم لأن الرحلات موجودة - وكانت على حق في ذلك - ولكن صاحبنا باهرمز أخذ يراجع ويحاجج، وبدأت درجة حرارة الموظفة ترتفع، لتدافع عن رأيها واقتربت من الخصمين وسألت عبد الله عما يجري؟ فأخبرني فقلت له: الحق معها. وفك مثل هذا الارتباط محمود، أما غيره من الارتباطات السياسية والعسكرية فأهله أدري به! ثم ذهبنا إلى مكان آخر في المطار أودعنا فيه حقائبنا التي لا حاجة لنا بها بأجرة محدودة. جمال مظهر سنغافورة: ركبنا سيارة أجرة صغيرة إلى داخل المدينة \"سنغافورة\" فرأينا إعلاناً في مقدمة السيارة: \"ممنوع التدخين\" وكنا رأينا ذلك في جميع الأماكن داخل قاعة المطار، فقلنا للسائق هل التدخين ممنوع في سنغافورة كلها، فقال: ممنوع في كل مرفق عام يشترك فيه عامة الناس ويضطرون للاختلاط، كالسيارات والقطارات والطائرات والسفن والأماكن العامة كالقاعات ونحوها. قلت: حكومات الشعوب الإسلامية يعلمون فيعملون، والحكمة ضالة المؤمن أنى وجدها أخذها، إننا نكاد نختنق في وسائل نقلنا العامة وفي قاعات مطاراتنا، وفي بعض قاعات اجتماعاتنا ومحاضراتنا، ويعود الإنسان منا إلى أهله وقد انبعثت عليهم من ثيابه رائحة الدخان حتى ليشك فيه أنه أصبح من المدمنين على التدخين، وإن المؤمنين لأولى بمنع هذه المضرات التي بين ضررها المختصون فأين الجهات المسؤولة وأين المتجاوبون معها؟ [[كررت هذه الفكرة في كثير من المناسبات، وقد منعت الخطوط السعودية التدخين على رحلاتها، فأحسنت بذلك صنعاً، ومنع التدخين في قاعات المطارات رسمياً، ولكن كثيراً من المسافرين تراهم يتعاطون التدخين تحت الإعلانات التي رسم عليها علامة ممنوع التدخين، ولا نرى من يتابع تنفيذ المنع من الموظفين، وما قيمة نظام يصدر بدون تنفيذ، لهذا نلح على المسؤولين عن مثل هذه الأمور أن يقفوا مواقف صارمة ممن ينتهك ذلك]]. وكان السائق السنغافوري مسلماً يسمى موسى بن دحلان وكان لطيفاً في قيادته ومعاملته. [img]pics/13/13001.jpg[/img]<< سوق مركزي قرب الفندق ـ سنغافورة 12/1/1410هـ ـ 13/8/1989م >> وصلنا إلى الفندق \"نيجارا\" في داخل المدينة في الساعة الرابعة والنصف، أخذنا راحتنا ثم تجولنا في بعض الأسواق، ويقتضي النظام هناك أن تقفل الدكاكين في الساعة التاسعة مساء إلا بعض الأماكن التجارية الخاصة، وبحثنا عن مطعم إسلامي، فلم نجد إلا بعد مشقة مطعماً يقوم بإدارته والطبخ فيه بعض مسلمي الهند، وعندما رأونا استقبلونا استقبالاً حاراً وقدموا لنا أيضاً طعاماً حاراً بالفلافل فشكرناهم بألسنتنا ودموعِنا التي أسالها الفلفل. ثم رجعنا إلى الفندق فنمنا، ويسود مدينة سنغافورة إضافة إلى النظافة والجمال الهدوء. الثلاثاء: 26/8/1400هـ - 8/7/1980م وفي الساعة العاشرة تحركنا من الفندق إلى مطار سنغافورة فتسلمنا حقائبنا وأنهينا الإجراءات، وأقلعت بنا طائرة الخطوط السنغافورية إلى جاكرتا في الساعة الحادية عشرة والدقيقة العاشرة، وبعد الإقلاع مباشرة أطللت من النافذة - كعادتي -فرأيت البحر وقد انتشرت فيه البواخر والقوارب، ثم ظهرت بعد قليل الجزر المكسوة بالخضرة وهي منتشرة في البحر بأشكال هندسية مختلفة، وفي الساعة الثانية عشرة والدقيقة الثالثة والعشرين هبطت بنا الطائرة في مطار جاكرتا. [[و قد بسطت ما يتعلق برحلاتي المتعددة لإندونيسيا في مجلدات خاصة بها في هذه السلسلة وهي المجلدات الرابع والخامس والسادس من هذه السلسلة \"في المشارق والمغارب)]]."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "الزيارة الثانية 1404هـ",
    "content": "كانت يوم الخميس الموافق: 6/10/1404هـ  وكنت مع فضيلة الشيخ عمر بن محمد فلاتة ـ رحمه الله ـ الذي كان حينها أمينا عاماً للجامعة الإسلامية ونحن في طريقنا إلى أستراليا.. صعدنا إلى الطائرة في مطار الملك عبد العزيز في جدة وأقلعت في الساعة الخامسة والنصف مساء إلى مطار الملك خالد الدولي في الرياض، وهبطت فيه الساعة السابعة. وكانت مدة الانتظار في مطار الملك خالد أكثر من ساعة، ثم أعلن أن الطائرة ستقلع إلى سنغافورة وأن مدة الطيران ستكون ثماني ساعات، وقد صلينا المغرب والعشاء في الطائرة قبل الإقلاع، وكان الإقلاع في الساعة الثامنة والنصف. وحان موعد الفجر في الساعة الثانية بتوقيت المملكة، فصعدنا إلى الطابق العلوي وصلينا الفجر. في مطار سنغافورة: هبطت الطائرة في مطار سنغافورة في الساعة الخامسة إلا عشرين دقيقة بتوقيت المملكة - أي الساعة العاشرة إلا عشرين دقيقة بتوقيت سنغافورة. وكنا نريد تأكيد الحجز إلى سيدني، فلم نستطع التفاهم مع موظفي المطار بسبب فقدنا لغة التفاهم معهم، فإذا الله قد يسر لنا أحد الطلبة الإندونيسيين وهو من طلبة الجامعة الإسلامية في المدينة المنورة، فقام بذلك. ونمنا في سنغافورة ليلة واحدة أيضاً. في ضيافة الشيخ عبد الرحمن الكاف: استقبلنا في مطار سنغافورة  الشيخ عبد الرحمن الكاف وأبناؤه في المطار، واستضافنا في منزله لتناول طعام الغداء، وذكر لنا الشيخ عبد الرحمن أن جده تزوج من حضرموت واستوطن سنغافورة وهو - أي الشيخ عبد الرحمن - يتكلم اللغة العربية بطلاقة وسألته: أين تعلمها؟ فقال: في سنغافورة في مدارس عربية خاصة، وللشيخ سبعة أولاد، اثنان منهم في الجامعة الإسلامية في المدينة المنورة. وقال: إن عدد المسلمين في سنغافورة ستمائة ألف، وعدد السكان مليون ونصف المليون، وأغلب المسلمين من الملايويين. وعدد المدارس التابعة للمسلمين ثمان: ثلاث ثانوية وخمس ابتدائية، ومنهاجها يجمع بين تدريس الدين واللغة العربية والمنهج الحكومي، وشكا من ضعف مدرسي اللغة العربية، وتمنى لو تعقد لهم دورات تقيمها بعض المؤسسات الإسلامية في البلدان العربية عن طريق الجمعيات والمجلس الديني في سنغافورة، وعدد المساجد ثلاثون منها خمسة جوامع كبيرة، ثم نقلونا إلى الفندق لنرتاح من عناء السفر. من سنغافورة إلى أستراليا: الجمعة 7/10/1404هـ أوصلنا الشيخ عبد الرحمن الكاف وأولاده إلى مطار سنغافورة في الساعة السابعة والنصف مساء، وأنهوا إجراءات السفر وودعونا بعد أن لم يبق علينا إلا الدخول إلى قاعة المغادرة، وسأذكر ما يتعلق بأستراليا في الكتاب الخاص بها."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "الزيارة الثالثة 1404هـ",
    "content": "كانت يوم الأربعاء 11/11/1404هـ عندما عدنا من أستراليا، ونمنا فيها ليلة واحدة، ولكن بقينا فيها اليوم الثاني كاملاً وتجولنا في بعض أسواقها. في مطار سنغافورة: هبطت بنا الطائرة الأسترالية في مطار سنغافورة، في الساعة التاسعة والدقيقة الأربعين مساء بتوقيت دارون. فكانت مدة الطيران ثلاث ساعات وخمساً وأربعين دقيقة. كيف الوصول إلى فندق  ماندرين؟ دخلنا المطار متنقلين من ساحب إلى آخر، حتى وصلنا القاعة التي يسلم فيها العفش، وكنا قد أرحنا نفوسنا من الحقيبتين الكبيرتين إذ طلبنا بعثها إلى كولمبو عاصمة سريلانكا التي سنطير إليها غداً من سنغافورة. وكنا قد أُخبرنا عندما أكدنا الحجز من دارون إلى سنغافورة. أننا سننزل في فندق على حساب الخطوط الأسترالية في سنغافورة، ولصعوبة التفاهم مع الموظفين كنا حائرين في كيفية الوصول إلى الفندق، لأنه يحتاج إلى تحويل رسمي من المطار، فاتفقنا أن نخرج أولاً لعلنا نجد الأخ هاشم بن عبد الرحمن الكاف، وهو طالب في الجامعة الإسلامية وكنا نتوقع استقباله لنا، لأنا اتصلنا به أمس الثلاثاء وأخبرناه أنا سنصل اليوم الأربعاء، فإذا وجدناه أخبرناه وهو سيدلنا أو يسأل عن الموظف الذي عنده هذا الأمر، ونظرنا من داخل القاعة، فلم نره، وإنما رأينا أخاه وصديقاً له معه فخرجت إليهما، فأخبراني أن الأخ هاشم سافر بالأمس إلى المدينة، والأخوان لا يتكلمان اللغة العربية، وحاولت أن أفهمهما ففهما بمشقة، فكلما أحد الضباط، وكان قاعداً في مكتبه بجانب الباب من الداخل، فأشار لي إلى الجهة التي بها الموظف المختص، ثم قام بنفسه معي حتى أوصلني إلى الموظفة وليست الموظف، فحاولت التفاهم معها، وأعطيتها التذاكر ففهمت بعد لأي، فأعطتنا بطاقتين للفندق وأخبرتنا بموعد الحضور غداً إلى المطار. في فندق ماندرين: وذهبنا إلى الفندق \"ماندرين\" فأنزلونا في غرفتين متجاورتين بينهما باب، بحسب طلبنا، وأحضروا لنا العشاء والفاكهة بإشراف الأخوين قبل أن يتركانا، لنتحقق من أن الطعام حلال. وهذا الفندق من فنادق الدرجة الأولى الممتازة، غرفه واسعة، منظمة، مزينة وأجرة الغرفة في الليلة الواحدة مائة وخمسون دولاراً أمريكياً، والحمد لله، ليلتنا الوحيدة فيه على حساب شركة الخطوط الأسترالية:\"كونتس\". واتصل بنا الشيخ عبد الرحمن الكاف من منزله في الهاتف الساعة الحادية عشرة، فرحب بنا، واتفقنا معه أن يلتمس لنا أحد طلابه الذين يجيدون اللغة العربية ليتجول معنا غداً في السوق لنشتري بعض الأغراض. خلا لكِ الجو! الخميس:12/11/1404هـ طلبنا طعام الإفطار في الغرفة، فجاء الخادم بطبق الإفطار ومعه الشاي والقهوة وقليل من الحليب الصناعي الذي تبيض به القهوة، فقلت للشيخ: لقد ولى عهد الحليب الأسترالي الذي كنت أحصل عليه في كل مكان: في الطائرة والفندق وغيرهما وما بقي إلا حزبك: الشاي والقهوة، ولهذا أقول لهما - أي الشاي والقهوة - :خلا لك الجو. زيارة ودعوة: زارنا في الفندق الساعة العاشرة الشيخ عبد الرحمن الكاف، ومعه بعض أولاده، ودعانا لتناول طعام الغداء في منزله، وسألنا عن أحوال المسلمين في البلاد التي زرناها في هذه الرحلة، فأخبرناه بالجهود التي يقوم بها المسلمون، ومشكلة الخلاف التي مزقت شملهم وعدم وجود القادة المخلصين من العلماء الذين يجمعون كلمتهم. فقال الشيخ عبد الرحمن: هذه هي المشكلة الجوهرية، عدم وجود القادة من العلماء في كل البلدان التي يعيش فيها المسلمون، ثم خرجنا مع أحد أولاد الشيخ إلى السوق لشراء بعض الأغراض الخفيفة، ثم رجعنا إلى الفندق. معلومات عن الشيخ عبد الرحمن الكاف، وعن أسرته: ذهبنا إلى منزل الشيخ عبد الرحمن الكاف لتناول طعام الغداء، وأخذنا عنه المعلومات الآتية: هاجر جد والده إلى سنغافورة منذ تسعين سنة من بلاد حضرموت، ورجع إلى حضرموت وتوفي بها، وبقي بعض أبنائه في سنغافورة، وبعضهم في حضرموت في منطقة: تريم، ترك ولداً واحداً في سنغافورة، هو جد الشيخ عبد الرحمن وخلف آخر في إندونيسيا، ولا زال له ذرية في منتيانا وسورابايا. وللشيخ عبد الرحمن أحد عشر أخاً في سنغافورة هو أكبرهم، وأغلبهم في أعمال حكومية. وذكر الشيخ أن أغلب الحضارمة الذين جاءوا إلى سنغافورة كانوا تجاراً، وأغلب الأراضي في سنغافورة كانت ملكهم قبل الحرب العالمية الثانية، وبعد الحرب توفى التجار الأولون، وخلفوا أولاداً غير متعلمين التعليم الإسلامي، فتنازعوا بينهم، كل واحد يطلب نصيبه من الأرض، وباعوها بأسعار رخيصة جداً، وكان الصينيون هم الذين اشتروها منهم، ولو بقيت إلى الآن لكان الحضارمة هم المسيطرين على التجارة والعمارات وغيرها. والد الشيخ عبد الرحمن مازال حياً، وعمره خمسة وثمانون عاماً وعمر الشيخ أربعة وستون عاماً، بينه وبين والده إحدى وعشرون سنة. درس الشيخ عبد الرحمن في مدرسة الجنيد في سنغافورة، يشرف على المدرسة حضرمي ويسمى السيد بكر بن طه السقاف، كان فيها أربعة علماء من حضرموت، في الفقه والتاريخ، والتفسير والحديث و النحو والصرف والأدب والفرائض والحساب، وهي ابتدائية، وكان زملاء الشيخ في المدرسة مائة طالب، عشرون منهم حضارمة، والباقون من إندونيسيا وماليزيا وسنغافورة. وللشيخ أحد عشر ولداً: سبعة منهم ذكور وأربع بنات، اثنان يدرسان الشريعة، والباقون في المدارس الإنجليزية. زار الشيخ مصر سنة 1978م، لالتحاق ولده محسن بالأزهر، بعد أن تخرج من الجامعة الإسلامية، وزار بعض الآثار في مصر. وزار المملكة العربية السعودية خمس مرات للحج، ومرة للعمرة عندما التحق ابنه هاشم بشعبة اللغة العربية بالجامعة الإسلامية في المدينة المنورة. وقد تزوج أولاده كلهم ما عدا لقمان. وقد حج الشيخ عبد الرحمن في هذا العام والتقيته في المدينة المنورة ومعه بعض أسرته. الشيخ عبد الرحمن يثني على سلطان بروناي: وقد أثنى الشيخ عبد الرحمن الكاف على سلطان \"بروناي\" ووزرائه، وقال: إنهم يقدرون العلماء ويحترمونهم. وقال: إنه عندما أراد زيارة ابنه الأكبر الذي تخرج في الجامعة الإسلامية وتوظف في السلطنة، لعدم وجود وظيفة له في سنغافورة، أرسل له المسؤولون في السلطنة تذاكر السفر ذهاباً وإياباً واستقبلوه استقبالاً ممتازاً، وحثنا على زيارة السلطنة، واعتذرنا عن ذلك في هذه السفرة لانتهاء مدتها وحاجتنا إلى الرجوع إلى بلادنا لاقتراب موسم الحج.  [[وقد حققت رغبة الشيخ عبد الرحمن - وهي رغبتي - فزرت هذا البلد في عام 1409هـ -1998م في رحلتي الطويلة لجنوب شرق آسيا التي استغرقت أكثر من أربعة شهور، وسجلت المعلومات التي تمكنت من تسجيلها عن البلد وأهله]]. الجمعيات الإسلامية في سنغافورة: وتوجد في سنغافورة ست جمعيات إسلامية تهتم بالدين الإسلامي: [[كتبت عن سنغافورة معلومات أوسع، عندما زرتها عام 1409هـ -1989م وهي الزيارة الرابعة الآتية]]. الجمعية الأولى: جمعية الدعوة الإسلامية، ويرأسها الشيخ أبو بكر محي الدين، أسسها الشيخ عبد العليم الصديقي الهندي وهي جمعية نشيطة وقد بنت مركزاً به مسجد ولهم مدرسة، وأسست هذه الجمعية منذ خمسين سنة تقريباً. [img]pics/13/13002.jpg[/img]<< مدرسة جمعية الدعوة الإسلامية ـ سنغافورة 12/1/1410هـi_ ـ 13/8/1989م >> الجمعية الثانية: جمعية الأساتذة والمدرسين المسلمين، أسست منذ خمسة وعشرين عاماً، أسسها الحاج زهري متمم، والمسؤول عنها الآن أحد الأساتذة، والحاج زهري يُدَرس النحو والصرف، ولكنه لا يتكلم باللغة العربية، والمسؤولون عن الجمعية من سنغافورة. الجمعية الثالثة: جمعية: بيرتابس؛ أي جمعية التربية والتعليم الإسلامي، أنشئت منذ تسع سنوات وأعضاؤها من سنغافورة. الجمعية الرابعة: جمعية دار الأرقم، أنشئت منذ خمس سنوات وأعضاؤها من الصينيين. الجمعية الخامسة: جمعية المسلمين، أسست منذ ثلاثين سنة، وأعضاؤها من الهنود. الجمعية السادسة: جمعية المبلغين، أسست منذ ثلاثين سنة، وأعضاؤها هنود ويتبعهم ملايويون. ولا يوجد تنسيق بين هذه الجمعيات، ويوجد بينها تعاون في الجملة، وليس بينها خلاف، وكلها مسجلة في الدولة. وعدد المسلمين ثلاثمائة ألف تقريباً، وعدد السكان كلهم مليونان ونصف. الوسيلة المقبولة في الدعوة عند المسلمين، في رأي الشيخ: والوسيلة المقبولة عند المسلمين في هذه البلد طريقة التصوف - وفسر الشيخ عبد الرحمن ذلك بقوله - أي الالتزام بالإسلام وتطبيقه والظهور بالمظهر الإسلامي، ولا بد أن تكون المحاضرة باللغة الإنجليزية، ولا بد من العلم والحكمة والتطبيق العملي للإسلام والقدوة الحسنة فيمن يريد أن يدعو إلى الله. وأغلب الشبان المسلمين في هذا البلد يميلون إلى الدين، والمشايخ القدامى يدورون على المساجد لوعظ المسلمين وإرشادهم، والنساء يملن إلى الدين أكثر من الرجال. ويوجد هنا مسجد يسمى مسجد آمنة، تقوم إحدى النساء المسلمات بتعليم النساء فيه ليلة واحدة في الأسبوع، وليلة أخرى في مسجد الأنصار، ويمتلئ المسجد بالنساء. رجعنا إلى فندق ماندرين الذي يتكون من أكثر من ثلاثين طابقاً وهو قريب من البحر \"المحيط الهادي\" الواقع في شرق الجزيرة، وكانت السفن والمراكب الراسية تشاهد من نافذة الفندق. وكانت البيارق والزينات ترفرف بكثرة، فوق المباني وعلى أعمدة الشوارع، بمناسبة اليوم الوطني لسنغافورة، وهو اليوم الذي استقلت فيه منذ خمس وعشرين سنة مضت. وقال لنا ولد الشيخ عبد الرحمن الكاف: الذي تجول معنا في السوق: إن هذه الشوارع كلها في المدينة ستغلق في الساعة الخامسة. قلنا: وماذا نفعل نحن وموعدنا في المطار في الساعة السابعة تقريباً، فقال: إنه يوجد شارع بعيد عن مكان الزحام، سأذهب بكم منه إن شاء الله، قلت: أهل مكة أدرى بشعابها وأهل سنغافورة أدرى بشوارعها. إجبار النزيل على إطفاء أنوار غرفته: يبدو أن شركات الفنادق قد عانت كثيراً من بعض النزلاء الذين يتركون أنوار الغرف مضاءة، وكذلك المكيفات إذا خرجوا منها، فإما أن تبقى مدة طويلة تعمل بدون سبب، وإما أن يتفقد موظفو الفندق الغرف باستمرار، وفي ذلك خسارة لشركات الفنادق التي يصعب عليها أن تخسر هللة واحدة، وتحرص أن تربح أكبر قدر من المال، لهذا احتالوا على النزيل بما يجبره على إطفاء الأنوار، ولا يخرج من الغرفة إلا إذا أطفأها، كيف؟ بطاقة من ذات مغناطيس صنعت خصيصاً، لتكون مفتاحاً للغرفة ومفتاحاً لأنوارها، لا تضاء أنوارها إلا إذا وضعت تلك البطاقة في علبة خاصة مركبة في داخل باب الغرفة، فإذا وضعت هذه البطاقة في تلك العلبة أضاءت الأنوار، وإذا نزعتها انطفأت الأنوار، وهذه البطاقة هي مفتاح الباب، لهذا لا يستطيع النزيل أن يخرج إلا بها ولا يدخل إلا بها، فهي التي تفتح له الباب، وهي التي تشعل له الأنوار، وهي التي تطفئ تلك الأنوار. [[كانت بعض هذه الأمور غريبة، ولذا رأيتها تستحق الذكر، وقد أصبحت من الأمور المعتادة]]. كرم الشيخ عبد الرحمن ولطفه: وبرغم كبر سن الشيخ عبد الرحمن الكاف، فإنه يأبى إلا أن يستقبلنا في المطار ويودعنا بنفسه، ويدعونا إلى منزله ليضيفنا - ويحكي لنا أحوال المسلمين في سنغافورة، ويحثنا على الاتصال به كلما مررنا بسنغافورة. فجزاه الله خيراً وأحسن خاتمتنا وخاتمته. وأوصلنا الشيخ إلى المطار وكملنا إجراءات التذاكر وودعناه هو وأولاده. وقد توفي الشيخ عبد الرحمن كما أخبرني بذلك ابنه هاشم عندما التقيته في معهد الرفاه الإسلامي في إحدى ضواحي مدينة باندونغ الإندونيسية."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "الرحلة الرابعة 1409هـ 1410هـ 1989م :",
    "content": "هي هذه الرحلة الآتية التي كانت مقصودة فيها مع تسع دول أخرى في شرق وجنوب شرق آسيا، وقد سجلت عنها وعن المسلمين فيها معلومات أوسع، لأن الوقت الذي قضيته فيها كان أوسع من غيره في المرات السابقة. د. عبد الله بن أحمد قادري سلسلة في المشارق والمغارب سنغافورة 1409هـ /1410هـ  – 1989م الدكتور عبد الله بن أحمد قادري الأهدل"
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "الرحلة الرئيسة إلى سنغافورة 1410هـ  ـ 1989م",
    "content": "في مطار سنغافورة: الأربعاء: 8/1/1410هـ ـ 9/8/1989م. بعد التجول في ماليزيا وما حصلت عليه من معلومات ولقاءات، والعزم على الارتحال إلى بقية البلدان التي تقرر السفر إليها في هذه الرحلة، ذهبنا إلى المطار في كوالالمبور لمواصلة السفر إلى إحدى تلك البلدان، وهي سنغافورة، وقد أقلعت الطائرة - وهي سنغافورية من نوع بوينغ 707 - في الساعة الرابعة والنصف مساء، وبإقلاعها انتهت زيارتي لماليزيا. هبطت بنا الطائرة في مطار سنغافورة في الساعة الخامسة والدقيقة الخامسة مساء -أي إن مدة الطيران من كوالالمبور إلى سنغافورة (35دقيقة فقط) - ولا غرو فقد كانت سنغافورة إحدى ولايات الاتحاد الماليزي قبل أن يُطلِّقها تنكو عبد الرحمن طلاقاً، بدعياً، ولا زال حياً يتلقى نقداً لاذعاً من الشباب الماليزي.  [[توفي رحمه الله في 19/5/1411هـ. كما مضى]]. وجدت في المطار ثلاثة أشخاص من جمعية الدعوة الإسلامية في سنغافورة، وهم: الحاج يونئ، وهو رجل كبير السن، نحيف الجسم قصير القامة، ولكنه كما ظهر لي في الأيام التي قضيتها في سنغافورة طاقة متحركة في العمل، يعتمد عليه رئيس الجمعية أبو بكر محي الدين في كثير من قضاء حاجات الجمعية، والأخ مصبور وهو سنغافوري متعاقد مع الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، للقيام بالدعوة في سنغافورة، والأستاذ مصطفى الموجي المصري الأزهري المبعوث من قبل الأزهر للعمل في سنغافورة مع جمعية الدعوة الإسلامية. نزلت في فندق بان باسيفيك، وهو يقع على شاطئ البحر، على أن يأتيني الإخوة غداً صباحاً، لترتيب جدول الزيارات للمؤسسات الإسلامية في الجزيرة \"المدينة\". هذا، وينبغي أن أذكر هنا نبذة من المعلومات عن سنغافورة قبل الشروع في كتابة مذكراتي اليومية، ليكون القارئ الذي لم يتيسر له الاطلاع على سنغافورة على علم بها في الجملة. نبذة من المعلومات عن سنغافورة: 1 - سنغافورة جزيرة صغيرة لا تزيد مساحتها عن ستمائة كيلو متر مربع، تقع جنوب شرق جزيرة الملايو. وهي دولة ومدينة. وتقرب من خط الاستواء بأقل من 140 كيلو مترا شمالاً يحدها شمالاً شبه جزيرة الملايو، وتتصل بها عن طريق قنطرة طويلة - جسر - ويحدها من الشرق ماليزيا الشرقية وجزيرة كلمنتن الإندونيسية، ومن الجنوب سومطرة وجاوة. 2 - تاريخ سنغافورة القديم غير معروف، ولكن موقعها يدل على أنها كانت معروفة لدى التجار والملاحين من العرب والهنود والصينيين، منذ ألف سنة أو أكثر. 3 - ويبدأ تاريخ سنغافورة الحديث من سنة 1819م عندما استولت عليها شركة الهند البريطانية، وأصبحت إحدى المستعمرات البريطانية، وكان مكتشفها \"ستانفورد ريفلس\" الذي تنبأ بأن سنغافورة ستكون مركزاً تجارياً للشرق. وبقيت سنغافورة تحت الاستعمار البريطاني إلى سنة 1963م عندما أصبحت الولاية الرابعة عشرة في اتحاد ماليزيا الذي حصل على الاستقلال - في الجملة -سنة 1955م - 1959م.  [[فيما عدا مدة قصيرة استولت فيها اليابان على المنطقة في الحرب العالمية الثانية]]. 4 - وأصبحت سنغافورة دولة مستقلة سنة 1965م في اليوم التاسع من أغسطس وأصبحت جمهورية.  [[سبق الكلام عن استقلالها وتفريط تنكو عبد الرحمن فيها]]. وكان أول رئيس للدولة هو السيد يوسف إسحاق \"مسلم\". 5 - كان عدد سكان الجزيرة سنة 1819م لا يتجاوز ألفي شخص، وهم من الصينيين الذين هاجروا إليها، وكانت حرفتهم الزراعة ويسكنون في المناطق الداخلية، وأغلب السكان من الملايويين يسكنون في المناطق الساحلية. وفي سنة 1983م وصل عدد السكان 2.4 مليون نسمة وأغلبهم من أصل صيني 77% ويليهم الملايويون 15% ثم الهنود 6%. ومع صغر الجزيرة فقد لبست ثوب جمال ملفت للنظر بتلك العمارات الشاهقة الجميلة في قلب المنطقة السياحية، سواء أكانت فنادق أم مباني شركات، غاية في الجمال والتناسق، وكذلك مساكنها الشعبية التي بنتها الشركات أو الحكومة، مع جمال المناظر الناشئة عن الحدائق والأشجار، يضاف إلى ذلك شوارعها الواسعة النظيفة المتناسقة التي تتخلل المباني فتكون منها وحدات رائعة الجمال وبخاصة إذا نظر إليها الناظر من الجو. وقد رُدِمَتْ أراض كان يغمرها البحر من أجل استغلال الأرض المردومة، لإقامة المصانع والمرافئ التي تتراكم عليها البضائع الصادرة والواردة، وموانئها مثل خلية النحل لا تهدأ ليلاً ونهاراً، تأتي إليها السفن من كل أقطار الأرض، هذه تفرغ وهذه تشحن، وهذه تقف لتتزود بالوقود. الإسلام والمسلمون في سنغافورة: سبق الكلام عن دخول الإسلام في المنطقة [[جنوب شرق آسيا]]وهو ينطبق على سنغافورة، لأنها جزيرة صغيرة مجاورة لشبه جزيرة الملايو. ونسبة المسلمين فيها 16% [[أكثر من ثلاثمائة ألف نسمة]] تسعون في المائة من أصل ملايوي وأغلب العشرة في المائة الباقي هم من أصل هندي، ويوجد قليل جداً من الصينيين، وقليل من أصل عربي وأجناس أخرى. ومع أن أكثر المسلمين من الملايويين، فإنهم [[أي الملايويين]] غير متعلمين ما عدا نسبة قليلة منهم، والأجناس الأخرى من المسلمين أكثرهم متعلمون، ويعمل الملايويين في الزراعة وصيد السمك والخدمة غالباً. ونظام الحكم في سنغافورة يقوم على القاعدة العلمانية وفيها أديان مختلفة: الإسلام والبوذية والهندوسية وغيرها، والناس أحرار في اعتناق أي دين يريدون، ولكنها تحرص على عدم المساس بنظام الحكم - أي أنها لا تريد أن تتدخل تلك الأديان في الأمور السياسية، كغيرها من الدول العلمانية. ولكن الحكومة أعطت المسلمين فرصة لتعليم أبنائهم الدين الإسلامي في المدارس الحكومية: في المرحلة الثالثة والرابعة الثانوية حيث أقرت مادة الدين الإسلامي مادة أساسية إجبارية على الطلبة المسلمين [[هذا ما ذكر في نشرة خاصة أعدها المجلس الإسلامي في سنغافورة، ولا ندري كيف هي تلك المادة وكم ساعة تأخذ في الأسبوع، ومن الذي يدرسها أهو كفء لأدائها أم لا؟]]. المجلس الإسلامي السنغافوري وأعماله: تضمنت النشرة التي أصدرها المجلس الإسلامي التعريف بالإسلام والمسلمين في الجزيرة،  [[صدرت سنة 1984م، وبها معلومات عن سنغافورة وعن المسلمين فيها، وهي عبارة عن كتاب مجلد كبير القطع مزين بصور فوتوغرافية لسنغافورة: مبانيها وسكانها ومساجد المسلمين فيها وغير ذلك، وأغلب هذه المعلومات أخذتها من هذه النشرة]]. وبالمجلس الإسلامي، فذكر فيها أن \"الإسلام هو الدين الوحيد في سنغافورة الذي امتاز بالحصول على هيئة دينية لها سلطات قانونية، وذلك للقيام بوظائف معينة، كما أن عليها مسؤوليات معينة، وهذه الهيئة تسمى بالمجلس الإسلامي السنغافوري \"موريس\". [img]pics/13/13003.jpg[/img]<< المجلس الإسلامي، سنغافورة 10/1/1410هـ ـ 11/8/1989م >> ومن مهمته نصح رئيس الجمهورية في الأمور المتعلقة بالمسلمين. والأعمال التي كُلِّف المجلس أداءَها، وهو المسؤول عنها هي ما ذكر في القانون الإداري الخاص للمسلمين لعام 1966م. فالمادة رقم 7 من هذا القانون تصرح أن عضوية المجلس تتكون من الأشخاص الذين يعينهم رئيس الجمهورية، ووظائفهم هي: 1 - رئيس المجلس الإسلامي. 2 - المفتي. 3 - أعضاء لا يزيد عددهم عن خمسة يختارهم الوزير المكلف للنظر في الشؤون الإسلامية. 4 - الأعضاء لا يقلون عن سبعة من الذين ترشحهم الجمعيات الإسلامية. وبجانب المجلس الإسلامي يوجد مكتب خاص بعقود الزواج الخاصة بالمسلمين ومحكمة شرعية للأحوال الشخصية للمسلمين. ومن أهم الأعمال التي يقوم بها المجلس الإسلامي: جمع زكاة الفطر وزكاة المال والإشراف على جميع الأوقاف الإسلامية، والإشراف على شؤون الحج، وتسجيل المدارس الإسلامية، وتقديم معونات مالية للمحتاجين من الطلبة المسلمين، وإصدار الفتاوى الشرعية من لجنة الفتوى التي يرأسها مفتي الجمهورية. ويشرف المجلس على جميع المساجد في سنغافورة البالغ عددها 84 مسجداً  [[يبدو الآن أنها أكثر من هذا العدد]]. ويقدم خدمات للداخلين في الإسلام حديثاً، ويعتني بالمسجد ودار الأرقم [[وهي جمعية للمسلمين الحديثي الإسلام وسيأتي التعريف بها]] بتقديم خدمات إسلامية بصفة مباشرة، مثل إعداد دار لهم، وتنظيم فصول دراسية دينية. والذين يدخلون في الإسلام سنوياً يبلغ عددهم 400 شخص تقريباً، وتقوم جمعية الدعوة الإسلامية ببعض الإرشادات لهم. ومن أهم الإنجازات التي قام بها المجلس الإسلامي نجاحه في مشروع صندوق التبرعات لبناء المساجد، إذ تمكن المسلمون منذ سنة 1974م من بناء مساجد جديدة مزودة بمرافق متعددة، كالفصول الدراسية والمكاتب الإدارية وغيرها، وقد كانت المساجد قبل ذلك مقصورة على أماكن الصلاة فقط - في الغالب - وقد جاء بناء المساجد في هذه الفترة مواكباً للتطور العمراني الذي قامت به الحكومة، حيث هدمت بعض الحارات لإعادة تخطيطها وبنائها وإصلاح شوارعها، وفي تلك الحارات مساجد قديمة تعرضت للهدم، فكان لا بد من قيام المسلمين ببناء مساجد فيها بدلاً عن المساجد المهدمة.  [[وقد كان في التخطيط الجديد الذي تم بناء عليه هدم بعض الحارات ضرر على المسلمين، حيث كانوا يسكنون متجاورين، وبعد الهدم فرقتهم الحكومة في المباني السكنية الجديدة، فأصبحوا بدلاً من تجاورهم يجاورون غيرهم من غير المسلمين، والمسلمون قلة وغيرهم كثرة]]. وذكر في النشرة أن الحكومة ساعدت المسلمين بمنحهم قطعاً من الأرض بثمن رمزي لبناء المساجد، كما مكنت المجلس الإسلامي إدارياً من جمع التبرعات شهرياً. كما قام المجلس الإسلامي بترميم وتجديد بعض المساجد القديمة وتوسيع بعضها ليتمكن المسلمون - وهم يزدادون - من أداء صلواتهم فيها، وساعدت في ذلك رابطة العالم الإسلامي في مكة المكرمة. مجلس المساجد المحلي وصلته بمؤسسات المساجد الأخرى: ويوجد مجلس محلي للمساجد في سنغافورة تأسس سنة 1981م يرأسه رئيس المجلس الإسلامي وذلك لتقوية التعاون بين المجلس الأعلى العالمي للمساجد في رابطة العالم الإسلامي والمسلمين في سنغافورة فيما يتعلق بالمساجد، وكذلك تقوية الصلة بين المجلس المحلي للمساجد في سنغافورة والمجلس القاري للمساجد لقارة آسيا والمحيط الهادي الذي يوجد مقره في جاكرتا بإندونيسيا. كما يوجد تعاون وثيق بين المجلس الإسلامي في سنغافورة والمجلس الإقليمي للدعوة الإسلامية في منطقة جنوب شرق آسيا والمحيط الهادي، ومقره كوالالمبور عاصمة ماليزيا. هيئة الدعوة الإسلامية ولجانها: وقد تأسست في سنغافورة هيئة للدعوة الإسلامية في سنة 1981م تحت رعاية المجلس الإسلامي، والهدف من ذلك تنسيق أعمال الجمعيات الإسلامية التي تقوم كل منها بالدعوة الإسلامية. ولهذه الهيئة ستة وعشرون فرعاً موزعة في مناطق سنغافورة كلها وتشارك فيها الجمعيات الإسلامية كلها تقريباً. هذا، ويظهر من نشرة خاصة  بلجنة هيئة الدعوة هذه أن أساس هذه اللجنة بدأ في سنة 1974م بعد اجتماع حصل بين لجنة النشر والإعلام التابعة للمجلس الإسلامي وسبع جمعيات إسلامية، فكونت هيئة الدعوة باعتبارها فرعاً للجنة النشر والإعلام التابعة للمجلس. وعلى إثر ذلك كونت لجان على مستوى المناطق ليحصل التعاون بين تلك اللجان ولينضم الأشخاص والهيئات الراغبين في العمل فيها، وبلغ عدد اللجان في المناطق سنة 1981م ست عشرة لجنة، وظهرت لها نتائج طيبة. لجنة الدعوة المركزية ومهماتها: وفي سنة 1981م كونت لها لجنة مركزية تنسق بين تلك اللجان الفرعية. والغرض منها كما ذكر في النشرة: توحيد الهيئات الإسلامية لتتعاون في النشاط الدعوي ويكون لها أثرها الفعال، كل فرع في منطقته، والهيئة المركزية تقوم بنشاطها على مستوى البلد كله من خلال تلك اللجان الفرعية في مناطقها. ومن مهمات هذه اللجنة: 1 - تنظيم نشاطات الدعوة على المستوى الوطني. 2 - عقد الدراسات والندوات التي تحتاج إليها في أوقات معينة أو فئات معينة. 3 - إصدار منشورات لتوزيعها في المناطق. 4 - إنشاء مكتبة شاملة للدراسات والمراجع العامة. 5 - تزويد نشاطات الدعوة بالآلات البصرية والسمعية. إيجابيات المجالس الإسلامية الرسمية وسلبياتها: المجالس الإسلامية الرسمية - بخاصة في الحكومات غير الإسلامية - لها سلبياتها وإيجابياتها، وقد تغلب تلك أو هذه بحسب الأشخاص الذين وظفوا فيها. فمن إيجابياتها: كون المسلمين في تلك البلدان لهم جهة رسمية معترف بها من قبل الحكومة التي أنشأت فيها. ومن إيجابياتها إقامة منشآت ومؤسسات إسلامية تنفع المسلمين،كالمساجد والمدارس والجمعيات الخيرية. ومنها تمكن المسلمين من مدارسة أحوالهم ومشكلاتهم بصفة قانونية تحت مظلة المجلس أو المؤسسة الرسمية المعترف بها. ومنها: مطالبة المسلمين ببعض حقوقهم رسمياً عن طريق تلك المجالس. ومنها: تنفيذ بعض الأحكام الشرعية المسموح بها بحسب القانون الذي يصدر بها من الدولة كالنظام الأسري: الزواج، الطلاق، وكذلك بعض الأحوال الشخصية الأخرى كالميراث. ومنها: اتصال تلك المؤسسات الرسمية بالهيئات الإسلامية في البلدان الإسلامية بصفة قانونية في الحدود التي تأذن بها الحكومة. ومن سلبياتها: أن الحكومات تتحكم في نشاط تلك المجالس وتقيد نشاطها ونشاط بقية الهيئات، بقيود تضمن لها عدم انتشار المعاني الإسلامية التي قد تراها الحكومة تعارض نظام الحكم ومبادئه، فالإسلام دين حياة ومنهج شامل لكل نشاطات المسلم: في السياسة والاجتماع والعبادة والجهاد والاقتصاد وغير ذلك، فلا تسمح تلك الحكومات للمسلمين إلا بالنشاط القاصر على العبادات الظاهرة كالصلاة والصيام والحج والاحتفالات الدينية، وتحظر ما سوى ذلك، ولا ينتظر منها سوى ذلك. ومن ذلك مضايقة الدعاة الصالحين النشيطين الفقهاء في الدين من قبل الحكومة والمؤسسات الرسمية التي يديرها مسلمون باع كثير منهم دينهم بدنياهم للحكام. [[وهذا ما يفعله كثير من حكومات الشعوب الإسلامية، فما الذي يُنتظر من حكومات غير إسلامية؟!]] ويشرف المجلس الإسلامي على شؤون الحج وينسق للحجاج سفرهم كل عام إلى مكة والمدينة. التعليم الإسلامي في سنغافورة: ذكر في النشرة أن أول حركة لتعليم الملايويين في سنغافورة، كانت في سنة 1823م حيث قامت بإنشاء الكلية الملايوية، على أساس أنها جزء تابع لمعهد سنغافورة، وكان الهدف الرئيس من إنشاء هذه الكلية هو تعليم أبناء الطبقة العليا من الأهالي، وأخذ المنهج الذي وضع للكلية يتحول إلى فصول دراسية دينية لدراسة القرآن ومبادئ الإسلام، وبعض العلوم الأولية واستفاد منها عدد قليل من أبناء الملايويين، إذ أصبحوا مدرسين للإسلام ومشرفين على المساجد. محاولات متعثرة أدت إلى نجاح: ثم أنشئت مدرسة ملايوية في سنة 1834م وهي أول مدرسة منتظمة، ولكنها لم تدم إذ أغلقت بعد ثمان سنوات، وذلك لعدم إقبال أبناء الملايويين على التعليم، لعدم الشعور بأهمية التعليم ولمسارعة الشباب للتوظف في سن مبكر. وحصلت بعد ذلك محاولات ولكنها كانت تفشل بسبب ما ذكر. وفي سنة 1950م عندما أمَّل الشعب في الحكم الذاتي الذي سيكون خطوة أولى في طريق الاستقلال، أحس الملايويون بحاجتهم إلى التعليم الذي لا مستقبل بدونه. وأسسوا المجلس التعليمي الملايوي سنة 1955م. كما أعلنت الحكومة سياستها عن مشروع المدارس سنة 1960م وبذلك فتح المجال للملايويين للحصول على تعليم أبنائهم. وفي سنة 1965م أنشئت المؤسسة الإسلامية للمنح الدراسية للارتقاء بتعليم الملايويين، لأن الدراسة الأهلية التقليدية لا تؤهلهم إلا لخدمة غيرهم أو لأن يكونوا فلاحين فقط. وفي سنة 1967م نظمت جمعية المدرسين الملايويين ندوة علمية خاصة لدراسة المشكلات التي يعانيها الملايويين في التعليم، وندوة علمية أخرى نظمها المجلس المركزي للجمعيات الثقافية الملايوية، وكان الاهتمام فيها يسهل تثقيف أبناء المسلمين. ولكن تلك المساعي كلها لم تؤد إلى الهدف المنشود، لأنه لم يكن يوجد نظام إجباري لتعليم الملايويين أبناءهم، وإنما كان التعليم اختيارياً من رغب تعلم، ومن لم يرغب بقي على ما هو عليه. إنشاء المجلس التربوي لأبناء المسلمين: ولذلك كان تفوق غير المسلمين على المسلمين في التعليم واضحاً وكبيراً. وهذا ما جعل المسلمين بجميع فئاتهم ومؤسساتهم يفكرون في الأمر ويعزمون على حل هذه المشكلة. فقرر عشرة أفراد من أعضاء البرلمان المسلمين وزعماء المجلس الإسلامي السنغافوري، ورؤساء عشر جمعيات ومؤسسات إسلامية، تأسيس المجلس التربوي لأبناء المسلمين، ويطلق عليه \"منداكي\" أي الصعود، وكان ذلك سنة 1981م. وكان رئيس هذا المجلس الدكتور أحمد مطر الوزير المنتدب لوزارة الشؤون الاجتماعية، والوزير المسؤول عن شؤون المسلمين. أما الجمعيات العشر فهي: 1 - المجلس المركزي للجمعيات الثقافية الملايوية، وتضم ثلاثاً وأربعين جمعية \tمساندة. 2 - جمعية تثقيف النشء الإسلامي بسنغافورة. 3 - جمعية الشباب المسلمين. 4 - الجمعية الأدبية للشبان والشابات الملايويين. 5 - جمعية طلاب الدين بسنغافورة. 6 - المؤسسة الإسلامية للمنح الدراسية. 7 - الغرفة التجارية الملايوية بسنغافورة. 8 - جمعية المدرسين الملايويين. 9 - المركز الأدبي للشبان والشابات الملايويين بسنغافورة. 10 - جمعية مدرسي الدين الإسلامي بسنغافورة. وقد استمرت هذه الجهود بعد ذلك حيث حصل تعاون بين المسلمين والحكومة وجمعيات أخرى غير إسلامية، وبدأ الملايويون يهتمون بالدراسة الحديثة رجالاً ونساء وفي تخصصات متنوعة، وانخفضت نسبة الأمية فيهم وارتفعت نسبة التعليم، وأصبحوا يشاركون في مجالات كثيرة في الدولة وفي المصانع بدلاً من المزارع، وتحسنت بذلك حالة الملايويين المعيشية.  [[هذه المعلومات أخذتها من النشرة التي أعدها المجلس الإسلامي السنغافوري]]. بعد هذا أبدأ في كتابة المعلومات التي أخذتها من الشخصيات والمؤسسات الإسلامية التي زرتها في سنغافورة. الاجتماع برئيس جمعية الدعوة الإسلامية في المركز الإسلامي: الخميس: 9/1/1410هـ ـ 10/8/1989م. ورئيس الجمعية هو الأستاذ أبو بكر محي الدين. تاريخ الميلاد سنة 1927م. المؤهل: شهادة مركز تجاري. العمل: كان مديراً مالياً لشركة أمريكية. وهو الآن رئيس الجمعية \"جمعية الدعوة الإسلامية\". مؤسس الجمعية: وقد أنشئت هذه الجمعية سنة 1932م. والذي أسسها: مولانا عبد العالم صديقي، وهو من الهند وساعده بعض العلماء المحليين. وكان لها فرع في ماليزيا يسمى المركز الإسلامي. وبعد استقلال سنغافورة انفصل ذلك الفرع وتوجد صداقة بين الفرعين. والهدف من إنشاء هذه الجمعية هو نشر الدعوة الإسلامية بين المسلمين وغيرهم، وتعليم أولاد المسلمين ومساعدة فقرائهم. ولهذه الجمعية علاقات بالجماعات الإسلامية في العالم. دعوة غير المسلمين: هل توجد للجمعية خطة لدعوة غير المسلمين؟ توجد عدة طرق: أولاً: نشر كتيبات صغيرة سهلة عن الإسلام وتوزيعها على المسلمين وغيرهم مجاناً وهي بلغات متعددة، وتوعية المسلمين ليهتموا بدعوة جيرانهم غير المسلمين وتبليغهم معاني الإسلام. ثانياً: عن طريق الحوار بين دعاة المسلمين وغير المسلمين. ثالثاً: عن طريق الزواج: إذا أراد غير المسلم أن يتزوج بمسلمة يشترط عليه الدخول في الإسلام، ويعنى به وبأولاده حتى يفهموا الإسلام ويعملوا به، كما أنهم يشترطون عليه أن يلتحق بفصول دراسية ويمتحن قبل الزواج بالمسلمة، وبعد ذلك يحصل على الشهادة، ويراقب خلال مدة الدراسة، وقد أشهر عدد كبير إسلامهم في هذه الجمعية يصل إلى حوالي خمسة عشرة ألف شخص، والذين يسلمون سنوياً يصل عددهم إلى أربعمائة أو خمسمائة. وسألته: هل يبقى الداخلون كلهم في الإسلام على إسلامهم؟ فقال: يصعب علينا معرفة ذلك، لأنا لا نعرف عن كثير منهم شيئاً لعدم المقدرة على متابعتهم. وكثير منهم يتزاورون ويلتقون في الأعياد والمحاضرات. وسألته: هل سمعتم عن أحد ارتد بعد إسلامه؟ قال: لم نسمع، والغالب أن أحداً لا يرتد، لأنهم يدخلون في الإسلام باختيارهم وليسوا مكرهين. المؤسسات الإسلامية في سنغافورة: وسألته عن المؤسسات الإسلامية؟ فقال: المجلس الإسلامي ضعيف جداً تتحكم فيه الحكومة. والجمعيات الإسلامية في سنغافورة ثلاث عشرة جمعية أكبرها جمعية الدعوة الإسلامية وفي كل حي من أحياء المسلمين توجد جمعية.  [[وهي هذه التي يرأسها هو، وسيأتي التعريف بها من نشرة خاصة بها]]. منها جمعية الشباب المسلم، ويتحكم في هذه الجمعية الشيعة، وكانوا قبل ذلك أعضاء حركة الشباب الإسلامي \" أبيم \" ومنها جمعية التبليغ، وهذه الجماعة ليست قوية، ومنها جمعية أهل السنة والجماعة. عدد أعضاء جمعية الدعوة الإسلامية ثلاثون ألف عضو، وستة آلاف طالب وطالبة في المراحل المختلفة. وعدد المسلمين في سنغافورة أربعمائة ألف نسمة. وعدد السكان كلهم مليونان وستمائة ألف نسمة. نسبة المسلمين 15% ونسبة الصينيين 75% ونسبة الهنود 7% والباقي من جنسيات مختلفة. والبوذية هي أكثر الديانات أتباعاً، ويليها الإسلام، ثم الهندوسية. والمساجد الموجودة في سنغافورة ثمانون مسجداً. وعدد المدارس الدينية 30مدرسة. أربع مدارس ثانوية، وهي: مدرسة الجنيد، ومدرسة المعارف، ومدرسة السقاف، ومدرسة واتنجو. ومن الجمعيات الإسلامية: دار الأرقم، وهي متخصصة في تربية المسلمين الجدد، وهي جمعية قوية. ولا توجد صلة قوية بين الجماعات الإسلامية، ولكن لا يوجد بينها صراع. ومن الجمعيات القوية الجمعية المحمدية. والذي يقف حائلاً دون قوة الجمعيات الإسلامية أكثر مما هي عليه الآن الحالة الاقتصادية. ولو وجدت جمعية واحدة تضم كل الجمعيات وأصبحت قوية لقامت الحكومة بالقضاء عليها، والمسلمون هنا أحسن حالاً من بعض المسلمين في الدول العربية، ولكن إحساس المسلمين هنا بالغربة يوحي بضعفهم. والحياة تغيرت حيث اتبع المسلمون عادات الغرب، كما هو الحال في البلدان الإسلامية الأخرى، ولذلك ضعف إيمان كثير من المسلمين، وبعضهم ارتدوا بسبب إهمال أسرهم لهم وعدم تعميق الإيمان في نفوسهم، واختلاطهم بغير المسلمين، وهذا ما يخيف المسلمين في هذا البلد. والحكومة تحاول محاصرة الفكر الإسلامي، وتريد أن يبدأ أولاد المسلمين دراستهم في مدارسها وتطيل اليوم الدراسي في المدارس، حتى لا يجد الطالب المسلم وقتاً للدارسة الدينية. ولذلك اتخذت الجمعية طريقة تخفف من إبعاد أبناء المسلمين عن تعلم دينهم، فتأخذ أبناء المسلمين في سن الثلاث سنوات وتبدأ تعلمهم وتربيهم على مبادئ الإسلام، ليكون عندهم أساس ديني قبل أن يدخلوا في مدارس الحكومة. كما تقوم الجمعية بسلوك طريقة أخرى، وهي دعوة الأسر الإسلامية لحضور محاضرات دينية لتوعية أولياء الأمور بالمحافظة على أبنائهم بتربيتهم تربية إسلامية. وتبعث الجمعية سياراتها لنقل الأطفال وإعادتهم، وتأخذ منهم قليلاً من المال، ولو لم توجد وسيلة لنقل الأولاد، لما أحضر بعض أولياء الأمور أولادهم واحتجوا بعدم قدرتهم على إيصالهم وإعادتهم. حالة المسلمين الاقتصادية والسياسية: توجد شركات صغيرة للمسلمين وليست قوية. يوجد وزير مسلم واحد، وهو الدكتور أحمد مطر وزير البيئة وشؤون المسلمين [[وهو من أصل حضرمي]]. وهو لا يقدر على فعل شيء يذكر للمسلمين، ولا يدرى عن نيته في إرادته مصلحتهم. وعندما قدمت الجمعية احتجاجاً ضد القاديانية وتطلب عدم السماح لهم بالنشاط لأنهم ليسوا مسلمين، فإن الوزير لم يفعل شيئاً، وقد بنوا لهم مسجداً ورابطة العالم الإسلامي تعرف ذلك، والوزير عضو في الرابطة. قلت له: هل توجد خطط للمستقبل لتحقيق بعض المصالح التعليمية والسياسية والاجتماعية والاقتصادية للمسلمين في البلاد؟ قال: المسيحيون مجتهدون في نشر المسيحية. والمسلمون يجب أن يضعوا خطة لتوثيق علاقة أبنائهم بالتعليم الديني ونشر العقيدة الإسلامية، وقد بدأ المسلمون في ذلك وجعلوا المسجد مدرسة لمبادئ الإسلام، ويريدون مواجهة التيارات الهدامة، وليت البلدان العربية القادرة تقوم بإعانة الجمعيات الإسلامية في سنغافورة، ولا بد للمسلمين من مراكز تكون على مستوى جيد لا تقل عن مستوى مراكز التنصير. والوضع التعليمي الآن متحسن، والمشكلة ضعف الدخل المالي للأسرة المسلمة، وذلك يجبرها على العمل في مصانع الحكومة بما في ذلك المرأة، ومع ذلك فإن دخل المسلمين قليل بخلاف الصينيين فإن دخلهم كثير. ولو أن حكومات الشعوب الإسلامية أسست مصانع أو فنادق ووظفت فيها المسلمين لاستفادت تلك الحكومات واستفاد المسلمون في سنغافورة. وقد أرادت الجمعية أن تكفي نفسها بالاستثمار، ولكن الاستثمار يحتاج إلى مال كثير، ولو أن أغنياء المسلمين يشاركون في هذا الاستثمار لربحوا واستفادت معهم الجمعية. وقد صمم المسلمون على البقاء في سنغافورة على رغم قلتهم ومحاولة تنكو عبد الرحمن عودتهم إلى  ماليزيا. وأعضاء برلمان سنغافورة 81 شخصاً، منهم عشرة أعضاء من المسلمين، وواحد منهم وزير، وواحد نائب رئيس البرلمان. وواحد من المسلمين سكرتير عام وزارة الشؤون الاجتماعية، وواحد منهم سكرتير وزارة الشؤون الخارجية. ومن المساجد المشيدة في سنغافورة: 1 - مسجد السلطان. 2 - مسجد عبد الغفور. 3 - مسجد جامع، بني فوق عمارة ناقور - شارع ساوث بريج بنيت  سنة 1828م. 4 - مسجد الحاجة فاطمة - قررت لجنة حفظ الآثار ضمه إلى آثار سنغافورة. 5 - مسجد النور وهو مسجد نموذجي في حي جديد يسمى وودلاند. 6 - مسجد الأنصار وهو نموذجي جديد في حارة جديدة. 7 - مسجد المتقين في مدينة سكنية جديدة. 8 - مسجد الشاكرين كذلك. 9 - مسجد المهاجرين في حارة سكنية جديدة. 10 - مسجد المجاهدين في حارة سكنية جديدة. 11 - مسجد النعيم، وهو أحدث المساجد في عام 1984م. وذكر في نشرة خاصة بالمساجد الحديثة، طبعت سنة 1986م أن هناك مساجد تحت الإنشاء بحسب خطة صندوق بناء المساجد التابعة للمجلس الإسلامي، وهذه المساجد هي: 12 - مسجد دار المعمور. 13 - مسجد المؤمنين. 14 - مسجد الأمين. 15 - مسجد دار السلام. 16 - مسجد دار الغفران. 17 - مسجد الروضة. 18 - مسجد كمفونغ سيقلف. وإذا تم بناء هذه المساجد فسيكون لكل حي من الأحياء السكنية الكبرى في سنغافورة مسجد جديد واحد. وسيستمر المجلس في بناء المساجد بحسب الحاجة. معلومات موجزة عن نشاطات جمعية الدعوة الإسلامية: في المجال التعليمي:  [[من نشرة خاصة بها]]. أنشأت الجمعية فصولاً دراسية لتعليم العلوم الدينية والعربية والعلمية، للمراحل الابتدائية والإعدادية والثانوية. تدرس مواد: القرآن، والتوحيد، والتجويد، والفقه، والتفسير، والحديث. وفيها فصول لرياض الأطفال الذين تتراوح أعمارهم من 3 -5 سنوات، ويوجد فصل لتعليم الحاسب الآلي للأطفال والبالغين من الأولاد، وفصل خاص للمكفوفين لتعليم قراءة القرآن، وعددهم أكثر من عشرين طالباً، وفصول لتدريب الشباب على الإمامة في الصلاة والخطابة، وسبل الدعوة الإسلامية. كما توجد مكتبة بها مراجع دينية وعربية، وهي تعير من يرغب في الإعارة، كما توجد بها جرائد ومجلات إسلامية من سنغافورة ومن البلاد الإسلامية. وفي مجال الدعوة توجد عند الجمعية عدة طرق: المحاضرات. وطبع الكتب وتوزيعها. وفي المجال الاجتماعي: توزع الجمعية بعض المواد الغذائية للمحتاجين من الفقراء والمساكين والأرامل والأيتام، وتوزع كل شهر من المواد الغذائية على خمسمائة أسرة  مسلمة. ولدى الجمعية طبيب خاص يعالج المحتاجين بأجر رمزي، وتصرف الدواء مجاناً من صيدلياتها للفقراء الذين لا يستطيعون شراءه ولدى الجمعية مكتب استشاري خاص لتقديم النصائح القانونية في المسائل المتعلقة بالشؤون الدينية، كالزواج والطلاق، وتقسيم الملكية والإرث. وتستقبل الجمعية الأشخاص الذين يريدون معرفة الإسلام من غير المسلمين ويشرح لهم بعض الأساتذة الإسلام، ويشهر بعضهم إسلامه في الجمعية وتسجل أسماء من يدخل في الإسلام وتعطيهم شهادات بذلك تعتبر وثيقة رسمية وتساعد من يحتاج منهم. ولدى الجمعية قسم خاص بالسيدات لتعليمهن تلاوة القرآن الكريم ومبادئ الإسلام ولهن فصول خاصة في الشؤون المنزلية، كالخياطة وصناعة الملابس وطهي الطعام وغير ذلك. وكذلك تهتم الجمعية بالشباب بتربيتهم تربية دينية وخلقية ليكونوا أعضاء نافعين في المجتمع. وللجمعية مجلتان: صوت الإسلام، ومجلة الجمعية، تصدر كل منهما في كل شهرين مرة. انتهى. ورئيس هذه الجمعية الحالي الأستاذ أبو بكر محي الدين عنده مقدرة على النشر والإعلام وإبراز جمعيته بالدعاية لها في الداخل وفي الخارج، يتضح ذلك للزائر بمجرد وصوله إلى سنغافورة واحتكاكه بالمسلمين وبخاصة عندما يلتقي رئيسها. زيارة مسجد السلطان: هذا، وبعد الانتهاء من زيارة المركز الإسلامي التابع لجمعية الدعوة الإسلامية وأخذ ما مضى من معلومات عن رئيسها الأستاذ أبو بكر محي الدين، ذهبنا إلى مسجد السلطان حسين شاه، وصلينا فيه الظهر، ويوجد بجانب المسجد منزل السلطان المذكور ولا تزال أسرته تسكن فيه إلى الآن، وقد أنشئ المسجد منذ أكثر من 150عاماً، وهو قريب من مدرسة الجنيد. [img]pics/13/13004.jpg[/img]<< مسجد السلطان من الخارج ـ سنغافورة 9/1/1410هـ ـ 10/8/1989م >> [img]pics/13/13005.jpg[/img]<< مسجد السلطان من الداخل ـ مع مصطفى الموجي >> زيارة الجمعية المحمدية في سنغافورة: في الساعة الرابعة إلا عشرين دقيقة مساء كنا في مقر هذه الجمعية، واجتمعنا برئيسها الأستاذ حسين بن الشيخ يعقوب. [img]pics/13/13006.jpg[/img]<< الجمعية المحمدية ـ سنغافورة 9/1/1410هـ ـ 10/8/1989م >> ولد سنة 1943م في 25 يوليو. درس على أيدي بعض المشايخ في الحلقات العلمية المعتادة. والجمعية أسست سنة 1957م. للجمعية نشاط تعليمي ينفذ عن طريق: 1 - رياض الأطفال. 2 - فصول دراسية لطلاب المدارس الحكومية في أيام الإجازات. 3 - يوم دراسي كامل لعلوم القرآن الكريم. ونشاط في مجال الدعوة وينفذ عن طريق: 1 - الدعوة المباشرة: الخطب، والمحاضرات، والمواعظ. 2 - نشر الكتب والمجلات. ونشاط في المجال الاجتماعي. ويعتزمون إنشاء ملجأ لأبناء المسلمين الصغار الذين لا تتهيأ لهم التربية السليمة في منازلهم بسبب عدم عناية أسرهم بهم، لأن هؤلاء الأطفال إذا لم يجدوا من يربيهم ويهتم بهم سيكونون عرضة للمؤسسات النصرانية والبوذية. والجمعية تحاول الآن الحصول على إذن من الحكومة لإنشاء هذا الملجأ. وهذه الجمعية متمسكة بالمنهج السلفي في العقيدة والاتباع، ولا يتبعون مذهباً معيناً من المذاهب الأربعة كما هو شأن عامة الجمعيات في المنطقة، فإن غالبها تتبع المذهب الشافعي ويوجد قليل يتبعون المذهب الحنفي. وقد سألت عن السبب الذي جعل هذه الجمعية متمسكة بالعقيدة السلفية والالتزام بالسنة وعدم اتباع مذهب معين، فعرفت أن ذلك من آثار دعوة الشيخ حسن باندونج الذي كان من أصل هندي وكان أحد أجداده سلفياً، وفد إلى سنغافورة من الهند، واجتهد حسن باندونج في نشر العقيدة السلفية والسنة، وسبق أنه هو الذي جعل أهل ولاية برليس في شمال ماليزيا يثبتون في دستورهم أنهم لا يتقيدون بمذهب معين، ونشر نفس الفكرة في إندونيسيا ولبعض أحفاده معهد في ضاحية من ضواحي سورابايا في إندونيسيا يسير على نفس المنهج، وقد زرت هذا المعهد بعد هذه الرحلة في 15/7/1410هـ عندما زرت إندونيسيا وهي الزيارة الثانية لها. ولا شك أن التمسك بالسنة وبعقيدة السلف الصالح هو الواجب، وهو الذي يعصم من الزلل، ولكن المشكلة في عدم وجود علماء على مستوى فهم السنة وفقه الإسلام فقهاً سليماً، إذ يوجد طلبة علم صغار قد يحصل منهم شيء من الشدة في الأسلوب وسوء فهم لبعض الأمور بسبب القصور في العلم، ولكن هذه الجمعية أهلها معتدلون غير متشددين كما بلغني عنهم وإن كانوا في العلم ضعفاء حسب علمي، أسأل الله لهم التوفيق. زيارة دار الإحسان: أسست هذه الدار أسرة السقاف سنة 1904م. وهي قسمان: قسم للبنين وقسم للبنات. وقسم البنين فيه 55 طالباً، وكانوا يقيمون في مكان آخر، وقد انتقلوا بسبب عدم وجود مكان ثابت ثلاث مرات، وهذه هي المرة الرابعة وقد أصبح هذا المبنى ملكاً للدار أسس سنة 1962م. كما بنيَ مبنى آخر للبنات سنة 1980م وعددهن 44 فتاة. ويلتحقون كلهم البنون والبنات بالمدارس الحكومية ويعودون إلى الدار لرعايتهم. مصادر التمويل من المتبرعين والصدقات، ويساعد الدار المجلس الإسلامي، وقد تلقت الدار إعانة من بعض المحسنين في المملكة العربية السعودية مقدارها عشرة آلاف دولار. مع مسلم جديد: وفي هذا اليوم جاء شاب إنجليزي إلى المركز الإسلامي التابع لجمعية الدعوة الإسلامية يريد أن يشهر إسلامه، ليأخذ شهادة رسمية أنه أصبح مسلماً، وهو رجل أعمال له صلات قوية بسنغافورة وماليزيا وبعض الدول العربية في الخليج وغيره. وطلبوا مني أن ألقنه الشهادتين، فقلت لهم: ترجموا له بعض مبادئ الإسلام، فقالوا لي: إنه مشغول الآن ويريد أن يذهب إلى جهة أخرى عنده موعد، فقلت لهم: حددوا لي موعداً معه لأشرح له بعض معاني الإسلام وآخذ منه بعض المعلومات فضربوا موعداً معه الساعة الثامنة غداً مساء. ويبدو أنهم لم يتابعوه فلم أتمكن من الاجتماع به. وقلت لهم: إن مجيء شخص ما يريد الدخول في الإسلام فرصة لتعرفوه بأصول الإسلام ومعانيها حتى يكون على بصيرة من دينه، أما أنه ينطق بالشهادتين دون أن تفهموه معانيهما فهذا تقصير لا ينبغي أن يحصل. والظاهر أن هذا الشاب يرغب في الزواج بمسلمة، فدخل في الإسلام ككثير من الشباب غير المسلم. وقال لي الأستاذ أبو بكر: إنهم إذا جاءهم أحد يريد الدخول في الإسلام يعلمونه النطق بالشهادة ويصبح بذلك مسلماً ويعطونه شهادة مؤقتة بذلك، ولكنه إذا أراد الزواج يستمرون في تعليمه مدة ثم يختبرونه، ويعطونه شهادة نهائية يستطيع بها أن يتزوج مسلمة. وقد تجولنا اليوم كثيراً في سنغافورة، ومررنا بعمارة طويلة جداً، فسألت عنها فقالوا هذا فندق رافالز أطول فندق في العالم عدد طوابقه 72 طابقاً وقد سمي باسم الرجل الذي اشترى أرضه. [img]pics/13/13007.jpg[/img]<< أطول فندق في العالم 72طابق، سنغافورة 11/1/1410هـ ـ 12/8/1989م >> والذي باع الأرض التي شيد عليها هذا الفندق، رجل مسلم كان سلطاناً لسنغافورة، والمشتري إنجليزي، والثمن الذي قبضه السلطان ستة آلاف دولار.! وقد سمعت أن الأخ محمد جمال خليفة موجود في سنغافورة وهو مسؤول عن الإغاثة في الفلبين من قِبَلْ هيئة الإغاثة الإسلامية التابعة لرابطة العالم الإسلامي. وكان نازلاً هو وشاب عراقي معه يسمى عبد السلام في فندق يسمى (دايشي هوتيل). فذهبنا لزيارته وطلبت منه أن يرتب لي برنامج عمل لزيارة المؤسسات الإسلامية في الفلبين. واتصلت بالشيخ عبد الرحمن الكاف وأخبرته أني موجود في الفندق، واتفقنا على أن يتصل بي غداً من أجل زيارته. الجمعة 10/10/1410هـ  ـ 11/8/1989م. أخبرني الأستاذ أبو بكر محي الدين أمس أن موعدي لزيارة المحكمة الشرعية في سنغافورة في الساعة العاشرة صباح هذا اليوم الجمعة، وقد عرف ذلك الشيخ عبد الرحمن الكاف، فاتصل بي في الساعة الثامنة والنصف صباحاً وقال لي: سأزورك الآن، وكان الأستاذ مصطفى الموجي قد اتصل بي قبله وأخبرني أن موعد المحكمة غُيّرَ إلى التاسعة بدلاً من العاشرة، فذكرت ذلك للشيخ الكاف ليؤخر زيارته ولكنه قال لي: من فضلك انتظرني، فتحيرت في الأمر بسبب تضارب المواعيد وأنا أكره ذلك ولكني وطنت نفسي أن انتظر هذا وأولئك في الفندق فإذا اجتمعوا في وقت واحد تركت لهم الأمر ليتفقوا أو يختلفوا، أما أنا فلا ذنب لي. وجاء الشيخ الكاف وبعض أبنائه وجاء الحاج يونئ والأستاذ الموجي فإذا هم وجهاً لوجه، ولكنهم اتفقوا على زيارة المحكمة أولاً، ثم نرى الكاف وأولاده في وقت آخر. زيارة  المحكمة الشرعية في سنغافورة: اجتمعنا برئيس المحكمة الشرعية، وهو الحاج أبو بكر هاشم. [img]pics/13/13008.jpg[/img]<< الحاج أبو بكر هاشم رئيس المحكمة الشرعية في سنغافورة 10/1/1410هـ ـ 11/8/1989م >> ولد سنة 1934م. درس أولاً في مدرسة الجنيد الإسلامية على مستوى الثانوي، وهذه المدرسة أسست سنة 1927م أسسها الشيخ عبد الرحمن الجنيد الحضرمي. وبعد أن تخرج في مدرسة الجنيد التحق بالكلية الإسلامية في ماليزيا سنة 1959م ورجع إلى سنغافورة مدرساً ثم عين قاضياً سنة 1967م ثم مسجلاً. وكان قد تخرج في كلية أصول الدين في الجامعة الأزهرية سنة 1966م. ثم عين رئيساً لإدارة تسجيل الزواج للمسلمين في سنة 1968م. وفي سنة 1984م عين رئيساً للمحكمة الشرعية، وهي تتبع وزارة الشؤون الاجتماعية في سنغافورة. وتختص المحكمة بالأحوال الشخصية للمسلمين، وهي حرة في تطبيق الفقه الإسلامي في هذا الباب. وسألته عن دعوة غير المسلمين؟ فقال: القانون يسمح بدعوة غير المسلمين بصفة شخصية. وسألته: هل عرف غير المسلمين الإسلام؟ فقال: بعضهم عرف شيئاً عن الإسلام في الجملة، وبعضهم لم يعرف عنه شيئاً. وأغلب غير المسلمين هم من الصينيين، والمسلمون لا يعرفون اللغة الصينية، والكتب التي تعرف بالإسلام باللغة الإنجليزية قليلة، وهي باللغة الصينية أقل. وقال: إن الدعوة إلى الإسلام في حاجة إلى استعمال الآلات الحديثة في المحاضرات وغيرها. وينبغي أن يعلم الصينيون في سنغافورة أن الإسلام دخل الصين قبل أن يدخل إلى بلاد الملايو، فإنهم يظنون أن الإسلام خاص بأهل الملايو، ولو أخذت صور عن الإسلام في الصين وعرضت على الصينيين في سنغافورة لكان لذلك أثره فيهم. وكذلك ينبغي أن تنشئ المؤسسات في الشعوب الإسلامية مدارس في سنغافورة تكون على مستوى راق وتدرس فيها المواد الإسلامية وغيرها من المواد المعاصرة، وكذلك اللغة الإنجليزية، فإن ذلك سيفيد في نشر الإسلام واللغة العربية، وهذا ما يفعله النصارى في نشرهم للنصرانية. وممن كان حاضراً هذا الاجتماع الأستاذ محمد حاج رئيس، وعمره (42 سنة) درس المرحلة الابتدائية في مدينة جهور ثم أكمل دراسته في مدرسة الجنيد الإسلامية. ثم تخرج في كلية أصول الدين بالأزهر من سنة 70 -1974م، وهو الآن مصلح اجتماعي في شؤون الزواج في القضاء الشرعي. زيارة المجلس الإسلامي السنغافوري: [[سبق التعريف بالمجلس الإسلامي السنغافوري من خلال النشرة الخاصة به، وهنا أذكر ما دار في المقابلة]]. وقد التقيت في المجلس الأخ سيد هارون بن محمد الجنيد سكرتير المجلس. ولد سنة 1947م في 20 يناير. تخصصه ماجستير اقتصاد في جامعة الملايو سنة 1974م. والأخ الحاج بسيوني بن مولان. ولد سنة 1945م في 17 أكتوبر. تخرج في الكلية الإسلامية في ماليزيا سنة 1968م. وهو مسجل إدارة الزواج. والأخ أحمد محمد عبد يد. ولد سنة 1954م. تخرج في كلية الشريعة في الأزهر سنة 1979م. وهو مساعد المفتي. والأخ خير تان بن علي. ولد سنة 1947م. مؤهله ليسانس اقتصاد. وهو مدير قسم التربية الإسلامية في المجلس. المجلس أنشئ سنة 1968م وهو شبيه بالمجالس الإسلامية في ماليزيا والمجلس مستشار لدولة سنغافورة فيما يتعلق بالشؤون الإسلامية. والمجلس يجمع الزكاة. ويشرف على أوقاف المسلمين. وأقدم الأوقاف الإسلامية المعروفة من سنة 1800م. وأكثر الأوقاف كانت من الجالية العربية: آل السقاف وآل الجنيد آل الكاف. ومجالات إنفاقها بحسب وقف أصحابها: الأقارب والمساجد، والمدارس، والمقابر. ومن أعمال المجلس الإشراف على المساجد الدينية وتدبير شؤون الحج، وإصدار الفتوى. وتوجد لجنة خاصة بالدعوة الإسلامية، وأعضاؤها هم من المسلمين في مناطق سنغافورة. وتوجد جماعات أخرى تقوم مؤسساتها بالدعوة مفردة. والدعوة عامة للمسلمين وغير المسلمين. والذين يدخلون في الإسلام سنوياً 440 شخصاً تقريباً رجالاً ونساء، وأغلبهم من الصينيين، وأصل ديانتهم التي تركوها هي المسيحية، وبعضهم لا دين لهم. وغالبهم متوسط الحال من الناحية الاقتصادية وثقافتهم متوسطة. والذين يرتدون عن الإسلام بعد دخلوهم فيه قليلون جداً، لا يزيد عددهم عن عشرة، وبعضهم يعود إلى الإسلام مرة أخرى. ومنهم رجل دخل في الإسلام سنة 1975م وفي سنة 1987م أخبرهم أنه ترك الإسلام بسبب غضب حصل له، ويوم أمس تاب ورجع إلى الإسلام. وتوجد في سنغافورة جمعية دار الأرقم، وتهتم بدعوة غير المسلمين والعناية بمن دخل في الإسلام. وتوجد في سنغافورة خمس مدارس، تختلف مناهجها وخططها، وهي ثانوية، ما عدا واحدة منها فهي إعدادية، وعدد طلابها 1800 ولا يزال عدد الطلاب في ازدياد والدراسة فيها صباحاً ومساء. وتوجد مدارس في المساجد لمدة ساعتين ثلاث مرات في الأسبوع. وطلاب المدارس الإسلامية تسمح لهم الحكومة بالدخول في الامتحان العام، فإذا نجحوا فيه فإن الحكومة تعترف بشهاداتهم. وتجمع المدارس بين المناهج الإسلامية والعربية، والمناهج الحكومية، ولكن المواد الدينية تختلف من مدرسة إلى أخرى، ومدرسة الجنيد مناهجها الدينية أكثر من غيرها. وكثير من طلاب مدارس سنغافورة الدينية يواصلون دراستهم في الجامعات العربية، في الأزهر بمصر وفي المملكة العربية السعودية وفي إندونيسيا. زيارة دار الأرقم في سنغافورة: معلومات موجزة مأخوذة من نشرة خاصة بالجمعية مطبوعة باللغة العربية. أسست الجمعية وتسمى: جمعية المسلمين الجدد (المؤلفة قلوبهم) سنة 1977م. الغرض من تأسيس دار الأرقم: ولتأسيس هذه الجمعية غرضان، هما: 1 - النظر في مصالح المسلمين الجدد في سنغافورة. 2 - محاولة تبليغ الدين الإسلامي ونشره. وقد أعد المجلس الإسلامي للمؤسسة داراً سُمّيَتْ بدار الأرقم وهذه الجمعية تقوم - بعد عون الله - بجهود المسلمين الجدد أنفسهم، وعدد الداخلين في الإسلام يزداد سنة بعد أخرى، ففي سنة 1980م بلغ عدد الداخلين في الإسلام 361، وفي سنة 1981م بلغ عددهم 435، وفي سنة 1982م بلغ عددهم 444، وفي سنة 1983م بلغ عددهم 438، وفي سنة 1984م بلغ عددهم 435، وفي سنة 1985م بلغ عددهم 455، وفي سنة 1986 بلغ عددهم 435، وفي سنة 1987م بلغ عددهم 435، وفي سنة 1988م بلغ عددهم 450 شخص حسب تقرير المجلس الإسلامي. ويساعد المجلس الإسلامي الدار بثلاثة مدرسين وثلاث مدرسات يقومون بتدريس الراغبين في معرفة الإسلام، سواء كانوا مسلمين جدداً أو من أبوين مسلمين، أو ممن لم يدخلوا في الإسلام بعد. وتفتح لهم فصول دراسية لمدة ثلاثة أشهر بمقر الدار، ويكون التدريس باللغة الإنجليزية والصينية والملايوية والتايلندية والتاملية. وتقدم الدار دروساً باللغة العربية مرة في كل أسبوع قبل قراءة القرآن، كما تقوم بتعليم الدارسين صفة الصلاة ودروساً في التوحيد والفقه. وتدرس الفتيات مع الدروس العادية طهي الأطعمة. وتتبع الدار مكتبة تشتمل على كتب قيمة في الثقافة الإسلامية باللغة الإنجليزية والملايوية والصينية والتاملية، ويعار غير المسلمين الكتب التي تساعدهم على فهم الإسلام. وللدار غرفة أعدتها لمن دخل في الإسلام وناله أذى من أهله فطردوه من المنزل من الرجال، ويبقون في هذه الغرفة حتى يحصلوا على مساكن. وأما الفتيات اللاتي ينالهن هذا الأذى بسبب إسلامهن، فإن أعضاء الجمعية يساعدونهن مع عوائلهم في منازلهم حتى يحصلن على سكن. وتعتبر الدار مركزاً استشارياً لمن يتقدمون راغبين في فهم الإسلام والدخول فيه، مع وجود مشكلات تعترضهم هم وعوائلهم، فيذكرون مشكلاتهم ويطلبون النصح مع بيان كيفية حل بعض تلك المشكلات عن طريق الإسلام. وتقدم الدار بعض المطبوعات، بحسب قدرتها، لشرح مبادئ الإسلام: من ذلك أنها أصدرت أول كتاب عن الإسلام باللغة الصينية، ولديها مجلة تسمى: \"القارئ المسلم\" تصدر كل ثلاثة أشهر، وكذلك دليل أوقات الصلاة يصدر كل شهرين مع بعض الأحاديث النبوية المختارة. ونظراً لقلة المسلمين وكثرة غير المسلمين في البلد، ووجود شبهات تحصل بين غير المسلمين في فهم الإسلام وما يحصل من خلافات بينهم وبين المسلمين، فإن المسؤولين في الدار رأوا أنه لا بد من بيان حقيقة الإسلام لغير المسلمين بالطرق المناسبة والمتاحة للدعوة، فقد قامت الجمعية بتنظيم لقاءات شعبية في القاعات العامة، وإقامة معرض عام توزع فيه المؤلفات الإسلامية مجاناً، وبخاصة ما فيه دفع للشبهات التي تثار حول بعض المعاني الإسلامية. والذين يشرفون على هذه الجمعية -أعضاء مجلس الإدارة وأعضاء اللجان الفرعية، ويبلغون الدعوة ويصوغون سياسة الجمعية ونشاطها وينفذون ذلك وكلهم متطوعون من الداخلين في الإسلام. وتمول الجمعية عن طريق التبرعات، ومن الأرباح التي تعود إلى الجمعية من تنظيم سوق خيرية تباع فيه بعض الأطعمة والتقويم السنوي وبعض الكتب والملابس الخفيفة كالفانلات، ولباس الصلاة للنساء. مشروع استثماري لاكتفاء الدار الذاتي في مسيرتها الإسلامية: بدأت الجمعية تخطط لمشروع بناء مركز إسلامي دائم يكون مركزاً لنشر الإسلام بوسائل عصرية متنوعة، ومصدراً استثمارياً يمد نشاط الجمعية بالمال اللازم. وبدأت الجمعية في الاتصال بالمسؤولين لأخذ إذن بإقامة هذا المشروع. ويشتمل هذا المشروع على أربعة طوابق: الطابق الأول: يشتمل على مطعم وعيادة، ومكتبة تجارية، وقاعة. الطابق الثاني: يشتمل على مكتبة واستديو للأفلام والأشرطة الصوتية والمرئية، ومكاتب الإدارة. الطابق الثالث: يشتمل على قاعة للمطالعة وغرف التعليم وقاعة للصلاة. الطابق الرابع: يشتمل على معهد تدريب مهني. وفي سنة 1983م تم شراء الأرض في موقع تجاري في شارع شانجي سيكون له أهميته الاستثمارية. وقد وافقت الحكومة مبدئياً على المشروع. بلغت قيمة الأرض سبعمائة وعشرون ألف دولار سنغافوري، أما مجموع تكاليف بناء المركز فيقدر بسبعة ملايين وخمسة وستين ألف دولار سنغافوري. وعسى أن يسهل الله للجمعية بعض المحسنين ليمدوهم بالمال الكافي بهذا المشروع الخيري المفيد. الاجتماع بمدير جمعية دار الأرقم في سنغافورة: اجتمعت بالأخ حمزة عبد المطلب، مدير هذه الجمعية وهو شاب صيني ولد سنة 1954م. [img]pics/13/13009.jpg[/img]<< دار الأرقم ـ دعوة غير المسلمين وتربيتهم سنغافورة 10/1/1410هـ ـ 11/8/1989م >> تخصصه: هندسة تخطيط. قال: أسست دار الأرقم سنة 1977م واستقلت سنة 1980م. والهدف من إنشائها تعريف غير المسلمين بحقيقة الإسلام وإظهار سماحته والعناية التامة بمن يدخل في الإسلام مادياً واجتماعياً وتعليمياً. ويطلق على الدار: دار الأرقم، أو جمعية المسلمين الجدد. والسبب في التسمية الأخيرة أن غير المسلمين في سنغافورة لا يعرفون معنى دار الأرقم، بخلاف الاسم الأخير فإنهم يعرفون معناه. خطوات الدار في دعوة غير المسلمين: 1 - بعث خطابات من أعضاء الجمعية إلى أشخاص لهم بهم علاقة، يبينون لهم أن الدار ترحب بكل من يريد أن يتعرف على الإسلام، وكذلك ينشرون ذلك في الجرائد الرسمية \"وسيلة إعلانية\". 2 - يحاول أعضاء الجمعية أن يجتمعوا بغير المسلمين في المناسبات كالحفلات، ويجرون معهم تعارفاً ويتبادلون معهم العناوين وأرقام الهواتف، ويدعونهم لزيارة الدار للتعارف ويقولون لهم: إذا أردتم أن تعرفوا شيئاً عن الإسلام فنحن نرحب بكم وعلى استعداد لخدمتكم. 3 - وإذا حضروا بعد ذلك إلى الدار يعقدون لهم ندوات خاصة بهم قبل دخولهم في الإسلام، وتتضمن هذه الندوات محاسن الإسلام ولماذا الإسلام دون غيره من الأديان يجب الدخول فيه. 4 - وإذا أبدى أحد رغبته في التعرف على الإسلام، فإنهم يشرحون له مبادئ الإسلام ويعطونه بعض الكتب التي تفيده، وينشرون في الجرائد ما يستفيد منه غير المسلمين. 5 - كان الصينيون وغيرهم ممن ليسوا ملايويين، يظنون أن الإسلام لا يقرأ إلا باللغة العربية والملايوية، والدار بينت لهم أن هذا غير صحيح وأن الإسلام تكتب معانيه بأي لغة حتى ترجمة معاني القرآن الكريم، ويثبتون لهم ذلك بإعطائهم كتباً بلغتهم: الصينية أو الإنجليزية.....وهاتان اللغتان هما اللتان تهتم بهما الحكومة الصينية في سنغافورة. 6 - تدور مناقشات بين مسلمين ينقصهم الفقه في الدين وغير المسلمين ويلقى غير المسلم على المسلم أسئلة وشبهات فلا يستطيع الرد عليها، لذلك تقوم الدار  بمساعدة هؤلاء المسلمين الذين عندهم رغبة بتثقيفهم وتدربهم على الحوار والمناقشة. 7 - فهم كثير من الناس أن المسلمين - بسبب تأخرهم - يأخذون من الناس ولا يعطون، والجمعية أرادت أن تثبت للناس عكس ذلك، وأن الإسلام يحث المسلم على عطاء الناس ومساعدتهم إذا كانوا فقراء سواء كانوا مسلمين أو غير مسلمين. ومن الأمور التي تقوم بها الجمعية زيارة بعض المرضى بأمراض خطيرة ينفر الناس منها، كالجذام والبرص، وهؤلاء المرضى تعزلهم المستشفيات في منازل ولا يزورهم الناس، فيذهب إليهم أعضاء الجمعية يزرونهم ويقدمون لهم هدايا، ويشعرونهم بأنهم مثل بقية الناس يستحقون الزيارة ويغرسون في نفوسهم الأمل والرجاء والصبر. 8 - عندهم تدريبات رياضية يشترك فيها المسلم وغير المسلم والتأثير في هذا المجال بطئ ولكنه يفيد في المستقبل، حيث تتوثق الصلة بين المسلم وغيره وتكون النتيجة حضور غير المسلم إلى الدار للتعرف على الإسلام، وقد دخل بعض هذا الصنف في الإسلام. 9 - استغلال التجارة للتعريف بالإسلام، وقد كان الحضارم تجاراً في سنغافورة ولا زال بعضهم، لكنهم لم يكونوا يتحدثون عن الإسلام عن طريق التجارة، وإن كانوا قد نشروا الإسلام بالقدوة الحسنة والدعوة المعتادة. ولكن أعضاء الدار الآن يحاولون ربط بعض التجار بمراعاة الإسلام في تجارتهم، وذلك أنهم يقولون لهؤلاء التجار: أنتم تريدون الربح والمسلمون يبحثون عن بعض السلع ليشتروها، فلا يجدونها ولو أنكم هيأتم لهم ذلك لربحتم وعدد المسلمين أربعمائة ألف، مثال ذلك أن المسلمين لا يأكلون إلا اللحم الحلال فلو أنكم أحضرتم لهم ذلك لاستفدتم. فأخذت بعض الشركات تهيئ اللحم الحلال للمسلمين ويشتري ذلك أيضاً غير المسلمين. 10 - وإذا عقدت الجمعية ندوة أو محاضرة تدعو الناس لحضورها، وتكون مشتملة على الأشياء المذكورة وغيرها، وتكون النتائج سريعة، فبعضهم يسلم فوراً وبعضهم يتأخر، ولكنه يسلم في وقت قريب، وبعضهم يطلب فرصة لزيادة البحث والتفكير فيعطى ذلك ويقال لهم: الإسلام لا يكره أحداً على الدخول فيه. 11 - أول دورة تعقد لهم سواءً كانوا  دخلوا في الإسلام أم لا، مدتها أربعة عشر أسبوعاً، منها تسعة أسابيع في العقيدة فقط، وخمسة أسابيع لشرح أركان الإسلام والتعريف بالصلاة والوضوء. 12 - وفي تلك المدة تلقى محاضرات عامة يوم الأحد. وللتأكد من فهم الحاضرين أو عدم فهمهم تعقد لهم اجتماعات مصغرة، كل خمسة يجلس معهم أستاذ للمناقشة حتى يتمكنوا من فهم المعلومات. وبعد نهاية الدورة يكونون قد فهموا الإسلام فهماً طيباً، ويعقد لهم اختبار لمعرفة قوة فهمهم وضعفه. والذي يتبين أن فهمه لا زال ضعيفاً يزاد له من المعلومات حتى يفهم. 13 - بعد ذلك تعقد دورة خاصة بالمتقدمين، حيث يحضرون دروساً في التفسير والفقه والحديث وغيرهما. 14 - يعرض المسلم الجديد مشكلاته المادية، كطرد أسرته له من المنزل، فيساعدون بحل مشكلاتهم مع أسرهم إن أمكن وإلا نقلوا إلى منازل خاصة بالدار. 15 - يعرفون بأن الذي يدخل في الإسلام لا يظل من المؤلفة قلوبهم إلى الأبد بل ينبغي بعد فهم الدين أن يصبحوا هم دعاة إلى الله، ويخصص بعض المسلمين السابقين لمتابعة إخوانهم من المسلمين الجدد حتى يستمروا ثابتين على دينهم ويدعوا غيرهم، وهم يعرفون أبناء جنسهم.  [[يكثر في المنطقة إطلاق المؤلفة قلوبهم على من دخل الإسلام ولو مضت عليه فترة طويلة، وهذا خطأ نبهت بعض الإخوة والمؤسسات عليه]]. 16 - تعقد الجمعية دورة خمسة أيام في السنة، لتدريب المتقدمين على الدعوة بالطرق السهلة الميسورة التي تجعل غير المسلم يحب الإسلام. مثال ذلك: أن المسلم المتدرب على دعوة غير المسلم إذا اجتمع بشاب غير مسلم وهو يلبس سراويل قصيرة فإن المسلم يتساهل معه في مثل هذا الأمر ولا يبدأ معه بالنهي عن الأمور المعتادة عنده، بل يحاول استعطافه حتى يألفه ويسمع منه عن أصول الإسلام، وهذا ينفي ما قد علق بأذهان غير المسلمين أن المسلمين متشددون.  [[هذه هي سيرة الرسول صلى الله عليه وسلم، حيث كان يوصي الدعاة إلى الله أن يبدؤوا بالأهم فالمهم، وهكذا كان القرآن الكريم ينزل داعياً إلى التوحيد دعوة قاطعة، لكن كثيراً من تشريعات الحلال والحرام نزلت متأخرة لأن العقيدة إذا ثبتت في النفس سهل على صاحبها الاستجابة لما بعدها من الأحكام]]. 17 - ولديهم طريقة حديثة وهي نشر الإسلام بطريقة غير مباشرة، وهو أن يوضع عنوان لكتاب من الكتب الإسلامية المطبوعة يلفت النظر مثل: عيسى نبي الإسلام ويضعه المسلم على مكتب شاب مثقف موظف ويتركه، فإذا قرأه هذا الشاب وهو غير مسلم لفت نظره إلى قراءة الكتاب حتى يصل إلى الحقيقة، وقد أسلم بعضهم بسبب ذلك. وهذا الكتاب بالذات يطلبه غير المسلم ليطلعوا عليه. 18 - لدى الدار مجلتان: الأولى تسمى: القارئ المسلم، والثاني: مجلة مصورة صغيرة للأولاد في المدارس وكلاهما باللغة الإنجليزية. وقد دخل في الإسلام عن طريق الدار من سنة 1981م ما يقارب ألفي شخص. من سنة 1981م أسلم 43 من الصينيين و29 من سيريلانكا، و13 من الأوربيين الذين هم من أصل أوربي وآسيوي 7وآسيون آخرون 8، آخرون 4. أديان الداخلين في الإسلام قبل إسلامهم: 36% \tلم يكونوا يدينون بدين. 10% \tبوذيون. 33% \tمسيحيون. 3% \tسيخ. 19% \tهندوس. 1% \tآخرون. الأعمار: من سن \t21 \tإلى 25 سنة \t32%. من سن \t18 \tإلى 20 سنة \t10%. من سن  12\tإلى 17سنة \t3%. من سن \t12 \tفأقل\t\t5%. من سن \t26 \tإلى 30 سنة \t27%. من سن \t36 \tإلى 40 سنة \t6%. من سن \t41 \tإلى 45 سنة \t3%. من سن \t46 \tإلى 50 سنة \t2%. من سن \t51 \tإلى 55 سنة \t2%. من سن \t56 \tإلى 60 سنة \t1%. من سن \t60 \tفما فوق  \t1%. ثقافة الداخلين في الإسلام: في سنة 1988م دخل في الإسلام 477 شخصاً منهم 248 يعيشون بتخصصاتهم \"أي أن عندهم مؤهلات تكفيهم ليعيشوا من وظائفهم\". و137 في المرحلة الثانوية. و37 في المرحلة الابتدائية. و33 في مرحلة ما بعد الثانوية 25 منهم في الكليات و16 منهم يدرسون في مدارس خاصة أو دورات. وصغار السن لا يدخلون في الإسلام إلا بإذن آبائهم، وهم الذين تقل سنهم عن 18سنة \"وهذا حسب قانون الحكومة\". 156 من 248 هم ذكور 63%. والإناث 92 ـ 37%. وهنا لا بد من تنبيهين: التنبيه الأول: أن الأخ حمزة الذي يدير الدار شاب عمره 35 سنة، وهو مثقف - مهندس تخطيط - ومن أبناء الصينيين، وعندما كان يشرح لي سيرهم في دعوة غير المسلمين، كان يتفاعل مع شرحه يظهر عليه الحماس الشديد، وهو يتكلم عن خطوات مدروسة مفهومة، وهو وزملاؤه الذين يديرون الدار ويخططون للدعوة ويقومون بتنفيذ ذلك هم أصلاً غير مسلمين، دخلوا في الإسلام وذاقوا حلاوته بعد أن ذاقوا مرارة الجاهلية والكفر، وهذا هو السبب في قوة نشاطهم ورغبتهم في إدخال أكبر عدد ممكن في هذا الدين، وهم يقومون بذلك تطوعاً مع قيامهم بوظائفهم الخاصة. التنبيه الثاني: أنني برغم زياراتي الكثيرة لبلدان العالم - ما عدا إفريقيا وأمريكا الجنوبية والدول الشيوعية - لم أجد في تلك البلدان اهتماماً وخططاً مبرمجة لدعوة غير المسلمين كما وجدتها في ماليزيا و سنغافورة، وبخاصة إعداد من دخل في الإسلام وتدريبه، ليكون داعية في بني جنسه، وأثر ذلك واضح جداً في دخول غير المسلمين في الإسلام. ولقد سرني هذا العمل الذي تصل ثماره إلى الدول المجاورة وغيرها، ولو أن هنالك إمكانات مادية وبشرية لكان التأثير أكثر، وليت الأغنياء من المسلمين يبذلون لمثل هذا العمل العظيم ما يزيده نشاطاً وقوة. فلقد كنت أسأل المسؤولين عن المراكز الإسلامية والدعاة إلى الله في العالم: هل عندكم خطة لدعوة غير المسلمين؟ فيكون جوابهم: لا. والذين عندهم نية لوضع خطة لا زالت الخطة في نياتهم لم تخرج إلى حيز الوجود، وغالب الذين يدخلون في الإسلام في أغلب بلدان العالم يبحثون هم عن الأديان حتى يصلوا إلى الإسلام. لهذا فإنا ندعو الله للإخوة العاملين في \"أبيم\" و\"بركيم\" في ماليزيا و\"دار الأرقم\" في سنغافورة بالتوفيق والعون والإخلاص، وندعو غيرهم من أهل المراكز الإسلامية في العالم أن يحذوا حذوهم، لما في ذلك من إقامة الحجة على عباد الله بدعوتهم إلى دينه وبيانه لهم، كما ندعو بإلحاح أغنياء المسلمين في ماليزيا وسنغافورة وفي خارجهما وبخاصة دول الخليج الذين بسط الله عليهم من الرزق ما يفقده كثير من الناس غيرهم أن يمدوا هذه المؤسسات بما يعينها على نشاطها فإن ذلك من الجهاد الذي يرضي الله تعالى. ولا أنسى ما تقوم به \"لجنة مسلمي أفريقيا\" في القارة الأفريقية من جهود جبارة بدأها ولا يزال يتابعها الطبيب الداعية المسلم \"عبد الرحمن السميط\" الذي أشرت إلى شيء مما اطلعت عليه من نشاطه في الكتاب الخاص برحلة \"كينيا\". زيارة مدرسة الجنيد الإسلامية: بعد الانتهاء من زيارة دار الأرقم ذهبنا لزيارة مدرسة الجنيد الإسلامية، وكان مديرها الأستاذ عقيل بن عثمان بن يحيى غائباً عنها، ولم نجد أحداً من المسؤولين الذين يمكن أن نأخذ منهم معلومات عن المدرسة، كما زرنا المدرسة يوم السبت الموافق 11/1/1410هـ ولم نجد المدير أيضاً، ووجدنا بعض الأساتذة، ومنهم الأستاذ المصري الأزهري عبد المقصود الذي شكا للمدرسة ما يهددها من هدمها من قبل الحكومة، إذا لم تبن بناءاً مناسباً، لأن بناءها قديم وهي تقع في منطقة راقية تلزم الحكومة أهل المباني فيها أن يبنوها بناء يناسب المنطقة وإلا فإنها - أي الحكومة ستهدمها -كما وجدنا بالمدرسة الأستاذ حامد بن علوي بن حسين بن هود العطاس الحسيني، البالغ من العمر خمسين سنة، وهو يسكن في إندونيسيا وجاء إلى سنغافورة زائراً، وقد أخذنا كتيباً يشتمل على بعض المعلومات عن المدرسة أسجل منه ما تدعو الحاجة إليه لمعرفة المدرسة. [img]pics/13/13010.jpg[/img]<< مدرسة الجنيد ـ سنغافورة 13/1/1410هـ ـ 14/8/1989م >> [img]pics/13/13011.jpg[/img]<< مدرسة الجنيد ـ سنغافورة. 11/1/1410هـ ـ 12/8/1989م >> معلومات عن مدرسة الجنيد الإسلامية: أسست في 13 من شهر ذي الحجة سنة 1345هـ الموافق 14يونيو سنة 1927م. أسسها المرحوم السيد عبد الرحمن بن جنيد الجنيد العلوي على أرض موقوفة من جده. القائمون بإدارة المدرسة: يتكون أعضاء إدارة المدرسة من تسعة أشخاص، منهم ناظر المدرسة، ويتم ترشيحهم بموافقة وزارة التربية والتعليم، وهم المسؤولون عن حفظ كيان المدرسة وتحقيق أهدافها. وهي متمسكة بعقيدة أهل السنة والجماعة [[وهي العقيدة الأشعرية وليست العقيدة السلفية التي رجع إليها الإمام الأشعري، كما في كتابه \"الإبانة\"]] ولغتها الرسمية هي اللغة العربية لغة القرآن الكريم والشريعة الإسلامية. وتدرس فيها جميع العلوم الشرعية واللغة العربية في جميع المستويات والمراحل. ولم تفرض المدرسة رسوماً على الطلاب، ولكنها تقبل تبرعات شرعية من أولياء أمورهم. المراحل الدراسية بالمدرسة: 1 - المرحلة الابتدائية، ومدتها ثلاثة سنوات. 2 - المرحلة الإعدادية، مدتها ثلاث سنوات. 3 - المرحلة الثانوية، ومدتها أربع سنوات. 4 - المرحلة الثانوية العالية، ومدتها سنتان. معادلة شهادة المدرسة: شهادتها تعادل الثانوية الأزهرية، ولذلك يلتحق حاملها بإحدى كليات الجامعة الأزهرية. وكذلك الجامعات الأخرى المماثلة في السعودية والكويت، وإسلام آباد، وفي إندونيسيا وماليزيا. والدراسة فيها على فترتين صباحية ومسائية، الفترة الصباحية من الساعة الثامنة إلى الواحدة ظهراً والمسائية من الواحدة والنصف ظهراً إلى الساعة السادسة إلا ربعاً مساء. مصادر الميزانية: 1 - من أوقاف الجنيد. 2 - ومن رابطة العالم الإسلامي من مكة المكرمة. 3 - ومن أولياء أمور الطلبة. 4 - ومن المجلس الإسلامي السنغافوري. 5 - ومن وزارة التربية والتعليم السنغافورية. 6 - ومن تبرعات المحسنين. وتزود المدرسةَ بعضُ المؤسسات الإسلامية بالكتب والمنح الدراسية، مثل وزارة الأوقاف والشؤون الإسلامية في الكويت وجامعة أم القرى بمكة المكرمة، والجامعة الإسلامية في المدينة المنورة، و الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد التي تساعد المدرسةَ بمدرسين على نفقتها. وعدد طلابها الآن أربعمائة -فتياناً وفتيات - تقريباً. والحقيقة أن هذه المدرسة وأمثالها من المعاقل التي حفظ الله بها أجيالاً من أبناء المسلمين وحفظ بهم بقاء الإسلام في هذا البلد، لذلك يجب على ذوي اليسار أن يساعدوها في تجديد بنائها حتى لا تستولي الحكومة السنغافورية على أرضها، كما فعلت ذلك ببعض المساجد التي أصبحت قديمة ولم تجد من يبنيها بناء يناسب المنطقة، فقامت الحكومة بهد بعض تلك المساجد وجعلت أرضها ميادين. الأخ إبراهيم بن عبد الرحمن: السبت: 11/1/1410هـ ـ 12/8/1989م. زارني في الفندق صباح هذا اليوم الأخ إبراهيم بن عبد الرحمن البالغ من العمر 44 سنة. تخرج في كلية الشريعة في الجامعة الإسلامية بالمدينة المنورة سنة 1397هـ. وعندما رجع إلى سنغافورة عمل في جمعية الدعوة الإسلامية خمس سنوات، ثم التحق بالمجلس الإسلامي السنغافوري ثم ذهب إلى ولاية صباح الماليزية سنتين. وهو الآن يعمل في جمعية مدرسي الدين ويُدرس في مدرسة \"واتنجو\"  الإسلامية. الأخ مصبور بن أحمد: كما زارني الأخ مصبور بن أحمد البالغ من العمر 37سنة، وقد تخرج في الجامعة الإسلامية سنة 1400هـ. وهو متعاقد مع الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد في الرياض، ويقوم بالدعوة في سنغافورة، وكذلك الأخ إبراهيم المذكور سابقاً. الجمعيات البارزة في سنغافورة: وقد ذكر لي الأخ مصبور الجمعيات البارزة في سنغافورة كما يلي: 1  - جمعية الدعوة الإسلامية: وهي أقدم الجمعيات الإسلامية في سنغافورة. وأول رئيس لها هو الشيخ عبد الحميد جد زوجة رئيسها الحالي أبي بكر محي الدين. ومؤسسها الأول هو الشيخ عبد الحليم صديقي. ونشاطها البارز مجاله الأعمال الخيرية والاحتفالات الدينية في المناسبات، وإقامة بعض المؤتمرات ولديها روضة أطفال. ولا يوجد في هذه الجمعية علماء إلا المفتي السابق، وهو كبير السن وليس له صلاحيات في الجمعية. وثقافة المسؤولين في الجمعية عامة وليست دينية، وفوائدها مساعدة الفقراء وإقامة المحاضرات وتجهيز الموتى المسلمين إذا لم يكن لهم أقارب قادرون على تجهيزهم. وتعتبر أكبر الجمعيات بسبب قدمها وكثرة أعضائها وإمكاناتها. وتأتيها المساعدات من المملكة العربية السعودية عن طريق رابطة العالم الإسلامي، ولا يوجد دعاة في سنغافورة من قبل رابطة العالم الإسلامي. 2  - الجمعية المحمدية: ونشاطها يوجه إلى تثقيف المسلمين بالثقافة الإسلامية وعقيدتهم سلفية، ولا يتقيدون بالمذاهب الفقهية المعتمدة. وعند أعضائها رغبة في التعلم والتعليم، ولكنهم ليسوا على المستوى الذي يؤهلهم لأن يكونوا مجتهدين كما يقولون عن أنفسهم، وأكثر أعضائها ثقافتهم عامة، ولا يوجد عندهم عالم تخرج من مدارس إسلامية إلا رئيسهم تخرج في معهد كنتور في إندونيسيا، وعبد العزيز بن محمد تخرج في المعهد العلمي التابع لجامعة الإمام محمد بن سعود الإسلامية في الرياض، ولديهم روضة أطفال، ومدرسة لتعليم الأطفال. 3  - جمعية دار الأرقم: وهي تهتم بدعوة غير المسلمين وتربيتهم على الإسلام عندما يدخلون فيه. وثقافة أعضائها عادية، وأكثرهم ممن تخرجوا في جامعة سنغافورة، ثقافتهم عالية، وليست دينية. ويحاولون أن يثقفوا أنفسهم بالثقافة الإسلامية. ويوجد عدد من طلبة جامعة سنغافورة يدرسون الإسلام على يد الأخ مصبور، وقد طلب من هؤلاء الطلاب الانضمام إلى جمعية دار الأرقم هذه، وهم يساعدون في تعليم بعض أعضاء الجمعية. ورئيس هذه الجمعية هو رضوان عبد الله، دخل في الإسلام منذ أكثر من تسع سنين، وأعلن إسلامه في جمعية الدعوة الإسلامية، وكان عضواً فيها ولكنه عندما رأى الجمعية لا تهتم بدعوة غير المسلمين تركهم وأنشأ جمعية دار الأرقم. وقد اشترت الجمعية أرضاً لإنشاء مركز عليها، وهم في حاجة إلى المال لإنشاء ذلك المركز. 4  - جمعية برتابيس: وتسمى اتحاد التعليم الديني الإسلامي، وهي أقدم من دار الأرقم. ونائب الرئيس هو محمد حسين عبد الله. وأعضاؤها من الهنود الملايويين. ويهتمون بالأعمال الخيرية ورعاية الأطفال بالتعليم ورعاية الشباب الذي يتعاطى المخدرات، يسكنونهم في قسم داخلي ويقدمون لهم المساعدات ويربونهم تربية جيدة. وأكثر أعضاء هذه الجمعية عندهم ثقافة عامة. 5  - جمعية مدرسي الدين الإسلامي: وأعضاء هذه الجمعية هم من المدرسين للدين الإسلامي، ورئيسها على الحاج محمد، وهي تلي جمعية الدعوة الإسلامية في القدم. وتهتم هذه الجمعية بتخصيص فصول دراسية للشباب والكبار، ويتولى الأخ مصبور التدريس في هذه الفصول. وتدرس فيها ست مواد: التفسير، والحديث، والفقه، واللغة العربية، والسيرة النبوية، والتجويد. وأعضاؤها 140 شخصاً. والتدريس يكون يوم السبت ويوم الأحد. عدد الدارسين يوم السبت خمسمائة، وعدد الدارسين يوم الأحد ستمائة. وأكثر المدرسين تخرجوا في الجامعات السعودية، ويدرسون العقيدة السلفية، ولكن الأعضاء الآخرين ليسوا راضين بذلك، ويريدون تدريس العقيدة الأشعرية. والذين اهتموا بتدريس العقيدة السلفية هو الأخ مصبور وبعض زملائه، وكذلك قاموا بترتيب الدراسة في الفصول، وانضم أعضاء الجمعية بعد ذلك إلى المدرسة، وحاولوا تغيير مادة العقيدة ولا زال الإخوة يدرسون العقيد السلفية بصفة عامة عن طريق مادة التفسير. 6  - جمعية المسلمات في سنغافورة: وقد أنشئت في أواخر السبعينات قبل إنشاء دار الأرقم. أسستها إحدى المسلمات. واهتمامهن ينصب في تعليم الأطفال وتتبعها روضة للأطفال، وكذلك لهن نشاط في شؤون الأسرة. العلماء الموجودون في سنغافورة: 1 - الشيخ عمر الخطيب، وهو أفقه علماء الشافعية في سنغافورة، وهو حضرمي الأصل، درس ثم استوطن مدة في مكة، كان في اليمن الجنوبي ثم جاء إلى سنغافورة بعد قيام الثورة الشيوعية. 2 - الشيخ عبد الله الجفري، ولد في سنغافورة ودرس في مدرسة الجنيد، وهو من تلاميذ الشيخ عمر. ويوجد علماء آخرون تخرجوا في الأزهر منهم: المفتي حاج أبو بكر هاشم. ويوجد آخرون تخرجوا في الجامعة الإسلامية بالمدينة المنورة، منهم الأخ مصبور، والأخ إبراهيم عبد الرحمن، والأخ عقيل بن يحيى مدير مدرسة الجنيد، وتنكو محمد فوزي، ومعروف حاج محمد، ومحسن الكاف، وهو في بروناي، وعبد الحميد بن طاهر، وهو في بروناي. تنبيه: في كثير من البلدان أجد بعض الإخوة المتخرجين من بعض الجامعات في الغرب - أوربا وأمريكا - أو بعض الجامعات العربية، ويكونون قد تربوا تربية طيبة على يد بعض العلماء والمفكرين من الدعاة، ثم يعودون إلى بلدانهم، ولم يكونوا قد تعارفوا من قبل فيجتمعون في بلد واحد، وقد لا ينسجمون مع بعض الجمعيات القديمة في بلدهم بسبب اختلاف التربية والثقافة، وتجدهم يعملون فرادى مع أن تربيتهم متقاربة وثقافتهم متقاربة، ولكن بسبب جهل بعضهم لبعض لا يقدم بعضهم على الانضمام إلى الآخر، حيث يبقى كل واحد يعمل وحده، وكان المفروض أن يتعهدهم مربوهم ويزوروهم أو يربطوا بينهم ليعملوا جميعاً سواء، وكان عليهم هم أن يتعرف بعضهم على بعض ويرتبطوا في دعوتهم ويخططوا لذلك فيعملون في الميدان سواء. حوار مع الأخ غلام محمد بن عبد الله (مسلم جديد): الأحد: 12/1/1410هـ ـ 13/8/1989م. عندما أيقظني الخادم اليوم لإدخال طعام الإفطار نظرت من النافذة - بعد فتح الستارة - فإذا الشرفة مبللة بالماء من أثر المطر الذي كان لغزارته يكاد يحجب القصور الشاهقة القريبة من الفندق. وبعد ذلك اجتمعت بالأخ غلام محمد بن عبد الله. ولد سنة 1937م وهو صيني الأصل، وكان مولده في سنغافورة. ديانته السابقة: عبادة الأجداد. وصفة هذه العبادة: نصب تماثيل لأجدادهم، والخروج إلى الخارج للنظر في السماء على أساس أن أجدادهم في السماء. ثم عبادة تلك التماثيل. قلت له: هل كنت تعتقد أن هذه العبادة صحيحة؟ قال: إنه هو لم يكن يتبع تلك العبادة، لأنه كان يختلط بالمسلمين الملايويين، وكان يرى أن المسلمين طيبون وكان يميل إلى عبادتهم، ولم يكن يأكل لحم الخنزير، وكانت أخته تضربه بسبب ذلك.  [[وهذا يدل على أن غير المسلم إذا اختلط بمسلم يطبق الإسلام يتأثر بالمسلم وبخاصة في سن الصغر]]. رحلة بحث طويلة عن الحق: وفي سن الواحدة والعشرين بدأ يميل إلى الإسلام، وكان يتردد على الكنائس للوصول إلى الحقيقة، وأخذ - من هذا الوقت إلى أن صار عمره خمساً وأربعين سنة - يقرأ كثيراً من الكتب عن الديانات: البوذية النصرانية، ومعاني القرآن الكريم المترجمة، وما زال يميل إلى الإسلام. وعندما بلغ الخامسة والأربعين ازداد ميله إلى الإسلام، وأشهر إسلامه في جمعية الدعوة الإسلامية وكان عمره (46 سنة) وكان عنده ابنان. قلت له: ما أهم ما جذبه إلى الإسلام من الموضوعات الإسلامية؟ قال: إنه تأثر بكثير من المعاني الإسلامية بسبب قراءته واختلاطه بالمسلمين. قلت له: ما الفرق بين حياته قبل الإسلام وحياته بعده؟ قال: الإنسان قبل الإسلام لا يوجد عنده سبب يلزمه بالأمانة والإخلاص، أما بعد الإسلام فإنه يكون عنده دافع للالتزام بذلك، وبخاصة عندما يلتزم بالعبادة، ومنها الصلاة التي يؤديها في اليوم خمس مرات. قلت له: ما أهم الوسائل التي تؤثر في غير المسلم ليستجيب للإسلام؟ قال: المثالية في الإسلام والقدوة الحسنة. ويمكن أن يأكل المسلم مع غير المسلم في طبق واحد، بشرط أن يكون الطعام حلالاً، وكذلك آكل في آنيتهم وأشرب فيها إذا كانت نظيفة، وأبين لهم المعاني الإسلامية بالحسنى، فالاختلاط بهم مع تطبيق المسلم للإسلام في حياته وعدم مقاطعتهم يكون له تأثير فيهم، وكذلك لا بد أن يعامل أسرته معاملة طيبة أفضل مما كان يعاملهم قبل الإسلام. حوار مع الأخ محمد رقيب آل شاه بن عبد الله: وهذا أحد الإخوة الداخلين في الإسلام حديثاً. ولد سنة 1965م في سنغافورة. ديانته قبل الإسلام، كان على دين أسرته وهو النصرانية \" الكاثوليكية \" وبقي على هذه الديانة إلى أن صار عمره (22 سنة). قلت له: هل كان يشعر بطمأنينة وهو على هذه الديانة؟ قال: لم يشعر بسعادة دينية، وكانت أسرته ليست متدينة. قلت له: هل كان يشعر بالحاجة إلى دين آخر؟ قال: إنه كان يعمل في المطار، وكان رئيسه مسلماً، وهذا وجه إليه بعض الأسئلة، منها: لماذا يأكل المسيحيون لحم الخنزير؟ فأجابه أنه لا يعرف، ومنها لماذا يذهبون إلى الكنائس وبينهم فتيات غير متسترات في دور العبادة؟ ولماذا لا يتبعون المسلمين؟ فكان يجيبه على كل ذلك أنه لا يعرف. وصادق بعض المسلمين وارتاح لبعض تصرفاتهم وتقاليدهم، وقال لأخته: إنه يفكر في الدخول في الإسلام فنهرته وهددته بإخبار أسرته بذلك. وحصلت بينه وبين أبيه مشادة، فتركهم وذهب إلى صديق مسلم وجلس معه، ولم يشهر إسلامه، مع أنه كان يعتقد بالإسلام. وكان والده في أول الأمر يذهب إلى الشرطة ليأخذه بالقوة ويعيده إلى ديانته السابقة. وغضبت والدته: وقالت: لا بأس أن نخسره. واتصل ببعض أصدقائه المسلمين وشرحوا له الإسلام، وكانوا متدينين ورسخ الإيمان في قلبه، وبينوا له كيف يدخل في الإسلام ويعلن إسلامه فأعلن إسلامه، وذهب إلى المسجد ورأى الناس وهم يصلون فاستمر على دين الإسلام. قلت له: هل يفكر في إنقاذ أمثاله من الذين لم يدخلوا في الإسلام إلى الآن؟ قال: نعم، لأن الإسلام هو الحق وهو يريد للناس أن يدخلوا فيه. حوار مع الأخ عبد الله بايل (ROBERTL. PILE). ولد في لندن سنة 1950م، أبوه مسيحي متشدد، وكذلك خالته، وأمه أقل تشدداً. [img]pics/13/13012.jpg[/img]<< الأخ المسلم الجديد عبد الله بايل البريطاني ـ سنغافورة 12/1/1410هـ ـ 13/8/1989م >> أدخلوه في مدرسة مسيحية فكان يدرس ما يلقونه عليه من المعاني المسيحية إلى أن كان عمره إحدى عشرة سنة، وبدأ يعتقد أن بعض الأمور التي درسها غير صحيحة، ولم يحصل عنده اقتناع بها ولا طمأنينة في قلبه. وبدأ يدرس العلوم الطبيعية من وقت بلوغه إحدى عشرة سنة إلى أن صار عمره: واحداً وعشرين سنة، مثل الكيمياء والفيزياء وغيرها، وقرأ في الإنجيل وفيه بعض المعجزات المنسوبة لعيسى عليه السلام، ولم يصدقها. وعندما بلغ هذه السن (21سنة) أخذ قلبه يتغير بالنسبة لإيمانه بالمسيحية، وذهب في هذا الوقت (أي عندما كانت سنه 21سنة) إلى أبي ظبي، وهو مهندس جيولوجي في البترول، وعاش فيها ثلاث سنوات، فكان له في ذلك الوقت فرصة ليعيش في جو إسلامي، لم يتوفر له مثله في لندن، فتعرف على الإسلام بين أهله. وعندما صار عمره أربعة وعشرين عاماً سافر إلى بعض البلدان وتجول فيها، منها باكستان وبنغلاديش وإندونيسيا وسنغافورة والفلبين، وهي إما بلدان إسلامية أو بوذية أو مسيحية. القدوة السيئة تصد عن الدخول في الإسلام: وعندما مكث في باكستان - لمدة سنتين - رأى أموراً اجتماعية لم تساعده في أن يدخل في الإسلام بسرعة، من ذلك انتشار الرشوة، والفروق الحادة بين الأغنياء والفقراء وعدم مساعدة الغني للفقير، وكان يعتقد أنه ما دام الشعب مسلماً، فلا بد أن يرى في تصرفات أهله ما يدفعه إلى الإسلام، ولكنه لم يجد ما كان يأمل وجوده بسبب هذه الأفعال، وفي سنة 1978م توفيت زوجته، وكانت صينية من سنغافورة وله منها بنتان. وفي سنة 1978م صادق امرأة مصرية وتزوجها في بريطانيا، وهي مسلمة، وكانت امرأة صالحة اهتمت به وبأولاده، وكان يعلم أنه إذا أراد أن يتزوج مسلمة لا بد أن يدخل في الإسلام، وأسرة زوجته طلبت منه ذلك، وزوجته لم تطلب منه ذلك برغم صلاحها، وقد أنسته همومه لعنايتها به وبأولاده، وفي فبراير من هذا العام 1989م جاء هو وأسرته إلى سنغافورة ولم يشهر إسلامه.  [[ما أكثر ما تتزوج الفتاة المسلمة في البلدان غير الإسلامية بغير المسلم!]]. وعندما جاء إلى جمعية الدعوة الإسلامية أشهر إسلامه قبل شهرين من الآن، كان في أواخر يونيو. والسبب في دخوله في الإسلام أنه أراد أن يسعد زوجته بذلك، ثم إنه خلال هذه الفترة ارتاح قلبه للإسلام وبدأ يقرأ عنه عن طريق الترجمة لصعوبة اللغة العربية. وسألته: ما الذي لم يعجبك من تصرفات المسلمين؟ قال: القدوة الحسنة قليلة فيهم، ويغلبون مصالحهم السياسية على الدين. ثم شكا الأخ عبد الله من صعوبة قراءة القرآن الكريم عليه باللغة العربية مع شدة رغبته في ذلك. حوار مع الأخ عبد الله موجان (MOGAN). ولد في سنغافورة، وعمره الآن أربعون سنة. دينه قبل الدخول في الإسلام: الهندوسية. بقي على هذه الديانة إلى أن صار عمره واحداً وثلاثين عاماً. وقد تزوج مسلمة وهو هندوسي وعمره تسعة وعشرون سنة، ولم تعلم أسرة زوجته أنه تزوج ابنتهم، وتوفي أبوها قبل أن يعلم. وعندما دفن أبوها في المقبرة كان نزول المطر شديداً، وعندما سمع تكبير المشيعين عند التجهيز والدفن دخل الأذان في قلبه. [[هكذا ذكر لي أن من عاداتهم أن يكبروا في هذا الوقت]]. وكانت أسرة زوجته ضدها، بسبب زواجه بها، وأسرته أيضاً كانت ضده بسبب ذلك. وكان هو يعبد بحسب ديانته في المنزل وزوجته تعبد بحسب ديانتها. وفي سنة 1981م أخبر زوجته برغبته في الدخول في الإسلام فقالت له: لا تدخل في الإسلام من أجلي، وإنما يجب أن تدخل فيه وأنت راضٍ به مطمئن إليه مختار له. فدفعه هذا التسامح من زوجته إلى إشهار إسلامه، فذهب إلى جمعية الدعوة الإسلامية وأشهر إسلامه وسجل إسلامه رسمياً. الاجتماع بالشيخ عمر بن عبد الله الخطيب: سمعت الناس يثنون على هذا الشيخ وعلمه فاشتقت للقائه، وذكر لي الإخوان في جمعية الدعوة أنه مشغول جداً وقد لا نستطيع الاجتماع به، وعندما سمع الشيخ عبد المقصود الأزهري المدرس في مدرسة الجنيد الإسلامية أني حريص على لقائه، قال لي: سأضرب لك معه موعداً، وكان ذلك يوم الجمعة الماضي وقال لي: عليك أن تحضر إلى مسجد عبد الرزاق في الساعة الثانية عشرة ظهرا غداً - يعني يوم السبت - وهو يدرس هناك. [img]pics/13/13013.jpg[/img]<< الشيخ عمر عبد الله الخطيب ـ سنغافورة 12/1/1410هـ ـ 13/8/1989م >> فذهبنا اليوم حسب الموعد فوجدناه جالساً وحوله حلقة من الذين يدرسون على يديه - وكلهم كبار، بل بعضهم كهول - وكان الدرس في صحيح البخاري، وفي صحيح مسلم، وفي كتاب إحياء علوم الدين للغزالي، ويتخلل ذلك ما اعتاده الحضارم وأتباعهم من صلوات على الرسول صلى الله عليه وسلم بصوت جماعي مرتفع، تارة يطولون وتارة يقصرون، فإذا فرغوا من ذلك قرءوا سورة يس قراءة جماعية، وتلوا قصائد طويلة فيها دعاء وتضرع، ثم ختموا بسورة الفاتحة جماعياً. وعندما يشرح للقارئ والمستمعين شيئاً من الأحاديث، فإنما يشرح بعض الكلمات التي يشرحها غالباً النووي وابن حجر. وظهر لي من شرحه ومن أجوبته ومناقشته أنه مثل علماء اليمن الذين يتقنون العلوم المعتادة، كعلوم الآلة وعلم الفقه وغيره، وأسلوبهم في التعليم هو الأسلوب المعتاد عند العلماء السابقين، حيث يقرأ الطلاب بين أيديهم نصوص الكتاب المراد تعلمه جملة جملة، والشيخ يشرح ذلك كَلمة كلمة، كذا معناه كذا، أو كذا أي كذا، ولم يألفوا طريقة التعليم الحديثة، من وجود وسائل الإيضاح وكتابة عنوان الموضوع، وتقسيمه إلى فقرت، كل فقرة تشرح مستقلة... والغالب أن تدريسهم يكون في المساجد قعوداً في الأرض، والشيخ الخطيب مشهور لدى المسلمين في سنغافورة، ولعله أكثر علماً من غيره هناك. وهم يحترمون العالم إذا كان عربياً أكثر من غيره. وهو يسير على الطريق المعتاد من تقليد المذهب الشافعي في الفروع والعقيدة الأشعرية في الأصول، وإقرار الطرق الصوفية، والعادات التي اتخذت عبادات. والمسلمون في هذه المناطق لا يلتفون غالباً إلا حول عالم هذه صفاته، ولو جاء عالم - ولو كان غزير العلم - وخرج عما ألفوه مما ذكر، فإنه من الصعب أن يبقى بينهم ويحترموه، ويحتاج إلى وقت طويل حتى يجد من يؤيده من الشباب مع صبر وحكمة، وإن كانت الجمعية المحمدية تسير على النهج السلفي، ولكنها تعتبر عند بقية الجمعيات شاذة. هذا، وبعد أن فرغ الشيخ من الدرس والصلوات والابتهالات، اقتربت منه وعرفته بنفسي وقلت له: عندي بعض الأسئلة، بعضها تتعلق بكم وبعضها تتعلق بالبلاغ المبين وهو بحث أريد الكتابة فيه. فحاول الاعتذار ولكني ألححت عليه فاستجاب. التعريف بالشيخ عمر بن عبد الله الخطيب: ولد في ذي الحجة سنة 1326هـ في تريم. مشايخه: السيد عبد الله بن عيدروس العيدروس، وعبد الله بن عمر الشاطري، وأحمد بن عمر الشاطري، ومحمد بن سالم السري، وأبو بكر بن محمد السري، ومحمد بن أحمد الخطيب، وأبو بكر بن أحمد الخطيب، وعبد الله بن أحمد الخطيب، وعبد الرحيم بن عبد الله الخطيب. ومن زملائه علوي بن زين بلقيه، وعبد الرحمن بن حامد السري، وعبد القادر بن عبد الله الحداد، وسالم بن عمر بافضل، وأحمد بن أبي بكر بافضل، وعلي بن أبي بكر بافضل، وفضل بن محمد بافضل، ومحمد عبد الله العيدروس. بعض تلاميذه: محمد بن حسن الكاف، ومحضار بن علوي الكاف، وأحمد بن عبد الله. أول خروجه من اليمن كان سنة 1356هـ إلى مكة.  [[السنة التي ولدت فيها تقريباً]]. والمرة الثانية سنة 1384هـ إلى مكة ثم إلى تريم. والمرة الثالثة سنة 1387هـ إلى مكة ومنها إلى سنغافورة في هذه السنة. أما أسئلة البلاغ المبين فقد أجاب عن سؤال واحد منها، وهو هل يكفي في إقامة الحجة على الناس مجرد سماعهم عن الإسلام أو لا بد من بيان حقيقة الإسلام لهم؟ فقال: لا يكفي مجرد السماع ولا بد لإقامة الحجة عليهم من بيان حقيقة الإسلام. واعتذر عن بقية الأسئلة. الاجتماع بالشيخ عبد الرحمن الكاف في منزله: عمره سبعون سنة، يمشي بصعوبة. جاء جده الثالث من حضرموت سنة 1300هـ تقريباً. [img]pics/13/13014.jpg[/img]<< الكاف وأولاده ـ سنغافورة 12/1/1410هـ ـ 13/8/1989م >> ويسمى عبد الله بن أبي بكر. عند الشيخ عبد الرحمن أحد عشر ولداً: سبعة أبناء وأربع بنات، وكلهم متزوجون، ما عدا أحد الأبناء. أكبر أولاده إحدى البنات وعمرها أربعون سنة، وأصغرهم أحد أبنائه وعمره سبع وعشرون سنة. وسألته عن الأسر العربية التي لا زالت موجودة في سنغافورة؟ فقال: آل الكاف، وآل السقاف، وآل الجنيد، وآل الحبشي، وآل العطاس، وآل الحداد، وآل بامدحج، وآل باجري، وآل الشبلي. وتوجد بعض الآثار القديمة - نسبياً - ومنها مسجد كامفونج في ملقا من سنة 1200هـ بناه بعض آل الجنيد، ومسجدان بناهما آل الكاف في عام 1345هـ، ودار الأيتام بناها آل السقاف بعد 1300هـ. وسألته عن العلماء فذكر منهم: 1 - الشيخ عمر الخطيب. 2 - حاجي عبد الرشيد (شيخ طريقة). 3 – أبو بكر بن حاج هاشم - رئيس المحكمة الشرعية. 4 - المفتي عيسى بن محمد بن سميط. 5 - عبد الله بن أحمد الجفري. 6 - صنهاجي بن محمد ملايوي. هذا وقد انتقل الشيخ عبد الرحمن الكاف إلى جوار ربه في 25 ربيع الأول من عام 1425هـ كما أخبرني بذلك ابنه محسن عندما التقيته في حفل معهد الرفاه الإندونيسي يوم الأحد 20 من شهر جمادى الأولى من عام 1426هـ 26 من شهر يونيو لعام 2005م الذي أسسه أخونا الكريم الشيخ ناصر زين أحد خريجي الجامعة الإسلامية في المدينة المنورة، في منطقة باندونج جنوب شرق مدينة جاكرتا العاصمة الإندونيسية، بمناسبة تخريج الدفعة الأولى من القسم الثانوي بالمعهد من حفظة كتاب الله، وعددهم 19 عشر طالباً، رزقهم الله الإخلاص والدعوة إلى ما حفظوه من كتاب الله، ورحم الله الشيخ عبد الرحمن رحمة واسعة وبارك في أولاده ووفقهم لما يحبه ويرضاه، وإنا لله وإنا إليه راجعون. وقد حضر الحفل المذكور عدد كبير من أهل المنطقة وغيرهم. ومن الحاضرين أخونا الدكتور محمد هدايت نور وحيد، رئيس حزب العدالة سابقاً، ورئيس مجلس الشعب الإندونيسي حالياً، وهو أيضاً من الطلبة الإندونيسيين الذين تخرجوا في الجامعة الإسلامية. كما حضر الحفل وزير الزراعة، ووزير الشباب والرياضة، وهما من حزب العدالة والرفاهية، والشيخ عبد الله شكري رئيس معهد كنتور وفروعه وغيرهم. ولقد رأيت منظراً قل أن يوجد في بلدان أخرى، وهو جلوس رئيس مجلس الشعب والوزراء المذكورين وكبار الضيوف مع أساتذة المعهد وطلابه، في الأرض يتناولون الطعام بعضهم بجانب بعض، بدون أي تنظيم رسمي، كما تجري به العادة في كثير من البلدان. جولة في سنغافورة: وبعد اجتماعي بالشيخ عبد الرحمن الكاف وتناول طعام الغداء في منزله عرض عليّ أن أقوم بجولة مع بعض أبنائه في سيارته في بعض مناطق سنغافورة، وكان هذا العرض مرغوباً فيه لأن أوقاتي كلها قضيتها في زيارات مؤسسات ولقاءات مع أشخاص، ولم أقم بجولة سياحية. فذهبنا إلى جنوب غرب البلدة وصعدنا فوق جبل هناك يشرف على المدينة، وعلى الميناء وعلى بعض المناظر الطبيعية ويسمى هذا الجبل تنومربيف (TNUOM REBEF) وتقع جنوبه جزيرة تسمى سنتوس (SANTOSE) وعندها تمر السفن التجارية وتشحن وتفرغ. [img]pics/13/13015.jpg[/img]<< بعض مباني سنغافورة ـ أخذت من جبل (تنومربيف). 12/1/1410هـ ـ 13/8/1989م >> وغرب هذا الجبل يقع المكان الذي حصلت فيه الحرب بين الصينيين والملايويين قبل الاستعمار الإنجليزي وقد نصب فيه تمثال صيني. وذكر الإخوة أن الصينيين الآن فتحوا الباب للصينيين الذين يسكنون في هونغ كونغ، ليتجنسوا ويسكنوا في سنغافورة، هرباً بأموالهم وشركاتهم قبل أن تنتقل هونغ كونغ إلى الصين الشعبية وليزداد الصينيون كثرة في هونغ كونغ. مررنا في جولتنا هذه بعدة شوارع وتلال، بعض هذه التلال شيدت فوقها عمارات، ذكر لنا الإخوة أن هذه التلال كانت لآل الكاف استولى عليها الصينيون واستغرق وقت تجوالنا أكثر من ساعتين. وقد كان معنا من أولاد الشيخ هاشم وصادق ولقمان. زيارة مدرسة واتنجونج: الاثنين: 13/1/1410هـ ـ 14/8/1989م. ذهبنا لزيارة هذه المدرسة واجتمعنا بمديرها الأخ محمد نور بن طيب. وعمره (56 سنة). كانت دراسته في مدرسة الجنيد الإسلامية. وعمله في مدرسة واتنجونج منذ أربعين سنة وهو الذي أسسها. فيها روضة أطفال - أربعة أيام في الأسبوع. وهي تابعة لجمعية الدعوة الإسلامية. وفيها مرحلة ابتدائية ومدتها ست سنوات. والدراسة فيها ستة أيام في الأسبوع. والمرحلة الإعدادية ومدتها أربع سنوات. وشهادة المدرسة لم تعادل في الجامعة الإسلامية إلى الآن. وكان تأسيس المدرسة سنة 1958م. وعدد طلابها 450. وعدد مدرسيها 22، بعضهم يحملون شهادات جامعية وبعضهم يحملون شهادات ثانوية. وهي تدرس المواد الإسلامية والعربية مع منهج الحكومة. زيارة مدرسة السقاف: قمنا بزيارة لمدرسة السقاف. واجتمعنا بمديرة المدرسة السيدة لطيفة بنت إسحاق وعمرها ست وخمسون سنة. قالت: إن المدرسة أسست سنة 1912م. والذي أسسها هو السيد محمد السقاف، بنى لها مقراً في شارع السلطان. وقد نقلوا الدراسة إلى هذا المبنى - الذي زرناها فيه، وهو مستأجر - من أجل تجديد المبنى القديم والزيادة فيه. والمدرسة خاصة بالطالبات وعددهن 400 طالبة، وفيها مرحلتان الابتدائية ست سنوات، والإعدادي أربع سنوات. والدراسة فيها طيلة أيام الأسبوع ما عدا يوم الأحد. وعدد المدرسات عشرون. ومنهجها 70% عربي إسلامي، و30% من منهج الحكومة. وشهادة المدرسة معترف بها في الأزهر. وكانت مدرسة السقاف آخر المؤسسات الإسلامية التي زرتها في سنغافورة. خواطر ومقارنات: بعد أن خرجنا من مدرسة السقاف رجعت إلى الفندق ورجع الأخ مصطفى الموجي والحاج يونئ إلى المركز الإسلامي، وكنت أفكر في الدعوة الإسلامية، وإمكاناتها، والأديان الأخرى - وبخاصة النصرانية - وإمكاناتها. وخطر ببالي ما يأتي: الخاطرة الأولى: أن الدول الغربية تعتمد في سياستها المنهج العلماني، سواء كان ذلك في مجال الدستور والقانون، أو في مجال الشؤون الاجتماعية والأسرية والاقتصادية والعسكرية. ولكن تلك الدول تدعم نشر الدين النصراني، بالمال والرجال والخبرات، وتنصره سياسياً واقتصادياً وتعليماً وإعلامياً، وعسكرياً [[بذرائع متنوعة]] إذا اقتضى الأمر. فهي دول علمانية من حيث فصل الدين عن الدولة، أي ليس للدين أن يحكم ويسير حياة الناس، ولكن لا تقف تلك الدول محاربةً للدين بل تدعمه وبخاصة في بلدان المسلمين. أما حكومات الشعوب الإسلامية التي أقصت الدين الإسلامي عن توجيه حياة الناس - كما أقصت الدول الغربية الدين النصراني كذلك - فإنها لم تكتف بمجرد الفصل بين الدين والدولة، بل حاربت الدين الإسلامي بمفهومه الصحيح الذي جاء به القرآن والسنة، وسلكت في محاربته ما يلي: 1 - مطاردة دعاة الإسلام واعتقالهم وسجنهم أو قتلهم وتشريدهم. 2 - دعم الحركات المعادية للإسلام كالنصرانية والقاديانية والبهائية والباطنية والطرق الصوفية الغالية. 3 - تشويه معاني الإسلام بنسبة ما يخالفه إليه. 4 -استغلال علماء السوء الذين باعوا دينهم بتافه من دنياهم، ليحرفوا لهم معاني الإسلام الصحيحة إلى ما يوافق أهواءهم ويؤيد تصرفاتهم المخالفة له، عن طريق الفتاوى أو المواعظ والخطب والكتابات. وبذلك تكمم أفواه العلماء والمفكرين الصادقين وتشوه سمعتهم وتكال لهم التهم الكاذبة، ويزج بهم في السجون والمعتقلات، ويجرون إلى المحاكم العسكرية أو المدنية الموجهة من قبل من أقامها وعين قضاتها. وقد تكون الأحكام الصادرة من تلك المحاكم - على رجال الدعوة والعلم والتربية والفكر الصحيح - هي القتل الذي تساق له الأدلة والحجج المزيفة، ليظهر المحكوم عليهم عصاة متمردين خارجين على القانون، مفسدين في الأرض، معرضين مصالح الأمة للخراب والدمار! الخاطرة الثانية: صراع بعض الجماعات والأحزاب الإسلامية فيما بينهم، صراعاً يؤدي إلى الفشل الذي ذكره الله تعالى في قوله {وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ} وبذلك تتبدد الطاقات وتشتغل كل جماعة أو حزب بالقدح في الجماعات الأخرى أو الأحزاب، بدعوى الحرص على مرضاة الله ونصر دينه القويم. وما هو - في الغالب - إلا اتباع الهوى وحب الزعامات، والمكر بالآخرين وتشويه سمعتهم، وتحقيق مرضاة الشيطان الذي يسعى للتفريق بينهم. الخاطرة الثالثة: الواجب على المنظمات الخيرية الإسلامية أو الدول التي تساعد بالمال المؤسسات والمدارس الإسلامية في جنوب شرق آسيا - مثل المسلمين في سنغافورة - أن تهتم بكل الجمعيات والمدارس وتعطي كلاً منها ما يناسب نشاطه أو حاجته، ولا ينبغي أن تقتصر مساعداتها على بعض الجمعيات القادرة على الإلحاح أو الإعلام عن نفسها، وتترك الجمعيات الأخرى، وبخاصة الصغيرة منها التي تحتاج إلى الدعم؛ لأن مساعدة جمعيات معينة والميل المستمر إليها دون غيرها، يجعل الجمعيات الأخرى غير راضية، وقد يظن أهلها أن ذلك سياسة مقصودة مما يوجد شيئاً في النفوس، وقد تكون بعض الجمعيات المغمورة التي لا يهتم بها، أكثر نفعاً وأقدر على تفقيه الناس وتربيتهم في حقيقة الأمر من الجمعيات المشهورة، لو نالت قليلاً من المساعدات المادية. وينبغي لرابطة العالم الإسلامي أن تكون لها مكاتب إقليمية نشيطة يعم نشاطها كل الدول المتجاورة، ويكون المسؤولون عن هذه المكاتب قادرين على الإدارة والدعوة والتوزيع المناسب للمساعدات والمتابعة للدعاة. وداع المسؤولين في جمعية الدعوة الإسلامية: الثلاثاء: 14/1/1407هـ ـ 15/8/1989م. وحيث إن جمعية الدعوة الإسلامية قد أكرمتني في الأيام التي قضيتها في سنغافورة بالسيارة التي تنقلني، والمترجم الذي يساعدني، والمرافق الذي ييسر لي اللقاءات والمواعيد، ورئيس هذه الجمعية هو الأستاذ أبو بكر محي الدين، فقد رأيت من الواجب أن أشكره (ومن لا يشكر الناس لا يشكر الله). حزمت حقائبي وجاءني الأخ مصطفى الموجي والحاج يونئ مع قائد السيارة وحاسبنا الفندق وذهبنا إلى المركز الإسلامي، فشكرت الأستاذ أبا بكر محي الدين على ما قام به من كرم الضيافة والمساعدة على أداء مهمتي، وقدمت له النصيحة التالية: قلت له: إن جمعيتكم هي الجمعية القوية ذات الإمكانات، وهي تقوم بمساعدة المسلمين في سنغافورة وبخاصة في النواحي المالية والاجتماعية، والذي أشعر به أن هذه الجمعية في حاجة إلى علماء، لذلك أرى أن تحرصوا على بعث بعض الطلاب التابعين للجمعية إلى الجامعات الإسلامية في الدول العربية وغيرها، ليواصلوا تعليمهم ويعودوا، لينشروا العلم بين أعضاء الجمعية وغيرهم. فقال: إن هذا صحيح ولكن المشكلة قلة المنح الدراسية في الجامعات الإسلامية، وعدم انضباط من يتخرج منها في الجمعية. فقلت له: إن حكمتكم ستجعلكم تتغلبون إن شاء الله على الأمرين. هذا، وقد شكا بعض المتخرجين من أسلوب الأستاذ أبي بكر وشدته وعدم انسجامه مع أفكارهم بعد تخرجهم، ولذلك كان بعضهم يعملون معه ثم تركوه. في مطار سنغافورة: ثم ودعنا الأستاذ أبو بكر محي الدين، وذهبنا إلى المطار، ولم تكن عندي في الجواز تأشيرة دخول إلى بروناي، ولكن معالي وزير التعليم في بروناي كان قد بعث برسالة عن طريق الفاكس يستضيفني فيها عندما كنت في كوالالمبور، عن طريق مكتب المستشار الإسلامي الشيخ عبد الرحمن الغنام عندما علم أني أريد زيارة بروناي وليس عندي تأشيرة. قلب موظفو خطوط بروناي أوراق جوازي، فلم يجدوا به تأشيرة لدخول بروناي، فقالوا: أين التأشيرة؟ فأخبرتهم أني ضيف معالي وزير التعليم، فتحيروا في الأمر، وهم يعلمون أنه لا يدخل أحد بروناي إلا بتأشيرة. وطلبوا مني أن أنتظر، وبعثوا برقية عاجلة لإخبار المسؤولين بالأمر، ولم يأت رد. وعندما اقترب موعد إقلاع الطائرة قالوا لي: اكتب تعهداً أنك مسؤول عن نفسك إذا ما ردوك من مطار بروناي، فكتبت ذلك وأسرعوا بي إلى الطائرة التي أقلعت فور جلوسي على مقعدي. السفر إلى بروناي: وكان إقلاع الطائرة من مطار سنغافورة في الساعة الثانية عشرة والدقيقة الخامسة والعشرين ظهراً بتوقيت سنغافورة وتسير الطائرة من سنغافورة إلى بروناي متجهة إلى الشمال الشرقي. وبعد أقل من ساعتين بدأت الطائرة تتدرج في النزول. آخر مراجعة لهذا الكتاب كانت بتاريخ 29 شعبان سنة 1426هـ  ـ 3/10/2005م. تم الفراغ من ترتيب وتنظيم هذا الكتاب الساعة الحادية عشرة مساء يوم الجمعة 18/1/1424هـ ـ 21 مارس 2003م. سلسلة في المشارق والمغارب بروناي (دار السلام) الدكتور عبد الله بن أحمد قادري الأهدل"
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "رحلة بروناي (دار السلام) 1410هـ ـ 1989م",
    "content": "[img]pics/13/13043.jpg[/img]<< خريطة بروناي (دار السلام) >> الحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد وعلى آله وصحبه أجمعين.. أما بعد: فهذه أول رحلة لي أقوم بها إلى دولة بروناي (دار السلام) وهي الدولة السادسة من الدول التي زرتها في رحلتي هذه لشرق وجنوب شرق آسيا، والتي استغرقت أكثر من أربعة أشهر. في مطار سنغافورة: الثلاثاء: 14/1/1410هـ ـ 15/8/1989م. ودعنا الأستاذ أبو بكر محي الدين في سنغافورة وذهبنا إلى المطار، ولم تكن عندي في الجواز تأشيرة دخول إلى بروناي، ولكن معالي وزير التعليم في بروناي كان قد بعث برسالة عن طريق الفاكس يستضيفني فيها عندما كنت في كوالالامبور عن طريق مكتب المستشار الإسلامي السعودي الشيخ عبد الرحمن الغنام عندما علم أني أريد زيارة بروناي وليس عندي تأشيرة. فتش موظفو خطوط بروناي أوراق جوازي، فلم يجدوا به تأشيرة لدخول بروناي، فقالوا: أين التأشيرة؟ فأخبرتهم أن معالي وزير التعليم قد استضافني، فتحيروا في الأمر وهم يعلمون أنه لا يدخل أحد بروناي إلا بتأشيرة. وطلبوا مني أن أنتظر وبعثوا برقية عاجلة لإخبار المسؤولين بالأمر، ولم يأت رد. وعندما اقترب موعد إقلاع الطائرة قالوا لي: أكتب تعهداً أنك مسؤول عن نفسك إذا ما ردوك من مطار بروناي، فكتبت ذلك وأسرعوا بي إلى الطائرة التي أقلعت فور جلوسي على مقعدي. وكان إقلاع الطائرة من مطار سنغافورة في الساعة الثانية عشرة والدقيقة الخامسة والعشرين ظهراً بتوقيت سنغافورة وتسير الطائرة من سنغافورة إلى بروناي متجهة إلى الشمال الشرقي. وبعد أقل من ساعتين بدأت الطائرة تتدرج في النزول. [img]pics/13/13016.jpg[/img]<< منظر التقط من الطائرة قبل الهبوط في مطار بروناي 15/1/1410هـ ـ 16/8/1989م >> وفي الساعة الثانية والربع هبطت الطائرة في مطار بروناي، وعندما نظر موظف الجوازات في جوازي حولني إلى الضابط المسؤول في المكتب، وهذا سجل المعلومات التي يريدها من الجواز في ورقة عنده، وطلب مني أن أصرف مبلغاً من الدولارات بمقدار ستين ريجينت - وهي العملة البروناوية. عند خروجي وجدت في انتظاري الأخ أبا هريرة بن عبد الرحمن الفلبيني الذي جاء من ولاية صباح الماليزية المجاورة، بطلب من الشيخ عبد الرحمن الغنام المستشار الإسلامي في سفارة المملكة العربية السعودية في كوالالامبور، ليرافقني مدة بقائي في بروناي ويترجم بيني وبين المسؤولين الذين لا يجيدون اللغة العربية. ولم أعرف غيره فأردت أن أمضي معه إلى أحد الفنادق في المدينة، فإذا شاب يسأل أبا هريرة، هل هذا هو الدكتور عبد الله القادري؟ فقال له: نعم، قال: أنا ابن وزير التعليم أمرني والدي باستقباله وإنزاله في دار الضيافة، وهي مقصورة من المقصورات التي يملكها  الوزير - وتسمى: ريست هاوس (REST HOUSE). وقلت لابن الوزير: هذا الأخ أبو هريرة جاء من ولاية صباح لمرافقتي بأمر من المستشار الإسلامي في كوالالامبور فوافق على أن يكون برفقتي في الدار المذكورة. وقال لي ابن الوزير: إن موعدكم مع الوالد في مكتبه غداً الساعة التاسعة، وموعدكم لزيارة الجامعة الساعة العاشرة. معلومات عن مرافقي: أما الأخ أبو هريرة الفلبيني فقد عرفته عندما كان طالباً في الجامعة الإسلامية، وكنت مسؤولاً عن شؤون الطلاب في الجامعة آنذاك. وهذه معلومات عنه: الاسم: أبو هريرة بن عبد الرحمن الفلبيني. ولد سنة 1942م في مدينة كوتاباتو - جزيرة مندناو في الفلبين. التحق بالمعهد الثانوي في الجامعة الإسلامية بالمدينة سنة 1961م. ثم التحق بكلية الدعوة وأصول الدين ونال شهادة الليسانس منها سنة 1971م. ورجع بعد ذلك إلى بلاده، وأسس معهداً ثانوياً في مدينته، وأداره لمدة سنة واحدة، وقعت بعدها الحرب بين المسلمين والحكومة الفلبينية- في عهد ماركوس. فاضطر أن ينحاز مع المجاهدين في الغابة، وكان يقود فيها أكثر من ثلاثمائة شاب مسلح، وبقي هناك إلى آخر سنة 1973م واشتبك مع العدو مرتين. وفي آخر سنة 1973م فتحت ماليزيا إذاعة للغات الأجنبية ومنها لغة: \"تغالونج\" اللغة الوطنية للفلبين، وطلبوا من المسلمين في جنوب الفلبين القيام بإذاعة هذه اللغة، وأرادوا رجلاً من العلماء يقوم بذلك مع إجادة اللغة الإنجليزية، فاختير لذلك الأخ أبو هريرة، وكان متزوجاً ولكن ليس عنده أولاد، وذلك من أسباب سهولة سفره، فذهب إلى ماليزيا، وبدأ يذيع بعد أن تدرب على شؤون الإذاعة. وكان يقوم بذلك من ولاية صباح لقربها من الفلبين. ولا زالت عنده برامج أسبوعية باللغة الفلبينية إلى الآن. وعندما عين مرشداً من قبل الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد سنة 1983م قدم استقالته من وظيفته في الإذاعة الماليزية، فوافقوا على طلبه، وطلبوا منه الاستمرار في البرامج، ووافق مكتب الرئاسة المذكورة في كوالالامبور على استمراره في البرامج نظراً لكون ذلك من الدعوة. معلومات عن الدعوة في ولاية صباح: وحيث إن الأخ أبا هريرة يقوم بالدعوة في ولاية صباح الماليزية، فقد رغبت إليه أن يعطيني نبذة عن الدعوة في هذه الولاية، فأدلى بما يأتي: حكومة صباح النصرانية تدعم النشاط التنصيري: والدعوة في صباح الآن تتجه إلى المسؤولين في الحكومة من المسلمين، وذلك نافع جداً أكثر من الجهات الأخرى، لأن الحزب المسيحي هو الذي يتولى الحكم في صباح لفوزه في الانتخابات، وهذا الحزب يدعم - بصفة غير معلنة- رسمياً النشاط التنصيري الموجه من إندونيسيا والفلبين، وهذا النشاط ينشر أحياناً في الصحف، وآثار هذا التأييد للنشاط التنصيري واضحة من كثرة بناء الكنائس في الشوارع العامة.  [[مقصود أبي هريرة من هذا أن دعم الحكومة النصرانية في ولاية صباح للنشاط النصراني، يدفع الحكومة المركزية في كوالا لمبور إلى دعم الدعوة إلى الإسلام، خشية من زيادة عدد النصارى في الولاية، لأن زيادة عددهم في الولاية تمكنهم من الاستقلال بها في المستقبل]]. وتحاول الحكومة إيثار المسيحيين في أخذ الكفاءات وحرمان المسلمين من ذلك. ولهذا استدعت بعض الطلاب المسلمين الذين كانوا يدرسون في الغرب للرجوع إلى بلادهم قبل إكمال الدراسة، مع أن بعضهم لم يبق على تخرجه إلا سنة واحدة، وقد مكنت بعض الطلاب المسيحيين أن يحلوا محلهم في الجامعات الغربية. وفي المنطقة الشرقية لولاية صباح يذهب المنصرون إلى أماكن داخلية في الأرياف والغابات، ومعهم أفلام فيديو يجمعون عليها السكان من الأطفال والكبار، ليتفرجوا على تلك الأفلام، ويدخلوا مع ذلك ما يريدون من أساليب التنصير. وهؤلاء السكان مختلطون، منهم المسلم ومنهم النصراني، ومنهم الوثني- و السكان الأصليون هم أكثر سكان الولاية- وهم قبائل عدة المشهور منها: قبيلة: قدازن، ومنها رئيس وزراء الولاية ومعظم وزرائه، وهي مسيحية. وقبيلة: باجاو، وهم مسلمون يشترك منهم في  الحكومة عدد قليل. قبيلة: إيلانون، وهم مسلمون. وقبيلة صينية، وهم مسيحيون - في الغالب - ويوجد بعض الهنود. والنسبة فيما يظهر 50% مسلمون، و50% غير مسلمين. وعندما كان رئيس الوزراء في الولاية تون مصطفى كان عدد المسلمين 60% وعندما نجح المسيحيون قلت نسبة المسلمين بسبب النشاط التنصيري. وأكثر الدعاة والمدرسين في ولاية صباح، ليسوا من السكان المحليين، بل بعضهم جاءوا من ماليزيا الغربية، وبعضهم من إندونيسيا. ويوجد عدد قليل من السكان الأصليين تخرجوا من الجامعة الإسلامية في المدينة ومن الأزهر في مصر، وعددهم عشرة تقريباً. ولو وجد عدد كثير من أهل البلد يحملون مؤهلات من الجامعات الإسلامية والعربية لنفعوا أكثر. ومما يدل على ذلك أن الفلبينيين المسلمين عندما درس أبناؤهم في الجامعات العربية ورجعوا تبعهم آباؤهم، وأهل بلدهم أكثر اتباعاً لهم من مبعوثي الأزهر من المصريين. ويحاول الأستاذ أنور إبراهيم الاهتمام باللغة الماليزية الوطنية، وإن كانت تكتب بالأحرف اللاتينية. وحضر الأخ أبو هريرة ندوة أقامها المركز الإسلامي في كوالالامبور، وهو تابع لمكتب رئيس الوزراء الماليزي. وقدمت بعض الأوراق الجيدة التي بينت أثر تعديل قانون الأحوال الشخصية الذي بسببه انفصلت المحكمة الشرعية العليا عن المحكمة المدنية، وإن كان البرلمان فوق المحكمتين، وبعضهم دعا إلى أن يكون البرلمان مسلما، وذلك بتأييد من الحزب الإسلامي \"فاس\". وقال الدكتور عبد الحميد عثمان: إننا في طريقنا إلى تطبيق الإسلام كاملاً، بدليل إنشاء الجامعة الإسلامية العالمية في كوالالامبور، التي قصد منها تخريج كفاءات تجمع بين العلوم الشرعية والأكاديمية وذلك هو ما يتطلبه العصر، لأن المسلمين الذين يحملون مؤهلات شرعية، تجدهم لا يحملون مؤهلات عن الإدارة الحديثة، والذين يحملون مؤهلات عن الإدارة الحديثة ينقصهم الفقه في الدين ومعرفة الشرع، والمطلوب فئة تجمع بين الأمرين، وإن كان وزن تخصصهم أثقل في أحد الجانبين الشريعة أو الإدارة الحديثة. ويقترح أبو هريرة لتقوية الدعوة الإسلامية في ولاية صباح ابتعاث عدد كاف من أبناء البلاد الأصليين إلى الجامعات الإسلامية والعربية، لأنهم هم الذين يستطيعون نشر الدعوة أكثر من غيرهم لاستقرارهم ولتأثر أهل بلدهم بهم. وينبغي أن توجد لجنة منصفة تختار الطلاب للابتعاث للدراسة في الخارج بحسب حاجة المناطق في الولاية وليس لأجل القرابات. معلومات عن الدعوة في الفلبين: وقال أبو هريرة: جماعة التبليغ قليل عددهم، وجماعة الأرقم - أيضاً قليلون - وهم فرع لجماعة الأرقم في ماليزيا. خطر نشاط الشيعة في جنوب الفلبين: والنشاط البارز الآن نشاط الشيعة الذين أقاموا في الجنوب مؤسسات علمية، وفي المركز العسكري في مورو. وقال أبو هريرة يجب أن ينصح المركز بأن يحذر جماعة سلامت هاشم من نشاط الشيعة هذا أو يمنعوه. وعندما اختلف سلامت هاشم مع نور مسواري، أرسل مسواري إلى إيران يطلب المساعدة، فوافقت حكومة إيران على المساعدة بشرط السماح لنشاط الشيعة في منطقة مورو، فقال سلامت هاشم للإيرانيين: نحن يمكننا أن نضحي بأي شيء ولكن العقيدة لا يمكن أن نضحي بها. وعندما ذهب مسواري إلى إيران ظهرت آثار تدل على أنه وافق الإيرانيين على شرطهم، ولهذا عيَّن مندوباً عنه في إيران، وقُوَّاد مسواري يميلون إلى الشيعة. والخطورة تأتي الآن من هذا النشاط ولهم منشورات باللغة العربية، واللغة الإنجليزية وبعض هذه المنشورات وصلت إلى ولاية صباح. والفلبينيون يتعصبون للمذهب الشافعي، وبعض المتعاقدين مع الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد ينشرون العقيدة السلفية، وقد خَفَّتْ بسبب ذلك الخرافات والبدع، كإقامة الموالد والمآتم، وذلك مظهر من مظاهر نجاح دعاة السلفية. وبعض المجاهدين في مورو يأخذون أفكارهم من كتب حسن البنا وسيد قطب، ومحمد قطب، ويستفيدون من كتبهم وبخاصة الكتب العربية، وفيما يتعلق بالحكم في الإسلام. ويمكن أن تزور جنوب الفلبين مدينة كوتاباتو، وهي في وسط الجنوب، والأخ عبد اللطيف المحامي في مانيلا هو من مدينة كوتاباتو، وصلته جيدة بالدعاة في المنطقة. استفادتي من مرافقة أبي هريرة: كان وجود الأخ أبي هريرة معي في بروناي مناسباً جداً؛ لأن دار الضيافة التي نزلت بها تقع في طرف المدينة، ولا يوجد في هذه الدار إلا خادم فلبيني يعمل عند وزير التعليم في منزله، له أربع سنوات عنده، وقد كلّفه الوزير البقاء في الدار لخدمة وإحضار والطعام وتولى ترتيب الدار وتنظيفها مدة بقائي فيها، وهو لا يتحدث اللغة العربية. وأبو هريرة يتحدث اللغة الفلبينية الوطنية ويتحدث اللغة العربية بطلاقة، ويتحدث اللغة الماليزية، واللغة الإنجليزية. وكان من الطلاب النشيطين في الجامعة الإسلامية عندما كنت مسؤولاً فيها عن الطلاب، ولهذا كانت العلاقة بيننا جيدة جداً. دار الضيافة: وهذه الدار مجهزة بكل ما يحتاج  إليه النازل، غرفها مثل غرف الفنادق حماماتها داخلية وبها خزانات \"دواليب\" للثياب وطاولة للكتابة، وهي في الطابق الثاني. أما الدور الأرضي فهو مجهز للجلوس واستقبال الزائرين وصالة طعام وتلفاز وهاتف. ولهذا كنا نجتمع في قاعة الجلوس عندما لا يكون عندنا برنامج عملي ونتحدث كثيراً. ويقول أبو هريرة: إنه يجيد تسع لغات من اللغات الفلبينية التي تبلغ أكثر من ثمانين لغة، إذا أن كثيراً من الجزر لها لغاتها الخاصة التي لا يتفاهم سكانها بها مع سكان الجزر الأخرى، واللغة العامة هي اللغة الوطنية الفلبينية التي تدرس في جميع المدارس الحكومية في كل المناطق. سبب الخلاف بين سلامت هاشم ونور مسواري: كان مسواري متخصصاً في العلوم السياسية، وقد أيده سلامت هاشم وجماعته سنة 1971م فكان مسواري هو الرئيس وسلامت نائباً له، وكان أبو هريرة من الأعضاء المؤسسين في الجبهة، وبعثت الجبهة الشباب المسلم إلى الخارج للتدريب، وذهب سلامت هاشم إلى ليبيا والتقى القذافي، وطلب منه القذافي حضور  مسواري بصفته رئيس الجبهة، فذهب مسواري إلى القذافي وطلب منه أن تكون المساعدات التي يخصصها القذافي للجبهة باسم مسواري شخصياً لأنه هو الرئيس، وكذلك اتصل مندوبو مسواري بالأغنياء في المملكة العربية السعودية ودول الخليج، وطلبوا منهم أن تكون المساعدات التي يقدمونها باسم مسواري، فتم ذلك. وكان سلامت هاشم يحاول أن يعرف مصير تلك الأموال، لأنه هو الرجل الثاني في الجبهة، ولأن الأموال هي للجبهة، وليست لشخص نور مسواري، فلم يمكنه مسواري من معرفة مصير تلك الأموال، وبدأ المدد ينقطع عن المجاهدين في الداخل وكان الشباب يتدربون في بعض البلدان المجاورة.  [[ذكرت أسباب الخلاق بين مسواري وهاشم في الكتاب الخاص بالفلبين.. والله أعلم]]. شاهدنا نشرة الأخبار في تلفزيون بروناي باللغة الملايوية، وعندما فرغ مقدما النشرة - وهما رجل وامرأة - قالت المرأة: والله أعلم، وقال الرجل وصلى الله على محمد وعلى آله وصحبه. وهو ختام طيب، والمرأة التي تقدم النشرة أو البرامج الدينية محتشمة، بخلاف غيرها في البرامج الأخرى.  [[ومن الغريب أن تجد بعض العلماء يشددون النكير على المرأة في إذاعة نشرات الأخبار في الراديو والتلفزيون، ولا يفقدون تلك الشدة تقديمها لبرامج أخرى في الجهازين، بل إنهم لا يظهرون الإنكار الشديد ظهور المرأة في التلفاز في تمثيليات ومسلسلات غير لائقة، وكذلك ظهورها في نشرات أخبار وتعليقات باللغات الأجنبية، فما الفرق يا ترى؟!]]. معلومات موجزة عن بروناي - دار السلام: قبل البدء في كتابة المذكرات اليومية أسجل بعض المعلومات الموجزة عن هذا البلد الصغير الغني الحديث الاستقلال. الموقع : تقع بروناي  في شمال غرب جزيرة بورنيو. المساحة: 5769كيلو متر مربع 70% من مساحتها غابات. المناخ: ما بين 20-35 درجة. اللغة الرسمية:  الملايوية، وتستعمل فيها اللغة الإنجليزية بكثرة، لطول مدة الاستعمار الإنجليزي لها. عدد السكان: حسب إحصاء 1988م: (227 ألفا) منهم (155 ألفا) من أصل ملايوي و(141 ألفا) من أصل صيني و(11500 ألفا) من السكان الأصليين وهم وثنيون و(20 ألفاً) من العاملين من الخارج من بلدان أوربا وماليزيا والفلبين. دخول الإسلام إلى بروناي: دخل الإسلام إليها قبل القرن السابع الميلادي، وقال بعض المؤرخين: دخل الإسلام فيها في القرن الثالث عشر. المذهب: المذهب الرسمي هو المذهب الشافعي، والعقيدة هي  الأشعرية. الرئيس الأعلى للشؤون الدينية: هو السلطان. ودستور بروناي ينص على حرية التدين. قوة السلطنة واتساعها قبل الاستعمار: اشتهرت سلطنة بروناي في القرن الخامس عشر والقرن السادس عشر، وكانت تشمل بورنيو والفلبين. وكانت آنذاك في عصرها الذهبي، وتولى أمرها في هذا العهد سلطانان وهما: السلطان بلقيه، والسلطان حسن وكانت في منتهى القوة في هذا العهد. وفي القرنين: السابع عشر والثامن عشر جاء الأوربيون وأضعفوا هذه السلطنة. وفي القرن التاسع عشر جاءت بريطانيا، فأضعفت سلطنة بروناي أكثر، وحملت السلطان على التنازل عن ولاية سرواك للوالي الإنجليزي (GAMESBROKE) وكانت العلاقات التجارية قد بدأت بين بروناي وبريطانيا سنة 1847م وتمت بينهما اتفاقية على قمع القناصة في البحر.  [[تأمل كيف يعمل المحتلون بالبلدان التي يحتلونها؟ وبخاصة البلدان الإسلامية؛ يمزقونها ويضعفونها، ويخرجون منها وقد ضمنوا أنها لا خطر لها، والصليبية الجديدة اليوم التي تريد السيطرة على العالم وبخاصة العالم الإسلامي وبالأخص المنطقة العربية، تحاول أن تفعل كما فعلت سابقاتها، ومن أوضح الأمثلة ما يفعلونه في العراق. كتبت هذا التعليق في 1رمضان 1426هـ 4/10/2005م]]. وفي سنة 1888م أصبحت برونيو تحت حماية بريطانيا. أما بروناي فإنها أصبحت محمية بريطانية سنة 1906م. وقبلت بروناي زيادة سلطة الإنجليز التنفيذية، وقد استمرت على ذلك إلى سنة 1959م. وبعد ذلك منحت بروناي بعض السلطات في الداخل. وفي سنة 1971م أخذت بروناي سيادتها الداخلية. وفي سنة 1984م أخذت بروناي استقلالها الكامل، ومن ذلك الشؤون الخارجية والدفاع. ويجب التنبيه على ثلاثة أمور: الأمر الأول: أن بروناي لم تكن مستعمرة لأنها لم تتنازل عن سلطاتها كلها في عهد الحماية البريطانية.  [[هكذا قيل!]]. الأمر الثاني: أن العائلة السلطانية لم تفقد سلطاتها في عهد الحماية البريطانية. الأمر الثالث: أن قوة العلاقات مع بريطانيا أثرت في تطور اقتصاد السلطنة، فتطورت بذلك البلاد وصار ذلك التطور جنباً إلى جنب مع التمسك بالتقاليد الإسلامية. تواريخ مهمة عن بروناي: [[من كتاب يسمى: بروناي دار السلام باللغة الإنجليزية، ترجم لي ذلك أبو هريرة]]. 1- في عام 1841م تنازلت بروناي عن ولاية سرواك لجيمس بروك (GEMES BROOKE). 2- في عام 1846م تنازلت بروناي عن جزيرة لبون (LABUAN) لبريطانيا. 3- في عام 1847م وقعت بروناي اتفاقية تجارية مع بريطانيا. 4- في عام 1888م أصبحت بروناي محمية بريطانية.  [[تأمل كيف تتدرج الدول المحتلة في فرض سيادتها على الدول التي تحتلها (مهما كانت تسمية ذلك الاستعمار)]]. 5- في عام 1906م-1941م قامت حكومة جديدة في بروناي تضم مجلس الولاية. 6- في عام 1929 اكتشف النفط في منطقة (SERIA). 7- في عام 1941م-1945م استولت اليابان على بروناي، خلال الحرب العالمية الثانية. 8- في عام 1950م-1967م حكم السلطان حاجي عمر سيف الدين والد السلطان الحالي. 9- في عام 1959م وضع دستور البلاد الذي اتفق عليه مع بريطانيا وهو يمنح السلطان سلطة أكثر في الداخل. 10- في عام 1962م قمع التمرد الانقلابي الذي قام به أزهري، وهو من مواليد منطقة لبون، حيث كون حزباً سياسياً، وأراد أن يستولي على البلاد بالقوة، وكان له صلة بسوكارنو رئيس جمهورية إندونيسيا، ولكن بريطانيا ساعدت السلطان وقمعت التمرد. 11- في عام 1967م صدرت العملة البرونية، ولم تكن لها عملة خاصة قبل ذلك. 12- في عام 1968م توج السلطان الحالي بتاج السلطنة. 13- في عام 1970م أصبح اسم العاصمة بندر سيري بيغاون (BANDAR- SERIBEGAWAN). باسم جد السلطان الحالي، وكانت قبل ذلك تسمى بروناي تاون (BRONEI TOWN). 14- في عام 1971م حصل تغيير في اتفاقية سنة 1959م حيث زادت بهذا التغيير السلطات المحلية لبروناي. 15- في عام 1974م افتتح رسمياً مطار بروناي الدولي. 16- في عام 1975م افتتح رسمياً تأسيس خطوط بروناي الجوية. 17- في عام 1979م وقعت بروناي اتفاقية مع بريطانيا تتضمن توثيق الصداقة والتعاون فيما بينهما. 18- في عام 1984م استقلت بروناي بسيادتها السياسية الكاملة. 19- في عام 1984م أصبحت بروناي عضواً في كتلة دول جنوب شرق آسيا، وعضواً في منظمة المؤتمر الإسلامي، وعضواً في هيئة الأمم المتحدة، وفي هذا العام نفسه احتفلت بروناي بيومها الوطني. 20- في عام 1986م توفي السلطان حاجي عمر سيف الدين. 21- في عام 1987م افتتحت جامعة بروناي. 22- في عام 1988م أقيم الاحتفال بعيد ميلاد السلطان الثاني والأربعين، وكان هذا اليوم يوافق العام الحادي والعشرين لتوليه السلطنة.  [[عندما تنازل له أبوه عن الحكم سنة 1967م]]. مناطق بروناي: في بروناي أربع مناطق - وهي مدن صغيرة تتبعها ضواحي وأرياف: 1- بروناي موارا (MUARA) ومساحتها 571 كيلو متر مربع. وعدد سكانها 136100نسمة. عدد الرجال 69400، وعدد النساء 66700. الذين هم من أصل ملايوي 102500، والوثنيون 2600، والذين هم من أصل صيني 21300، والأجناس أخرى 9700. 2- بلايت (BELAIT) مساحتها 2724كيلو متر مربع. وعدد سكانها 53600نسمة. الرجال 28200 والنساء 25400. الذين هم من أصل ملايوي 23900، الوثنيون 5600، والذين هم من أصل صيني 17200، ومن الأجناس أخرى 6900. 3- توتونج (TUTONG) مساحتها 1166كيلو متر مربع. سكانها 28100 نسمة. الرجال 14600، والنساء 13500، الذين هم من أصل ملايوي 23300، الوثنيون 1900، من أصل صيني 2100، والأجناس أخرى 800. 4- تمبورنج (TEMBURING) مساحتها 1304كيلو متر مربع. عدد سكانها 8500 نسمة. الرجال 4600، والنساء 3900. من أصل ملايوي 5900، وثنيون 1300، من أصل صيني 800، والأجناس أخرى 500. وعاصمة بروناي هي: \"بندر سيري بيغاون\" وعدد سكانها 100 ألف نسمة، ستون ألفاً يسكنون في منازل على الماء. عدد غرف قصر السلطان 2185 غرفة. وله قبة من ذهب، وتسكنه زوجته الأولى وغالب أسرته وخدمه. [img]pics/13/13017.jpg[/img]<< قصر سلطان بروناي وترى في أعلاه القبة التي يقال: إنها من الذهب الخالص. 16/1/1410هـ ـ 17/8/1989م >> وله قصر آخر على ظهر تل قرب ساحل البحر تسكنه زوجته الثانية. [img]pics/13/13018.jpg[/img]<< قصر السلطان الذي تسكنه زوجته الثانية (مريم بلس) ويسمى القصر: نور العزة. 16/1/1410هـ ـ 17/8/1989م >> عنده عشرة أولاد سبعة من الأولى واحد ذكر والبقية بنات، وثلاثة من الثانية ابنان وبنت. وأكبر أبنائه عمره خمسة عشر عاماً. سلسلة نسب السلطان: يقال: إنه من أصل عربي، ويقال: إنه شريف حسني، ولكن في نسبه انقطاعاً لم يتمكن المؤرخون من وصله برغم البحث الجاد عن ذلك. وهذه سلسلة نسبه، مع ذكر تاريخ ولاية كل واحد من أجداده: 1- في عام 1967م توج السلطان حسن بلقيه بتاج السلطنة وهو التاسع والعشرون. 2- من عام 1950م-1967م السلطان عمر علي سيف الدين الثالث، وهو السلطان الثامن والعشرون، ووالد السلطان حسن المذكور. 3- من عام 1924م-1950م السلطان أحمد تاج الدين، وهو السلطان السابع والعشرون. 4- من عام 1906م-1924م السلطان محمد جمال العالم الثاني، وهو السلطان السادس والعشرون. 5- من عام 1885م-1906م السلطان هاشم جليل العالم أقام الدين، وهو السلطان الخامس والعشرون. 6- من عام 1852م-1885م السلطان عبد المؤمن، وهو السلطان الرابع والعشرون. 7- من عام 1829م-1852م السلطان عمر علي سيف الدين الثاني، وهو السلطان الثالث والعشرون. 8- من عام 1825م-1828م السلطان محمد عالم، وهو الثاني والعشرون. 9- من عام 1807م-1829م السلطان محمد كنْز العالم، وهو السلطان الحادي والعشرون. 10- من عام 1806م-1807م السلطان محمد جمال العالم، الأول وهو السلطان العشرون. 11- من عام 1796م-1807م السلطان محمد تاج الدين، وهو السلطان التاسع عشر. 12- من عام 1772م-1795م السلطان علي سيف الدين الأول، وهو السلطان الثامن عشر. 13- من عام 1730م-1745م السلطان محمد علاء الدين، وهو السلطان السابع عشر. 14- من عام 1745م-1762م السلطان كمال الدين، وهو السلطان السادس عشر. 15- من عام 1690م-1705م السلطان نصر الدين، وهو السلطان الخامس عشر. 16- من عام 1673م-1690م السلطان محي الدين، وهو السلطان الرابع عشر. 17- من عام 1660م-1673م السلطان عبد المبين، وهو السلطان الثالث عشر. 18- من عام 1625م-1660م السلطان محمد علي، وهو السلطان الثاني عشر. 19- من عام 1649م-1652م السلطان عبد الجليل عبد، وهو السلطان الحادي عشر. 20- من عام 1619م-1649م السلطان عبد الجليل الأكبر، وهو السلطان العاشر. 21- من عام 1605م-1619م السلطان حسن، وهو السلطان التاسع. 22- من عام 1600م-1605م السلطان شاه بروناي، وهو السلطان الثامن. 23- من عام 1575م-1600م السلطان سيف الرجال، وهو السلطان السابع. 24- من عام 1521م-1575م السلطان عبد القهار، وهو السلطان السادس. 25- من عام 1473م-1521م السلطان بلقيه (BOLKIAH) وهو السلطان الخامس. 26- من عام 1433م-1473م السلطان سليمان، وهو السلطان الرابع. 27- من عام 1425م-1433م السلطان شريف علي، وهو السلطان الثالث (وهو من سلالة الرسول صلى الله عليه وسلم عن طريق الحسن). 28- من عام 1415م-1425م السلطان أحمد، وهو السلطان الثاني. 29- من عام 1405م-1415م السلطان محمد، وهو السلطان الأول. معلومات مختصرة عن السلطان حسن بلقيه: (HASAN AL BLKIAH) ولد في 15يوليو عام 1945م. وهو الولد الأول للسلطان عمر علي سيف الدين. وله أربعة إخوان، وست أخوات، وهو أكبرهم سناً. في سنة 1965م أصبح ولياً للعهد وعمره (19 سنة). في سنة 1966م رحل مع أخيه محمد إلى بريطانيا والتحقا بالأكاديمية العسكرية الملكية. درس بها الإنجليزية والحساب والعلوم العسكرية والاتصالات والشؤون الدولية. وعين سلطاناً لبروناي (ورقمه التاسع والعشرون) في 15أكتوبر سنة 1967م بعد أن تنازل أبوه له ليتدرب على السلطنة في حياته وتحت إشرافه، وكان عمره عندما تولي السلطنة 21 سنة. زيارة وزير التعليم في مكتبه: الأربعاء: 15/1/1410هـ ـ 16/8/1989م. جاء إلينا ابن الوزير، وهو شاب صالح كأبيه،  [[كلفه والده مرافقتي مدة بقائي في بروناي، وهو الذي كان يوصلني إلى المؤسسات الإسلامية أو الشخصيات في الأوقات التي كان يحددها والده مع تلك المؤسسات، وكان هو الذي يقود السيارة بنفسه، وسيأتي تعريف به]]. فنقلنا إلى مكتب الوزير وكنا عنده في الوقت المحدد، وهو الساعة التاسعة صباحاً. رحب بنا معالي الوزير ترحيباً حاراً، وأظهر سروره بقدومنا ويظهر عليه التواضع الصادق من أول وهلة. وكان أول كلامه الذي باشرني به - بعد التحية والترحيب - قوله: إننا نسمع عن الوهابية، ولم نتبين حقيقتها إلى الآن، ولذلك لا زلنا متوقفين في بعث طلابنا إلى الجامعة الإسلامية في المدينة المنورة وغيرها من الجامعات في المملكة العربية السعودية. قلت له: إذا كنت ترغب أن تسمع مني شيئاً في ذلك فسألخص لك ما تيسر عن دعوة الشيخ محمد عبد الوهاب؟ فقال: تفضل. فأخبرته بالحال التي كانت عليها الجزيرة العربية من الشرك والخرافات والجهل والحروب والتصدع، وأن الله تعالى هيأ هذا الشيخ لنشر الإسلام من مصادره الأصيلة، وأنه درس على يد علماء الحرمين وعلماء العراق، ومذهبه في الفروع هو مذهب الإمام أحمد بن حنبل الذي تسير عليه المملكة العربية السعودية في محاكمها الشرعية. وأن الجامعة الإسلامية في المدينة المنورة تدرس طلابها، وهم قد وفدوا من أنحاء العالم، المذاهب الأربعة بأدلتها، وكل طالب يعود إلى بلده بما اقتنع به، وكثير منهم يعودون إلى بلدانهم وهم على مذاهبهم السائدة في بلدانهم: الحنفي حنفي، والمالكي مالكي، والشافعي شافعي، والحنبلي حنبلي، وأن المسلمين في الحرمين يصلي بعضهم بجانب بعض وهم على مذاهبهم، ولا يوجد بينهم تنازع في ذلك، وكل منهم يطبق في صلاته مذهبه. فقال الوزير: إن المذهب عندنا هو مذهب الإمام الشافعي ونحترم بقية المذاهب، وعقيدتنا هي عقيدة أهل السنة والجماعة [[إذا أطلق مذهب أهل السنة والجماعة في أغلب البلدان فهو يعني المذهب الأشعري]]. ولا نقر عقيدة القاديانية ولا الشيعة، ولا توجد عندنا الآن مشكلات أو خلافات مذهبية. قلت له: إن العقيدة التي نشرها الشيخ محمد بن عبد الوهاب هي عقيدة أهل السنة والجماعة، وهي ما كان عليه الرسول صلى الله عليه وسلم وأصحابه والتابعون وعلماء الحديث والأئمة الأربعة، وهو ما ذهب إليه الإمام أبو الحسن الأشعري في آخر حياته بالنسبة للأسماء والصفات. فقال: أنا لست متخصصاً في الشريعة، والتفاصيل يمكن أن تبحث فيها مع المفتي عندما تزوره. قلت لمعالي الوزير: إني أرغب في أخذ معلومات عنكم. فقال: خذ هذه الأوراق، وفيها ما تريد، وهي باللغة الإنجليزية، يترجمها لك أبو هريرة، فإذا رغبتم في المزيد فيمكن أن تسألوا عنه والآن لديكم موعد لزيارة الجامعة. معلومات عن معالي وزير التعليم في بروناي: الاسم: داتو حاج عبد العزيز عمر. [img]pics/13/13019.jpg[/img]<< استقبال معالي وزير التعليم في بروناي ـ فهن عبد العزيز في مكتبه عند القدوم. 15/1/1410هـ ـ 16/8/1989م >> [img]pics/13/13020.jpg[/img]<< استقبل الوزير في مكتبه عند الوداع، وعلى اليمين في الصورتين الأخ أبو هريرة المترجم. 22/1/1410هـ ـ 23/8/1989م >> لقب الشرف: فهن أورانج كياليلاوجايا. تاريخ الميلاد: يوم الجمعة 27من شهر ذي الحجة سنة 1354هـ 20 مارس 1936م. المؤهلات: بكالوريوس في الاقتصاد والسياسة والعلوم الاجتماعية - درجة الشرف الثانية، جامعة برمنجهام في بريطانيا سنة 1964م. الوظائف: أولاً: من سنة 1964م-1973م عين في وظائف تنفيذية: 1- مدير أعمال عامة، 2- مدير الجمارك، 3- رئيس اللجنة المسؤولة عن الأراضي 4- رئيس اللجنة البلدية، 5 ـ رئيس اللجنة المسؤولة عن التطور العمراني، 6- مدير المشروعات، 7- مدير مشروعات السكن. ثانيا: سكرتير الولاية من 1973م-1981م. ثالثا: في سبتمبر 1981م-31ديسمبر سنة 1983م عين قائماً بأعمال رئيس الوزراء. هذه  التعيينات كانت في حكومة السلطان. تعيينه في بعض اللجان والإدارات: 1- عين عضواً للجنة الاستشارية التشريعية للولاية. 2- عضواً للجنة الاستشارية للتنمية في الولاية. 3- النائب الأول لرئيس إدارة الخطوط الجوية الملكية في بروناي. 4- مدير تنفيذي لشركة شل البترولية الخاصة المحدودة لبروناي. 5- مدير تنفيذي للنفط (غاز) الطبيعي لبروناي. 6- رئيس لجنة التطوير الوطني. 7- سكرتير لمستشار الدفاع في بروناي. 8- رئيس اللجنة التنفيذية لدفاع بروناي. 9- وزير التربية والصحة. 10- نائب الرئيس الأعلى لجامعة بروناي دار السلام. 11- رئيس مستشاري وزراء التربية لجنوب شرق آسيا. المناصب التي تولاها بعد الاستقلال: 1- عضو اللجنة الاستشارية الخاصة للمحكمة. 2- عضو اللجنة الاستشارية لشؤون الميراث. 3- عضو المجلس الإسلامي. 4- وزير  المواصلات. 5- وزير التربية. المؤتمرات والندوات التي حضرها خارج بروناي: 1- مؤتمر وزراء التربية والصحة لدول الكومنولث. 2- مؤتمر وزراء التربية والصحة لدول جنوب شرق آسيا. 3- وحضر قبل الاستقلال عدداً من الندوات والمؤتمرات. حالته الاجتماعية: متزوج وعنده خمسة أولاد. والرجل متدين متواضع ذو عاطفة إسلامية جياشة، يحب العلم والعلماء، محسن، يتمنى أن تتأصل معاني الإسلام وحكمه في بلاده. (ولا أزكي على الله أحداً). زيارة جامعة بروناي دار السلام: ثم ذهب بنا الأخ \"أمينول\"- وهو اختصار لأمين الدين، ولد الوزير- لزيارة الجامعة، واجتمعنا ببعض أساتذتها، ومنهم: [img]pics/13/13021.jpg[/img]<< الحاج بن علي الطيب ـ جامعة بروناي 15/1/1410هـ ـ 16/8/1989م >> الحاج علي بن الطيب: ولد سنة 1930م. درس في المدرسة الوطنية الابتدائية في ولاية قدح. واصل دراسته في المعهد العلمي السعودي من سنة 1951م-1955م. من أساتذته في المعهد الشيخ حلمي - مدير المعهد - وبعض  علماء الأزهر، ومنهم الشيخ متولي الشعراوي،  والشيخ إبراهيم فطاني. ودرس في كلية الآداب في جامعة القاهرة من سنة 1955م-1959م فنال شهادة الليسانس. ودرس اللغة الملايوية في أستراليا – مالبورن - وعندما رجع التحق بجامعة الملايو ونال شهادة الماجستير في تاريخ ابن جرير الطبري سنة 1971م. وبدأ في الدكتوراه عن العرب في جنوب شرق آسيا، في الملايو و سنغافورة من عام 1972م ولم يكمل إلى الآن. وهو الآن أستاذ مشارك في جامعة بروناي دار السلام، ورئيس قسم الدارسات الإسلامية في الجامعة. وكيلة رئيس الجامعة: ثم ذهب بنا الحاج علي إلى وكيلة رئيس الجامعة في مكتبها وشرحت لنا شرحاً موجزاً عن الجامعة. وتسمى: داتين حاجة عزيزة. ولدت سنة 1946م. تخصصها علوم التربية من بريطانيا سنة 1981م (ماجستير). كانت مدرسة في إحدى المدارس الثانوية. ثم رئيسة مدرسة. فموظفة في وزارة التربية. فرئيسة كلية التربية. ثم وكيلة رئيس الجامعة من سنة 1986م. زيارة قسم الدراسات الإسلامية: ذهبنا إلى قسم الدراسات الإسلامية في الجامعة واجتمعنا ببعض أساتذة القسم الذين شرحوا لنا شرحاً موجزاً أعمال القسم. ومن أساتذة القسم: الأستاذ الدكتور إبراهيم بن خالد المهدي السوداني. ولد في 1/1/1945م. التخصص: فقه مقارن جامعة جورج واشنطن كلية القانون: ماجستير ثم دكتوراه سنة 1983م. وعنده ماجستير أيضاً من جامعة هاورد واشنطن وبكالوريوس. الأعمال التي قام بها: 1- قام بالتدريس للغة العربية والدراسات الإسلامية في المدارس الثانوية العليا في السودان. 2- التحق بالقضاء الشرعي لمدة ست سنوات تقريباً، وصل إلى درجة قاض. 3- ثم تحول إلى جامعة أم درمان الإسلامية بدرجة مدرس. 4- وبعد أن رجع من الولايات المتحدة بقي في الجامعة أقل من سنة، ثم عين رئيس محكمة وقاضي محكمة عليا. 5- وهو الآن أستاذ مشارك في جامعة بروناي دار السلام. تعريف موجز بجامعة بروناي دار السلام: أسست الجامعة سنة 1985م. أول ما فكرت الدولة في إنشاء الجامعة جعلت الدراسات الإسلامية من أول أهدافها، ولهذا كان إنشاء هذا القسم مقارناً لإنشاء الجامعة. والبلد في حاجة إلى مدرسين من أبنائه، والآن نسبة الأساتذة من خارج البلد 60%، ولهذا تهتم الجامعة بإعداد طلاب من أبناء البلد، ليكونوا قادرين على التدريس بعد التخرج. وقد أنشئ في الجامعة كلية الآداب والعلوم الاجتماعية، وهي أول كلية، وكلية التربية، وكلية العلوم، وكلية الإدارة العامة. والدراسات الإسلامية قسم في كلية الآداب، وهو قسم مستقل كبقية الأقسام. وتدرس المواد الإسلامية والدراسات الملايوية باللغة الملايوية. والجغرافيا تدرس باللغة الإنجليزية. وعدد طلاب الجامعة الآن ألف طالب وطالبة تقريباً. وعدد الأساتذة مائة وأربعون. تعريف بالأخ أمينول: وعندما رجعنا إلى دار الضيافة رغبت أن أتعرف على الأخ أمينول ولد وزير التعليم. [[وأمينول اختصار لأمين الدين]]. [img]pics/13/13022.jpg[/img]<< الشاب النجيب ولد معالي وزير التعليم في بروناي واسمه أمينول 15/1/1410هـ ـ 16/8/1989م >> فقال: إنه ولد سنة 1967م - أي أن عمره الآن 22 سنة. درس الثانوية في بروناي، ودرس الجامعة في بريطانيا، قسم الكمبيوتر لمدة خمس سنين، تخرج هذا العام، وإلى الآن لم يتوظف. أبدى رغبته الشديدة في تعلم اللغة العربية والدين الإسلامي، وأنه يود لو تمكن من الدراسة في الجامعة الإسلامية بالمدينة المنورة. وقال: إن العقبة التي تقف أمام رغبته هذه، هي رفض المفتي الإذن لأبناء بروناي بالالتحاق بالجامعة الإسلامية بسبب المذهب الوهابي. وقال الأخ أمينول: إنه يفكر في الذهاب إلى الجامعة الأزهرية أو الكويت، وأنه لا يريد من تعلم اللغة العربية إلا فهم القرآن الكريم فقط، ليطبق في حياته ما يريده منه القرآن الكريم. ولهجة الأخ أمينول هذه هي لهجة أبيه الذي قال لي عند الاجتماع به: إن الذي يبتلى بمنصب يجب أن يستعمل ذلك المنصب في طاعة الله ويطبق فيه الإسلام، ولا يفعل كما يفعل كثير من الناس من الحرص على المناصب لذاتها. وقال: إنه يشكر الله أنه حاول بصفته رئيساً للجامعة لكونه وزيراً للتعليم، أن يوجد في منهج الجامعة ما يثبت أن الإسلام هو منهج حياة المسلمين. ولشدة عاطفة الوزير الإسلامية قال لي عندما اعتذرت له بعدم معرفتي لغة أخرى غير العربية لأخاطبه مباشرة بدون ترجمة، قال لي هو معتذراً: لو استطعتُ أن أغير لغتي الإنجليزية إلى اللغة العربية لفعلت، لأن اللغة العربية هي لغة القرآن الكريم والدين الإسلامي. زيارة مفتي بروناي: الخميس: 16/1/1410هـ ـ 17/8/1989م. كنت سمعت أن زيارة المفتي لمن يأتي من المملكة العربية السعودية من العلماء صعبة جداً، ولكن يبدو أن معالي وزير التعليم ألح عليه وحدد لي معه موعداً هذا اليوم بعد الظهر. فذهب بنا الأخ أمينول إليه فاستقبلنا استقبالاً حاراً، وكانت الجلسة معه طويلة، لا تقل عن ساعتين. واسمه حاجي إسماعيل بن عمر بن عبد العزيز. ولد في شهر محرم سنة 1329هـ 1911م في جهور بماليزيا. دراسته الأولية: بدأ تعليمه في مدارس الحكومة المدنية والدينية باللغة الملايوية، ودرس في مدرسة العطاس العربية التي أسسها السيد حسن العطاس من سنة 1923م-1928م. وكان بعد ذلك مدرساً في تلك المدرسة. وفي سنة 1931م انتقل مدرساً في كلية العطاس التي أنشئت في نفس المكان، إلى سنة 1937م. [img]pics/13/13023.jpg[/img]<< الكاتب مع مفتي بروناي الشيخ إسماعيل بن عمر بن عبد العزيز 16/1/1410هـ ـ 17/8/1989م >> [img]pics/13/13024.jpg[/img]<< الكاتب مع المفتي >> طلبه العلم في مصر: ثم سافر إلى مصر بعد أن رأى بعض الناس يسافرون إلى مصر فتمنى هو أن يسافر إلى مصر، وكان وصوله إلى مصر في أول يناير سنة 1938م، وبقي هناك إلى أوائل سنة 1949م. كانت دراسته في القسم العام في كلية أصول الدين، ثم في شعبة التدريس في قسم الدعوة. ولما كانت الحرب العالمية مستمرة في ذلك الوقت اغتنم فرصة وجوده في القاهرة فالتحق بجامعة القاهرة قسم اللغة العربية وانتهى منه سنة 1948م. ومن زملائه وزير الأوقاف الشيخ الخياط في الأردن، والدكتور عبد الرؤوف الموجود في ولاية ترنجانو، والأستاذ عبد الجليل حسن في كوالالمبور. ومن مشايخه الشيخ حبيب الله الشنقيطي عالم الحرمين والشيخ زاهد الكوثري [[وهذا من أسباب موقفه من دعوة الشيخ محمد بن عبد الوهاب!]] والشيخ خضر حسين التونسي والشيخ عبد العزيز الشرشيمي، وهو معمر. وكان شيخ الأزهر الشيخ المراغي، والشيخ مأمون الشناوي ثم رجع إلى جُهور [[إحدى مدن ماليزيا]] سنة 1949م. سفره لأداء فريضة الحج ووصفه لمشاق السفر: وكان قد سافر لقضاء فريضة الحج سنة 1927م حيث مكث شهوراً في انتظار مركب بحري ليسافر إلى الحجاز. وصل إلى جدة بعد واحد وعشرين يوماً من السفر، وعندما رسا المركب جاء قارب كبير يحملهم إلى البر، فنزلوا في مدينة جدة عصراً، وواصلوا السير إلى مكة فباتوا في بحرة وبقوا فيها يوماً وليلة، ووصلوا إلى مكة في صبح اليوم الثاني. قال: والآن نسير من جدة إلى مكة نصف ساعة فقط. وكان السفر على الجمال في جميع المناسك. ويمكثون في آخر أجياد ويمشون إلى الحرم والناس قليلون جداً لا توجد زحمة. وبقي في مكة ثلاثة شهور. واجتمع بالشيخ عبد الحميد قدس، وهو من علماء الشافعية في مكة، وبقي معه يوماً كاملاً وهو يمتحن الطلاب شفوياً في رواق الحرم. وظائفه وأعماله: توظف في وزارة الشؤون الدينية، وكان مفتشاً في المدارس العربية ومديراً للمجالس الدينية التي أصدرتها الشؤون الدينية. وفي سنة 1955م انتدب مديراً للكلية الإسلامية في سلانجوركلان، وهي أول مدرسة في الملايو وهو أول مدير لها لمدة سنة واحدة. ثم رجع إلى \"جهور\" وعين فيها قاضي القضاة. وفي سنة 1962م انتدب مفتياً لبروناي، لمدة ثلاث سنوات، رجع بعدها إلى جهور سنة 1965م وعين نائب المفتي فيها. ثم طلب منه الرجوع إلى بروناي فرجع سنة 1967م ولا زال. المؤتمرات التي شارك فيها: حضر المؤتمر الإسلامي في بغداد سنة 1962م وفي باكستان ومقديشو وقبرص وكوالالامبور. وحضر مؤتمر الاقتصاد الإسلامي في مكة. وحضر مؤتمر وزراء الأوقاف في شهر شوال 1409هـ. وحضر مؤتمر العلماء في إندونيسيا، ومؤتمر السيرة في مصر. من تلاميذه مفتي سرواق داتو عبد القادر، ومفتي صباح داتو حاجي أحمد إدريس، ومفتي جهور السيد علوي الحداد. مؤلفاته: ومن مؤلفاته: اختصار عقائد أهل السنة والجماعة، وكتاب شخصية المسلم، وكتب عدة (رسائل جمعت وطبعت) وينشر حلقات في الجريدة الرسمية. قال المفتي: وقد أنشأت الحكومة - في بروناي - مدرسة دينية باللغة الملايوية، يتعلم فيها الطلاب الأحكام الدينية لمدة ست سنوات، وهذه الفكرة مأخوذة من جهور، كان مفتيها في أول القرن العشرين السيد أحمد سالم العطاس جاء من مكة، وهو من تلاميذ أحمد زيني دحلان الذي كان يرسل تلاميذه إلى هذه البلاد للقيام بالإرشاد، وهذه الفكرة طبقها السيد أحمد سالم.[[ويبدو أن أصل فكرة كراهية ما يسمونها بـ(الوهابية كانت نابعة من السيد دحلان، لأنه كان من أشد أعداء محمد بن عبد الوهاب، وقد ألف بعض علماء الهند كتابا سماه: \"صيانة الإنسان عن وسوسة الشيخ زيني دحلان\"]]. وكان والد المفتي في جهور لمدة عشرين سنة وكان يتجول للدعوة باستمرار ولا يقعد في الشهر إلا يومين، وكان تجوله على الأقدام أو القوارب البحرية والنهرية. وكان أهل الشواطئ كفاراً، ولكن بفضل دعوة أهل جهور انتشر الإسلام. ويوجد في جهور بعض المتخرجين من الأزهر: الوزير ونائبه وقاضي القضاة ونائب المفتي، وكل موظفي الشؤون الدينية الذين يقومون بشؤونها، هم من أهل البلاد الذين تخرجوا في الأزهر والسيد العطاس هو الذي نشر الفكرة. والفندق العلمي أنشأه الطلاب المكيون الذين تعلموا على علماء الحرم المكي [[والفندق يطلق على بيوت صغيرة يبنيها أولياء أمور الطلاب من الخشب قرب منزل الشيخ وقرب المسجد، يسكن في تلك البيوت الطلاب ويحضرون حلقات الشيخ العلمية في المسجد أو قاعة كبيرة فإذا انتهوا من الدراسة على يده رجع كل طالب إلى غرفته]]. قال المفتي: إن والده تعلم في الفندق، وإنه قابل بعض أساتذة أبيه في مكة سنة 1927م. وربما نشأت هذه الفنادق في نصف القرن التاسع عشرة أو قبل ذلك بقليل، وهي منتشرة في جاوة موقف المفتي من بعث الطلاب إلى الجامعة الإسلامية في المدينة: بعد أن أخذت من المفتي هذه المعلومات وتذاكرنا كثيراً في أمور تتعلق بالدعوة والعقيدة والخلافات المذهبية قلت له: إن الجامعة الإسلامية في المدينة المنورة أسست في الأصل للطلاب المسلمين من شتى أنحاء العالم، ولا يقبل- بحسب نظامها - من السعوديين إلا 15%. وهي تدرس العلوم الإسلامية من مراجعها الأصيلة من كتب التفسير والحديث والتاريخ والفقه وغيرها، ودراسة الفقه في الكليات دراسة مقارنة على المذاهب الأربعة، وكذلك في الدراسات العليا، فحبذا لو بعثتم بعض طلابكم ليستفيدوا في هذه الجامعة؟! قال: إن دراسة المذاهب دراسة عامة - يعني مقارنة غير متقيدة بمذهب معين -  تنفع العرب، أما طلابنا فإن ذلك لا ينفعهم بل يضرهم، فلا بد لهم من دراسة مذهب واحد وهو المذهب الشافعي – عندنا - لأن دراسته إذا أتقنت استفاد منها الطالب، أما إذا سمع من يقول له: قال فلان كذا وقال فلان كذا، ودليله كذا وكذا، والراجح كذا، فإن ذلك يشوش على الطلاب. قلت له: يمكن أن يدرس الطالب في بلده كتاباً في الفقه الشافعي ثم يبعث إلى الجامعة، وإذا رغبتم أن أشرف عليهم وأعلمهم - إضافة إلى دروسهم في الجامعة - المذهب الشافعي فسأفعل.  [[كنت حريصاً على موافقته على بعث بعض طلاب بروناي إلى الجامعة  لأنه يرفض ذلك رفضاً باتاً، والحكومة لا تبعث أي طالب في الدراسات الإسلامية إلا بموافقته، وزاره قبلي الشيخ عمر محمد فلاتة وحاول معه دون جدوى، والسبب ليس خوفه على الطلاب من التشويش في الفقه كما ذكر فقط بل السبب الأكبر هو خوفه من اعتقادهم مذهب السلف في العقيدة والخروج عن المألوف من البدع في البلد]]. فأبدى سروره بذلك ولمست منه شيئاً من الانفتاح. وقد حاولت قبل الدخول معه في هذا الأمر أن أستميله، فأهديت له سبحة كانت معي، ففرح بها كثيراً، وحاولت أن أضحكه ببعض النكات حتى يقبل عليّ، وقد ضحك كثيراً، حتى إن الأخ أمينول عندما خرجنا قال: لقد دهشت من موقف المفتي اليوم حيث ضحك ومازح وذلك لم يكن له عادة، بل الغالب أنه لا يبتسم إلا قليلاً، وكنت أتوقع أن يذكر دعوة الشيخ محمد بن عبد الوهاب وانتقاده لها لأناقشه، ولكنه لم يتعرض لها. وقد توفي المفتي المذكور كما أبلغني بذلك الأخ أمينول بعد أن هاجر إلى مكة للدراسة، كما سيأتي. الاجتماع بمسلم فلبيني جديد (محمد جالي بن عبد الله): كان هذا الرجل يقوم بخدمتنا في دار الضيافة، وكان أبو هريرة يتحدث معه اللغة الفلبينية، فسألت أبا هريرة: هل هذا الرجل مسلم؟ فقال: نعم، ولكنه دخل في الإسلام هنا  في بروناي، قلت: إذاً اطلب منه أن يجلس معنا لأخذ بعض المعلومات عن دخوله الإسلام، فأخبره بذلك، فتردد الرجل في أول الأمر، ثم وافق فأخذت منه المعلومات التالية: الاسم: محمد جالي بن عبد الله. ولد سنة 1956م - أي أن عمره 33سنة. الديانة: كان كاثوليكياً متمسكاً بدينه، يكثر من العبادة إلى أن أصبح عمره (28 سنة) ولم يكن يشعر بمشكلات دينية. قلت له: وهل سمع عن الإسلام عندما كان في الفلبين؟ قال: إنه لم يسمع عن الإسلام شيئاً مطلقاً، لأن منطقته لا يوجد فيها إلا النصارى، والمنطقة هي (إيجلوس نورتي) فدهشت لذلك، وقلت له: الكلام عن الإسلام يمكن أن تسمعه في الراديو، فقال: لا يوجد أحد يتحدث عن الإسلام، وهو لم يكن يسمع الراديو. وجاء إلى بروناي سنة 1979م، وكان يعمل مع رجل مسلم يسمى حاجي أيانج يقوم ببناء العمارات، وعرض الرجل عليه محاسن الإسلام، فوجد فرقاً بين الإسلام والمسيحية، وهو فرق جوهري، لأن الإسلام فيه وحدانية الله، والمسيحية فيها ثلاثة أقانيم، وعلمه كيفية الصلاة وأركان الإسلام، فرغب في الإسلام وأشهر إسلامه في المجلس الإسلامي. ومما أعجبه في الإسلام نظامه الاجتماعي وبخاصة الأمانة.  [[في هذا عبرتان: الأولى: وجود من لم يسمع بالإسلام في الأرض في عصر الاتصالات، والثانية: أن المسلمين الذين  يتعامل معهم غيرُ المسلمين ويختلط بهم لو قاموا بدعوة غير المسلمين كل في موقعه لأقاموا الحجة على الناس ونفعوهم بالدخول في هذا الدين]]. قلت له: ما الفرق بين حياته قبل الإسلام وحياته بعده؟ قال: كان في الفلبين فلاحاً، وعندما وصل إلى بروناي وبدأ العمل مع المسلمين لم يشعر بالاطمئنان لأنه كان يرى الناس - وهم مسلمون - لا يطمئنون إليه قبل إسلامه، فلما دخل في الإسلام اطمأنوا إليه، وهو الآن منشرح الصدر ولم يكن كذلك قبل الإسلام. وقال: إن بلده في الفلبين تبعد عن مانيلا بخمس وعشرين دقيقة بالطائرة. قلت له: هل تظن أهل بلدك لو وجد عندهم مسلمون يشرحون لهم الإسلام سيدخلون في الإسلام؟ قال: لا يدري بالضبط، ولكن يظن أنه لو عرض عليهم الإسلام كما عرض عليه هو لقبله كثير منهم، أما إذا بلَّغهم الإسلام مثله - يعني ليس عندهم علم ولا مقدرة على شرح معاني الإسلام - فإنهم لا يقتنعون بالإسلام. قلت له: هل شعرت بعد إسلامك أن الناس في حاجة إلى هذا الدين؟ قال: نعم، وفي ذلك صلاح لحياة الناس. قلت: هل علمت أسرتك بإسلامك؟ قال: نعم، وقد بعثت لهم رسالة أخبرهم بذلك فور دخولي في الإسلام، فأجابوه أن هذا أمر يعود إليه وهو مسؤول عن نفسه، وكان أهله متدينين، وأكثرهم فلاحون، وثقافتهم محدودة لا يتجاوزون القسم الثانوي، وهو كذلك. وقال: إن معاملة المسلمين معاملة جيدة أحسن من معاملة غير المسلمين. وأثنى كثيراً على معالي وزير التعليم في حسن المعاملة. وهو متزوج بفتاة فلبينية مسلمة أصلاً من مندناو، ولهما بنت صغيرة لا يتجاوز عمرها سنة وأربعة شهور. الاجتماع بسماحة إمام الجامع الكبير في العاصمة وقاضي القضاة: وهو فهن داتو إمام داتو حاجي عبد الحميد باكل. [img]pics/13/13025.jpg[/img]<< قاضي القضاة في بروناي في مكتبه عبد الحميد باكل 16/1/1410هـ ـ 17/8/1989م >> [img]pics/13/13026.jpg[/img]<< الكاتب مع قاضي قضاة بروناي الشيخ عبد الحميد باكل في مكتبه >> [img]pics/13/13027.jpg[/img]<< من اليسار أبو هريرة ثم السكرتير الدائم في رئاسة وزراء بروناي وفي أقصى اليمين أمينول في مجلس قاضي القضاة 16/1/1410هـ ـ 17/8/1989م >> ولد في 14جمادى الأولى سنة 1358هـ 2 يوليو 1939م في بروناي. دراسته: درس في مدرسة ملايوية وتخرج فيها سنة 1947م. واصل دراسته في سنغافورة على نفقة الحكومة في مدرسة الجنيد الإسلامية من سنة 1952م ـ 1957م. ثم واصل دراسته في الكلية الإسلامية الملايوية، وكان مديرها الأستاذ عبد الرؤوف، وحصل على الشهادة العالية سنة 1962م ودبلوم المعلمين، وهي بمنزلة البكالوريوس. واصل دراسته في الأزهر من سنة 1963م-1966م في كلية أصول الدين ونال شهادة الماجستير في شعبة الدعوة والإرشاد. وظائفه وأعماله: رجع بعد ذلك إلى بروناي وتوظف في إدارة الشؤون الدينية مديراً للدعوة، وتنقل في مناصب عدة: مدير الشؤون التربوية الإسلامية، ونائب قاضي القضاة. ثم قاضي القضاة سنة 1977م ولا زال. وتدرب عدة مرات في دار الإفتاء في مصر مع محمد خاطر، وفي باكستان تدرب في القضاء في الجامعة الإسلامية العالمية خمسة شهور سنة 1987م. بعض أساتذته وزملائه: من أساتذته سيد سابق ومحمد الغزالي، ومحمد غلاب، والدكتور بدران، ومحمد شحاتة، وعبد الواحد وافي، والشيخ عبد الحليم محمود عندما كان عميداً لكلية أصول الدين قبل أن يكون شيخاً للأزهر. وهو معجب بالشيخ محمد الغزالي، ولهذا سمى ابنه باسمه. ومن زملائه الدكتور يوسف نور وزير الشؤون الدينية في ماليزيا، وأبو بكر هاشم رئيس المحكمة الشرعية في سنغافورة. المساجد والدراسات الدينية: وقال: إن عدد المساجد  في بروناي سبعون مسجداً تقريباً، غير المصليات. [img]pics/13/13028.jpg[/img]<< الجامع الكبير في عاصمة بروناي 16/1/1410هـ ـ 17/8/1989م >> والمدارس في بروناي، منها مدارس حكومية فيها مواد دينية، وتوجد مدارس مسائية خاصة للدراسة الدينية، ومدتها ست سنوات، ومدارس عربية تدرس فيها المواد العربية والدينية والإنجليزية. ويلتحق الطلاب والطالبات المتخرجون من المدارس العربية بالكليات في جامعة الأزهر. وقد أنشئ معهد خاص بالدراسة الدينية لرفع مستواها وهو شبيه بالكلية، مدة الدراسة فيه الآن  ثلاث سنوات، ويمكن أن يصبح فيما بعد في مستوى كلية، ويسمى معهد الدراسات الإسلامية، والدروس فيه كلها باللغة العربية، ويراد منه أن يكون مركزاً في هذا البلد، والطلاب الذين يدخلون فيه هم من المتخرجين في المدارس العربية، وهو تحت إشراف وزارة الشؤون الدينية، وأساتذته بعضهم دكاترة، وبعضهم من إندونيسيا درسوا في الأزهر، وبعضهم مصريون ابتعثوا من الأزهر، وعدد طلابه الآن 32 في فصل واحد. وتوجد مدرستان عربيتان ثانويتان: إحداهما للبنين وأخرى للبنات. وتوجد مدرسة عربية ثانوية في مدينة توتونج وستفتح قريباً. من مؤلفات الشيخ: أحكام الزواج في الإسلام باللغة الملايوية، ومحاضرات وخطب جمعة لمدة عشر سنين وكذلك عيد الفطر وعيد الأضحى، ويستفيد منها أئمة المساجد، لأنهم غير قادرين على إعداد الخطب بأنفسهم. من أين أنت؟! عندما اتصل معالي وزير التعليم بالشيخ لتحديد موعد لي لزيارته قال له: عندنا أستاذ سعودي من الجامعة الإسلامية في المدينة المنورة يريد زيارتكم. وعندما دخلت على الشيخ في مكتبة كنت لابساً لباساً باكستانيا السراويل الواسعة والقميص، فنظر إلى الشيخ وقال لي بعد التحية: من أين  أنت؟ لأنه كان يظن أن يستقبل رجلاً لابساً الثوب العربي والغترة وربما العقال و\"العباءة\" – المشلح - فقلت له: أنا أستاذ سعودي من الجامعة الإسلامية في المدينة المنورة، ولباسي لباس باكستاني، فضحك كثيراً ورحب بنا فأخذت منه تلك المعلومات. وهذا الشيخ متفتح أكثر من المفتي، ومن أسباب هذا التفتح أن من أساتذته الشيخ الغزالي وأمثاله. فهن داتو بدر الدين حاج عثمان: وكان يوجد في مكتب قاضي القضاة عندما اجتمعنا به الأستاذ بدر الدين حاج عثمان. المولود في 23سبتمبر سنة 1942م. دراسته: درس في بروناي في المدرسة الملايوية. ثم ذهب لمواصلة دراسته في مدرسة الجنيد الإسلامية في سنغافورة من سنة 1956م- 1961م. وفي أول سنة 1962م ذهب إلى ماليزيا الغربية ودرس في الكلية الإسلامية في كوالالامبور وتخرج سنة 1967م. ثم ذهب إلى مصر سنة 1968م ونال شهادة الماجستير في كلية الشريعة والقانون في الأزهر (نظام الحكم في الإسلام) وكان ذلك سنة 1971م. وظائفه وأعماله: ورجع إلى بروناي فتوظف في إدارة الشؤون الدينية رئيساً لقسم الدعوة. ثم انتقل إلى سكرتارية الحكومة سنة 1979م ورئيساً لقسم الإعلام إلى سنة 1985م. ورجع إلى إدارة الشؤون الدينية مديراً لمركز الدعوة الإسلامية. وفي منتصف سنة 1986م عين سفيراً لبروناي في إندونيسيا، ورجع في آخر سنة 1988م وعين سكرتيراً دائماً في إدارة رئيس الوزراء. ويبدو أن الرجل كان مندوباً لحضور جلستنا مع قاضي القضاة من قبل بعض المسؤولين!. عواطف إسلامية تحتاج إلى فقهاء في الدين يوجهونها: دعانا معالي وزير التعليم اليوم لنصلي المغرب في منزله ونتناول طعام العشاء، جاءنا الأخ أمينول ونقلنا إلى المنزل قبيل المغرب، فاستقبلنا معالي الوزير وكان عنده تون عبد الرحمن رئيس وزراء سرواق سابقاً، تون عبد الرحمن بن يعقوب وعمره 61 سنة. وتخصصه الحقوق والقانون الدولي، دراسته كانت في ماليزيا وإنجلترا، وهو مهتم بالدعوة الإسلامية. وعندما كان رئيساً للوزراء في سرواق قويت الدعوة، وكثر الداخلون في الإسلام، وبعد أن تولى النصارى الولاية حصل العكس وهو تقوية التنصير وضعف الدعوة. فجلسنا في إحدى صالات الاستقبال، ورأيت الناس يفدون ولا يجلسون معنا، وإنما يتجهون إلى مكان آخر، وكنت أظن أنهم يتجهون إلى إحدى القاعات المعدة للاستقبال.. ولكن بعد قليل اتضح أن في منزل الوزير مسجداً يتسع لعشرة صفوف ولا يقل عدد المصلين فيه إذا ملأوه عن مائتي مصل، وكان الوافدون يذهبون إلى المسجد فأذن المؤذن، والمسجد مفروش فرشاً فاخراً وقد بخر ببخور العود، وفي قبلته قطعة كبيرة من كسوة الكعبة، وقد مدت على طول المحراب، وهي من عهد الملك فاروق منذ أربعين سنة، وعلى جانبيها قطعتان من كسوة الكعبة الجديدة، وقد كتبت أسماء الله الحسني على جدران المسجد، وصلى بنا أحد الحاضرين صلاة المغرب. وبعد الفراغ من الصلاة أخذوا في التسبيح بصوت مرتفع جماعي، والدعاء كذلك كما هي عادة الشافعيين في اليمن وحضرموت، وهذه المناطق في جنوب شرق آسيا، ويطيل الإمام في الدعاء والناس يؤمنون، وبعد أن صلوا ركعتي السنة قام الوزير إلى مقدمة المسجد على يمين المحراب ودعاني ودعا تون عبد الرحمن، فجلس تون عبد الرحمن على يمينه وجلست أنا على يساره - ولا أدري ماذا يريدون أن يفعلوا - وتحلق الناس حلقة واحدة كبيرة على يمين المحراب و يساره، وبعضهم كانوا وراء هذه الحلقة. وأخذ السيد إبراهيم بن حسن بن طاهر، وهو حضرمي الأصل، من مواليد سنغافورة يدعو والناس يؤمنون وراءه، وتارة يرفعون أصواتهم قائلين مثل ما يقول من ابتهالات وصلوات. ثم جاء أحد الأولاد الصغار وهو يحمل كتيبات صغيرة مطبوعة طباعة أنيقة جميلة مشكلة، وأخذ يوزعها على الحاضرين، ففتحته فإذا هو يشتمل على سورة يس فأخذوا يقرؤون كلهم بصوت واحد مرتفع هذه السورة بكاملها، ثم قرؤوا سورة الفاتحة، وصلوا على الرسول صلى الله عليه وسلم عدة مرات، لا أدري كم هي؟ ثم وزع كتيباً أخر، ونظرت إليه فإذا هو بعنوان مولد النبي صلى الله عليه وسلم والذكر الحضرمي، وفتحوه وقرؤوا الصلاة على النبي صلى الله عليه وسلم، ثم قاموا ينشدون أبياتاً من الشعر فيها دعاء وصلوات وتوسل، ومكثوا فترة طويلة ينشدون تلك الأبيات وهم قائمون. وكنت جالساً بين الوزيرين ، أسمع ولا أشارك إلا في الصلاة على الرسول صلى الله عليه وسلم  عندما يذكر، فيما بيني وبين نفسي، ورأيت القوم ينظرون إلي نظرة تعجب! وعندما وصلوا إلى مقطع معين من الصلاة على الرسول صلى الله عليه وسلم، نهض السيد قائماً ونهض الحاضرون كلهم، ماعدا الضيف (الأهدل) المدني. ونظر إلي الوزير وأخذ بذراعي ورفعني لأشاركهم في القيام، وأخذ الكتاب من يدي وفتح الصفحة التي فيها الصلوات التي يرددونها، فاضطررت للوقوف مع المضيف! ثم جلسوا وقرؤوا سورة الفاتحة وسورة الصمد والمعوذتين عدة مرات، ثم أخذوا يسبحون ويستغفرون طويلاً، استمر ذلك أكثر من ساعة. [img]pics/13/13029.jpg[/img]<< المصلون يتحلقون بعد صلاة المغرب لقراءة المولد النبوي في مسجد الوزير بمنـزله. 16/1/1410هـ ـ 17/8/1989م>> [img]pics/13/13030.jpg[/img]<< الوزير يؤمن على دعاء الإمام >> ثم أذن المؤذن لصلاة العشاء وأقيمت الصلاة، وصلى بنا الشيخ، وكرر معه المصلون الذكر الجماعي المعتاد بعد الصلوات. ثم تناولنا طعام العشاء، والعدد لا يقل عن خمسين من الرجال ويوجد عدد من النساء في مكان آخر. وبعد أن تناولنا طعام العشاء وأردنا الانصراف إلى الدار أخذ الوزير بيدي وانزوى  قليلاً عن الناس وقال لي: إنني غداً سأسافر إلى ماليزيا وأعود يوم الأحد صباحاً وسيكون الابن أمينول معي، وسيرافقكم ابن عمه، وتصلون غداً الجمعة في الجامع، وقد رتب لكم لقاء مع بعض المسؤولين في مركز البحوث يوم السبت. وقال لي الوزير- بعد أن تفرق الناس -: هل قراءة المولد بدعة؟ قلت: قراءة سيرة الرسول صلى الله عليه وسلم، مشروعة في كل الأوقات، والصلاة والسلام عليه مشروعان في كل الأوقات، وقد تجب الصلاة عليه في بعض المناسبات. أما قراءة ألفاظ بعينها في أوقات معينة واعتقاد أن ذلك سنة، فهذا لم يدع إليه الرسول صلى الله عليه وسلم، ولم يفعله الصحابة ولا الأئمة المجتهدون. قال: ولكن محبة الرسول صلى الله عليه وسلم واجبة، وتلاوة المولد من محبته. وحصل أخذ ورد - عن طريق الترجمة - في الموضوع، ولكن كلا منا بقي على موقفه. وداع الوزير في مكتبه: هذا، وقد كلمت الوزير في مكتبه في آخر يوم لي في بروناي وأنا أودعه بوجوب التمسك بالكتاب والسنة وأخبرته أن كثيراً من الأمور التي يعملها بعض العلماء تخالف ذلك، وسيأتي ذلك. هذا الرجل - وزير التعليم - يبدو عليه التدين الصادق ومحبة للعلماء، والرغبة في قضاء حاجات الناس والكرم. ودار الضيافة الذي نزلنا فيه لا يخلو من ضيف ينزل به يقوم ابنه وأقاربه باستقبال الضيف وخدمته، وقد خصص لنا ابنه أمينول، ليرافقنا ويقود السيارة بنفسه، ويحدد لنا بعض المواعيد وكان ملازماً لنا في كل تحركاتنا، ولكنه كان إذا وصلنا إلى مؤسسة أو شخصية تركنا وذهب ينتظرنا في الخارج حتى نفرغ، والناس لا يعرفون أنه ابن الوزير، وكنت ألح عليه أن يبقى معنا وهو يحاول التهرب، ما عدا بعض الأماكن فكان يجلس معنا كما كان الحال عند المفتي. والذي ظهر لي أن التعصب للمذهب الشافعي بلغ حداً مبالغاً فيه، وعندهم خوف شديد من دخول أي مذهب آخر إلى بلدهم، كما أن بعض الطرق الصوفية متمكنة عندهم وهم حريصون كذلك على استمرارها وبقائها فيهم وفي أجيالهم القادمة، وقد أصبحت عندهم من صميم الإسلام. كما أنهم حريصون كذلك على عدم دخول أي عقيدة غير العقيدة الأشعرية في بلادهم، وبخاصة العقيدة السلفية التي يرون أنها عقيدة الشيخ محمد بن عبد الوهاب ويسمونها بالعقيدة الوهابية. ومن الصعب جداً أن يأتي إليهم داعية من غير بلدهم ويدعوهم إلى غير ما ألفوه في الأصول والفروع والذكر وغيرها. فإذا ما جاء أحد ودعا إلى غير ما عندهم فالغالب أنهم لا يتركونه، بل سيطلبون منه مغادرة البلاد إلا إذا انسجم معهم وجاراهم على ما هم عليه وفعل كما يفعلون. ومن أهم أسباب خوفهم هذا من دخول أفكار غير الأفكار التي عندهم في الأصول أو الفروع أو السياسة أو غيرها، الخشية من إيجاد تنازع وصراع في المجتمع، وهم يريدون أن يبقوا هادئين في هذا البلد الصغير بهذا العدد القليل. وأفضل السبل- في نظري- لإدخال الدعوة السلفية الصادقة، هو السعي الجاد في إقناعهم ببعث أبنائهم إلى بعض الجامعات الإسلامية في المملكة العربية السعودية، كالجامعة الإسلامية في المدينة المنورة ليتعلموا هذه العقيدة مباشرة، وإذا تفقهوا في ذلك رجعوا إلى بلادهم ليعلموا الطلاب وعامة الناس العقيدة السلفية، بأسلوب مناسب وحكمة ولطف، وعدم الإنكار المباشر من أول وهلة، بل ينبغي التدرج وبث الفكرة في الشباب من الأقارب والأصدقاء حتى لا يثير عامة الناس ضده فيجمدوا دعوته في مهدها، وهذا يكون في العقيدة، أما الفروع التي فيها خلاف بين العلماء ولكل منهم دليله المعادل أو المقارب، فالأمر فيها سهل، والأولى بالطالب أن يعمل بما ترجح له دون إثارة مشكلات تصدع صفوف الناس وتولد فيهم الشقاق والنزاع، فاجتماع الكلمة أوجب من الخلاف على فرع فقهي يؤدي إلى إفساد ذات البين. وإذا كان الطالب عنده مقدرة فقهية ومعرفة بكتب العلماء، فإن بعض الأحكام الفرعية التي تترجح له في مذهب غير مذهب الإمام الشافعي مثلاً، قد يجدها رواية للإمام الشافعي أو وجهاً في كتب الشافعية، مثل كتب الإمام النووي وغيره، ويستطيع أن يخبر الناس أن كتب المذهب قد نصت على هذه المسألة وقد رجحها أحد علماء المذهب، فيكون ذلك باباً يلج منه إلى إثبات الحق دون ضجيج ولا نزاع. بدع مستحكمة تحتاج إلى علماء حكمة وصبر: عندما تستحكم البدع ويتمسك بها الناس على أنها سنن تكون آثارها سيئة لأمرين: الأمر الأول: اختفاء السنن الثابتة لتحل محلها تلك البدع. الأمر الثاني: استمرار تلك البدع في الأجيال المتعاقبة التي تصبح تعتقد بأن تلك البدع هي من الإسلام، وأن السنن التي اختفت بسببها ليست من الإسلام، بل هي بدع جديدة أتى بها مبتدعون جدد، وهذا الأمر في حاجة إلى علماء مخلصين حكماء صابرين، يقومون بتربية شباب من هذا الجيل على مبادئ الإسلام وأصوله الصحيحة وتعليمهم الأدلة الواردة من الكتاب والسنة عملياً بالتدريج، وكذلك الأذكار والأوراد الثابتة الصحيحة حتى يوجدوا قاعدة من الحاملين للدعوة من أهل البلد نفسه في كل بلد استحكمت فيه تلك البدع، ويجعلهم يظهرون السنن الثابتة التي تغني الناس عما سواها. مثال ذلك: الأذكار الواردة في الكتاب والسنة مقيدة بنص، أو عدد، أو وقت، أو مطلقة من كل ذلك، فإن كثيراً من هذه الأذكار تركها كثير من الناس، وحل محلها ما يسمى بالأوراد والأذكار المنسوبة إلى بعض الناس أو بعض البلدان، ونسيت الأذكار والأوراد النبوية الصحيحة. وكذلك تركت سيرة الرسول صلى الله عليه وسلم تعليماً وعملاً، وحلت محلها ترنيمات تتلى ساعة من الزمن في الأسبوع أو الشهر أو السنة، وقد يكون كثير منها مخالفاً لهديه صلى الله عليه وسلم لفظاً ومعنى وصفة. ومن أمثلة ذلك أن الرسول صلى الله عليه وسلم سن أذانين لصلاة الفجر: أحدهما لإيقاظ النائم، والآخر لدخول الوقت وليس بينهما وقت طويل، فلا يحرم الأول النائم من نومه وإنما يوقظه ليستعد، والثاني ينبهه أن الوقت قد حان. هذه السنة تركت في بعض البلدان، وفي كثير من المساجد - ومنها المسجد الذي كنا نازلين بقربه في عاصمة بروناي - وحل محل ذلك نداءات وأذكار تأخذ أكثر من ساعة قبل الفجر وتقال في مكبر الصوت يُزعَج بها النائمون في وقت ليس من حق المؤذن أن يوقظهم بالأذان المشروع، لأنه في غير محله. وهكذا لا تثبت بدعة إلا فقدت بسببها سنة. الجمعة: 17/1/1410هـ ـ 18/8/1989م. لم يكن عندنا في هذا اليوم برنامج، فبقينا في الدار وأدينا صلاة الجمعة في الجامع المجاور. وبعد صلاة العصر تجولنا في المنطقة المجاورة للدار على أرجلنا، وترجم لي الأخ أبو هريرة بعض المعلومات عن بروناي وعن وزير التعليم، كما سبق. وقضينا بقية الوقت في مذاكرة ومناقشة في أمور تتعلق بالدعوة عامة، في الفلبين خاصة. زيارة منطقة موارا: السبت: 18/1/1410هـ ـ 19/8/1989م. كنا على موعد اليوم لزيارة المركز التاريخي، كما ذكر لنا معالي الوزير، وانتظرنا في الصباح فلم يأتنا أحد. وفي الساعة الثانية والنصف جاءنا الأخ خيرول بن أمير شهرين بن محمد حاجي سني، أبوه شقيق زوجة الوزير أي أنه ابن خال أمينول. وخيرول مختصر أيضاً لـخير الدين. [img]pics/13/13031.jpg[/img]<< خيرول على آخر اللسان الممتد إلى البحر في موارا 18/1/1410هـ ـ 19/8/1989م >> وعمر خيرول 19سنة يدرس القانون والاقتصاد في بريطانيا في جامعة لندن، مضت له ثلاث سنوات، وبقيت عليه مثلها يتخرج بعدها، يلتقي مع السلطان في الجد الخامس. اتصل بالمركز هاتفياً فلم يجد أحداً. فقال: لا يوجد أحد بالمركز، فما رأيكم نذهب نتجول. فقلنا: لا بأس فذهب بنا إلى منطقة موارا. وهي تقع في الشمال على البحر على بعد 19كيلو متر عن مقر إقامتنا وثلاثين كيلومتراً من العاصمة. كانت هذه المنطقة قبل اكتشاف البترول مركزاً للفحم 90% من سكانها موظفون، وفيها مصفاة بترول وبها القوات المسلحة البحرية - قسم الرجال وقسم النساء. وفيها كل المرافق المحتاجة إليها. وذهبنا إلى منطقة سياحية على ساحل البحر عن طريق لسان طويل من اليابسة يمتد إلى داخل البحر، لا يزيد عرضه عن عشرة أمتار، وقفنا في طرفه المجاور للبحر وطوله أكثر من كليومتر قد غرست على جانبيه أشجار تمر السيارة في وسطها. وكنت أظن هذا اللسان صناعياً، ولكن خيرول قال: إنه طبيعي. ومن هذا المكان تمخر القوارب إلى الجزء الشرقي من بروناي. وفي منطقة موارا توجد مساكن بنتها الحكومة تؤجر للعاملين الوافدين من الخارج، وبها الميناء، وفي الجهة المقابلة تقع جزيرة لمبونج، وهي من ولاية صباح تبعد ساعة عن موارا. ثم ذهبنا إلى منطقة أخرى تسمى (جردونج) (GERUDONG) وهي تبعد 32 كيلو متر عن منطقة موارا (موارا في شمال العاصمة وجردونج غربها). وهي مشهورة بسباق الخيل، وفي الطريق على اليمين قصر زوجة السلطان الثانية (مريم بَلَس) ويسمى القصر: نور العزة، وفي شمال القصر على ساحل البحر وتوجد إسطبلات خيل السلطان، وقال الأخ خيرول: إن عددها ثلاثة آلاف، ويتدرب في هذا المكان أخو السلطان على ركوب الخيل والرماية. ويقع القصر على تل صغيرة ويشرف على الغابات من كل الجهات، ويشرف على البحر من الجهة الغربية، وله قبة ذهبية ولكنها أصغر من قبة قصر زوجته الأولى. زيارة السكرتير الثاني في السفارة العمانية في الدار: بعد مغرب هذا اليوم زارني في دار الضيافة السكرتير الثاني في سفارة سلطنة عمان: سالم بن حميد بن حمد الرواحي. [img]pics/13/13032.jpg[/img]<< الكاتب يتوسط الأستاذ السوداني إبراهيم المهدي وسالم بن حميد بن حمد الرواحي السكرتير الثاني في السفارة العمانية في دار ضيافة وزير التعليم في العاصمة ويرى واقفاً أبو هريرة الفلبيني. 18/1/1410? ـ 19/8/1989م>> وكان معه الأستاذ السوداني إبراهيم بن خالد، المتعاقد مع جامعة بروناي دار السلام كما سبق. قال الأخ سالم: إن السفارة بدأت في بروناي سنة 1986م، وهي السفارة العربية الوحيدة في بروناي، ويوجد بها القائم بالأعمال والأخ سالم فقط. وقد ألح الأخ سالم في أن نتناول في منزله طعام الغداء أو العشاء، فاعتذرت بأني ضيف لدى رجل من رجال الدولة وأشعر بحرج فعذرني. وحصلت مذاكرة تتعلق بالدعوة وبالخلافات التي توجد بين العلماء وما ينتج عنها من شقاق، وماذا يجب على علماء المسلمين في مثل هذا الوضع، بخاصة في هذا الزمن الذي تكالبت فيه أمم الكفر على المسلمين؟ وكان الاتفاق على الحل وهو الاحتكام إلى الكتاب والسنة، ولكن هذا الحل العام كل طائفة تدعيه، وعند التفصيل تتشعب الطرق ويبتعد هذا عن ذاك بسبب اختلاف المذاهب والاتجاهات. حضور حفل زفاف: الأحد: 19/1/1410هـ ـ 20/8/1989م. اتصلوا بنا من منزل وزير التعليم في الساعة العاشرة إلا ربعاً، وقالوا لنا: إنا مدعوون لحضور حفل زفاف بنت تون عبد الرحمن رئيس وزراء سرواق سابقاً، وأنهم سينقلوننا إلى مقر الحفل في الساعة الحادية عشرة صباحاً. والحفل يقع في مكان راق تسكن فيه الشخصيات البارزة في الدولة، من النواب والوزراء الأمناء (السكرتاريون) الدائمون ويطلق عليه في آي بي هاوسنج (VIP HOUSING) وكان معنا عديل وزير التعليم محمد شهرير (SHAHRIR) وعمره 35 سنة ويحمل دبلوم تجارة في الإدارة من لندن، ويعمل في التجارة الحرة. ويبعد المكان عن مقر إقامتنا حوالي 15كيلومتر إلى الجنوب. وقد اجتمع الناس على اختلاف أعمارهم، رجالاً ونساء وأطفالاً، ووُزعوا على موائد، كل مائدة تتسع لما لا يقل عن عشرين شخصاً، الرجال في جانب، والنساء في جانب تحت مظلات على تل صغير، وتلك المظلات شبيهة بالخيام الواسعة المستطيلة، أعمدتها من الحديد. وقد لبس الرجال ملابسهم المعتادة: قميص طويل الأكمام، قصير القامة، مع سراويل يأتزرون فوقها بفوطة تغطي ما بين الحقو والركبة. وملابسهم ذات ألوان مختلفة زاهية وغامقة، لا أظن لوناً يخطر ببالك إلا وجدته في هذا الاجتماع، على الرجال فضلاً عن النساء. وكثير من النساء مغطيات رؤوسهن، وقليل منهم كاشفات رؤوسهن، لكن ألبستهن جميعاً طويلة ساترة، لا ترى أي امرأة لابسة لباساً قصيراً يظهر منه ساقاها، لا من الكبيرات ولا من الصغيرات، هذا في مكان الزفاف، أما في الجامعة والمدارس والشوارع العامة فإن أغلب النساء محتشمات لا يرى منهن إلا الوجه والكفان. وقد مر العروس وأبوه ووالد العروس \"البنت\".  [[العروس يطلق على الذكر والأنثى في اللغة العربية والقرينة تبين]]. وكان العروس يلبس لباساً أخضر من عمامته إلى أسفل قدمه، مروا يصافحون الناس. وبعد تناول طعام الغداء، بدأ الناس يغادرون المكان. مررنا ونحن خارجون بفرقة الأناشيد والطبول، وهم أولاد صغار أو مراهقون، وفتيات، وقد ارتدوا ألبسة خاصة تميزهم عن غيرهم، وهي جميلة وساترة والفتيات مغطيات رؤوسهن وهم أمام باب غرفة العروس التي يجهزها النساء فيها. وقد تجمع عدد من الناس رجالاً ونساء في هذا المكان، لمشاهدة العروس عند خروجها. أما نحن فقد تركناهم وذهبنا. وسألت الأخ محمد شهرير عن خبير التاريخ في بروناي، فقال: هو أخو وزير التعليم، ويسمى داتو دكتور حاجي محمد جميل السفري، وهو المسؤول الأول عن مركز تاريخ بروناي ولكنه مسافر.  [[وقد زارني في المدينة المنورة عندما جاء لأداء العمرة والزيارة، قبل خمس سنوات تقريبا، كتبت هذا التعليق في: 18/9/1419هـ]]. سلطنة بروناي تعتبر من البلدان التي تنعم بالخيرات ومليئة بآبار البترول، وسكانها قليلون، ولذلك يظهر على أهلها الغنى بل الترف. السيارات فيها كثيرة جداً، فلا تكاد تمر بمقصورة صغيرة إلا وجدت بجوارها مظلة تقف تحتها أكثر من سيارة، والشوارع مزدحمة بالسيارات برغم قلة السكان، ولم أر في الشارع من يوم وصلت إلى البلد سيارة أجرة ولا سائحين، لأن تأشيرة الدخول إلى بروناي صعبة، ولهذا تجد شواطئها خالية من الناس، ولذا لا يوجد فيها الفساد الذي يوجد على كثير من شواطئ الدول في العالم. أي توفيق وأي هداية؟! في هذا اليوم بدأ الاحتفال في كوالالامبور، عاصمة ماليزيا بالدورة الرياضية الخامسة عشرة لشباب جنوب شرق آسيا في الإستاد الرياضي، حضر الاحتفال سلطان ماليزيا، كما شاهدنا ذلك في التلفزيون. وقد أدى الشباب الماليزي في هذا الحفل تشكيلات مختلفة، فتارة كانوا يكونون هيئة كلمات مكتوبة بحروف لاتينية من البشر، وتارة يظهر تكوينهم أمواجاً بحرية وغير ذلك. كما كانوا يقومون برقصات شعبية وأناشيد غنائية، اختلط فيها الفتيان بالفتيات، واستمرت فترة طويلة، ولا أدري كم كلفت هذه التشكيلات من الجهد والمال والوقت والطاقات. وكنت أنظر إلى ذلك في التلفاز، وأقول: ماذا سيحدثه هذا العمل المتواصل والجهود الشاقة والأموال الكثيرة، لو استغل ذلك كله  في تربية هذا الشباب تربية إسلامية مبنية على الإيمان الصادق، والعلم النافع والعمل الصالح والإعداد للجهاد في سبيل الله؟ ترى لو حصل هذا أيبقى المسلمون أذلاء تحت أقدام اليهود والنصارى والوثنيين؟ وقد ذكرت في موضع آخر أن اللاعبين بالشعوب الإسلامية قد حطموا الشباب فيها باستغلالهم في الرقص والغناء والمبالغة في الرياضة، والتمثيليات والمسلسلات الغرامية لإلهاء الشعوب والتمتع بخيراتها وإذلالها لأعدائها. والعجب أن المذيع عندما انتهى من نقل هذا الحفل المشتمل على المنكر قال: ونسأل الله التوفيق والهداية! قلت: أي توفيق وأي هداية، ولعل الله يستجيب دعاءه فيوفق الشعوب الإسلامية وحكامها لما يحبه ويرضاه. هل أستطيع أن أخدم الدعوة بتخصصي؟ في هذه الليلة زارنا الأخ سبلي وهو ابن أخت وزير التعليم في بروناي، وعمره 33 سنة. وتخصصه في برمجة الكمبيوتر في كلية المدنية في لندن، وهو موظف في شركة الكهرباء في عاصمة بروناي، وحصلت مذاكرة طويلة في الدعوة والدعاة وواجب المسلمين نحو الدعوة كل واحد في موقعه، وكان الأخ سبلي يصغي كثيراً، وبعد أن فرغنا من المذاكرة الطويلة، قال لي الأخ سبلي: هل أستطيع أن أخدم الدعوة في تخصصي؟ قلت: نعم، ما دمت قادراً على البرمجة، فإنك تستطيع أن تساعد في برمجة بعض الكتب الإسلامية ونشرها، وأهم من ذلك أن تحاول دراسة الإسلام في أوقات فراغك على يد بعض العلماء وتستعد بذلك لتعليم أسرتك وأبنائك وجيرانك وزملائك في العمل. وقد اتضح لي أن كثيراً من الشباب في غفلة، فإذا ذُكِّروا تحركت عواطفهم لخدمة الإسلام ويحتاجون إلى توجيه. رغبة الأخ أمينول في تعلم اللغة العربية والهدف من ذلك. الاثنين: 20/1/1410هـ ـ 21/8/1989م. رجع أمينول أمس مع والده، وجاءنا اليوم وذهبنا إلى البنك لصرف بعض الشيكات السياحية، وكان يحاول بما عنده من الألفاظ العربية أن يتحدث معي ويستفسر عن صحة نطقه بها وتركيب مفرداتها. [[(أمينول) اختصار لـ(أمين الدين) و(خيرول) اختصار لـ(خير العارفين) ونحو ذلك. فهم يختصرونه تخفيفاً]]. وعندما عدنا إلى مقر إقامتنا قال: هل تريدون أن نذهب بكم إلى مكان آخر؟ قال: غداً سأذهب بكم إلى بقية المناطق، وأبعدها كوالابلايت. ثم ذكر أني كنت طلبت منه الصعود إلى مكان عال لالتقاط صور مناظر للمدينة \"العاصمة\" وقال: اليوم بعد العصر إن شاء الله آتيكم لنذهب إلى الجبل ونعود قبل المغرب لأتمكن من الفطور، ففهمت أن الشاب صائم، واليوم يوم الاثنين. ولقد تجمعت عندي قرائن تدل على قوة إيمان هذا الفتى وإرادته الخير والمزيد من هذا الإيمان، وأنه يريد جاداً تعلم اللغة العربية، ليفهم مراد الله من كتابه ومن سنة رسوله صلى الله عليه وسلم، وقد أبدى رغبة شديدة في أن يذهب إلى المدينة المنورة ليتعلم اللغة العربية في المسجد النبوي والجامعة الإسلامية، ولكن العقبة التي تحول بينه وبين تحقيق هذه الرغبة عدم إذن المفتي لشباب بروناي في الذهاب إلى المملكة العربية السعودية لطلب العلم في جامعاتها خوفاً عليهم حسب زعمه من العقيدة الوهابية. وقد قال لي قبل هذا اليوم: إنه شديد الرغبة في تعلم اللغة العربية، لا ليفهم بها القرآن فقط، ولكن - إضافة إلى ذلك - ليطبق ما يريده الله ورسوله منه. وقد أثر ذلك في نفسي وأنا أنظر إلى وجهه وهو يتحدث بلهجة الصادق النجيب النشيط الذكي، وقسمات وجهه تدل على ذلك بدون تكلف، فدمعت عيناي أسفاً على هذه الرغبة الشديدة التي تعترضها عقبة باطلة بدون حق. ثم قلت له: أريد أن أجلس معك في وقت مناسب قبل سفري لأعلمك كيف تتعلم اللغة العربية، فقال: إن شاء الله، وذهب ليستريح في منزله. وجاءنا ما بين العصر والمغرب يريد أن يذهب بنا لنتجول في المدينة ونصعد على الجبل لأخذ بعض الصور للعاصمة، وفضلت أنا عدم الذهاب لأمرين: الأمر الأول: أنه صائم، وأخشى أن يأتي وقت المغرب وهو خارج المنزل، والغالب أن والده صائم وربما أسرته كلها وقد يكونون عادة يفطرون سواء. الأمر الثاني: أن الوقت قد يكون غير مناسب للتصوير، لأن التصوير في النهار والشمس ساطعة أفضل. كيف تتعلم اللغة العربية؟ وجلس معنا وبينت له الخطوات التي يمكنه أن يتبعها ليتعلم اللغة العربية تعلماً نافعاً، وذلك كما يأتي: 1- الإكثار من حفظ المفردات العربية. 2- حفظ القرآن الكريم بالتدريج ولو آيَة آية. 3- اختيار أحاديث صحيحة - والأفضل أن تكون من الصحيحين أو أحدهما - متنوعة في أبواب الإيمان، والأذكار والآداب، وتكون من الأحاديث القصيرة. 4- حفظ بعض الأمثال والحكم، وبعض الأشعار القديمة. 5- اقتناء كتاب في مفردات القرآن الكريم، وأحد قواميس اللغة العربية للتنقيب فيهما عن المفردات ومعانيها. 6- المراجعة المستمرة لما يحفظه، حتى يتمكن من فهمه. 7- حفظ كتيب صغير في قواعد اللغة العربية، ثم فهمه. وقلت له: عليك أن تجتهد في أن تحصل على إذن لتهاجر إلى المدينة لتتمكن من تعلم اللغة العربية بالدراسة والمحادثة المباشرة مع العرب. وكان الشاب يصغي لكل ذلك ويقول: إن شاء الله. ثم سألني عن بعض الشعوذات السحرية، وذكر بعض الأمثلة من جعل بعض الأشياء تتحرك بنفسها وتذهب وتجئ وهي جمادات وهل يعتبر ذلك كفراً؟ فقلت له: إن السحر أنواع بعضه حقيقة وبعضه خداع وتخييل، وبعضه كفر وبعضه حرام وذلك بحسب نوع السحر. وبعد ذهاب الأخ أمينول خرجنا أنا والأخ أبو هريرة نتمشى في المنطقة المجاورة وسرنا في الشارع العام المتجه إلى منطقة موارا، أخذنا ساعة ذهاباً وإياباً. وصلينا المغرب في جامع بلقيه القريب من مقر إقامتنا. حقق الله رغبته وهاجر إلى البلد الحرام: أذن المفتي بعد ذلك للأخ أمينول- بسبب إلحاحه الشديد- بالسفر إلى الكويت لطلب العلم في المعهد الديني، ولكنه لم يرتح لذلك بسب ما رآه في الكويت من اختلاط الرجال والنساء، فرجع إلى بلاده وألح على المفتي ليأذن بالسفر إلى مكة المكرمة، فأذن له. والتحق بمعهد تعليم اللغة العربية بجامعة أم القرى، وجدَّ في طلب العلم، وأصبح بعد فترة وجيزة يقرأ ويكتب ويتحدث باللغة العربية بطلاقة، حتى إنه كان المترجم بيني وبين والده عندما زرته في قصر الضيافة في مكة المكرمة، عندما جاء للعمرة في شهر رمضان. ولازم الأخ أمينول المسجد الحرام في غالب أوقاته، واجتهد في حفظ القرآن الكريم وتجويده على أيدي بعض العلماء. وهو - مع اجتهاده في طلب العلم - مجتهد في نوافل العبادة - علاوة على فرضها - من صلاة وصيام وذكر، ومتواضع في لباسه وفي طعامه، تواضعاً قد يرى أنه مبالغ فيه. ثم إنه ترك الدراسة في المعهد وفي الجامعة ولازم الحرم المكي، لحفظ القرآن والتعبد، ودراسة بعض العلوم على بعض المشايخ الذين يراهم مناسبين. وقد زارني في المدينة ونزل عندي يومين، وعاتبته على تركه الدراسة في الجامعة، فقال لي: إن بعض المدرسين يكفرون الناس ويفسقونهم ويبدعونهم، وأنا أخاف على نفسي من ذلك، ويكفيني أن أدرس في الحرم… وعلى كل حال فالرجل متمسك بالزهد والتصوف، مع أنه درس في الغرب، ومن أسرة غنية ثرية، وهو في سن الشباب. وقد قلت له: ينبغي أن تتزوج وأن تدرس في الجامعة، وتأخذ شهادة الدكتوراه، وتعود إلى بلادك لتؤدي واجبك في الجامعة أو في غيرها. فقال: أنا لا يمكن أن أتولى أي وظيفة، وإنما أريد أن أواصل طلب العلم، وأعمل به بحسب ما يوفقني الله. وبلغني أنه رجع إلى بلاده، وذهب إلى الغرب ولا أدري إلى أين وصل في مسيرة حياته بعد ذلك؟ خاطرة عن البلاغ المبين: إذا قارن المنصف المطلع بين الإسلام وغيره من الأديان يجد ما يلي: (1) أن جميع الأديان - غير الإسلام - السماوية المحرفة والوثنية لا يوجد فيها ما يستحق الإيمان به، ولا العمل بما فيه، ولا تبليغه إلى الناس، ليس لعدم فائدة تلك الأديان فقط، بل لما فيها من الضرر على المعتقد والتصور والحياة. (2) أن تلك الأديان- على رغم وجود دعم قوي لها من مال ورجال وأجهزة تعليمية وإعلامية ووسائل مادية ومعنوية متنوعة - لا يستطيع دعاتها والقائمون بنشرها أن يقنعوا بها العقلاء من الناس، ولا تطمئن إليها القلوب، لأن ما فيها يخالف العقول والفطر فلا يجد من دعا إليه حجة يقنع بها العقول.[[ومعنى ذلك أنه مهما اجتهد أهل تلك الأديان أن يكون بلاغهم لها مبيناً لا يقدرون لأن الشبهات التي تحملها والمعاني المضادة للفطرة والعقل لا تؤهل بلاغهم لها أن يكون مبيناً]]. والذين يصدقون دعوة تلك الأديان لا يخلون من أحد شخصين: الأول: المقلد تقليداً أعمى، جمد عقله وعميت بصيرته فسار على غير هدى. والثاني: من يحصل على منفعة مادية من مال أو منصب أو جاه وما أشبه ذلك فسار على ذلك لتلك المصلحة، وهو يدري أنه على باطل. أما الإسلام فعلى العكس من ذلك: (1) فيه عناصر لا حياة للبشر بدونها، إلا كما تحيا البهائم، وهي: الإيمان بأصوله وفروعه، والعلم النافع، والعمل الصالح الذي تسعد به البشرية، إذا هي أقبلت عليه وعملت به. وهو بذلك يستحق، بل تقتضي الضرورة الإيمان به والعمل به والدعوة إليه وتبليغه لكافة الناس. (2) إن الإسلام- برغم الجهود الكثيرة التي قام بها أعداؤه لتشويهه بكل وسيلة أتيحت لهم، وبرغم القدوة السيئة التي يراها الناس في كثير من اتباعه الذين نفَّروا الناس منه بأعمالهم قادة ورعية، إلا من شاء الله، ومع قلة الحاملين له حقاً وقلة الداعين إليه، ومع ذلك كله - فهو غني بما فيه من حق وما فيه من نفع، وما فيه من موافقة العقل السليم والفطرة الصافية، غني بالحجج والبراهين القوية التي تقنع العقول بأنه حق، وتطمئن إليه القلوب وتسكن. فالإسلام وحده هو الذي يستحق أن يبلغ للناس كافة ويستطيع الداعي إليه أن يكون بلاغه مبيناً واضحاً. تجول سريع في المناطق الجنوبية من سلطنة بروناي: الثلاثاء: 21/1/1410هـ ـ 22/8/1989م. جاء إلينا الأخ أمينول وخرجنا من العاصمة الساعة التاسعة صباحاً، للقيام بجولة في المناطق الجنوبية من سلطنة بروناي، وكان أمينول هو قائد السيارة، ومعنا سكرتير الوزير الحاج زيني، والأخ أبو هريرة. بعد نصف ساعة وصلنا إلى منطقة توتونج. وبعد ربع ساعة من دخولنا المنطقة وصلنا إلى المدينة - عاصمة المنطقة - وهي تسمى بنفس اسم المنطقة ويسمون المنطقة: دائرة. وفي الساعة العاشرة والثلث دخلنا حدود دائرة كوالابلايت، ومن قرى هذه الدائرة قرية تسمى: سيريا، وهي بترولية بها خزانات للبترول، ووصلنا إلى مدينة بلايت التي هي عاصمة الدائرة في الساعة الحادية عشرة، وهي آخر مدينة في جنوب بروناي، قريبة من حدود سرواق. وفي هذه المنطقة تكثر آبار البترول، وهي على ساحل البحر وقد صلينا في أحد المساجد وفي قبلته بئر بترولية، وأينما التفت رأيت المكائن تستخرج البترول. ولهذا قلت للإخوة: هذه من نعم الله تعالى على المسلمين يصلون في المسجد - بيت الله - وبجانبه أجهزة يستخرج بها من أعماق الأرض رزق الله. وفي منطقة أخرى بين بلايت وتوتونج، توجد تربة بيضاء كنت أظنها ملحاً، وظهر أنها تربة يصنع منها الزجاج. وفي مدينة بلايت تغدينا في أحد المطاعم، وقال لنا الأخ أمينول: إنه قد ضرب لنا موعداً لزيارة نائب أمير الدائرة للتعارف، وهو ابن خالة أمينول، فذهبنا إليه في مكتبه ويدعى حاجي محمد طيب، وعمره (34سنة). [img]pics/13/13033.jpg[/img]<< الكاتب في الوسط وعلى يمينه نائب محافظة بلايت محمد طيب جنوب بروناي وعلى يساره أبو هريرة الفلبيني 21/1/1410هـ  22/8/1989م >> [img]pics/13/13034.jpg[/img]<< نائب المحافظ الشاب محمد طيب >> وتخصصه في العلوم الاجتماعية في بريطانيا. عنده ثلاث أولاد: ابنان وبنت. وقد استقبلنا ببشاشة ورحب بنا وطلب منا زيارته في المنزل، ولكنا اعتذرنا لضيق الوقت. ورجعنا إلى العاصمة من طريق آخر غير الطريق الذي جئنا منه لنرى - كما قال الأخ أمينول مناظر أخرى غير التي رأيناها في الذهاب. وداع معالي وزير التعليم: الأربعاء: 22/1/1410هـ  ـ 23/8/1989م. كان صباح هذا اليوم وقت راحة، لأني سأسافر مساء إلى الفلبين، لذلك لم يكن لنا اليوم برنامج زيارات، ما عدا زيارة معالي وزير التعليم في مكتبه لوداعه في الساعة الثالثة والنصف مساء. وبعد الغداء جاء الأخ أمينول وذهبنا إلى والده في مكتبه، وكان أول ما قاله لي: أعتذر إليك فقد كان الحق لك في أن أزورك أنا وأودعك، لكن مشاغل العمل في الوزارة والاتصالات الهاتفية التي يصعب الغياب عنها كانت السبب في بقائي في المكتب. قلت له: أنا أشكرك كثيراً على ما أوليتني به من كرم الضيافة، وما أتحته لي من فرصة الزيارة لهذا البلد المسلم، والاتصال بما أمكن من المؤسسات الإسلامية، وبمن أمكن من العلماء والمفكرين. ثم قلت له: إذا كان وقتك يسمح لي بذكر بعض الأمور التي خطرت لي في هذه الزيارة مما يتعلق بالتعليم، فإني أرغب في ذلك، حرصاً مني على تحقيق بعض المصالح التي أعرف أنك حريص على تحقيقها فقال - وهو يجلس جلسة المتأدب، كأنه طالب أمام أستاذه -: إنني سأكون سعيداً بتوجيهاتك ونصحك، فأنت رجل علم  وتربية وخبرة ودعوة، ومن واجبي أن أستمع إليك وأحاول تنفيذ توجيهاتك. فقلت له: أنا أقل من ذلك، ولكن بعض الخواطر قد تفيد. ذكرت له الأمور الآتية: (1) العناية بقسم الدراسات الإسلامية: بمناهجه وأساتذته وكتبه، والوصول به إلى أن يكون كلية للدراسات الإسلامية، لأن شباب بروناي في حاجة إلى هذا، وهو سيوفر الكفاءات التي تجعل بروناي تكتفي ذاتياً بمدرسي المواد الإسلامية والعربية، ولا بد في أول الأمر من الأخذ بأمرين مهمين لإنجاح هذا المشروع: الأمر الأول: ابتعاث عدد من طلاب بروناي للجامعات الإسلامية للتزود بالعلوم الإسلامية والعربية في الدول العربية، ليحملوا مؤهلات عالية وعليا، ويعودوا لتأدية واجبهم في الجامعة والمدارس الأخرى الحكومية وغيرها. الأمر الثاني: اختيار أساتذة أكفاء من الجامعات الإسلامية في الدول العربية لتدريس الطلبة في الجامعة، ليكونوا مؤهلين للدراسات العليا في الخارج وفي نفس الجامعة. وكنت قد كتبت بعض الملحوظات المتعلقة بالجامعة وباللغة العربية والدراسات الإسلامية وترجمها الأخ أبو هريرة إلى اللغة الإنجليزية وسلمتها له. (2) الإكثار من الحلقات العلمية ودعوة الشباب لحضورها في منزلكم، وفي المساجد الأخرى، والعناية بمنهجها الذي تسير عليه وهذه اقتراحات تتعلق بذلك: أولاً: لا بد من مشايخ متخصصين في العلوم الإسلامية مثل: التفسير والحديث والفقه المقارن في المذاهب الأربعة - والسيرة النبوية، وأصول الفقه، وأصول التفسير، واللغة العربية وغيرها، وتتاح لهم فرصة التعليم على نظام الحلقات العلمية القديمة التي تستوعب جميع الراغبين من الطلاب في التزود من العلم بمستوياتهم المختلفة، وبذلك ينتشر العلم ويتعمق الطلاب فيه أكثر لما في الحلقات العلمية من الحرية في الشرح المطول والموجز بحسب الحاجة، ولما فيها من المرونة التي يتمكن بها الأستاذ من تكييف حلقاته وتدريسه. ثانياً: يجب أن يكون التدريس باللغة العربية في جميع مواد الحلقات العلمية، ويكون المدرسون عرباً – أصلاً - أو تعلموا العربية على العرب وأتقنوها نطقاً وقراءة وكتابة. لان فهم العلوم الإسلامية باللغة العربية مباشرة، هو الوسيلة الصحيحة لفقه القرآن والسنة ومعرفة حقيقة معانيهما، وكذلك العلوم المتعلقة بهما. وضربت له مثالاً بمن يتلقى التعليم الإسلامي باللغة العربية مباشرة ومن يتلقاه بالترجمة، وذلك المثال هو: مثل رجل أشتد عطشه وبحث عن ماء ليروي غليله، فوجد عيناً تنبع من جبل نبعاً صافياً ونزل هذا الماء الصافي، فمر في الأرض بأماكن نظيفة، وأماكن متسخة بالأتربة والغثاء والقاذورات، ففكر في ذلك وقال في نفسه: الوصول إلى الماء الصافي في منبعه صعب، ولكنه يحقق لي شرب الماء سليماً من القذر والكدر، والشرب من الماء القريب في أسفل الجبل سهل، ولكنه قد يسبب لي مرضاً، فشمر وصعد إلى منبعه وشرب ماءاً عذباً صافياً وتزود منه وواصل سيره، فهذا مثل الذي يتفقه في الدين عن طريق اللغة العربية مباشرة. ورجل آخر استسهل وجود الماء عنده ولو كان كدراً فشرب منه، واستصعب الوصول إلى منبعه فلم يصعد إليه، وهذا مثل من يأخذ العلم بالإسلام عن طريق الترجمة. فقال: إن الذي قلته حق ونحن نشعر بذلك، وضرب هو مثلاً آخر، فقال: وأنا أشبه من يأخذ الإسلام عن طريق الترجمة برجل له مظهر ممتاز بلباس جميل، ولكنه في الحقيقة مخبره ليس كمظهره. وهنا اغتنمت الفرصة وقلت له: ولهذا تجد من يتلقى التعليم عن طريق الترجمة قد يعطي ما يظن أنه من الإسلام، وهو ليس منه، ومن هنا كثرت البدع والخرافات بين المسلمين، ولو أن الإسلام أخذ صافياً من منبعه كما يريد الله، لما وجَدت تلك البدع أو الخرافات مكاناً لها في مساجد المسلمين ومدارسهم فضلاً عن عوامهم. والإسلام هو ما جاء به الكتاب والسنة وليس ما ادعاه أحد مما يخالفهما. ثالثاً: ينبغي أن تُختار كتب من المراجع الأصيلة في العلوم الإسلامية، ليدرسها الطلبة في هذه الحلقات، بالتفصيل لعدم مقدرتهم على ذلك في فصول الدراسة الجامعية وغيرها من المدارس الرسمية، لأن أوقات الدراسة الرسمية محددة، والمناهج معدة إعداداً معيناً يصعب معه التوسع، والهدف من الحلقات العلمية إعطاء أكبر قدر ممكن من العلوم الإسلامية. ثم إن المراجع الأصيلة هي التي تمكن الطالب من أخذ الإسلام صافياً، وضربت مثالاً لذلك بتفسير ابن كثير أو مختصراته، فتفسير ابن كثير أولى من المختصرات، وهكذا في الحديث والفقه والسيرة وغيرها. وقال الوزير: إن لدينا الآن حلقات تحفيظ القرآن الكريم على غرار ما يجري في الحرمين. وإنه قد قام بزيارة البلدان الآسيوية في شرق آسيا وعمان للاطلاع على سير التعليم الإسلامي فيها. وإنه سيقوم مع مجموعة من الأساتذة والطلبة في بروناي بزيارة الجامعات السعودية، للاطلاع مباشرة على سير الدراسة فيها والتربية العملية فيها، وسيكون ذلك في شهر ديسمبر.  [[يبدو أن الزيارة لم تتم، فقد أخبرت رئيس الجامعة الإسلامية بذلك ولكن لم تحصل هذه الزيارة]]. وقال: إن الاهتمام باللغة العربية أمر ضروري لا بد منه. وطلبت من معاليه أن يشرفني بزيارته لي في منزلي عندما يأتي إلى المدينة المنورة في زياراته الخاصة التي تتكرر في شهر رمضان - في الغالب - والرجل عندما يأتي إلى المدينة في رمضان يحاول أن ينفرد بنفسه، ليقضي أوقاته في العبادة في المسجد النبوي، ولكنه وعدني بتحقيق رغبتي إذا تيسر له ذلك.  [[جاء إلى المدينة في أيام الحج، وحاول الاتصال بي فلم يجدني، إذ كنت غائبا عن المدينة، وكان يحمل لي كتابا ألفه أحد الأساتذة الإندونيسيين الذين يقومون بالتدريس في جامعة بروناي، وترك لي الكتاب لدى أحد الأصدقاء]]. من أي الريحانتين أنت؟ هذا، وقد كان سألني: من أي ريحانتي الرسول صلى الله عليه وسلم أنت؟ فقلت له: من الحسين بن علي رضي الله عنهما. فقال: سلطان بروناي من ذرية الحسن بن علي رضي الله عنهما. وعقب على ذلك بقوله: العلماء من ذرية الحسين، والأمراء من ذرية الحسن، وكتب لي الوزير عنوانه وأرقام هواتفه بيده في مذكراتي. قلت له: إن الحسن جاءته الخلافة بدون طلب منه لها، وعندما رأى المصلحة العامة تقتضي التنازل عنها تنازل لمعاوية، فأعقب ذريته بالإمارة، والحسين بن علي رضي الله عنهما قاتل عليها - وهو قاصد الأمر بالمعروف والنهي عن المنكر، فلم يجعل الأمارة في نسله. وداع عاطفي مؤثر وطلب دعاء: وبعد هذه المذاكرة جاء وقت الفراق، فقال لي: لي طلب أرجو أن تهتم به، وهو أن تكثر من الدعاء لسلطان بروناي بأن يرزقه الله التقوى لأن أتباع السلاطين يقتدون بهم. ثم التزمني بقوة وأخذ يقبل كتفي ويلصق صدره بصدري، وأجهش بالبكاء وانهمر الدمع من عينيه. وقابلت ذلك بمثله. ولم يستطع التحرك من مكانه في المكتب لوداعي إلى خارجه، فقد كان ينتحب ويمسح دموعه بمنديله. ثم خرجت من مكتب الوزير يرافقني ابنه الصالح أمينول وسكرتيره أغلو حاج زيني فغيران آري، والأخ أبو هريرة الفلبيني الذي آنسني في هذا الأسبوع في إقامتي وتجوالي. وقام الأخوان أمينول وزيني بإنهاء الإجراءات في المطار وودعني الإخوة، فدخلت الطائرة في الساعة السادسة والدقيقة الخامسة والأربعين، وهو موعد الإقلاع. رسالة من الروضة الشريفة! فأقلعت الطائرة في الساعة السابعة، وكنت متأثراً بمشهد الوداع العاطفي في مكتب الوزير، فتخيلت أنني وصلت إلى المدينة وصليت في روضة الرسول صلى الله عليه وسلم. وكتبت له رسالة شكر من هناك، فأنشأت وأنا في الجو هذه الأبيات: [sh][shtr]يا زائراً دار السلام وأهلها= بلغ فِهِن عبدَ العزيز سلامي[/shtr][shtr]وانقل إليه شذاً بطيبة فائحاً= من روضة الهادي إلى الإسلام[/shtr][shtr]واشكر له صُنْعَ الكرام فإنه= لا خير في الدنيا بغير كرام[/shtr][shtr]ليس الكريم هو السخي بماله= ما لم يفز بتُقىً وخُلْقٍ سام[/shtr][shtr]ولقد أصبتَ من الثلاثة وافراً= فازدد ينلك الله خير مرام[/shtr][shtr]دار السلام لدي رجالاً مثلَه= يَمنُنْ عليك الله بالإنعام[/shtr] [/sh]"
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "ماذا أقول بإيجاز عن سلطنة بروناي دار السلام؟",
    "content": "دولة صغيرة المساحة، قليلة السكان، كثيرة الثراء والخيرات، غالب سكانها متجانسون في المعتقد والمذهب والثقافة، وإن كان بعضهم أكثر ثقافة معاصرة، وهم الأغلب، وبعضهم أكثر ثقافة في الإسلام. يقل الوافدون إليها من الخارج، لذلك ترى - وأنت غريب في البلد - عيون أهلها ترمقك، ويسألك من يجلس معك منهم قبل أن يعرفك: من أين جئت ولماذا؟ يحرص أهلها كل الحرص على السلام الذي سموا به بلادهم، ويخافون أن يزعزع هذا السلام وافد من البشر أو الفكر أو السياسة أو غير ذلك، وكثير من الجيش أجانب ليسوا من أهل البلد. علماؤها حريصون على أن لا يحمل أبناؤها أي فكر أو مذهب يخالفان ما عندهم من فكر ومذهب، خشية على إضعاف أو معارضة ما ألفوه وتوارثوه من أذكار أو تصوف أو مذهب، ويظهر على أهلها بعد التعارف - مع الضيف - الاطمئنان والطيبة والمحبة. مظهرهم في لباسهم - رجالاً ونساء - إسلامي في الشارع والمكتب والسيارة والاحتفالات، يلبس الرجل اللبس الوطني المعروف، ويلبس فوق رأسه طاقية، ويقل اللباس الإفرنجي، مع حداثة استقلال بلادهم عن الحماية البريطانية، وقد تجد من لا يلبس الطاقية في الأوقات العادية، أما في أوقات الصلاة فلا ترى - إلا ما ندر - من يصلي ورأسه مكشوف وهم يشبهون في صلاتهم وقراءتهم وأذكارهم أهل حضر موت - النساء محتشمات في الغالب - إلا أن بعضهن يكثرن من الأصباغ للشفتين والوجه بصورة مبالغ فيها - أرض السلطنة خضراء - كغيرها من أراضي المنطقة - غنية بالبترول، تكثر فيها المساجد، ترى البترول بجنب المسجد والمنزل، نعمة الدارين. يرى على أهلها التواضع والبساطة. يحبون الألوان الكثيرة في ألبستهم، حتى ظننت عندما حضرت حفل الزفاف أن الله قد جمع ألوان الدنيا في ملابس أهل بروناي. ترى عليهم أثر النعمة في الأجسام والملابس والسيارات والمساكن. بلادهم نظيفة - شوارعها ومنازلها وأفنيتها وغاباتها وشواطئها. لا ترى في البلد سائحاً أو سائحة كما ترى ذلك في بقية البلدان، ولو فتحوا المجال للسائحين لدنسوا بلدهم الصغير وأفسدوه. لم أجتمع بأحد من وزرائها، إلا مضيفي الذي لمست منه حبة الشديد لبلاده، ولكل وسيلة تجلب لها الخير، وهو حريص كل الحرص أن يوفق الله المسؤولين فيها، وبخاصة السلطان، لقيادة شعبها إلى رضا الله، ويحرص هو نفسه على طلب العلم وحب العلماء وتقريبهم والإكثار من الذكر، ويتمنى أن يفهم الإسلام من مصدره الأصيل وأن يفهم ذلك أبناء شعبه كلهم، وينوي أن ينفذ خطوات في سبيل تحقيق ذلك، أسأل الله له التوفيق والسداد. مؤسساتها الإسلامية وغيرها تعتبر فتية في حاجة إلى كفاءات وبخاصة الدراسات الإسلامية واللغة العربية، وتحتاج إلى من يجمع بين فقه الإسلام ومعرفة العصر، حتى لا يتأخر بها من لا يفهم العصر ولا ينحرف بها من لا يفقه الدين. هذا، وبإقلاع الطائرة ودعت سلطنة بروناي دار السلام بعد أن قضيت بها ثمانية أيام بلياليها، أسأل الله لها ولأهلها التوفيق والسداد والتقدم إلى رضا الله!"
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "ملحق: لمحة عن بروناي (دار السلام)",
    "content": "معلومات أساسية: الاسم الرسمي\t\t   : دولة بروناي دار السلام. رئيس الدولة\t\t    : السلطان حسن البلقيه معز الدين والدولة. رئيس الوزراء\t\t   : ابن السلطان عمر علي سيف الدين سعد الخير والدين. المساحة\t\t         : نحو خمسة آلاف وثمانمائة (5.800)كيلو متر مربع. السكان\t         : نحو ثلاثمائة وخمسون ألف (350.000)نسمة (2001م). نسبة المسلمين\t  : (70%)، والباقون: بوذيون (12%)، والنصارى (7%)، والوثنيون (8%)، وغيرهم (3%). الدين الرسمي\t\t    : الإسلام على المذهب الشافعي، وأهل السنة والجماعة. أساس الاقتصاد \t: البترول (مائة وخمسون ألف برميل في اليوم)، والغاز. دخل الدولة     \t\t: نحو سبعة بلايين دولار أمريكي سنوياً. معدَّل دخل الفرد\t: ثمانية عشر ألف دولار سنوياً. الوزارة: هناك عشرة وزارات وهي: المالية، والدفاع، والداخلية، والخارجية، والتربية، والصحة، والمواصلات، والشباب، والصناعة، والشؤون الدينية. وزير التربية والصحة\t: بيهين عبد العزيز عمر. وزير الشؤون الدينية\t: بيهين محمد زين. المفتي\t\t\t: بيهين عبد العزيز جنيد. رئيس القضاة الشرعي: بيهين سالم بن بشار. المحاكم: ( 1 ) القوانين المتبعة في بروناي: الأحوال الشخصية وشؤون العبادات: الفقه الإسلامي على المذهب الشافعي. غيرها: القوانين الوضعية المقتبسة من القوانين البريطانية. ( 2 ) توجد محكمتان: المحكمة الشرعية. محكمة القضاة. ( 3 ) ويوجد أيضاً قانون مقتبس من الفقه يسمى (قانون المجلس الإسلامي والمحكمة الشرعية) ويحتوي على ما يتعلق بالجنايات الدينية، مثل: الزنا وشرب الخمر وترك صلاة الجمعة والإفطار في رمضان ونحوها، ويطبق على المسلمين فقط دون غيرهم. فإذا زنى الكافر بمسلمة فيطبق هذا القانون عليها، ويطبق على الكافر القانون الوضعي البريطاني. المفتي: وبجانب رئيس القضاة الشرعيين يوجد منصب يسمى (مفتي السلطنة) وهو أقل من الوزير وأرفع مرتبة من نائب الوزير. وواجبه يتركز في أمرين: الإفتاء، وإعطاء المشورة للسلطان، ويتولاه الآن أحد علماء بروناي (بيهين عبد العزيز جنيد) وقد تخرج من الأزهر عام 1969م. مركز الدعوة الإسلامية: هذا المركز تابع لوزارة الشؤون الدينية، وفي يده إدارة الدعوة الإسلامية في بروناي، ولا يجوز لأحد أن يشتغل بالدعوة خارج بيته وعائلته إلا برخصة منه، وهو المشرف على جميع البرامج الدينية في الإذاعة والتلفزيون، كما له حق المراقبة على استيراد الكتب والأفلام والشرائط والديسكات الدينية، فله مندوب في إدارة الجمارك والإذاعة والتلفزيون لتنفيذ سلطته. ولذلك فليس من السهل أن تدخل كتب إسلامية إذا كانت على غير المذهب الشافعي أو على غير مذهب أهل السنة والجماعة، [[وهي عندهم الأشعرية]]. وللمركز أعمال مشكورة في مجال الدعوة بين غير المسلمين، فعلى حسب المعلومات التي وصلت إلينا ازداد عدد المسلمين بين القبائل الوثنية بنحو 300نسمة في السنة منذ عشر سنوات. وذلك بالنشاطات الدعوية التي عملها ولا يزال يعملها الدعاة التابعون للمركز منذ خمس عشرة سنة. ويراعي المركز المسلمين الجدد بإعطاء دروس في الإسلام ومساعدات مالية وغيرها لهم. ويقع المركز في مبنى  جديد قرب الملعب الوطني في وسط عاصمة البلد قرب حي الوزارات والدبلوماسيين. جامعة بروناي دار السلام: أنشأت جامعة بروناي دار السلام في سبتمبر عام1985م، وكان عدد طلاب الدفعة الأولى مائة وخمسون طالباً وطالبة، ويدرسون في كلياتها الثلاث: التربية والعلوم والآداب، وكان قسم الدراسات الإسلامية تابعاً لكلية الآداب والعلوم الاجتماعية، إلى أن صار كلية الدراسات الإسلامية في مطلع عام 1993م. وبعد أعوام تطورت الجامعة وصارت لها ست كليات: كلية التربية، ولها ستة أقسام. كلية الآداب والعلوم الاجتماعية، ولها خمسة أقسام. كلية العلوم ولها خمسة أقسام. كلية الدراسات الإسلامية، ولها ثلاثة أقسام. كلية الإدارة والاقتصاد، ولها ثلاثة أقسام. معهد الدراسات البروناوية: وفي عام 2001م أنشأت الجامعة معهد العلوم الطبية بالتعاون مع إحدى الجامعات البريطانية، ومركز اللغات وأما عدد طلابها ومدرسيها فكما يلي: ( 1 ) عدد الطلاب: نحو ثلاثة آلاف ومنهم نحو أربعمائة يدرسون في كلية الدراسات الإسلامية. ( 2 ) عدد المدرسين: مائتان وثلاثة وعشرون مدرساً ومدرسة، و60% منهم أجانب. وأما عدد المدرسين في كلية الدراسات الإسلامية ومعهد الدراسات الإسلامية كما تسمى (الآن) فسبعة وعشرون مدرساً ومدرسة منهم تسعة عشر مدرساً من البلاد الإسلامية الأخرى: ماليزيا واليمن والسودان والعراق وباكستان وإندونيسيا. رئيس الجامعة من عام 2001م: الأستاذ الدكتور محمود سيعدون (وهو أزهري حصل على الدكتوراه من الأزهر عام 1978م). عميد معهد الدراسات الإسلامية: الدكتور فخيران محمد بن عبد الرحمن (أزهري تخرج في عام 1980م وحصل على شهادة الدكتوراه من الجامعة الوطنية الماليزية. معهد الدراسات الإسلامية: ( 1 ) له ثلاثة أقسام: أصول الدين: ويرأسه الدكتور/ محمد زواوي عبد الله (أزهري تخرج من قسم التفسير وهو ماليزي). الشريعة: ويرأسه الدكتور/ مت سعد عبد الرحمن (ماليزي تخرج من قسم الفقه المقارن جامعة الأزهر). اللغة العربية: ويرأسه الدكتور محمد زين محمود (ماليزي تخرج من جامعة الإسكندرية بمصر). ( 2 ) ولغة الدراسة فيها: العربية للعلوم الإسلامية والعربية. والملايوية لغيرها. ( 3 ) ويعمل المعهد والجامعة بأسرها بنظام الساعات، وينقسم العام الدراسي على فصلين دراسيين (خمسة أسابيع لكل فصل). ويبدأ العام الدراسي في الاثنين الأول من شهر أغسطس لكل عام وينتهي في منتصف شهر مايو. ( 4 ) ولكي يحصل الطالب على شهادة البكالوريوس في الشريعة أو أصول الدين أو اللغة العربية يدرس 40 إلى 48 مادة في (124ساعة دراسية) في ثمانية فصول، ويجوز له أن يختصر الدراسة في ستة أو سبعة فصول. ويُطْلب من كل طالب أن يكتب بحثاً علمياً باللغة العربية قبل تخرجه. ( 5 ) ويراعي المعهد المذهب الشافعي في الفقه والأشعرية في العقيدة، تبعاً لما هو المكتوب في دستور الدولة، وفسروا كلمة (أهل السنة والجماعة) فيه بأن المراد منها: الأشعرية. رواتب المدرسين: تعتبر رواتب أساتذة الجامعة في بروناي أحسن من رواتب إخوانهم في جامعات جنوب شرق آسيا إلا سنغافورة وإليكم ما يلي: مالوظيفةالراتبالعملة1المعيد2400 إلى 2880دولار بروناوي2المدرس (1)3000 إلى 3880دولار بروناوي3المدرس (2)4000 إلى 4240دولار بروناوي4الأستاذ المساعد.4600 إلى 5200دولار بروناوي5الأستاذ المشارك.5400دولار بروناوي6الأستاذ5900دولار بروناويملاحظة: الدولار الأمريكي = 1.85 دولار بروناوي. وزيادة على ذلك يحصل المدرس على سكن وتذكرة وعلاوة التعليم للأولاد. ولكل مدرس مكتب خاص مجهز بالكمبيوتر والانترنت. المكتبة: تقع في مبنى من خمسة طوابق، الأول والثاني والثالث للكتب، والرابع للوثائق والشرائط والديسكات والخامس لإدارة المكتبة. وتوجد نحو خمسمائة ألف مجلد من الكتب فيها، ومنها نحو أربعين ألف مجلد في الدراسات الإسلامية من الكتب العربية والملايوية والإنجليزية. ويقع بجانبها مركز الكمبيوتر ومركز التكنلوجيا التعليمية وهما مجهزان بأحدث الأجهزة، مثل جهاز ( Televised conferences ) واستوديو للتصوير السينمائي. تمت المراجعة الأخيرة لهذا الكتاب بتاريخ3 من شهر رمضان عام 1426هـ 6 أكتوبر سنة 2005م. تم ترتيبه في أواخر شهر ذي الحجة من عام 1423هـ وشهر فبراير من عام 2003م سلسلة في المشارق والمغارب رحلات تايوان الدكتور عبد الله بن أحمد قادري الأهدل"
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "تمهيد عن رحلات تايوان",
    "content": "[img]pics/13/13044.jpg[/img]<< خريطة تايوان >> كانت تايوان هي الدولة الثامنة من الدول التي زرتها في رحلتي الطويلة لجنوب وشرق آسيا سنة 1989م وكنت قد زرت عاصمتها مدينة تايبيه وأنا في طريقي إلى اليابان، سنة 1406هـ وكان يرافقني الشيخ محمد باكريم، حيث سافرنا إليها من مطار مانيلا عاصمة الفلبين، إذ أقلعت بنا الطائرة من مطار مانيلا الدولي في الساعة التاسعة والدقيقة العشرين صباحاً، وهبطت بنا الطائرة الفلبينية في مطار تايبيه في الساعة العاشرة والدقيقة الثانية والخمسين، فكانت مدة الطيران من مدينة مانيلا إلى مدينة تايبيه ساعة وثلاثين دقيقة. وبقينا في تايبيه ثلاثة أيام من يوم السبت 28/10 الثلاثاء 1/11 وهذه خلاصة ما كتبته في تلك الأيام في تايبيه."
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "الزيارة الأولى 1406هـ ـ 1986م",
    "content": ""
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "في مدينة تايبيه",
    "content": "رحلة أخرى! السبت 28/10/1406هـ وبعد الإجراءات اللازمة في مطار تايبيه، قابلنا أحد سماسرة الفنادق وألح علينا في أن ننزل في فندق يسمى: تشاينا هوتيل (HOTEL CHINA) وركبنا على السيارة التي توصلنا إليه، وأخذنا رحلة طويلة أخرى من المطار إلى وسط المدينة، وزاد في طول الوقت زحام السيارات الشديد الذي قال السائق: إن سببه كون هذا اليوم آخر أيام العمل في هذا الأسبوع، وكان يوم السبت وغداً الأحد يوم إجازة. في غرفة خانقة: وعندما نزلنا في الفندق وجدنا أنه يقع في وسط المدينة المزدحم بالسيارات والأسواق الصاخبة يكثر به الضّجيج، وزاد الطين بلة أن غرفه صغيرة خانقة، لا تزيد النافذة فيه عن متر، وتحيط به العمارات الشاهقة التي لا ترى أرض الله ولا خلقه بسبب قربها منه، ولم نجد مكاناً نضع فيه حقائبنا ودورة المياه فيها في غاية الضيق. لذلك اتفقنا أن نبقى حقائبنا مقفلة تأهباً للرحيل من هذا الفندق إلى سواه. وقد زارنا بعض المسلمين الصينيين وعرفوا عدم رغبتنا في البقاء بهذا الفندق، فحجزوا لنا في فندق آخر، تمتعنا فيه بالراحة النفسية والمناظر الطبيعية، كما سيأتي ذكر ذلك. مع الحاج داود: زارنا في الفندق بعض المسلمين الصينيين وعلى رأسهم الحاج داود بنجونمين، وهو وزير مفوض متقاعد في وزارة الخارجية في جمهورية الصين الوطنية، وهو مستشار الوزارة حالياً وإمام الجامع في مدينة تايبيه، وعضو المجلس التأسيسي لرابطة العالم الإسلامي، له في هذه العضوية سبع سنوات وعضو في المجلس الأعلى للمساجد، ومدير قسم اللغة العربية في جامعة: \"جن جي الوطنية\". ولد الحاج داود في عام 1913م عمره الآن أربعة وسبعون عاماً. دخول الإسلام تايوان: سألناه عن زمن دخول الإسلام في تايوان فقال: إن الإسلام دخل الصين الوطنية على مرحلتين: المرحلة الأولى: قبل ثلاثمائة سنة على يد قائد جيش عندما كان البر الصيني محتلاً بقوات منشوريا، وكان هذا القائد من أسرة إسلامية، تسمى \"ميونغ\" وكان تحت يده عدد من الجيش المسلم، والقائد نفسه لم يكن مسلماً، وقد أسس المسلمون الذين كانوا في جيشه على سواحل تايوان الغربية عدة مساجد. المرحلة الثانية: في هذا العصر، عند احتلال القوات الشيوعية للبر الصيني سنة 1949م، فانتقلت الحكومة المركزية إلى تايوان، ومعها عدد من المسلمين الصينيين، وقال الحاج داود: إن عدد المسلمين في تايوان أكثر من خمسين ألفاً، وكلهم على المذهب الحنفي، وقال: إنه لا يوجد بينهم خلاف.  [[لم نتمكن من معرفة الحقائق في تايوان بأنفسنا بالاتصال بالمسلمين في تايبيه وغيرها لضيق الوقت وعدم الحصول على فرصة لوضع منهج للزيارة لأن المسلمين في تايبيه كانوا مشغولين بإقامة معسكر للشباب الصيني في شرق آسيا وجنوب الباسفيك]]. وقد دخل الإسلام أول مرة في جزيرة تايوان سنة 1063هـ الموافق 1661م أيام دولة ميونغ عندما غزا الزعيم الصيني تشنج تشنج كونج، تايوان على رأس جيش من جنوب الصين، وحررها من الاستعمار الهولندي، وكان من بين هؤلاء الجنود بعض المسلمين من مقاطعة فوكيني الصينية وهم أول من دخل تايوان من المسلمين، ويبلغ عدد المسلمين الآن فيها أربعون ألفاً  [[قبل أسطر قليلة ذكر أن عدد المسلمين أكثر من خمسين ألفاً، فلا أدري أنسي هو أم فهمت منه أنا خطأ؟ وستجد تفصيلاً أكثر في كتاب رحلات الصين]].. وأكثر المسلمين من مدينة تايبيه العاصمة، والباقون مفرقون في أنحاء الجزيرة، وتوجد في الجزيرة خمسة مساجد: اثنان في العاصمة وواحد في تايزونج وواحد في كاوشنغ، والثالث في مدينة لونكنغ. مكانة المسلمين الاقتصادية والاجتماعية طيبة، وليس عندهم ما يفيض عن حاجتهم لإنشاء مدارس ومؤسسات إسلامية، وحرية الأديان في الجزيرة كاملة بالتساوي وتوجد رابطة للأديان الأربعة، تحت إشراف الحكومة. والأديان هي: البوذية، والإسلام، والكاثوليكية، والبروتستانتية، يجتمع رؤساؤها تحت إشراف الحكومة للتخطيط ضد الشيوعية، وتوحيد كلمتهم وسياستهم [[هكذا ويبدو من هذه العبارة أن المقصود بتوحيد كلمتهم اجتماعهم ضد الشيوعية، أي تحالفهم، وإلا فإن كلمة المسلمين لا تتوحد مع كلمة غيرهم، لأنهم هم على التوحيد وغيرهم على الشرك]]. وفي تايوان ثلاث حكومات: الحكومة المركزية: وهي تمثل الصين، بما فيها البر الصيني. والحكومة الإقليمية لتايوان: ومستواها محافظة. والحكومة البلدية: تحت إشراف الحكومة الإقليمية. والصناعات الموجودة في تايوان تشمل الصناعات الثقيلة والخفيفة وهي تتطور بسرعة، وبدأت الصناعات الدقيقة كالإلكترونيات. وتستورد الخام من المواد الطبيعية، وأكثر ما يوجد الرخام للبناء والزراعة وصيد الأسماك. ذكر الحاج داود أنه حج ثمان مرات، في أربع منها كان رئيساً لبعثة الحج، وآخرها السنة الماضية. وقدم للملك فهد رحمه الله أنموذجاً للمركز الإسلامي، بما فيه مكتبة تذكارية للملك فيصل رحمه الله وقال: إن العمل لإنشاء المركز سيبدأ قريبا بإذن الله. تعلم الحاج داود في الجامع الأزهر في البعثة الفؤادية 1933م، أخذ الشهادة العالمية من كلية اللغة العربية سنة 1939م، ورجع إلى الصين سنة 1940م فتوظف في وزارة الخارجية وعمل فيها لمدة أربعين سنة وذكر من أساتذته في الأزهر: الظواهري ومصطفى المراغى والشيخ محمود شلتوت والشيخ إبراهيم جلالي وقال: إنه كان قوياً في دراسته لأنه تعلم اللغة العربية وهو صغير، وقال: إنه كان يحب المزاح في صغره والآن يمزح ولكن مع الوقار. يحب صوت قارئ القرآن وأصوات المغنين! وقال الحاج داود: إنه كان يحب أن يسمع القرآن من الشيخ محمد رفعت، وسماع الأغاني لعبد الوهاب وأم كلثوم! ومن النكات التي لا زال الحاج داود يذكرها أن مدرس اللغة العربية قابل مدرس اللغة الفرنسية، فقال الأول للثاني صباح الخير. فقال الثاني: بنجور. ومعناها صباح الخير، فقال مدرس اللغة العربية لزميله مدرس اللغة الفرنسية: بَجَّرك الله! وقال الحاج داود: إن هذه كانت نكتة يذكرها الأزهريون في مجالسهم. وشكا الحاج داود من الحكومة المصرية التي أصبحت تمنع أهل تايوان من زيارتها، وإن كانت في الآونة الأخيرة قد خففت من ذلك. وعند الحاج داود خمسة أولاد، كلهم متزوجون. وقال: إن أمنيته أن تنتصر تايوان على الشيوعيين وتسترد البر الصيني من أيديهم، وأن يعود النظام الديمقراطي الذي به تحل المشكلة الصينية. وسئل الحاج داود عن موقف أمريكا من تايوان وهل يحتمل أن تسلمها إلى الصين الشيوعية؟! فقال: إنه لا يعتقد ذلك لأن مصلحة أمريكا أن تبقى تايوان حرة، وليست تايوان ضعيفة بل قوية، وعدد سكانها تسعة عشر مليوناً، وعندما قيل له: إن هذا العدد ليس بشيء أمام سكان الصين الشيوعية الذين يبلغ عددهم ألف مليون، والعالم أصبح يخاف منهم، قال: إن أغلب سكان الصين الشيوعية لا يساعدون الحكومة الشيوعية، بل إن قلوبهم معنا وكل يوم نجد منهم عدداً يهرب إلى تايوان من الصين. وقال: إن عدد سكان البر الصيني كان خمسمائة مليون، وعدد المسلمين خمسين مليوناً، ويدعي الشيوعيون الآن أن عددهم بليون، وبناء على ذلك يكون عدد المسلمين مائة مليون، ولكن حكومة الصين تنكر ذلك. وسئل الحاج داود عن دعوة غير المسلمين إلى الإسلام في تايوان فقال: إنهم سيقومون بذلك بعد إتمام المركز الإسلامي، وإن الحكومة لا تمنع ذلك بل تشجعه - والله أعلم -. وقال: إن البلاد خصبة لقبول الإسلام، لما يوجد من تقارب في بعض الأمور بين الإسلام والكونفوشيوسية. ولا أدرى ما هي تلك الأمور التي ذكرها الحاج داود، ولكن الذي يجب أن يعلم أن الإسلام هو دين الله، وغيره من الأديان هي دين الشيطان، والفرق بين الإسلام وغيره، كالفرق بين الله المعبود وحده عند المسلمين، والشيطان الذي يعبده كل الكفار بطقوس وأسماء متنوعة. واختتم الحاج داود كلامه بقوله: نطلب من المسلمين إن يدعوا الله بنصرنا على الشيوعيين وأن تكون دعوة الإسلام منتشرة في الصين وأن يؤلف بين المسلمين مرة أخرى، لأن في الفرقة يكمن ضعف المسلمين. ونريد أن ننصح الدول والشعوب الإسلامية أن يوحدوا كلمتهم للدفاع عن بقاء المسلمين والإسلام، ولا يتركوا فرصة للعدو للنيل منهم وندعو الله للحكومة السعودية بالتوفيق والسداد. وكنت أود أن التقى عدداً كبيراً من المسلمين في تايوان وعاصمتها تايبيه وفي غيرها من المدن  التايوانية، لأسمع منهم ما عندهم حول الإسلام والمسلمين في هذا البلد، مما ذكره الحاج داود أو غيره ولكن لم أتمكن من ذلك كما ذكرت ذلك من قبل، ولذلك فإن كل المعلومات التي سجلتها هنا هي عن الحاج داود فقط. والعجيب في الأمر أن الحاج داود عنده طموح - كما أبدى ذلك في حديثه، لتحرير البر الصيني كله من أيدي الشيوعيين الذين يبلغ عددهم بليون نسمة [[ وهم في ازدياد]] ودولتهم تعد من الدول الصناعية المتقدمة، وهى تمتلك أسلحة ليست سهلة، وهى من الدول الكبرى ذات العضوية الدائمة في مجلس الأمن. وعدد سكان تايوان لم يبلغ عشرين مليونا [[إلى تاريخ هذه الزيارة]] وهى دولة صغيرة، وكنت أظن أن أهل تايوان في خوف وقلق من هجوم الصين عليهم، وهى لا تخفى مطالبتها بالجزيرة، عكس ما يطالب به الحاج داود ولا ندرى هل أهل تايوان كلهم كالحاج داود أو لا!!.  [[هذه الأسئلة وغيرها سيأتي الكلام عنها في الرحلة الثانية لتايوان من هذا الكتاب بإذن الله]]. وكان مع الأستاذ داود شابان صينيان آخران: أحدهما سراج الدين مكيدا، و كان قد درس بالجامعة الإسلامية بالمدينة المنورة قبل عشرين سنة، ولم يواصل دراسته وهو الآن متزوج وعنده ولد عمره أربع سنين وكانت دراسته في شعبة اللغة العربية لغير الناطقين بها، في سنة 1965م ثم تحول منها إلى دار الحديث في المدينة، وأخذ شهادة الشعبة فقط، ثم درس في جامعة بغداد سنة 1968-1969م اللغة العربية، ثم درس في جامعة الإمام محمد السنوسي في ليبيا لمدة خمس سنين وأخذ شهادتها الجامعية في قسم اللغة العربية.  [[ويتاجر الآن في بيع الملابس الجاهزة والدروع، والهدايا]]. أما الشاب الثاني فهو يونس عبد الحي وهو من طلبة الجامعة الإسلامية في المدينة المنورة وقد انتقل هذا العام إلى السنة الرابعة من كلية الشريعة. وبعد أن تم التعارف بيننا وطال الحديث ودعنا الإخوة، واتفقا أن يأتينا الأخ سراج الدين غداً الأحد في الساعة التاسعة والنصف صباحاً لننتقل من فندق تشاينا إلى فندق جراند هوتيل الذي تم الحجز فيه، ثم نتجول معه لمشاهدة بعض المناطق في تايبيه. وكنا نود أن يضعوا لنا جدولاً لزيارة مساجد تايبيه والالتقاء ببعض المسلمين، ولكن الإخوة اعتذروا بأنهم مشغولون بإقامة المعسكر الذي يعد للشباب الصيني، من داخل تايوان ومن خارجها، من دول شرق آسيا وجنوب الباسفيك وأن هذا المؤتمر سيفتتحه الدكتور تنكو عبد الرحمن رئيس وزراء ماليزيا الأسبق والأمين العام لمنظمة المؤتمر الإسلامي الأسبق، ودعونا لحضور الافتتاح وزيارة المعسكر، ووعدونا أنهم إذا فرغوا من أعمال المعسكر سيضعون لنا جدولاً للزيارة، ولكن ذلك غير ممكن لقصر وقتنا المخصص لتايوان، لأن الأصل في زيارتنا أن تكون لليابان وكوريا الجنوبية. الأحد 29/10/1406هـ جاء إلينا الأخ سراج الدين في الصباح لنقلنا إلى فندقنا الجديد، ومررنا في طريقنا إلى الفندق بجانب قصر الحكم الذي يداوم فيه رئيس الجمهورية، وبجانبه مبنى المحكمة العليا، ووزارة الخارجية ثم وزارة التربية والتعليم. وفندق جراند هوتيل (GRAND HOTEL) يقع بجانب تل بل تلال مغطاة بالغابات ذات مناظر جميلة. وقال الأخ سراج الدين: إن مساحة تايوان ستة وثلاثون ألف كيلاً مربعاً، ومساحة تايبيه عشرة في عشرة كيلو، وأكبر المدن بعد العاصمة هي مدينة كاوشنغ في الجنوب.[[سيأتي الكلام عن زيارتي لها في الرحلة الثانية من هذا الكتاب]]. قمنا مع الأخ سراج الدين بجولة في شمال مدينة تايبيه بسيارته، يعلو بنا ويهبط في جبال وشعاب بين الغابات الكثيفة التي لا ترى الأرض معها إلا في الممرات والطرق التي تتخللها. في بيت الطلبة: ثم رجعنا إلى مدينة الطلبة (مقر أنشطة رعاية الشباب) وهو يقع تحت فندقنا، والتقينا بعض الإخوة المشتركين فيه من أعضاء معسكر الشباب الصيني في دول شرق آسيا وجنوب الباسفيك، ومنهم الأخ الدكتور محمد على وَانْ المقيم في مدينة سيدنى بأستراليا، وهو نائب رئيس مجلس الدعوة الإقليمي في جنوب شرق آسيا والمحيط الهادي، كما التقينا الشابين الصينيين: شعبان ورمضان [[هذان اسماهما]]  ـ ولكن في شهر ذي القعدة ـ وهما من مدينة تايبيه، وبعض المسؤولين عن المعسكر، والهدف من هذا المعسكر وأمثاله توعيتهم وحثهم على الاتحاد والائتلاف، ودعونا لتناول طعام الغداء معهم، وجرت بعض المناقشات والمذاكرات في بعض شؤون الدعوة. ثم أوصلنا الأخ سراج الدين إلى الفندق لنأخذ راحتنا. والمسلمون في هذا البلد وأمثاله مهتمون بشؤون حياتهم المادية أكثر من غيرها ومشكلتهم أنهم لا تجمعهم رابطة تنظم نشاطهم، كما فهمنا ذلك من بعضهم، والدعوة إلى الله لا بد لها من تخطيط وتنظيم يجعل كل فرد من أفراد المسلمين مشاركاً فيها بما يدخل في استطاعته. ولا يوجد نشاط عندهم لتبليغ الإسلام إلى غير المسلمين، وهذا فيه خطر على مستقبل الإسلام في هذا البلد وأمثاله، لأن عدد المسلمين قليل وتناسلهم محدود، والجهل ينتشر بينهم ولا يدخل غيرهم في الإسلام، وهذا يعنى أن الكبار ينقرضون، والصغار مع قلتهم يجهلون دينهم وقد يترك بعضهم دينه بسبب جهله ويصبح من سواد غير المسلمين، ولذلك فإنهم في حاجة إلى قيادة متعلمة واعية مؤمنة مخلصة، تدأب على بث روح الإيمان في نفوسهم وجمع كلمتهم في نظام واحد، ووضع منهج يسيرون عليه في تربية أنفسهم وأولادهم، ونشر الفقه الإسلامي في أوساطهم، وضرورة الالتزام بأحكام الشريعة الإسلامية، وعدم تحكيم العادات وخلطها بالدين الإسلامي. كما أنهم في حاجة إلى وضع منهج لدعوة غيرهم من البوذيين والكونفوشسيين والنصارى وغيرهم، ممن لا دين لهم حتى يبلغوا دعوة الله ويكثر بذلك سواد المسلمين، وبذلك تنتشر الدعوة في صفوف الصينيين. نسأل الله أن يوفق لذلك شبابهم الذين تعلموا أو ما زالوا يتعلمون دين الإسلام في بعض الجامعات والمعاهد الإسلامية. تنكو عبد الرحمن يفتتح المعسكر: الاثنين 30/10/1406 هـ في الساعة التاسعة إلا ربعاً حضرنا حفل افتتاح المعسكر، الذي افتتحه معالي الدكتور تنكو عبد الرحمن رئيس وزراء ماليزيا الأسبق والأمين العام لمنظمة المؤتمر الإسلامي الأسبق. [img]pics/13/13035.jpg[/img]<< حفل افتتاح معسكر الشباب المسلم في جنوب شرق آسيا تايبيه 30/10/1406هـ ـ 7/7/1986م >> وقد تضمنت كلمته شكر المسؤولين عن هذا المعسكر وأهمية إقامة المعسكرات لشباب المسلمين، ومن أهم الأمور التي حض عليها وجوب اهتمام الشباب بهذا الدين، وأنكر قلة وجود الشباب في هذا المعسكر على الرغم من أنه إنما أقيم لهم وقال: إن عدم وجود الشباب الناشئ في هذا المعسكر وأمثاله ينذر بخطر تقلص الإسلام في هذا البلد. مع الملحق التعليمي السعودي في السفارة: وفي الحفلة التقينا الأخ الكريم الشاب المسلم الأستاذ: عبد الله بن عبد المحسن البُخَيِّت، الملحق التعليمي في سفارة المملكة العربية السعودية في تايبيه، وقد سُرَّ بنا أيما سرور ونقلنا معه بسيارته إلى السفارة. الاجتماع بالقائم بالأعمال السعودي: التقينا الأخ الكريم الأستاذ أحمد بن محمد العجلان، القائم بأعمال السفارة، وأخذنا عنه المعلومات الآتية: ولد الأخ أحمد في مكة المكرمة سنة 1363هـ. درس في جدة الابتدائي والإعدادي، ودرس الثانوية في الشام (دمشق) ودرس الجامعة في جامعة الرياض (جامعة الملك سعود حالياً) تخرج فيها سنة 1387هـ، والتحق بوزارة الخارجية سنة 1388هـ، وتدرج في وظائفها من ملحق إلى سكرتير ثالث، ثم سكرتير ثاني، ثم سكرتير أول. عمل في سفارة المملكة في قطر (الدوحة) ثلاث سنوات، وسنتين في المملكة، وخمس سنوات في استوكهولم، وله الآن في مدينة تايبيه خمس سنوات ونصف. وقال الأخ أحمد: إن أجمل أيام حياته كانت في الدوحة، لأنها دولة إسلامية، وله فيها أصدقاء أعزاء وبخاصة من العلماء، وذكر منهم: فضيلة الشيخ عبد الله بن زيد آل محمود، والشيخ أحمد بن طامي بن حجر، والشيخ عبد الله بن إبراهيم الأنصاري، والدكتور يوسف القرضاوي، والأستاذ عبد المعز، والشيخ مبارك بن سيف آل ناخى - وقد توفى هذا رحمه الله -. وذكر الأخ أحمد من أصدقاء الخير والصلاح السيدة الفاضلة السودانية: مكة فرح رزق التي التقاها في ستوكهولم، وهى من دعاة الإسلام في السويد، ولها هناك اثنان وعشرون عاماً، تجاهد في سبيل الدعوة ولها مؤلفات إسلامية بلغة البلد. وقال الأخ أحمد: إن في السويد جمعية إسلامية تسمى: \"الرابطة الإسلامية\" في مالمو جنوب السويد، وتوجد جمعية إسلامية تركية في مدينة ستوكهولم، [[وقد زرت الرابطة وبعض الجمعيات في السويد ستة 1387هـ وذكرت المعلومات عنها في الكتاب الخاص بالسويد]]  كما يوجد مجاهد جزائري في ستوكهولم أيضاً، يسمى محمد العلام وينتقل للدعوة في المدن الأخرى. وقال الأخ أحمد: كما يوجد في ستوكهولم رجل إفريقي أسلم، ويسمى عبد الرحمن أنشأ مركزاً إسلامياً صغيراً وصلى معه الأخ أحمد الجمعة فيه، وقال سعادة القائم بالأعمال الأخ أحمد العجلان: إن من مهمة المؤسسات الإسلامية - رابطة العالم الإسلامي وغيرها - بعث دعاة وأئمة المساجد على مستوى من يستحق أن يسمى داعية، لأن الناس يقبلون عليهم ويستفيدون منهم. أما المسلمون في تايوان فقال الأخ أحمد: إنهم كلهم من السنة، ولا توجد عندهم مذاهب مختلفة، وعندهم جهل بالإسلام، واقترح أن يقوم من عنده علم بمبادئ الإسلام بزيارة العوائل المسلمة ودعوتهم للطعام وغيره، لتحسين العلاقة بيننا وبينهم. وأما الداعية إلى الإسلام فانه في حاجة إلى لغة البلد، ولا بد من دعمه دعماً مادياً حتى يكون مستغنياً عن العمل في غير الدعوة. ومن الوسائل التي يراها مناسبة للدعوة وجود أفلام عن الإسلام ومبادئه باللغة الصينية تظهر فيها الحياة الاجتماعية الإسلامية، فإنها تؤثر في الناس، ويرى أنه ينبغي أن يكون في الصين مكتباً لرابطة العالم الإسلامي يكون المسؤول عنه نشيطا مزوداً بالوسائل المناسبة. ثم ودعنا سعادة القائم بالأعمال السعودي الأستاذ أحمد بن محمد العجلان، وانصرفنا شاكرين على حسن الاستقبال والاقتراحات الطيبة والمعلومات النافعة.  [[والأخ أحمد من الموظفين العرب القلائل الذين وجدتهم يهتمون بالإسلام اهتماماً صادقاً في السفارات العربية، كثر الله من أمثاله]]. الاجتماع بالأخ الصيني: إبراهيم جاو: وفي هذا اليوم التقينا بالشاب الصيني المسلم الأخ الدكتور: إبراهيم إدريس جاو. ولد الأخ إبراهيم في سنة 1947م، درس في تايبيه إلى المرحلة الثانوية، وابتعث إلى ليبيا سنة 1964م، حيث بدأ هناك بتعلم اللغة العربية، وأخذ المرحلة الجامعية –الشريعة - تخرج سنة 1973م قبل أن يفرض تدريس الكتاب الأخضر على المدارس في ليبيا. وحاول مواصلة الدراسات العليا في ليبيا، ولكنه نصح بمزاولة التدريس في معهد البحوث الإسلامية وهو من عهد السنوسي، درسّ في المعهد أربع سنوات، وخلال هذه السنوات وجد الأمور تنتقل من سيئ إلى أسوأ، فكتب إلى بعض المسؤولين عن التعليم في القاهرة والمملكة العربية السعودية، ليحصل على منحة لمواصلة دراسته، وبعد مرور سنتين سعد بالالتحاق بجامعة الملك عبد العزيز في جدة في آخر سنة 1397هـ، أخذ الماجستير في الفقه والأصول، وكانت رسالة الماجستير بعنوان الصلح في الحقوق المالية، والدكتوراه بعنوان: عصمة الدم في الشريعة الإسلامية -أسباب اكتسابها وأسباب زوالها سنة 1405-1406هـ. وعندما رجع هذه السنة إلى تايوان التحق بالخارجية الصينية للعمل في تايوان، ولكن طلب منه أن يذهب إلى سفارة الصين في جدة للعمل في القنصلية العامة. وصلته بالشباب في الصين طيبة. ميدانك الصحيح في تايوان: والحقيقة أن خروج الأخ إبراهيم من تايوان بعد أن نال ما نال من التعليم الإسلامي واللغة العربية، يعتبر خسارة للمسلمين، فمثله وأمثاله من الشباب المسلم المتعلم الواعي ينفع في الدعوة في بلاده بلغة قومه، وهو أعرف بعاداتهم ونفسياتهم، وهم أكثر قبولاً له من غيره من الدعاة من الخارج، وقد نصحنا الأخ إبراهيم بذلك، وقلنا له: إن ميدان عملك الصحيح في بلادك: تايوان. فلعله يفكر في الأمر.  [[وقد التحق فعلا بسفارة تايوان في المملكة، على وظيفة: سكرتير أول، وزارني في منزلي بالمدينة أكثر من مرة، وأظنه رجع إلى بلاده، نفع الله به]]. ومن المشكلات التي ذكر الدكتور إبراهيم أنها تعترض الشباب الصيني فلا يجد الفرصة لتعلم الإسلام واللغة العربية: صعوبة نظام التعليم في البلد الذي يفرض على الطالب بذل كل جهده ووقته في التحصيل حتى يتمكن من مواصلة دراسته، والضعيف لا يستطيع ذلك، وبخاصة ما بعد المرحلة الثانوية. مقابلة الإعلامي الصيني غسان! كان قد اجتمع بنا شاب صيني يتحدث اللغة العربية بوضوح في حفل افتتاح المعسكر في الصباح، وطلب منا مقابلة إذاعية وهو مسؤول عن الإذاعة في القسم العربي في إذاعة تايوان: \"إذاعة صوت الصين الحرة - القسم العربي - المشرف لي تشوان تيان غسان\" [[وقد أعطانا عنوانه لنرسل له بعض الكتب المناسبة: ص. ب 38-24، تايبيه، تايوان، جمهورية الصين]]. [img]pics/13/13036.jpg[/img]<< مسؤول القسم العربي في إذاعة تايوان: غسان على يسار الكاتب ومحمد باكريم على يمينه 30/10/1406هـ ـ 7/7/1986م>> وقد وعدناه أن نلتقي بعد صلاة العصر، وجاءنا في مكتب أخينا الفاضل الملحق التعليمي الأستاذ عبد الله البُخَيِّت، وكانت أسئلته حول الأمور الآتية: [img]pics/13/13037.jpg[/img]<< من اليسار الملحق الثقافي السعودي في تايوان عبد الله البخيت، محمد باكريم، الكاتب، الإعلامي الصيني غسان، الشاب الصيني إبراهيم جاو، الموظف بوزارة الخارجية التايوانية 30/10/1406? >> (1) أهمية المعسكر الدولي لشباب المسلمين الصينيين والغاية التي يصبون إليها؟ (2) المجالات التي يمكن أن تعزز العلاقات مع المملكة العربية السعودية وبخاصة في المجالات الثقافية، والسبيل إلى تحقيق ذلك؟ (3) ماذا تعرف عن الصين؟ (4) ما سبيل تقوية الإيمان؟ وكانت أجوبتنا مختصرة وغالبها يدور حول مهمتنا التي انتدبنا من أجلها، وهى الدعوة إلى الله والتعرف على أحوال المسلمين، والفوائد التي تعود على المسلمين وغيرهم من اللقاءات والاتصالات. ورددنا له التحية بمثلها، فقابلناه! وعندما عرفنا أن غساناً ليس مسلماً، وهو قد تعلم في إحدى الجامعات العربية في الأردن، قسم اللغة العربية، التفتُّ إليه بعد المقابلة التي تخصه، فقلت: وأنا عندي مقابلة معك فهل  تسمح بذلك؟ فقال: هل أنت صحفي أو مذيع أو غير ذلك من الوظائف الإعلامية؟ فقلت له: عندي هواية لجمع المعلومات وتسجيلها في رحلاتي التي أطلقت عليها عنوان \"في المشارق والمغارب\" فقال لا بأس. فقلت له: هل أنت مسلم؟ فقال:لا. قلت: وما دينك؟ قال: ليس لي دين وكان الإسلام عندي أقرب من الأديان الأخرى. قلت: ما دمت قد درست اللغة العربية، وعندك مقدرة على فهم أساليبها وتراكيبها فإن في استطاعتك أن تفهم الإسلام بنفسك وتسأل عما يشكل عليك، والإسلام يرغم العقول على التسليم بصدقه وأنه دين لا مرية فيه. قال: ولكن عندي شبهات! قلت: ما هي؟ فأخذ يعددها، وكان منها ما يتعلق بالإله، ومنها ما يتعلق بالوحي، ومنها ما يتعلق بالرسول صلى الله عليه وسلم، ومنها ما يتعلق ببعض الفروع والمحرمات. وطال النقاش والسؤال والجواب أكثر من ساعة ونصف الساعة. وكانت مقابلاتنا له أطول وأكثر جدية، ولم ننته من هذا النقاش إلا وهو قد استسلم استسلاماً كاملاً بأن كل شبهاته قد أزالتها الأدلة المقنعة، وكانت أغلبها عقلية مدعمة بالدليل النقلي. ثم قلت له: وإذا كانت الشبهات كلها قد دحضت وأصبح هذا الدين عندك دين حق، فلماذا لا تتوكل على الله وتدخل في الإسلام؟ فقال: سأعود إلى زوجتي وأحاول إقناعها بالإسلام وأجيب على شبهاتها، وإذا وجدت عندها شبهات لم استطع الرد عليها فسأتصل بكم بالمراسلة البريدية، لتجيبوا عليها ولعلنا نسلم أنا وهى وأولادنا... فأخبرته أن كل فرد مسؤول عن نفسه أولاً، وأن تأخر زوجته عن الإسلام لا يجيز له أن يتأخر هو وقد أقيمت عليه الحجة، لأنه إذا مات على كفره بعد إقامة الحجة عليه فمصيره إلى النار. ومن النقاش الذي دار بيننا وبينه اتضح أن أهم ما يجب العناية به، هو نشر الكتب الإسلامية المتعلقة بالإيمان وبراهينه الكونية والعقلية، وكل أصول الإيمان وفروعه، كالإيمان بالله ورسوله وكتابه واليوم الآخر ونحوها، مع مقارنة ذلك بالأديان الأخرى، فان كثيراً من الناس إذا اتضحت لهم هذه المعاني تكون الحجة قد أقيمت عليهم، وكثير منهم سيدخلون في الإسلام أو يفكرون في دراسته. ومن الأمور التي قال غسان إنها تقف عقبة في سبيل دخوله الإسلام بعد اقتناعه كونه لا يستطيع أن يقلع عن بعض الأشياء التي حرمها الإسلام، كشرب الخمر وأكل لحم الخنزير، وقد اقتنع بعد المناقشة بأن كل شيء  يضر الإنسان في جسمه أو عقله يجب أن يقلع عنه، وشرحنا له بأن الخالق عليم حكيم، ولا يحرم على خلقه إلا ما فيه عليهم ضرر سواء كان معلوماً حساً أم لا. ولهذا فقد قابل غسان وقوبل، والحمد لله رب العالمين.  [[وقد بعثت له بكتب الشيخ عبد المجيد بن عزيز الزنداني اليمني: توحيد الخالق، وهي ستة أجزاء عن طريق الأخ عبد الله البخيت الملحق التعليمي، وجاءني خطاب من الأخ عبد الله ذكر فيه أن الرجل تأثر كثيراً بتلك المناقشة وبكتب الزنداني]]. مع الملحق التعليمي الأخ عبد الله البُخَيِّت: ثم التفتُّ لأخينا في الله الأستاذ عبد الله بن عبد المحسن البخيت، الملحق التعليمي الذي حرص جزاه الله خيراً على عدم مفارقتنا وبقي معنا في مكتبه مدة المقابلة الإذاعية، ثم مدة المقابلة التي تلتها وهي دعوة المقُاَبل غسان إلى الإسلام، والإجابة على كل استفساراته، وكان مسروراً جداً بالمناقشة واشترك معنا في بعضها، التفت إليه وقلت له: بقيت مقابلتنا للملحق التعليمي، فابتسم وقال: ماذا تريد؟ قلت: جرت عادتي أن آخذ بعض المعلومات عن الشخصيات التي أجتمع بها في المشارق والمغارب، فأخذت عنه المعلومات الآتية: [img]pics/13/13038.jpg[/img]<< الكاتب وعلى يمينه الملحق الثقافي السعودي في تايبيه عبد الله البخيت ويليه الشيخ عبد الله باكريم30/10/1406هـ >> ولد الأخ عبد الله سنة 1387هـ في روضة سدير، تخرج في كلية الآداب بجامعة الملك سعود سنة 1399-1400هـ. تعين على وظيفة في ديوان الخدمة المدنية في رمضان سنة 1399هـ، ثم انتقل للعمل في جامعة الملك سعود في إدارة البعثات والتدريب، ثم انتقل للمكتب التعليمي في أمريكا، ودَرَسَ الإدارة الجامعية لمدة سنتين في تكساس، ورجع إلى المملكة سنة1405هـ، ثم انتقل للعمل في المكتب التعليمي في الجزائر، وبعد سنة ونصف انتقل للمكتب التعليمي في تايبيه وهو المسؤول عنه ولا زال فيه إلى الآن. الاعتراف بالفضل لأهله: وعندما سألت الأخ عبد الله عن انطباعاته عن العمل في الجزائر تحفز وقال: إنه استفاد استفادة كبيرة في فترة بقائه في الجزائر وقال: إن المسؤول في المكتب التعليمي بالجزائر، ترك أثراً طيباً ودوراً فعالاً في تطوير العلاقات الثقافية بين المملكة العربية السعودية والجزائر، كما ترك دوراً فعالاً في نشر الإسلام، وهو الأستاذ عبدالله بن محمد الناصر الذي تخرج في كلية اللغة العربية في جامعة الإمام محمد بن سعود الإسلامية. ووصفه الأخ عبد الله بأنه كان صادقاً في تعامله مع ربه ومع نفسه - وهذه هي قاعدة الخير في الإنسان - وعقب الأخ عبد الله على ذلك بقوله: والجزائر تربة خصبة للدعوة الإسلامية، وقد تحررت سنة 1962م بكلمة: \"لا إله إلا الله\" وكان نشاط المكتب التعليمي كبيراً، أنشأت فيه مكتبة كبيرة، كان يرتادها ما بين مائتين وثلاثمائة طالب وطالبة، ولقد أثر ذلك في الطلاب والطالبات، حتى إن بعض الطالبات اللاتي كن سافرات، التزمن الحجاب، ووزع - يعنى الأستاذ ناصر - كتباً كثيرة على الجامعات، وكون علاقة طيبة مع رجال الفكر والأدب والعلم، وقويت بسبب ذلك العلاقة بين البلدين في مجال الدين والثقافة، وتطورت حرية التبادل بين رجال الفكر والأدب في البلدين، وهذا يقتضي احترام الرجل وتقديره، وجزاؤه عند الله. وهو الآن ملحق تعليمي في لندن، وقال الأخ عبد الله البخيت: وأنا أعرف انه لا يحب ذكر اسمه ولا ذكر ما قام به، لأنه أراد بذلك وجه الله، ولكن أرى أن الاعتراف بالفضل لأهله واجب، وفي ذلك قدوة حسنة لمن أراد الاقتداء. وقال الأخ عبد الله البخيت: واصلنا العمل في المكتب في الجزائر، والتقينا مع رجال الأدب والجامعات، وكان التجاوب طيباً وهم صادقون معنا، وكانت الأمور ميسرة ولم نصادف أي مشكلات. وكانت حركة التعريب في الجزائر نشطة، حتى إن الطالب في المرحلة الابتدائية كان يتكلم اللغة العربية بفصاحة، ولا يعرف اللغة الفرنسية، والمراسلات أصبحت باللغة العربية. وفي الجزائر مؤتمر الفكر الإسلامي، وهو ثمرة طيبة ينبغي أن يشارك فيه رجال العلم والدعوة، وهو غني بالبحوث والمحاضرات، وليت الجامعات في المملكة العربية السعودية تشترك فيه بالحضور والبحوث، وتقوى العلاقة بينها وبين المؤتمر والمؤسسات العلمية في الجزائر. وتمتاز الجزائر بارتفاع مآذنها في المساجد على منازل المدن، وأكثر المتحمسين هم الشباب، ورواد المساجد من الشباب أكثر من رواد السينما مع ما لها من ترويج ودعاية. قلت: والبلاد التي يرى شبابها متحمساً لدينه قاصداً لمساجده، عازفاً عن سفاسف الأمور هي بلاد يبشر مستقبلها بخير، والعكس بالعكس.  [[لقد وقعت الجزائر بين نارين: نار جهل كثير ممن يدعون الإسلام، وقد شوهوه بتصرفاتهم المنفرة باسمه، من الاعتداء على نفوس حرم الله قتلها بدون حق، ونار أعداء الإسلام من العلمانيين الجزائريين، ومن يدعمهم من خارج البلاد من اليهود والنصارى. لذلك أصيب الإسلام في الجزائر بنكسة شديدة، نسأل الله أن ينصره بمن يفقه دينه، وأن يرد كيد أعدائه في نحورهم]]. وانتقل الأخ عبد الله إلى تايوان في هذا العام 1406هـ وهو جاد ومتحمس للعمل الإسلامي الذي هو عقيدة بلاده وثقافتها وعماد حياتها، وعنده استعداد للمشاركة في الدعوة وتعليم اللغة العربية، وقد عرض ذلك على الأستاذ داود، ولا شك أن المسلمين في تايوان تنقصهم معرفة الدين الإسلامي، وكثير منهم يجهل هذا الدين وأركانه، كالصلاة والدعاء ونحوهما، ولا يوجد تخطيط سليم في الجمعية الإسلامية، والمفروض في هذه الجمعية أن تنظم دروساً لتعليم النشء والشباب لغة القرآن وتحفظهم إياه، ومبادئ الإسلام كأداء الصلاة المفروضة، ولعل نشاط الأخ عبد الله وعرضه أن يقوم هو ومن يتعاون معه بذلك، يجد تجاوبا من المسلمين في تايوان، فهذه فرصة قد لا توجد عند كثير من الموظفين في السفارات، ولا يقوم بها إلا من قوى إيمانه وأراد وجه ربه. واقترح الأخ عبد الله على الجامعات في المملكة والمؤسسات المسؤولة عن الدعوة إلى الله، أن تستمر في بعث الدعاة ولو لفترات قصيرة بالتناوب فإن الاستمرار في ذلك يحدث أثراً طيباً على المدى البعيد. كما اقترح أن تفتح الجامعات أبوابها للطلبة المسلمين في تايوان لتعليم اللغة العربية والدين الإسلامي. وقال: إن الدعاة الذين يبعثون للدعوة ينبغي أن تكون عندهم مقدرة على التحدث باللغة الإنجليزية على الأقل. وقال: إن من أهم الوسائل النافعة للدعوة إلى الإسلام، أن تقوم مراكز الترجمة في المملكة بترجمة بعض الكتب الإسلامية النافعة، إلى اللغة الصينية ليعم نفعها، أو تؤلف كتب باللغة الصينية ابتداء. وقال: إن معظم المسلمين في تايوان من كبار السن، ويخشى أن ينقرضوا مع الزمن، وفي هذا خطر على مستقبل الإسلام في تايوان، فلا بد من جذب الشباب بأي أسلوب نافع، ويتمنى أن تقوم الجامعات في المملكة بإيفاد بعض طلابها لزيارة هذا البلد للالتقاء بشبابه، وكذلك تستقبل بعض الشباب من الصين ليلتقي طلابها في المملكة والقيام بأداء العمرة، لأن ذلك سيؤثر في الشباب الصيني ويزيده قوة إيمان، ويمكن أن تنظم لهم لقاءات بالمثقفين والعلماء ليحثوهم على تحمل الأمانة والنهوض بدينهم. واقترح أن يبعث المسؤولون في المؤسسات الإسلامية في المملكة العربية السعودية أئمة للمساجد وتعليم النشء، لأن المساجد في حاجة إلى أئمة فقهاء في الدين يجيدون تلاوة القرآن ويحفظونه أو يحفظون كثيراً منه. وكذلك لو انتدبوا بعض حفاظ القرآن الكريم خلال الصيف لتدريس القرآن الكريم لكان في ذلك فائدة عظيمة. واقترح أن تتاح الفرصة لشباب الصين للدراسة في مدارس تحفيظ القرآن الكريم في المملكة. وهكذا تجد كل إناء بما فيه  ينضح، فالحريص على نشر الإسلام وهداية الناس يفكر دائماً في السبل التي تؤدى إلى ذلك، ويعمل هو جاداً في أداء ما يقدر عليه. فجزى الله الأخ عبد الله خيراً كثيراً، وكثر من أمثاله. السفر إلى اليابان: الثلاثاء: 1/11/1406هـ أصر الأخ عبد الله البخيت على أن يوصلنا هو إلى المطار ويتابع الإجراءات تيسيراً لأمرنا، لأنه يعرف مهاراتنا في اللغة التي يفهمها أهل البلد!! البطاقة الدبلوماسية: بعد أن أنهى الإجراءات اللازمة مع موظفي المطار والجوازات، استدعانا موظفو المطار لفتح حقائبنا الكبيرة لتفتيشها، تطبيقا للنظم الأمنية عندهم فأبرز الأخ عبد الله بطاقته الدبلوماسية وقال لهم: \"أنا مسؤول عن حقائب الإخوة فهل يكفى أن تعرفوا البطاقة؟\" فهزوا له رؤوسهم وقالوا: نعم، فقلت للأخ عبد الله: لو أعرتنا هذه البطاقة لنستفيد منها في أسفارنا، كل ما أرادوا أن يفتشوا حقائبنا أبرزناها لهم حتى نعود إلى بلادنا! فاستغرق في الضحك وقال: وماذا أفعل أنا هنا؟ قلت له: أنا أعرف أن أخذنا لها يضرك ولا ينفعنا، لأنها مميزة بصورة صاحبها وعمله ورقم جوازه، ولكن اعتبرها نكتة اليوم الذي هو يوم مغادرتنا لتايوان! ثم ودعنا الأخ عبد الله بعد أن اطمأن على انتهاء كل الإجراءات وعاد إلى مكتبه، ونحن صعدنا إلى الطائرة الأمريكية: بوينغ 747 التي أقلعت من تايبيه في الساعة الحادية عشرة والربع صباحاً بتوقيت تايوان، وهو ينقص ساعة عن توقيت اليابان. ويأبى الله إلا ما يريد: هذا وقد خرجت من تايوان نادماً على أمرين: الأمر الأول: عدم تمكننا التجول الكافي حول المدينة، لنتصورها تصوراً كافياً، ولو أنا تمكنا من الالتقاء بالإخوة في السفارة في صبيحة يوم وصولنا لحققوا لنا ذلك وغيره، ولكن قدر الله وما شاء فعل، ويأبى الله إلا ما يريد. الأمر الثاني: - وهو الأهم - قلة من التقيناهم من المسلمين في تايوان بسبب انشغال من كنا نظن أنهم سيسهلون لنا مقصدنا بوضع جدول لزيارتنا، بسب احتفالات معسكرهم الذي مر ذكره، ويبدو أن المسلمين في هذا البلد غير منظمين، وإن كان لهم جمعية إسلامية، وكثير من الكبار والصغار مشغولون بشؤون دنياهم، لحاجتهم إلى العمل، وإذا لم ينتبهوا لتربية أولادهم تربية إسلامية، فانه يخشى على الإسلام من الانقراض في هذا البلد، لأن الكبار سيموتون والصغار إذا جهلوا دينهم سيتركونه، ولا يوجد متفرغ للدعوة يعلم أبناء المسلمين ويدعو إلى الإسلام، حتى يدخل في الإسلام مسلمون جدد. والحقيقة أن المسؤولية الآن تقع على عاتق بعض الشباب الصيني الذين أكملوا دراساتهم الإسلامية في بعض الجامعات العربية، فإنهم إذا عقدوا العزم على القيام بالدعوة إلى الله ونظموا أنفسهم، وحاولوا غرس الإيمان وتقويته في قلوب أهل بلدهم، وإقناعهم بوجوب الحرص على تربية أولادهم، ودعوة غير المسلمين إلى هذا الدين، حتى ينظموا أنفسهم تنظيماً يحقق لهم القوة والثبات، إنهم إذا فعلوا ذلك يرجى للإسلام والمسلمين مستقبل طيب في هذا البلد، وعسى أن نسمع عنهم ما يسرنا ويرضى ربنا، وفقهم الله وأعانهم. بعد أن سجلت في دفتري ما مضى، بدأت أنظر من نافذة الطائرة. كان الجو صحواً، وإن وجدت بعض السحب المتفرقة فوق المحيط الهادي، وكانت تبدو بين حين وآخر جزر صغيرة، تكاد أمواج المحيط الهادي تغمرها، وكانت السفن الكبيرة والصغيرة تمخر عباب البحر مشرقة ومغربة، أو آخذة ذات الشمال وذات الجنوب، مخلفة وراءها فجوة في الماء بقدر كبرها أو صغرها، وبياض رشاش الماء يرى على جانبها أو أمامها. وبعد أن مضت لنا ساعتان من الزمن، أعلن قائد الطائرة وجوب ربط أحزمة المقاعد، لأن الطائرة بدأت تتراقص، لدخولها في قوافل ضخمة من السحب التي أحاطت بها من كل جانب، حتى لم نكن نرى من النافذة شيئاً غير ظلمة السحب. وفي الساعة الواحدة والدقيقة الأربعين بتوقيت تايوان كنا على أطراف جزر اليابان الجنوبية، وهناك ظهرت المزارع والبحيرات والأنهار وبعض القرى والمدن والجسور والشوارع المنظمة الجميلة. وهبطت بنا الطائرة في مطار طوكيو الدولي، في الساعة الثانية ظهراً بتوقيت تايوان، الواحدة بتوقيت اليابان فكانت مدة الطيران بين تايبيه وطوكيو ثلاث ساعات."
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "الرحلة الرئيسة إلى تايوان 1410هـ ـ 1989م",
    "content": "السفر من مانيلا إلى تايبيه عاصمة تايوان: الأحد: 10/2/1410هـ ـ 10/9/1989م. ذهبنا إلى مطار مانيلا، وبعد انتهاء الإجراءات اللازمة في المطار، أقلعت بنا الطائرة التايوانية 767 بوينج من مطار مانيلا الدولي في الساعة الثانية عشرة ظهراً متوجهة إلى تايبيه. هبطت الطائرة في مطار تايبيه في الساعة الواحدة والثلث ظهراً، فكانت مدة الطيران من مانيلا إلى تايبيه ساعة وأربعين دقيقة. وهذه هي المرة الثانية التي أنزل فيها في تايبيه، وقد كانت المرة الأولى التي هبطنا فيها في هذا المطار في 28/10/1406هـ. وكان معي الأخ محمد باكريم ونحن في طريقنا إلى اليابان، كما مضى قريباً.. في فندق جراند هوتيل: وكان في انتظاري هذه المرة الأخ يونس بن عبد الحي، وهو من أبناء تايوان ويدرس الماجستير في الجامعة الإسلامية بالمدينة المنورة، وأنزلني في نفس الفندق الذي كنا نزلنا فيه في المرة الأولى وهو جراند هوتيل (THE GRAND HOTEL)، وهو فندق جميل الموقع: [img]pics/13/13039.jpg[/img]<< جانب من مرافق الفندق والغابات القريبة منه تايبيه ـ 10/2/1410هـ ـ 10/9/1989م >> لأنه يقع على تل هادئ تحيط به غابة في جبل يجثم في سفحه الفندق، ويشرف على جوانب من البلد والنهر والجبال القريبة المغطاة بالغابات، وهو جميل المنظر زين بالزخارف الصينية يغلب عليه اللون الأحمر، غرفه واسعة ولها شرفات واسعة، الشرفة مساحتها نصف مساحة الغرفة، ترى من الشرفة جوانب من البلد وترى المناظر الطبيعية الجميلة، وبين كل شرفة وأخرى حواجز من أعمدة الخشب المطلية بالدهان الأحمر، وهي قصيرة غير ساترة، بحيث لو خرج سكان أهل كل غرفة إلى شرفاتهم، لصار سكان الغرف كأنهم في شارع كبير من شوارع المدينة، ولكني لم أر واحداً من سكان الغرف خرج إلى شرفته، برغم أن الفندق كان مليئاً بالسكان، وهذا مكنني من التمتع بالمناظر الجميلة من الشرفة واستنشاق الهواء الطبيعي النقي الذي يتخلل الغابة القريبة من الفندق. ولكن العواصف انتقلت معي من الفلبين إلى تايوان، فقد كانت العواصف شديدة والأمطار غزيرة، حتى إن الرحلات الداخلية تعطلت بسبب ذلك. وقررنا السفر إلى الجنوب عن طريق القطار كما سيأتي. معلومات مختصرة عن جزيرة تايوان: تايوان إحدى مقاطعات جمهورية الصين، وقد أطلق عليها البرتغاليون في القرن السادس عشر الميلادي اسم \"إيلها فرموزا\" أي الجزيرة الجميلة. وهي تقع على الساحل الجنوبي الشرقي للصين، يحدها شرقاً المحيط الهادي، وفي الجنوب الفلبين تبعد عنها بـ(350كيلومتر) وفي شمالها اليابان، وتبعد عنها (1000كيلو متر) وفي غربها مضيق تايوان، وهو جزء من بحر الصين الجنوبي. سطح الجزيرة: وأغلب أرض الجزيرة جبلية - وبخاصة في الجزء الشرقي منها - وغالب سهولها تقع على ساحلها الغربي، وتبلغ مساحة الجزيرة 36 ألف كيلومتر مربع. وأعلى جبل فيها يبلغ ارتفاعه 4000متر فوق سطح البحر. وبها تسعة أنهار قصيرة، وأطول نهر فيها يبلغ طوله 186كيلو متر، وتتفرع عنه أنهار صغيرة، وبها عدة بحيرات، أكبرها تقع في الوسط، وتسمى بحيرة الشمس والقمر (SUNMOON LAKE). المناخ: والجو في الجزيرة معتدل، متوسط درجة الحرارة في الشتاء عشر درجات، ومتوسطها في الصيف 32 درجة. وأمطارها مستمرة وتكون غزيرة في شهر مايو وفي فصل الشتاء، وفي الصيف ينزل أحياناً بعد الظهر. وقد تغزر الأمطار في الصيف نتيجة للعواصف. المحاصيل والصناعات: محاصيلها: الفواكه على اختلاف أنواعها، والذرة والأرز وقليل من القمح، والحنطة، والخضار، والقطن. وتصدر الأخشاب والأسمنت والرخام. وتصنع الأدوات المنزلية من أدوات الكهرباء، والإلكترونيات: التلفزيون والراديو والكمبيوتر، والآلات الحاسبة والكاميرات والسيارات صغيرة وكبيرة، والطائرات المدنية والصواريخ والأسلحة، والنسيج وتصدر الملابس، والمصنوعات الجلدية، والأحذية والحقائب وأدوات الرياضة. المعادن: وبها آبار بترولية غنية والذي استخرج منه قليل والكثير مخزون، وتستورد البترول من الخارج وكذلك الفحم، مع وجوده فيها، كما يوجد بها الذهب، ولكنها لا تصدره بل تشتريه بالأطنان، ويرتفع سعر الذهب في العالم ويهبط بحسب طلب تايوان واليابان له. والتطور الصناعي يسير في تايوان بسرعة هائلة والحكومة تشجع المواطنين على هذا التطور وتمنح قروضاً كثيرة للمواطنين لإقامة المصانع. سكان تايوان: أغلب السكان من أصل صيني - بما فيهم السكان الأصليون الذين وفدوا من جنوب الصين إلى الجزيرة قبل ثلاثمائة عام. وعددهم الآن يقارب ثلاثمائة ألف نسمة، وينتسبون إلى تسع قبائل، وكل قبيلة لها لهجة خاصة، قد لا تفهم القبيلة لهجة القبيلة الأخرى، وأكثرهم أميون، ولكن الجيل الجديد دخل في التعليم الإجباري. وغالبهم يقومون بالأعمال البدنية الشاقة. وتحاول الحكومة تدريبهم على المهن المفيدة كالخياطة، والعمل في المصانع. وكثير من نسائهم مغنيات لحسن أصواتهن، وبعضهن يحترفن البغاء. وبعض الآباء يبيع ابنته لحاجته إلى المال، بسبب جهلهم. وبقية السكان وفدوا إلى الجزيرة من الصين، في فترات مختلفة، أكثرهم وفدوا بعد قيام الثورة الشيوعية سنة 1949م. كان عدد السكان سنة 1940م خمسة ملايين وثمانمائة وسبعين ألف نسمة (5.870.000) وقد بلغ عددهم الآن أكثر من عشرين مليون نسمة، وهم من مقاطعات الصين المختلفة. وعدد سكان مدينة تايبيه مليونان وستمائة ألف (2.600.000) نسمة. ونسبة الأمية قليلة جداً بين السكان، وهي في سكان الجبال الأصليين. تبلغ نسبة التعليم 99.70%، وتوجد دراسة مسائية للقضاء على الأمية. سبب إقامة الدولة الصينية الوطنية في تايوان: كانت الصين من قديم الزمان مقسمة إلى دويلات وقبائل، يسود فيها القتال والغارات وتنافس ذوي المطامح السياسية والعسكرية، وكان الجهل يسيطر على غالبية الشعب، وإن وجد فيه حكماء. وقد تأسست جمهورية الصين في اليوم الأول من شهر يناير عام 1912م بقيادة الدكتور صون بات سين الذي لقبوه بـ(أبي الجمهورية الصينية) اعترافاً بجهوده التي جنبت البلاد الاضطرابات والفوضى التي كانت سائدة فيها في آخر الحكم الإمبراطوري المنشوري، الذي عانت فيه البلاد وبخاصة المسلمين كثيراً من المظالم والاعتداءات. وبنى حكمه الجمهوري على ما عرف بالمبادئ الثلاث، وهي: العدالة، والديمقراطية، والمساواة. ثم جاء اليابانيون الذين بدأوا يتدخلون في الصين ويحاولون إيجاد الفرقة بين الحكومة وبعض العناصر في البلد وبخاصة المسلمين، وتم انتصار الصين على اليابان 1945م. وفي أواخر سنة 1949م سيطر الشيوعيون بقيادة ماو تسي تونغ على الصين، وهزمت الحكومة الوطنية بقيادة الجنرال \"تشانج كاي تشيك\" الذي خلَف أبا الجمهورية بعد وفاته، وهو - أي تشانج كاي تشيك - الذي انتصر على اليابانيين. وانسحبت الحكومة الوطنية - بعد انتصار الشيوعيين في البر الصيني إلى جزيرة تايوان وواصلت عملها في تايوان برئاسة زعيمها، تشانج كاي تشيك، على أساس أنها الحكومة الشرعية للصين كلها، واعتبار تايوان إحدى المقاطعات الصينية ووجود الحكومة فيها وجوداً مؤقتاً، فإذا تم النصر على الشيوعيين في البر الصيني عادت الحكومة الوطنية إلى الوطن الأم. وكان مولد تشانج كاي تشيك في 1887م وتوفي سنة 1975م عن عمره البالغ 88 سنة. وخلفه في رئاسة الجمهورية ابنه الذي ولد سنة 1910م وتوفي سنة 1988م وعمره 78سنة ويسمى: شيانغ شانغ كو، وكان قد تولى وزارة الدفاع، ثم رئاسة الوزراء في عهد أبيه. تخطيط وتنفيذ وتقدم: وكان من أهم أعمال الرئيس الجديد لتطوير البلاد وتقويتها المشاريع العشرة، وهي: المشروع الأول: طريق صن بات سن السريع، الذي يربط بين مدينة كلنغ في الشمال، وهاو مسيونغ في الجنوب، ويبلغ طوله 373كيلو متر. المشروع الثاني: الخط الحديدي الشمالي الذي يربط بين سؤ في مقاطعة أيلان في الشمال الشرقي ومدينتي تايتونغ وهوليان في الشرق بمسافة تقارب 82كيلومتر. المشروع الثالث: كهرباء الخط الحديدي في الساحل الغربي. المشروع الرابع: بناء مطار تشيانغ كاي شيك الدولي جنوب غرب العاصمة تايبيه، على بعد 40كيلومتر. المشروع الخامس: بناء ميناء يشونغ في غرب البلاد. المشروع السادس:  بناء ميناء سؤ على الساحل الشرقي. المشروع السابع: بناء مصنع الصلب في مدينة هاومسيونغ في الجنوب. المشروع الثامن:  بناء حوض السفن في هاو مسيونغ. المشروع التاسع: مجمع البتروكيماويات في منطقة هاو مسيونغ. المشروع العاشر: بناء مصنع الطاقة النووية. وقد تم بناء هذه المشاريع وبدئ بمشاريع أخرى، وهي أكثر من (26مشروعاً) منها ما تم ومنها ما هو في طريقه إلى الإتمام.  [[مراجع هذه المعلومات: نشرات باللغة العربية صدرت عن مكتب الإعلام الحكومي في تايوان، وكتاب الصين قديماً وحديثاً لداود يعقوب كدري، وحكاية تايوان لفاروق لقمان، ومعلومات سجلتها عن طريق بعض الشباب الصيني هناك]]. وكان التخطيط لهذه المشاريع والتصميم على تنفيذها السبب الرئيسي في تقدم النهضة الصناعية في هذه الجزيرة الصغيرة، التي قفزت في اقتصادها من الصفر إلى منافسة الدول المتقدمة في فترة لا تتجاوز أربعين سنة، أصبحت الجزيرة فيها خلية من النشاط الصناعي والاقتصادي، وأصبحت الدولة الثانية في وفرة المال بعد اليابان، وسبقت بذلك ألمانيا التي تأخرت إلى المرتبة الثالثة. كانت الحكومة في تايوان تتلقى المساعدات من أمريكا، وكانت تصدر الأرز والسكر والأنناس إلى الخارج. ولكن الحكومة عزمت في الخمسينات على أن تعتمد على جهودها الذاتية عن طريق تشجيع الشعب على النشاط الصناعي والتجاري والاقتصادي، حتى يكتفي ذاتياً ويستغني عن المساعدات المالية والعسكرية التي كانت أمريكا تقدمها لتتدخل في شؤون البلاد، كما هي عادتها، فشكر الرئيس الصيني أمريكا على ما قدمته من مساعدات، واتجه إلى الشعب فبدأ بالإصلاحات المرحلية فشجع المزارعين على الإنتاج ومنحهم الأراضي. وأنشأ المدارس وفرض الدراسة الإجبارية في الابتدائية والمتوسطة، فأنشأ بذلك جيلاً مثقفاً جديداً، وقام بتطوير المصانع وتحديثها، وبعث الطلاب للدراسات المتخصصة في الخارج في أمريكا وغيرها، فازدهرت بذلك البلاد في وقت زمني قصير.  [[اهتم بذلك فاروق عثمان في كتابه: حكاية تايوان الذي طبع في مطابع شركة المدينة المنورة للطباعة والنشر فراجعه]]. مع مسؤول دار الثقافة الإسلامية في تايبيه: الاثنين: 11/2/1410هـ ـ 11/9/1989م. جاءني الأخ رضا عمر نور الدين بعد صلاة العشاء في الفندق وهو المسؤول عن دار الثقافة الإسلامية في تايبيه. ولد في 16/9/1969م. درس في شعبة تعليم اللغة العربية لغير الناطقين بها في الجامعة الإسلامية بالمدينة المنورة سنة 1400هـ ـ 1401هـ. وانتقل بعدها إلى معهد تعليم اللغة العربية في جامعة الملك سعود بالرياض لمدة سنتين. وهو موظف الآن في شركة تجارية. تأسيس دار الثقافة الإسلامية ونشاطها: أسست دار الثقافة الإسلامية في تايبيه قبل سنتين ونصف، وهدفها تعليم الشباب المسلم وتربيته. تُلقى فيها دروس يومية: يومي الاثنين والأربعاء للمبتدئين من الساعة 7 إلى 9.5 مساء في اللغة العربية ومبادئ الإسلام. وتلقى دروس يومي الثلاثاء والخميس للمتقدمين، في كيفية الصلاة والمحادثة في اللغة العربية، القرآن الكريم – تلاوة - ويوم الجمعة في الساعة الرابعة ظهراً. وتلقى يوم السبت محاضرة عامة باللغة الصينية من الساعة الثانية إلى الساعة الخامسة مساء. ويحضر هذه المحاضرة ما بين عشرة وخمسة عشر مسلمين وغير مسلمين. وصباح الأحد روضة الأطفال. يبحثون عن الإسلام ويدخلون فيه دون أن يدعوهم أحد: وقد دخل في الإسلام من بدء عمل الأخ رضا إلى الآن سبعة أشخاص تقريباً، وكلهم يأتون بعد أن يبحثوا هم بأنفسهم عن الإسلام، ويسألون عن بعض ما يشكل عليهم في الدار ثم يدخلون في الإسلام - يعني بدون أن يدعوهم أحد إلى الإسلام من المسلمين. وتكتب عناوينهم وتبعث لهم عليها نشرة شهرية، وكذلك ترسل لهم نشرة من جمعية الشباب المسلمين في هونغ كونغ، مع إضافة شيء إليها باللغة الصينية. ويوجد تعاون بين الدار في تايبيه ووكالة أنباء العالم الإسلامي في جدة. والإحصائية في الدار بالكمبيوتر. والنشرة تحتوي على ثلاثة عناصر: 1- معلومات دينية، كالمحاضرات أو تلخيص بعض الكتب. 2- أخبار المسلمين في الداخل والخارج. أخبار الداخل تأتي عن طريق مندوبين للدار في المدن، وأخبار العالم الإسلامي تأتي عن طريق مندوبين من وكالة العالم الإسلامي في جدة. 3- حوادث معينة تحصل في تايوان، وموقف الإسلام منها، كالمظاهرات التي يقوم بها العمال للمطالبة بحقوقهم. والتركيز الآن منصب على دعوة المسلمين الذين يبلغ عددهم سبعة آلاف شخص (2000) عائلة.  [[هناك من يرى أن عددهم أكثر من هذا الرقم بكثير.. ففي مجلة جمهورية الصين الحرة مركز الرياض قدر عدد المسلمين بخمسين ألفاً وهي بتاريخ 13يناير 1990م باللغة العربية]]. قلة نسبة الشباب المسلم خطر يجب تداركه: وقال الأخ رضا: إن خطر انقراض المسلمين في تايوان واضح، إن لم يحصل عمل من المسلمين وتدارك لذلك. ويبدو هذا الخطر من قلة نسبة المسلمين من الشباب، وذلك أن نسبة المسلمين الذين أعمارهم فوق 60 سنة هي 15% والذين يبلغون أكثر من 40 سنة نسبتهم 24% تقريباً، والذين أعمارهم ما بين 30 و40 سنة نسبتهم 35%. والذين سنهم تحت 30سنة نسبتهم 15%. والذين هم تحت سن العاشرة، نسبتهم 10%. والسبب في هذه القلة بالنسبة للشباب يعود إلى ترك بعض الشباب الإسلام، لأن كثيراً من أهلهم أصبحوا في عداد الصينيين غير المسلمين. ولا يوجد محضن إسلامي يحافظ عليهم من الذوبان ويربيهم، ولا توجد توعية إسلامية في الإعلام مع وجود ما يضاد الإسلام في المجتمع كله. وكان يوجد مسلمون في تايوان قبل مائة سنة ولكنهم ضاعوا، والمسلمون الموجودون الآن كلهم جاءوا من البر الصيني مع الحكومة التي انتقلت من هناك قبل أربعين سنة، وهم إما من الجيش أو من الموظفين المدنيين، ولا يوجد مسلمون من نفس الجزيرة إلا النادر، وعندما جاء المسلمون إلى تايوان من البر الصيني كانوا في سن العشرين تقريباً، ولهم عادات ولهجات مختلفة، وليس عندهم معلومات عن الإسلام ولا يستطيعون أن يتعلموا، ولا بد من بقائهم في العمل مع غير المسلمين ليعيشوا، وهذا يدفعهم إلى نسيان ربهم ودينهم. وبعض المسلمين يتزوجون صينيات دخلن في الإسلام حديثاً من أجل الزواج، والزوجة الحديثة العهد بالإسلام الجاهلة به التي لا تجد العناية من زوجها أو غيره من المسلمين، لا تستطيع أن تربي أولادها على الإسلام، لجهلها به وتمسكها بعاداتها وجهل الزوج وشغله بعمله، ولذلك يكون الأولاد مسلمين بالاسم. هذا بالنسبة للجيل الثاني، أما الجيل الثالث، فبعضهم لا يدري أنه مسلم وينكر ذلك، وبعضهم لا يسجلون أبناءهم رسمياً أنهم مسلمون، ولذلك فعدد المسجلين سبعة آلاف ولا يدرى عن عدد من ينطق الشهادة ويفهم معناها، ويمكن أن يكون عددهم 20% وبخاصة من سنه دون الثلاثين. ومن الأخطاء التي حصلت من الحكومة في تايوان إطلاقها على المسلمين اسم: \"خوي\" (HUAI) وهو في الأصل اسم لأول قبيلة دخلت الإسلام في الصين، والناس يظنون أن الإسلام خاص بهذه القبيلة، وهذا الإطلاق ليس منتشراً في البر الصيني بل يطلق على المسلمين اسم مسلمين رسمياً، وإطلاق كلمة \"خوي\" عليهم يوجد في تايوان وكوريا وهونغ كونغ.  [[بل وجدت هذه التسمية موجودة في البر الصيني، عندما قمت بزيارته في عام: 1416هـ وهو إطلاق قديم في الصين، وقد ذكرت ذلك في الكتاب الخاص بزيارة الصين الشعبية]]. وكثير من المصطلحات الإسلامية لا ينطقونها باللغة العربية، وإنما ينطقونها بغيرها مثل الصلاة يطلقون عليها اللفظ الفارسي \"نماز\". ومن نشاط الدار نشر فلم ترجم إلى اللغة الصينية وهو يتحدث عن القرآن والعلم، وكذلك بعض الكتب الإسلامية وزعت، وكان لها أثر جيد وترجم شريط الرسالة. وقد بدئ في الدعوة الآن بمن سنهم دون الثلاثين حتى إذا تزوجوا وأنجبوا اهتموا بأولادهم. والذين في المرحلة المتوسطة والمرحلة الثانوية مهتمون بدروسهم في المدارس الرسمية، لأنها صعبة وتبلغ الدروس في الثانوية 12 ساعة. حماس يحتاج إلى دعم: هذا، وبدا لي من الحوار مع الأخ رضا أنه متحمس للدعوة، وعنده جد في العمل، وحسرة على ضياع أولاد المسلمين في خضم الجو الوثني المادي في هذا البلد، وقلة الدعاة والمربين لهؤلاء الأولاد، وجهل الأسر المسلمة بدينها. ولو تيسر له ولإخوانه الذين يرغبون في الدعوة إلى الله في هذا البلد ثلاثة أمور لازداد نشاطهم وأثمر خيراً، وهي: 1- الكتب والمراجع الإسلامية المفيدة. 2- وجود داعية عالم مرب متفرغ يلازم الدار وينطلق منها إلى دعوة المسلمين وغيرهم. 3- وجود عون مادي يساعدهم على تنفيذ خططهم للدعوة والتعليم والنشر. السفر إلى مدينة كاوتشنج: الثلاثاء: 12/2/1410 هـ ـ 12/9/1989م. في هذا اليوم سافرنا من مدينة تايبيه إلى مدينة كاوتشنج بالقطار وهي- أي كاوتشنج (KAOSHUNG)- تبعد عن مدينة تايبيه 350كيلومتر جنوباً. محطة القطارات في تايبيه: محطة تايبيه للقطارات افتتحت في مطلع هذا الشهر \"سبتمبر 1989م\" ومكثوا في بنائها خمس سنوات، وهي أربعة طوابق تحت الأرض [[هذا ما يغلب على ظني]] وأربعة فوقها، وينطلق يومياً من هذه المحطة مائتا ألف راكب لجهات مختلفة في تايوان، وعدد القطارات التي تتحرك منها 1500 قطار، كلف بناء المحطة ستمائة مليون دولار أمريكي. نفذت بناءها الشركة الوطنية (RESET) وهذه الشركة تنفذ مشاريع في جنوب المملكة العربية السعودية. رفيقي في السفر الأخ يونس بن عبد الحي: ولد سنة 1381هـ 1961م- أي في السنة التي أسست فيها الجامعة الإسلامية بالمدينة المنورة، وقبل سنة من التحاقي بها. درس اللغة العربية وهو صغير في المسجد في تايبيه، قبل أن يلتحق بالمدرسة الابتدائية، درسه الشيخ إبراهيم يعقوب (أصله تركستاني) جاء من المملكة العربية السعودية محاضراً في جامعة جنجي الوطنية. والتحق بشعبة تعليم اللغة العربية في الجامعة الإسلامية بالمدينة المنورة سنة 1400هـ وبعد سنتين التحق بالسنة الثانية بالمعهد الثانوي التابع للجامعة الإسلامية، وبعد سنتين التحق بكلية الشريعة في نفس الجامعة. وفي سنة 1407هـ ـ 1408هـ التحق بقسم الدراسات العليا - شعبة التفسير - في نفس الجامعة، ولا زال يواصل إتمام كتابة الرسالة. تحرك بنا القطار في الساعة الثامنة صباحاً من مدينة تايبيه إلى مدينة كاوتشنج، ولا زالت الرياح الشديدة تواصل مسيرتها وتزداد شدة، نسأل الله أن يعطينا خيرها وخير ما فيها وخير ما أمرت به ويكفينا شرها وشر ما فيها وشر ما أمرت به، وكانت الفيضانات في الطريق ترتفع في الأنهار والجداول والحقول التي مررنا بها شيئاً فشيئاً."
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "في مدينة كاوتشنج (KAOSHUNG).",
    "content": "وصلنا مدينة كاوتشنج في الساعة الواحدة ظهراً، وكان الجو مظلماً لا ترى معه السماء ولا الأرض، من شدة كثافة السحب وتراكمها وشدة هطول الأمطار. وعندما وصلنا إلى الفندق، وهو أكبر فنادق البلد ويسمى فندق إمباسدور (THE AMBASADOR HOTEL) انفرجت الظلمة قليلاً، فإذا الأشجار التي تقع على جانبي الطريق قد اقتلعتها الرياح اقتلاعاً، ونزلنا في الدور التاسع عشر، وحاولنا أن نرى من النافذة - من وراء الزجاج - شيئاً خارج الفندق، فما كنا نرى إلا المطر الذي كان ينزل سحباً متتالية، ونسمع هدير الرياح وصرير النوافذ. وكان الغرض من هذه الزيارة أن نلتقي بعض المسلمين هذه الليلة، ونمر ببعض معالم المدينة لأخذ تصور عنها، وليس عندنا إلا هذه الليلة فقط، ولكن هذه العواصف والسحب والأمطار لا يمكن معها تحقيق هدفنا وقدر الله وما شاء فعل. محمد أبو موسى يسلينا بالتجول بين ظلمتين وعاصفة: واتصل الأخ يونس – هاتفياً - بأحد المسلمين في هذه المدينة ويدعى محمد أبو موسى، وبدا لي من سحنته أنه ليس مثل هؤلاء الصينيين، بل يبدو عليه أنه يشبه الهنود والعرب، فسألته: ما أصلك؟ فقال: إن أجداده تناسلوا من جنسيات متعددة: عربية وهندية وبرماوية، وهو يحمل الجنسية الصينية والجنسية الأرجنتينية، وهو تاجر يتحرك بين تايوان والأرجنتين للاستيراد والتصدير. ويشاركه في التجارة شخص صيني غير مسلم يسمى:CHEN CHENG CHONG. جاءنا الأخ محمد وشريكه وألحا علينا في الخروج للتجول في المدينة في السيارة، قلت: ما الفائدة في التجول ونحن لا نستطيع أن نرى شيئاً من شدة ظلمة السحب والمطر، وشدة الرياح العاصفة؟ قالا: نتجول ونرى ما يمكن رؤيته، لعدم وجود وقت آخر عندكم غير هذا الوقت.\tفخرجنا معهما في الساعة الرابعة عصراً، ولم نعد إلا في الساعة السابعة، تجولنا في الشوارع والحارات، وصعدوا بنا إلى قمة جبل يطل على المدينة والبحر، وهذا ما كنت أتمناه في أوقات الصحو، لأتصور البلد الذي أنزل فيه من علو، وقد قلت في إحدى المناسبات: [sh][shtr]والكون فوق العالي= أوسع في المجال[/shtr] [/sh] وقالا: إن هذا هو أعلى مكان في المدينة. قلت: ولكني لم أر منه أي مكان منها. ونزلنا من قمة الجبل ومررنا بجامعة جونج شنج الوطنية، وهي مسماة باسم مؤسس الدولة سانج يي شينج (SUNGYI SHENG) وكان رئيس هذه الجامعة رئيس الوزراء الحالي ليهونج. ثم ذهبنا إلى شاطئ البحر الذي كانت أمواجه ترتفع إلى ما يقارب عشرة أمتار، وتمتد إلى الشارع فترش الناس الذين تجمعوا في سياراتهم يتفرجون على ذلك الهياج وتلك المظاهرات الموجية. وكان بعضهم خارج السيارات لابسين ثياب المطر (الرين كوت) يتلذذون بالمطر النازل ورشاش أمواج البحر ويتراقصون في الشارع رجالاً ونساء. ثم ذهبنا إلى الميناء وبجانبه نفق تحت البحر يزيد على كيلومتر، عبرنا منه ثم عدنا وبجانب الميناء حارة صيادي الأسماك التي بنتها لهم الحكومة وتبيعها للساكنين بسعر مناسب. وقال الإخوة. إن هذا الميناء من الموانئ الكبيرة، وهو يعمل أربعاً وعشرين ساعة في الأوقات العادية وفي الإجازات. هذا ما استطعنا أن نفعله في زيارة هذه المدينة. ورجعنا بعد هذه الجولة إلى الفندق، فإذا نشرة الأخبار في التلفزيون تعرض أحداث هذه العاصفة الشديدة التي يسمونها: (TAIFOONG) وقد أحدثت فيضانات شديدة وقلعت الأشجار، وهدمت المنازل، واستنفر الجيش للإنقاذ ومحاولة التخفيف من الأضرار. تجاذبنا أطراف الحديث فسجلت ما يأتي: هذا، وكنا أنا والأخ يونس نتجاذب أطراف الحديث، قبل النوم، وسجلت عنه ما يأتي: قال: قامت جمهورية الصين سنة 1911م في شهر أكتوبر بعد الإطاحة بنظام الإمبراطورية الذي كانت تتمتع به أسرة ما نشو. وعندما ظهرت الشيوعية حاربتها الحكومة الوطنية، ولكن روسيا ساعدت الشيوعيين، وعلى رأسهم ماو تسي تونغ الذي كان قد انضم إلى الجيش الوطني في الحرب العالمية الثانية، ثم خان الحكومة واستولى بمساعدة روسيا على المعدات الحربية التي تركتها اليابان بعد هزيمتها في شمال شرق الصين. وقويت شوكة ماو بهذه المعدات وبمساعدات روسيا، فحارب الحكومة بحجة أنها لا تعمل لمصلحة الشعب، وأنه هو يريد الإصلاح واستمرت الحرب بين الحكومة الوطنية والشيوعيين أربع سنوات استولى بعدها ماو على البر الصيني، وانسحبت الحكومة المركزية إلى جزيرة تايوان سنة 1949م. وتعتبر تايوان إحدى مقاطعات جمهورية الصين الوطنية، ووجود الحكومة المركزية في تايبيه وجود مؤقت إلى أن يتم تحرير البر الصيني من الحكومة الشيوعية. وتوجد في تايوان إحدى وعشرون محافظة، لكل محافظة سلطتها المحلية التي تنتخب من قبل سكان المحافظة. وكان ممثلو الشعب قبل استيلاء الشيوعيين على السلطة في البر الصيني من 36 مقاطعة، وهم الذين ينتخبون رئيس الدولة، وبعد استيلاء الشيوعيين على البر الصيني انتقلت الحكومة وممثلو الشعب إلى مقاطعة تايوان، وبقوا على ما هم عليه من سنة 1947م إلى الآن. وكلما مضت ست سنوات تجرى انتخابات لممثلين جدد مع الممثلين القدامى، وعدد الجدد أكثر من مائة، وعدد القدامى سبعمائة تقريباً، وهذا العدد هو نصف عددهم في السابق، حيث قد توفي منهم 50% تقريباً، ومجلس الشعب هو الذي يختار رئيس الدولة. فالحكومة المركزية في تايبيه تعتبر هي حكومة جمهورية الصين بما في ذلك البر الصيني.  [[هذه أحلام بدأت تتبدد]]. أما مقاطعة تايوان فعاصمتها في مدينة تايشونج (TAICHUNG) على الساحل الغربي وفي النصف الشمالي من تايوان، وحكومتها منتخبة من محافظات تايوان، فهي حكومة محلية، ويسمى مجلسها: مجلس مقاطعة تايوان، ورئيس المجلس ينتخبه ممثلو المحافظات في مقاطعة تايوان وفوق رئيس هذا المجلس رئيس مقاطعة تايوان الذي يرشحه رئيس مجلس الوزراء ويعينه رئيس الجمهورية.  [[السلطة الشيوعية في بكين، والحكومة الوطنية في تايبيه متفقتان على أن تايوان إحدى مقاطعات جمهورية الصين، ولكن كلاً من الحكومتين تدعي أنها هي الحكومة المركزية، وجميع المقاطعات الصينية ـ بما فيها مقاطعة تايوان ـ تابعة لها، ولا ترضى الحكومة الوطنية في تايبيه أن يطلق عليها جمهورية تايوان، وإنما تصر على أن يطلق عليها جمهورية الصين الوطنية، وبين الحكومتين مناورات في توحيد  البلدين، لكن كل حكومة تصر أن يكون التوحيد على مبادئها، حكومة تايبيه تصر على المبادئ التي قامت عليها الجمهورية قبل الحكم الشيوعي، وهي: الديمقراطية والعدالة والمساواة والحكومة الشيوعية تصر على المبادئ الأربعة: قيادة الحزب الشيوعي، وتطبيق الأفكار الماركسية واللينينية والمادية، وحكم البرولتاريا، وتطبيق الاشتراكية وعلى هذا فالوحدة بين النظامين شبيهة بالجمع بين الضب والنون! لكن حكومة الصين الشيوعية تغازل تايوان الآن على أن تتم الوحدة على قاعدة: (بلد واحد ونظامين) أي إن تايوان تتبع الصين الأم، ويكون لها نظامها الاقتصادي والسياسي الخاص بها، ولكن تايوان تدرك أن هذا لا يعدو أن يكون طعماً لاصطيادها]]. هذا، ويتبع مجلسا محافظة تايبيه، ومحافظة كاوتشنج (KAOTCHIUNG) - وهي المدينة التي نحن الآن في زيارتها في جنوب غرب الصين - مجلس وزراء الصين، لأن سكان كل منهما يزيدون على مليون نسمة، والدستور ينص على أن المدينة إذا زاد عدد سكانها عن مليون نسمة يتبع مجلسها مجلس الوزراء، ولها ميزانية خاصة على مستوى الدولة، وليس على مستوى محلي. أما المحافظات الأخرى، فإن مجالسها تتبع مجلس مقاطعة تايوان، وميزانيتها تابعة لمقاطعة تايوان، يوزعها رئيس المقاطعة. ومساحة مدينة تايبيه 27 ألف هكتار. وسبق أن عدد سكانها مليونان وستمائة ألف نسمة. أما مدينة كاوتشنج فقد استوطنت في القرن السابع عشر الميلادي، وأصبحت مدينة كبيرة قبل عشر سنوات (سنة 1979م) وكانت قبل ذلك منطقة قواعد عسكرية، وأنشأت فيها مصانع كبيرة للصناعات الخفيفة والثقيلة منذ ثلاثين عاماً، بها مصنع لبناء السفن، ومصنع للحديد والصلب، ومصنع لتكرير البترول، ومصنع لإصلاح السفن وصيانتها، وبها قاعدة بحرية رئيسية، وقاعدة جوية رئيسية، وكليات عسكرية، إضافة إلى الجامعة ذات الكليات المدنية المتعددة، وهي تقع في جنوب غرب جزيرة تايوان. اضطراب في مواعيد القطارات وتغيير في خطوط السير: الأربعاء: 13/2/1410هـ ـ 13/9/1989م. أصبح الجو مغيماً في مدينة كاوتشنج، ولكن المطر كان أقل وكذلك الرياح. وكنا قد حجزنا للعودة في القطار إلى مدينة في وسط الطريق بين كاوتشنج و تايبيه تسمى: تايتشنج ننزل فيها ونتجول فترة لأخذ تصور عنها، ثم نحجز في قطار آخر إلى تايبيه في نفس اليوم، واتصل الأخ يونس للاطمئنان على بقاء موعد انطلاق القطار في وقته المحدد، فقال له المسؤولون: إن الرحلة قد ألغيت، فذهبنا مسرعين إلى محطة القطار، لنحجز في رحلة أخرى إلى تايبيه مباشرة خشية من التأخر بسبب الفيضانات التي ازدادت في الطريق، وقد تلغى بسببها الرحلات. وعندما وصلنا إلى المحطة وجدنا القطار الذي كنا حجزنا فيه باقياً على موعده - ثم تأخر نصف ساعة - وتحرك في الساعة العاشرة وصل إلى مدينة تايتشينج في الساعة الثانية عشرة والربع، وأعلنت المضيفة أن الطريق إلى تايبيه مغلق، بسبب خراب الخط من الفيضانات، وأن القطار سيواصل سيره عن طريق أخرى، وكان الأمر كذلك، وتغير سير خطوط قطارات أخرى. المنصرون الغربيون: عندما كنا في محطة القطار في كاوتشنج رأينا خمسة شبان أمريكيين وهم يحملون شارة التنصير ويتحدثون - مع لغتهم - اللغة الصينية وترافقهم فتيات صينيات، وهن يحملن نفس الشارة، وهم منطلقون إلى بعض المناطق في الصين للتنصير. وفي ذلك عبرة لنا نحن المسلمين أهل الدين الحق الذي لم نعطه حقه في الدعوة إليه، باتخاذ الوسائل التي توصله إلى الناس، من ذلك اللغات العالمية والمحلية في العالم، فتجد أهل الأديان الباطلة يتخذون كل الوسائل لنشر دينهم الباطل، ومن ذلك إجادة لغة البلد الذي يريدون العمل فيه وفهم عاداته والاختلاط بأهله وتجنيدهم لتحقيق أهدافهم، والمسلمون عندهم إمكانات مادية وفي استطاعتهم إيجاد وسائل لنشر دينهم في كل أنحاء العالم، ولكنهم مشغولون عن ذلك بتحقيق مصالح شخصية واتباع أهواء تعرقل القيام بالدعوة إلى الله، فلا حول ولا قوة إلا بالله! وصلنا إلى تايبيه في الساعة الثانية والنصف ظهراً. وعندما وصلنا إلى الفندق نظرنا من الشرفة فإذا جزء من سفح الجبل قد انهار بأشجاره بسبب شدة العواصف الشديدة والأمطار الغزيرة. في تايبيه مرة أخرى: الخميس: 14/2/1410هـ ـ 14/9/1989م. كان الجو هذا اليوم صحواً في الصباح، يصلح للتجول في مرتفعات مدينة تايبيه لأخذ تصور عن المدينة، ولكن الأخ يونس اتصل بي معتذراً عن حضوره، حيث عرض له شغل أخره عن الحضور، فخرجت تجولت قليلاً مشياً على الأقدام قرب الفندق والتقطت بعض الصور الفوتوغرافية لبعض المناظر المجاورة. وجاء الأخ يونس في الساعة الثالثة ظهراً، وذهبنا بالسيارة نتجول، ولكن الغيم كان قد غطى المنطقة، فلم يدع لنا فرصة كافية للاستفادة من هذه الجولة، وإن كانت لم تخل من فائدة في الجملة. ذهبنا إلى التلال المجاورة للمدينة التي تشرف عليها، ومنها تل تقع عليه جامعة الثقافة، فأطللنا منه إطلالة خفيفة، لأن الغيم والمطر كانا على أشدهما، ثم ذهبنا إلى البحر (مصب النهر الذي يخترق مدينة تايبيه، ويمر بجوار الفندق الذي نزلت به) ولم نتمكن من البقاء في الشاطئ لكثرة الناس، وكثرة الناس في مثل هذا المكان معروفة يصعب على المسلم أن يبقى معها. عيد القمر: وسبب كثرتهم على الشواطئ في هذا اليوم أنه من أعيادهم، ويسمونه عيد القمر، ولهم في تعليل تسميته قصة خرافية - وما أكثر خرافاتهم - وهي أن بعض أدويتهم التي يتناولونها صعد في هذا اليوم إلى القمر فجعلوه يوم عيد القمر، ويقال: إنه من أيام انتصاراتهم على عدوهم. وعلى كل حال فالمناظر البشرية في الساحل ليست لائقة بنا، ولذلك عدنا إلى المدينة، وكانت شوارعها أقل ازدحاماً لخروج الناس إلى الضواحي. في  مطعم علي بابا: وذهبنا إلى مطعم رجل أردني يدعى حسين إبراهيم دسوقي، وهو أردني وله مطعم في وسط البلد يسمى: مطعم علي بابا فتعشينا به، قرب لنا شربة العدس والحمص والكباب والبامية والكبسة \"الرز باللحم\" عشاء شرقي. وكان دسوقي طالباً في إحدى الجامعات في كلية الزراعة، ثم تزوج امرأة صينية وطاب له المقام في تايبيه، وأصبح صينياً وفتح هذا المطعم، والرجل مرح يمزح مع الزبائن العرب وينكت معهم ليضحكهم ويؤكلهم ويأخذ رزقه منهم. وبعد ذلك رجعنا إلى الفندق مارين بمبنى وزارة الخارجية ومكتب رئاسة الجمهورية، ومبنى المحكمة وبقربها مسرحان: أحدهما صيني والآخر أجنبي. زيارة سفير المملكة العربية السعودية في تايبيه: الجمعة: 15/2/1410 هـ ـ 15/9/1989م. ذهبنا في الصباح إلى سفارة المملكة العربية السعودية، حيث كنا على موعد مع السفير. وهو فريق طيار متقاعد: يسمى أسعد عبد العزيز الزهير. ولد في 20/11/1350 هـ في المدينة المنورة. كان قائد القوات الجوية في المملكة، تقاعد سنة 1400هـ وعين سفيراً في نفس السنة. تم في هذا اللقاء مذاكرة أحوال المسلمين في تايوان، وشكا من سوء فهم بعض المسلمين للإسلام وتأولاتهم لبعض القضايا تأولاً غير سليم، وعدم فهم الإسلام فهماً سليماً. ثم زرنا الملحق الثقافي الأستاذ رمضان بن أحمد بن محمد بخش. الذي ولد سنة 1373هـ في مكة المكرمة، وتخرج في جامعة الرياض - تخصصه الإدارة العامة وإدارة الأعمال سنة 1396هـ وقد عين ملحقاً ثقافياً في تايبيه منذ ثلاثة شهور. زيارة الجمعية الإسلامية الصينية في تايبيه: بعد الاجتماع بسفير المملكة العربية السعودية ذهبنا إلى جامع تايبيه الذي تشرف عليه الجمعية الإسلامية الصينية، وقابلنا رئيس الجمعية الحاج داود الذي يبلغ من العمر ستاً وسبعين سنة، وأمينها العام الحاج إسماعيل وانج الذي يبلغ من العمر ثمانين سنة. وهذه الجمعية أسست في البر الصيني، قام بتأسيسها الجنرال المسلم عمر باي تشونج هشي، أحد قادة الجيش الكبار، وأشرف على نشاطاتها في محاربة اليابان. وكان تأسيسها سنة 1938م. وكان من أهم نشاطاتهم في تلك الفترة: 1- إصدار التوجيهات لفروعها في كل أنحاء الصين للقيام بالدفاع عن الوطن وإنقاذه من الغزو الياباني، وجمع التبرعات من المسلمين لهذه المهمة أو التبرع بساعات عمل مجانية ممن لا يستطيع أن يشارك بالمال. 2- تنشيط التعليم المدني بين المسلمين، حيث قامت بإنشاء مدارس في كثير من مقاطعات الصين، بلغت في فترة من الفترات مائتي مدرسة ابتدائية، كما شجعت على توسيع التعليم الثانوي والجامعي عن طريق المنح والمساعدات المالية. 3- بعثت عدداً من الطلاب إلى مصر وتركيا وغيرهما من البلدان الإسلامية، للاستفادة تعليمياً ولتوثيق الروابط بين مسلمي الصين والبلدان الإسلامية. 4- كما أرسلت بعثات صداقة إلى البلدان الإسلامية، لكشف مخاطر الاستعمار الياباني فأدى بعض الوفود مناسك الحج واجتمعوا بزعماء المسلمين في الحج، وزاروا بعد ذلك بعض البلدان الإسلامية في الشرق الأوسط وزاروا الهند. وعندما استولى الشيوعيون على الصين، اضطرت الجمعية أن تنقل نشاطها إلى مقاطعة تايوان مع الحكومة الوطنية المنهزمة.  [[راجع كتاب تاريخ المسلمين في الصين في الماضي والحاضر لبدر الدين و.ل. حي ص 136ـ 138]]. ونظراً للظروف الاقتصادية السيئة في تلك الفترة، فإن الجمعية ضعف نشاطها، ولكن الحياة بدأت تدب فيها نسبياً من سنة 1958م. والحاج داود هو الرئيس الرابع للجمعية، وقد تولى رئاستها من سنة 1977م. هذا، وسبق أن اجتمعت بالحاج داود في تايبيه سنة 1406هـ وأجريت معه مقابلة سبق إثباتها في الرحلة الأولى في القسم الأول من هذا الكتاب. الاجتماع بزعيم بوذي كبير في تايبيه: وقد كتب اسمه وعنوانه بالحروف الصينية في الكراسة التي أباشر تسجيل المعلومات فيها. [img]pics/13/13040.jpg[/img]<< الزعيم البوذي يكتب عنوانه في دفتري >> وكان المترجم بيني وبينه الحاج داود الذي ضرب لي موعداً معه ورافقني إلى منزله، وهو يعتبر من كبار الباحثين في المذهب البوذي. دار الحوار - بعد التعارف - في بعض المسائل المهمة وذلك كما يأتي: من أوجد هذا الكون؟ قال: عند البوذيين لا يوجد خالق للكون، وإنما وجد الكون بتكون عناصره المختلفة في العالم تصادفت فتكونت، مثل العمارة توجد بالمهندسين والعمال، وهذا معنى التصادفية.  [[هل رأيت قياساً أشنع من هذا القياس الفاسد في المقيس والمقيس عليه جميعاً؟ وهل وجدت العمارة وهي المقيس عليه بالتصادف أو بالمهندسين والعمال؟‍![[. قلت: لكن إتقان الكون يدل على عدم المصادفة، والعمارة وجدت بفعل المهندسين والعمال كما ذكرت ولم توجد مصادفة؟ قال: كان يوجد في الهند دين برومن (الديانة الهندوكية) وهم يعترفون بوجود خالق، ولكن بوذا عندما تعمق في فهم هذه المسألة وجد تناقضاً في ذلك، وهذا التناقض هو: كيف يخلق الخالق الخير والشر، ولماذا يخلق الحياة والموت والجنة والنار والسعادة والشقاوة، ولهذا فضل تجنب الحديث في هذا الأمر، واتجه إلى تخلص الإنسان من الصعوبات والمشكلات عن طريق التعبد والتنزه عن الشهوات البشرية والأمور القبيحة، ليكون الإنسان البوذي متطهراً مثل الملائكة. وفي الكون كثير من الظواهر والحركات والتدبيرات كالسحاب والمطر والرياح، وهذه الظواهر لا يحركها إله واحد، بل تتحرك بعدة عناصر غير منظورة بالعيون المجردة، ولكن طاقاتها موجودة في العالم، وهي مكونة من عناصر مختلفة، تعتبر كالإله المدبر لتصرفات الكون. قلت له: هل لهذه العناصر قدرة وسمع وبصر وحكمة وعلم تستطيع بها إيجاد هذا الكون الدال على أن موجده يتصف بهذه الصفات؟ قال: هذه العناصر حينما قامت بتصريف هذه الأشياء، كان عندها حكمة وإرادة وفكرة وبعد أداء هذا التدبير بقيت هذه القوة بدون حكمة ولا إرادة. قلت: لو كان الأمر كما ذكرت لما بقي الكون مدبَّراً هذا التدبير، مثل الطائرة يصنعها الصانع ويتركها بدون صيانة فتصون نفسها وتطير وتهبط بدون مدبر ولا قائد. قال: توجد قوة خفية لا تظهر في البداية، ولكن هذه القوة يمكن أن تدفع العناصر في الكون كالرياح وغيرها وهذه القوة بدون عقل، وفوق ذلك توجد قوة عندها عقل وإرادة.  [[تأمل كيف تضل عقول فلاسفة المبادئ المحكومة بغير ميزان الله؟‍!. يتناقض أهلها في لحظة واحدة بدون شعور أو بدون مبالاة]]. قلت له: ما هي هذه القوة العليا التي توجد عندها عقل وإرادة وما اسمها؟ قال: لا اسم لها ولا عقل ولا إرادة. قلت: هل تستوي تلك العناصر في القوة والحكمة وغيرها من الصفات؟ وهل هي من نفس الكون أو من خارجه؟  [[كنت أحاول أن أسوقه إلى التحدث في الإيجابيات من تناقضاته]]. قال: الطاقة في جملتها واحدة ليس لها درجات مختلفة، لكن الجنس البشري تختلف درجاته في هذه القوة كل بحسب نصيبه، وهذه العناصر هي نفس الكون، ولا يوجد شيء خارج الكون. قلت: إذا كان هذا الكون لم يوجده شيء غيره فهل يخلق الكون نفسه؟ قال: الكون يشتمل على كبير وصغير، وأصغره الذرة أو النواة، والشمس كبيرة، ولكنها في نظر الإنسان سواء كبيرة كانت أو صغيرة. قلت: أي قوة تصرف هذا الكون؟ قال: قوة خفية من هذه العناصر المختلفة في العالم. قلت: هل هذه المعلومات نقلتموها عن بوذا أو غيره؟ قال: بوذا نفسه لم يقل شيئاً عن هذه الأمور، وإنما جاء بالمبادئ والأصول. وبعد مائتي سنة من وفاته قامت طائفة من أتباعه فأسسوا الفلسفة البوذية وفصَّلوها. ويوجد سبب ومسبب في الدنيا، وهما يتسلسلان باستمرار. أما بوذا فكانوا يسألونه عن السبب الذي أنشأ الكون، وهو يمتنع عن الجواب، ويرى أن الأحسن عدم الكلام في ذلك، لأن البحث فيه لا يساعد على الوصول إلى معرفة الحقيقة.  [[وحق له ذلك ما دام لم ينطلق من منطلق الأنبياء والرسل]]. قلت: ماذا ترون في الأرواح والجن والملائكة؟ قال: توجد أرواح وجن، ولكن لا نراها ولا تتجسم إلا بوساطة أجسام مادية. قلت له: الخالق عند المسلمين واحد وهو غير المخلوقين، وله صفات يدل عليها هذا الكون كالعلم والحكمة والقدرة والإرادة، فهل يوجد عند البوذيين ما يمنع الإيمان بذلك؟ قال: يمكن أن يقبل البوذيون بعض أفكار المسلمين مثل الملائكة والأرواح والجن، وهذا ما يسمى بالإله الشخصي، وأما الإله الروحي الذي يرون أنه أوجد العالم فلا يقبلونه. لقد أصيب الرجل بالحيرة من هذا النقاش! وعدنا الرجل عندما التقينا أن يبقى معنا خمسين دقيقة، ولكنه عندما بدأنا النقاش تغير وجهه ونشف ريقه، وكان يتكلم ويداه تنتفضان، حتى قال الحاج داود بعد أن خرجنا: لقد أصيب الرجل بالذهول والحيرة من هذا النقاش الذي لم يواجهه في حياته. [img]pics/13/13041.jpg[/img]<< حوار مع الزعيم البوذي في تايبيه على اليسار والحاج داود يترجم على اليمين 15/2/1410هـ ـ 15/9/1989م >> وكان باستمرار ينظر إلى الساعة، ولكني لم أبال بذلك لأني قد أخذت منه وعداً بخمسين دقيقة، فلما مضت 45 دقيقة، قال الآن جاء موعدي، ولم يكن فيما يبدو عنده موعد، لأنه رافقنا إلى مكتبتهم وشرح لنا الفنون الموجودة فيها، ومر بنا إلى بعض المكاتب الإدارية واستغرق ذلك معه أكثر من ربع ساعة، وهو رئيس البحوث البوذية في الصين. [img]pics/13/13042.jpg[/img]<< الزعيم البوذي في مكتبة مركز البوذيين على يمينه الكاتب وعلى يساره الحاج داود ويونس عبد الحي 15/2/1410هـ 15/9/1989م >> حوارات الطالبة الصينية جولو (غير مسلمة): قال لي الأخ يونس عبد الحي: إن طالبة جامعية عندها بعض الأسئلة تتعلق بالإسلام وتريد مقابلتك، وهي ليست مسلمة، قلت: لا بأس، وأنا أيضاً سأسألها بعض الأسئلة. وجاءت إلى الفندق، وكان الأخ يونس هو المترجم بيني وبينها. وبدأت أنا أسألها: ما ديانتها؟ فقالت: لا ديانة لها، وإنما هي مثل بعض الصينيين يذكرون الأجداد، يكتب اسم الجد الأعلى على خشب ويفعلون ذلك عندما يرجعون من أعمالهم إلى الأسرة. قلت: هل هي مطمئنة لهذه العادة؟ قالت: إنها تذكر الأجداد وتستعين بهم، وهي تدرس الحضارة الإنسانية، ولذلك لا تميل إلى أي دين وترى أن الأديان كلها سواء. قلت: هل ترين أن لهذا الكون خالقاً؟ قالت: هي تعترف بوجود قوة خفية، ولكنها لا تبحث عن هذه القوة. قلت لها: هل يمكن أن يوجد مصنوع بدون صانع؟ قالت: علماء البيئة يقولون: إن الموجد هو الطبيعة. قلت: إن الطبيعة هي الكون وهل يوجد الكون نفسه؟ وضربت لها مثالاً بالطائرة لا توجد ولا تطير إلا بصانع وقائد. قالت: الطائرة لا بد لها من صانع وقائد. قلت: أيهما أكبر الطائرة أم الكون؟ قالت: الكون أكبر ولكنه وجد بالطبيعة، وقد تكون الطبيعة هي الكون، ولكنها ترجح أن الطبيعة هي القانون والنظام. قلت: هل القانون أوجد الكون؟ قالت: القانون حرك الذرة. قلت: من أوجد الذرة؟ قالت: هي هكذا موجودة. قلت: هل عقلك يقر أنه يوجد شيء بدون موجد؟ وطال النقاش في هذا الأمر بدون فائدة، إلا أنها توقفت عن الإجابة وارتبكت. وحاولت أن أثبت لها أن هذا الكون أوجده موجد، وهذا الموجد هو الله الخالق الذي لا يحتاج إلى غيره حتى يوجده. فقالت: إنها لا تستطيع أن تسلم أن الخالق وجد بدون موجد. قلت: وكيف وجدت هذه الأكوان بدون موجد فاعتذرت عن الإجابة. وسألتها هل يوجد مسلمون في البلد الذي نشأت فيه؟ قالت: لا يوجد في بلدتها مسلمون، وأول معرفتها بأنه يوجد دين يسمى الإسلام كان قبل ثلاث سنوات، عن طريق الحاج داود الذي ألقى محاضرة في المستشفى، وقبل ذلك سمعت باسم الإسلام في المرحلة المتوسطة في كتاب مقرر. وقالت: إنها الآن بدأت تدرس الإسلام، وترى أن فيه بعض الأنظمة طيبة. ثم سألت هي عدة أسئلة وأجيب عنها بحسب الوقت المتاح، ومن أسئلتها: 1- أن المسلمين في تايوان عندهم مشكلة، وهي أنهم متفرقون في السكن بين غير المسلمين، وهم أقلية فهل توجد أقليات مسلمة هكذا في بلدان أخرى؟ 2- هل يطبق الإسلام في العالم الإسلامي، وإذا لم يطبق فلماذا؟ 3- هل الإسلام يدعو الناس إلى الدخول فيه ومن المسؤول عن الدعوة إليه؟ 4- هل يوجد مركز عام يقود المسلمين ويهتم بأحوالهم؟ 5- ما حقيقة الإسلام؟ هذا، ولم ينفض الاجتماع إلا بعد الساعة الثانية ليلاً. ملحوظة: بلغت الخسائر المادية من الأعاصير الشديدة، (التايفونج) خلال أربعة أيام خمسمائة مليون دولار أمريكي، وأذيع أن زعيماً سياسياً كبيراً قد اغتيل في الجنوب. خطبة الحاج داود يوم الجمعة: وكانت خطبة الحاج داود اليوم الجمعة في الجامع باللغة العربية فقط، ولا يفهمها إلا العرب الموجودون في المسجد، والنادر من الصينيين، وعامة الحاضرين لا يدرون ماذا يقول؟ وقد نصحته بأن لا يخطب إلا بلغة القوم لأنهم هم الذين يحتاجون إلى فهم المعاني الإسلامية أكثر من غيرهم، وهم الذين يملأون المسجد، أما العرب فوجودهم قليل جداً، ويكفيهم أن يسمعوا ذكر بعض الآيات والأحاديث والمعنى الذي تدور حوله الخطبة. وقد تأكد لي ندرة وجود الشباب والصغار في المسجد في يوم الجمعة الذي جرت عادة المسلمين صغارهم وكبارهم حضوره، وغالب الموجودين من كبار السن وهذا دليل على ضياع الشباب وبعده عن الإسلام كما ذكر. معلومات من مجلة جمهورية الصين الحرة: تصدر نشرة أسبوعية باللغة العربية تسمى: مجلة جمهورية الصين الحرة - وهي استعراض أسبوعي للصحف الصينية - من دار جمهورية الصين الحرة - مركز الرياض وقد اهتم العدد الثاني - من المجلد الثالث منها - بذكر بعض المعلومات عن المسلمين، وأغلب هذه المعلومات قد مر ذكرها فيما كتبته من بعض المراجع أو من المقابلات وهذه النشرة صدرت في 13 يناير سنة 1990م أي في هذا العام الذي أبيض فيه وأرتب هذه الرحلة. والذي أريد ذكره منها هنا ملخصاً: المنظمات الإسلامية الموجودة في تايوان والمساجد. أولاً: المنظمات: توجد – حالياً - في تايوان أربع منظمات، وهي: 1- جمعية المسلمين الصينية، وقد سبق ذكرها. 2- رابطة الشباب المسلم الصيني، وهي المنظمة الإسلامية الثانية في الجزيرة، أسست في كانتون عام 1949م، قبل انتقال الحكومة المركزية إلى تايوان بوقت قصير، والهدف من تأسيسها - كما قالت النشرة - توحيد الشباب المسلم المتحمس، عن طريق دعم الأنشطة الدينية والثقافة الإسلامية والتبشير بالإسلام وشرح مفاهيمه والمحافظة على الاتصال بمنظمات الشباب المسلم الدولية، لتعزيز الروابط الودية في جميع أنحاء العالم الإسلامي. ويرأس هذه الرابطة الحاج إسحاق شياو، وهو عضو في المجلس الوطني. 3- المؤسسة الثقافية التعليمية الإسلامية بجمهورية الصين، وقد أسسها في عام 1976م الحاج عبد الرحمن تشانج والحاج يوسف تشانج، وكلاهما من العلماء المشهورين، وقد تلقت المؤسسة تبرعات من المسلمين في الداخل ومن الخارج، وهي تقدم المنح الدارسة للشباب المسلم في الجامعات والمعاهد لمواصلة دراستهم ليخدموا الإسلام بعد تخرجهم. 4- المعهد الثقافي الإسلامي، وقد تأسس سنة 1987م على يد محمد فالتا، رجل الأعمال الصيني، وهو من أصل سوري، وهو مدير المعهد، والهدف من تأسيس هذا المعهد الدعوة إلى الإسلام خارج المسجد، ويقوم بتدريس اللغة العربية والدين ويدعو العلماء لمناقشة الموضوعات المختلفة المتعلقة بالإسلام، وينظم الخطب والمحاضرات. وهاتان المنظمتان تشرف عليهما جمعية المسلمين الصينية. ثانياً: المساجد: توجد في تايوان خمسة مساجد: اثنان في العاصمة تايبيه، وواحد في تايشونج، ورابع في كوهيسيونج وخامس في ولونجاكانج. وفي جامع تايبيه مقر جمعية المسلمين الصينية والمؤسسة الثقافية التعليمية الإسلامية، في مكاتب تابعة للمسجد. وتوجد في المسجد الثاني رابطة الشباب الصيني المسلم. ملوك ورؤساء مسلمون زاروا الجامع الكبير: وعندما افتتح الجامع الكبير في تايبيه، وهو كما قالت النشرة أول مبنى ذي طراز عربي يبنى في تايوان، ألقى نائب الرئيس الصيني السابق: تشين تشنج خطاباً رئيساً أمام عدد كبير من كبار الشخصيات العالمية، وبعد ذلك توافد العديد من رؤساء الدول وكبار المسؤولين لزيارة المسجد الكبير في تايبيه، ومن بينهم العاهل السعودي الملك فيصل بن عبد العزيز ورئيس وزراء الجمهورية التركية السابق عدنان مندريس، وملك إيران السابق محمود بهلوي، والملك حسين بن طلال، والملك عبد الإله الوصي على عرش العراق آنئذٍ، والرئيس السابق بجمهورية النيجر هماني دياري.... ثم ذكرت النشرة بعض شعائر المسلمين في الزواج والجنائز.. أ هـ. تذكير واقتراحات: وفي ختام الكلام عن زيارتي لتايوان أذكر المسلمين في تايوان والمؤسسات الإسلامية التي عندها اهتمام بالمسلمين في تايوان بالأمور الآتية: 1- أن صغار المسلمين وشبابهم يتناقص - ليس بسبب قلة ذراري المسلمين، وإنما بسبب ضياع هؤلاء الصغار والشباب وذوبانهم في المجتمع الصيني الوثني، وهذه الظاهرة ذكرها بعض الشباب المهتم بالدعوة، ومنهم الأخ رضا، كما نبه عليها تنكو عبد الرحمن  [[في 29/10/1406هـ]]. في كلمته التي ألقاها في المعسكر الذي أعد للشباب الصيني المسلم من داخل تايوان ومن خارجها، فقد نبه المسلمين الصينيين على خطر انقراض المسلمين في هذا البلد بسبب أنه لم ير الشباب الصغار في المخيم. كما أنني لمست ذلك في أكبر جامع في تايبيه في يوم الجمعة، فقد تلفَتُ إلى أرجاء المسجد فلم أر شاباً إلا نادراً، أما الصغار فلا أظن أن عيني وقعت على أحد منهم. وهذا الأمر يحتاج إلى جهود متواصلة من الطلبة الصينيين الذين تخرجوا في الجامعات الإسلامية ورجعوا إلى بلادهم يتصلون بالأسر وينصحونهم ويعلمونهم مبادئ الإسلام ويطلبون منهم تربية أبنائهم على الإسلام، وكذلك يضعون لهم برامج في المساجد في أيام الإجازات يعلمون هؤلاء الأطفال ويربونهم ويحافظون عليهم، ويبعثون بعضهم إلى الجامعات الإسلامية في الخارج، ليتعلموا ويعودوا يعلمون أهلهم وإخوانهم، ويجتمع شباب الصين المسلم المتعلم ويخطط لنشر الدعوة بين المسلمين والتعليم، وبدون ذلك فإن ضياع الشباب المسلم سيزداد. 2- إقامة معهد عربي إسلامي على غرار معهد طوكيو الذي أنشأته جامعة الإمام محمد بن سعود الإسلامية لنشر اللغة العربية والثقافة الإسلامية. 3- إقامة دورة سنوية للمسلمين الذين عندهم إلمام باللغة العربية ومبادئ الإسلام، لتقويتهم حتى يستمروا في تعليم إخوانهم المسلمين في البلاد صغاراً وكباراً. 4- الإكثار من المنح الدراسية لأبناء الصين في معاهد اللغة العربية والكليات في الجامعات والمعاهد الإسلامية في البلدان الإسلامية - العربية وغيرها. 5- مراعاة ظروف الطلبة الصينيين الذين يلتحقون بالجامعات الإسلامية في المملكة العربية السعودية وغيرها، والعناية بهم وترغيبهم في الاستمرار في الدراسة مع تربيتهم تربية إسلامية قوية، مع مراعاة أحوالهم التي تحتاج إلى اللين والحكمة وعدم الشدة معهم. 6- منح المتخرجين منهم من الجامعات الإسلامية رواتب كافية لحياتهم في بلادهم، من أجل أن يتفرغوا للدعوة والتعليم، لأن الرواتب التي يخصص للمتعاقدين مع المؤسسات الإسلامية، كالرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد ورابطة العالم الإسلامي ووزارة الأوقاف الكويتية، لا تكفي أبناء البلد في تايوان لارتفاع المعيشة هناك، ولوجود فرص طلب الرزق الذي يضمن لهم العيش المناسب، كما أن الدارس للغة العربية يجد وظيفة مناسبة في الحكومة، إما في الخارج وإما في الداخل، ويشغله ذلك عن القيام بالدعوة، فإذا أرادت المؤسسات الإسلامية أن تتعاقد مع دعاة من أبناء البلد، فلا بد من مراعاة أوضاعهم وإعطائهم رواتب كافية لمعيشتهم ومثل تايوان، كوريا واليابان، بل اليابان أشد. 7- لا بد من السعي في إيجاد كتب إسلامية مترجمة تشرح العقيدة الإسلامية وأركان الإسلام الأخرى وأركان الإيمان، وبعض المبادئ الفقهية والأخلاقية في الإسلام، ونشرها بين المسلمين حتى يتعرفوا على دينهم وكذلك نظام الأسرة في الإسلام. 8- وأهم ما أراه يستحق العناية هو تكاتف الطلبة المسلمين الصينيين والسعي لتحقيق هذه الأمور، فإنهم إذا لم يتحركوا هم ويقوموا بواجبهم فغيرهم من باب أولى. السفر إلى هونغ كونغ: السبت: 16/2/1410هـ ـ 16/9/1989م. هذا هو يوم السفر إلى هونغ كونغ، وهي آخر الدول في شرق وجنوب شرق آسيا، التي قمت بزيارتها في هذه الرحلة. أوصلني الأخ يونس بن عبد الحي إلى المطار. وأقلعت الطائرة من مطار تايبيه الدولي في الساعة الحادية عشرة والنصف ظهراً. والمطار يقع في جنوب غرب تايبيه على بعد خمسين كيلو متر تقريباً. وكانت الطائرة تسير باتجاه الجنوب مع ميل إلى الغرب في أول الأمر على الساحل الغربي لجزيرة فرموزا (FORMOSA) ثم أخذتْ بعد ذلك في الاتجاه إلى الغرب نحو هونغ كونغ. تمت المراجعة الأولى لهذه الرحلات في أواخر شهر ذي الحجة من عام 1423هـ وشهر فبراير من عام 2003م تمت المراجعة الأخيرة لهذا الكتاب بتاريخ 20 من شهر رمضان سنة 1426هـ 23أكتوبر سنة 2005م وصلى الله وسلم على سيدنا ونبينا محمد وعلى آله وصحبه ?? ?? ?? ?? 120"
  }
]