[
  {
    "type": "title",
    "content": "المجلد الثامن عشر رحلة كينيا سلسلة في المشارق والمغارب الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "القسم الأول: معلومات عن كينيا",
    "content": "[img]pics/18/18000.jpg[/img]<< خريطة كينيا >> الاسم: أطلق اسم كينيا على هذه الدولة سنة 1885م بعد مؤتمر برلين الذي قسمت فيه إفريقيا. الموقع: تقع في شرق القارة الإفريقية. الحدود: يحدها شمالا: السودان، وإثيوبيا، وشرقا: الصومال والمحيط الهندي، وغربا أوغندا، وجنوبا: تنزانيا. المساحة: تبلغ مساحتها: سبعة وستين وأربعمائة وثمانين وخمسمائة ألف  كيلو متراً مربعا (580467م2). السطح: في الجنوب الغربي مرتفعات، وهي تضم غالب السكان، ويقطعها وادي الصدع الكبير من الشمال إلى الجنوب،  وفي الغرب تمتد الهضبة الغربية التي يطلق عليها: (هضبة نيانزا) من المرتفعات والصدع الكبير إلى بحيرة فكتوريا  [[وهي المنبع الرئيس لنهر النيل]].  التي تتقاسمها كل من كينيا وأوغندا وتنزانيا. وأعلى جبالها: جبل كينيا الذي يبلغ ارتفاعه (مئتين وخمسة آلاف  5200م) ثم جبل الجون، ويبلغ ارتفاعه (4321م) بالقرب من حدود أوغندا، وهما ناشئان عن النشاط البركاني.  [[راجع موسوعة الغد (الموسوعة الجغرافية: 2/96) نشر وتوزيع مؤسسة الأهرام]]. ‎الطقس: تختلف درجة الحرارة في المرتفعات عنها في المنخفضات، وفي السواحل عنها في الداخل، فتتراوح درجة الحرارة في الأماكن المنخفضة والساحل ما بين 21- 27 درجة مئوية، وتصل في المرتفعات إلى 16 درجة، هذا مع العلم أن خط الاستواء يمر بوسط البلد تقريباً. حرفة السكان: تبلغ نسبة المزارعين في كينيا: 60%. الاقتصاد: يعتمد اقتصاد كينيا على الزراعة، فتزرع الذرة والذرة الحبشية، والبر والبن والقطن والشاي، والخضروات والفواكه... ويملك غير المسلمين 99% من المزارع. الصناعة: تصنع بها المشتقات النفطية بما يعادل 13% تقريباً من إجمالي الناتج القومي، وتصنع بها البيرة والإسمنت وبعض الصناعات الخفيفة. النشاط التجاري: غالبه بيد الهنود غير المسلمين، ويليهم المسلمون من الهنود والباكستانيين، ثم العرب. الصادرات: البن ومشتقات النفط، والشاي والجلود واللحوم والحبوب، وغالب صادراتها تذهب إلى المجموعة الأوربية والولايات المتحدة الأمريكية، وبريطانيا، وكندا، وزامبيا، وأستراليا، والهند، والصين. الواردات: تستورد: النفط الخام، والآلات الميكانيكية، والسيارات، والحديد والصلب، والورق ومشتقاته، والأسمدة، والمنسوجات. والبلدان الموردة هي المجموعة الأوربية والولايات المتحدة الأمريكية، وبريطانيا، وكندا، وزامبيا، وأستراليا، والهند، والصين، يضاف إليها السعودية والإمارات العربية المتحدة. السياحة وأسباب نموها: ومن وسائل تنمية اقتصادها: السياحة. حيث يقصدها السائحون من كل أنحاء العالم، لعدة أسباب: السبب الأول: جمال طبيعتها وكثرة غاباتها، وبحيراتها وجداولها. السبب الثاني: الغابات الحيوانية المفتوحة ذات المساحات الواسعة، التي يمكن أن يقضي السائح فيها الأيام الطوال يتجول في ممراتها، وهو يتمتع بمناظرها الجميلة، وبأنواع حيواناتها  التي تتبختر عن يمين وشمال من الأرنب إلى الفيل، وطيورها التي تطربه بأصواتها الموسيقية المتجانسة وقد تكون  متنافرة - وفي كل شيء له آية -  من العصفور إلى النسر، منها الأليف ومنها المتوحش، يضاف إلى ذلك تهيئة وسائل السياحة في تلك الغابات، حيث تنتشر فيها الفنادق الصغيرة النظيفة التي تتوافر فيها الخدمات المطلوبة، مع وجود معالم إرشادية في مقاطع الطرق، تدل السائح إلى الفنادق أو الأماكن التي توجد بها بعض أنواع الحيوانات، أو تحذره من خطر النزول من سيارته، كما توجد شركات متخصصة بها موظفون خبراء بالحيوانات وأماكن تجمعها، وسائقون مهرة، بسيارات معدة لهذه السياحة الممتعة. السبب الثالث: أن كينيا بالنسبة للبلدان الإفريقية تعتبر من أحسنها استقراراً وأمناً. ‎السبب الرابع: سهولة المواصلات منها وإليها، حيث يستقبل مطارها أنواع الطائرات من جميع البلدان، كما أن المواصلات بداخلها متوافرة براً وجواً. السبب الخامس: جمال سواحلها وامتدادها، حيث يقع المحيط الهندي في شرقها، وتقع على الساحل مدن قديمة، بها آثار قديمة إسلامية وأوربية، كمدينة ممباسا. السبب السادس: وجود فنادق مناسبة لكل سائح حسب قدرته، من نوع النجوم الخمسة إلى ما هو أقل مستوى. مراحل حكم كينيا: كانت كينيا كغيرها من البلدان الإفريقية تنتشر فيها قبائل بدوية، تسكن الغابات وترعى المواشي وتتناول رزقها من خيراتها الطبيعية التي منحها الله، ليس لهم دولة مركزية، تجمع شملهم، تتفق تلك القبائل أو تختلف بحسب كبار زعمائها وأعرافها وقوتها وضعفها، وقد سيطر عليها، العمانيون، وبخاصة سواحلها، في أول القرن الثاني عشر الهجري، بعد أن حاصروا البرتغاليين الذين احتلوها في  أواخر القرن السادس عشر  [[سنة 1589م]] إلى أوائل القرن الثامن الميلادي،  [[1729م]] وفي أواخر القرن التاسع عشر الميلادي احتلها الإنجليز، إلى أن أعلن استقلالها سنة 1963م، وكما هي عادة المستعمرين قبل  أن يترك البلد المستعمر يصنع على عينه من يركن إليه ممن يعتنق دينه، ويؤهله بالتعليم والتثقيف والتدريب الإداري، لتسلم الحكم وإدارة البلاد، ويحرم من ذلك كله المسلمين وأبناءهم، إضافة إلى نفور المسلمين من دخول أبنائهم المدارس الاستعمارية، لخوفهم من تنصيرهم وإفساد أخلاقهم، مع عدم وجود إمكانات متاحة يستطيعون بها تعليم أولادهم بأنفسهم، فكانت النتيجة تخلف المسلمين، وإبعادهم عن السلطة والمشاركة المؤثرة فيها، وقد تحسنت كثيراً عن ذي قبل حالتهم اليوم، ولكن مشاركتهم في الحكم ضعيفة جداً، فلهم وزير واحد في الحكومة فقط، وعدد من وكلاء الوزراء، كما أن لهم ربع مقاعد البرلمان أو أقل، وهم يكونون أكثر من 35% من السكان، [[كما سيأتي في حواراتي مع بعض المثقفين المسلمين]]. نظام الحكم: نظام الحكم جمهوري. ويتكون من السلطات الآتية: 1- السلطة التشريعية (البرلمان). 2- السلطة التنفيذية، رئاسية (يرأسها رئيس الدولة، وهو القائد الأعلى للقوات المسلحة)، وكان أول رئيس للبلاد هو (جومو كنياتا)، والرئيس الحالي هو (عرب موي).  [[سيأتي الكلام عنهما]]. 3- السلطة القضائية. (المحكمة العليا التي تنبثق عنها المحاكم الفرعية). الأحزاب: ويسمح بتكوين الأحزاب وتعددها، غير أنه إذا وجد حزب إسلامي، توضع أمامه العراقيل التي تظهره غير مستحق لأن يكون حزباً شرعياً، لأسباب قد توجد في أحزاب أخرى غير إسلامية، و لا يمنعها ذلك من أن تكون أحزاباً شرعية، \"وقد سجلت الحكومة  كثيراً من أحزاب المعارضة، ولكنها رفضت تسجيل الحزب الإسلامي، بعلة أن رئيسه متهور، وليست هذه العلة هي السبب في عدم تسجيل هذا الحزب، إذ الأحزاب الأخرى التي سجلتها الحكومة فيها من هو أشد تهوراً، وحوكم الأشخاص المتهورون من أعضاء تلك الأحزاب، وقضية الحزب مرفوعة إلى المحكمة التي لم تبت في شأنه إلى الآن، بل قامت الحكومة بإنشاء حزب إسلامي، سمي بحزب (الأمة الإسلامية الإفريقية) من أجل تفريق كلمة المسلمين\".  [[هذا نص مما أدلى به بعض من حاورتهم من المسلمين الكينيين، كما سيأتي في مكانه]]. أشهر الأحزاب الموجودة في كينيا: 1- الاتحاد الكيني الوطني (KENYA AFRICAN NATIONAL UNION) ويعرف اختصاراً بـ(كانوKANU). تأسس سنة 1944م، وفاز في أول انتخابات بعد الحكم الذاتي، وكون الحكومة الوطنية في ديسمبر، سنة 1963م. 2- حزب الاتحاد الكيني الديمقراطي الإفريقي: (KENYA AFRICAN DEMOCRATEC)، ويعرف اختصاراً بـ(كادو KAGU). 3- حزب اتحاد الشعب الكيني (KENYA PEOPLE,SUNION)، ويعرف اختصارا بـ(كبيوKPU )وأسس في يونيو سنة 1964م.  [[راجع كتاب: كنت في شرق إفريقيا، لمحمد محمد السعيدان]]. أهم المدن: 1- نيروبي NAIROBI)) وهي العاصمة. 2- ممباسا (MOMBASA). 3- ناكورو NAKURU)). 4- كيسومو KISUMU)). 5- ثيكا THIKA)). 6- إلدوريت (ELDORET). 7- نانيوكي ( NANYUKI). 8- كيتلي ( KITALE). عدد السكان: عدد سكانها أكثر من (24) مليون نسمة.  [[يقدره بعضهم بـ(25) مليونا، وبعضهم بأكثر، بل ذكر الدكتور عبد الرحمن بن حمود السميط، رئيس لجنة مسلمي إفريقيا أن عدد السكان (28)مليون نسمة، في كتابه: رحلة خير في إفريقيا ص:7]]. النمو السكاني: من 1975- 2000م.؟ دخول الإسلام إلى كينيا: تختلف الروايات في كيفية دخول الإسلام وزمنه إلى المنطقة، والظاهر أن المسلمين وصلوا إلى سواحلها في القرن الأول الهجري - الثامن الميلادي - حيث هاجر المسلمون من الحجاز واليمن، إثر سقوط الدولة الأموية.  [[وإن كان للعرب صلات تجارية بسواحل إفريقيا قبل ذلك]]. غالب السكان الآن من المسيحيين، حيث تبلغ نسبتهم، حسب إحصاء سنة 1989م: 55% . عدد المسلمين: 7ملايين نسمة، تقريباً، أي إن نسبتهم تزيد على 30% من عدد السكان، نسبة القبائل الصومالية منهم: 40%، ونسبة السواحليين: 25%، ونسبة القبائل الإفريقية: 25%، ونسبة الآسيويين: 10%.  [[يوجد خلاف في عدد المسلمين، لعدم وجود إحصائية دقيقة، يدخل الآن عدد من الأفارقة في الإسلام، وغالبهم لا يدلون بمعلومات عن دينهم]] والباقي من ذوي الأديان الوثنية. ويوجد المسلمون في كل مناطق كينيا تقريباً، إلا أنهم يكثرون في أماكن، ويقلون جداً في أماكن أخرى، فيكثرون في الساحل التي أكبر مدنه مومباسا، وفي شمال شرقها أيضاً، وأكبر مدنها: (قاريسيا GARISSA)  و(وجير WAJIR)، ويكثرون كذلك في نيروبي العاصمة. والسبب في كثرة المسلمين في الساحل بالذات أن وفود المهاجرين المسلمين كانت تنزل في الموانئ، ثم يتغلغلون في المناطق الداخلية لمزاولة الأعمال التجارية، ومنها العاج والجلود وغيرها، وفي ذهابهم وإيابهم كانوا يَبْنون مراكز الإقامة المؤقتة أو الدائمة (تسمى باللغة الحديثة الاستراحات)، ومن تلك المراكز نيروبي التي كانت عبارة عن محطة ينزل بها المسافرون، كما كانوا يستغلون بحيرة فكتوريا للتغلغل في الدول المجاورة، كأوغندا وتنزانيا،وكل مكان نزلوا به وبنوا به مركزاً دخل بعض أهله في الإسلام. وعندما استعمر الإنجليز كينيا، اضطروا إلى بناء الطرق والمواصلات، ومنها سكة الحديد التي استقدموا لها عمالاً من الهند، وكان كثير منهم مسلمين، فكان لهم تأثير في نشر الإسلام، وبعد الحرب العالمية الثانية، استقدم الإنجليز بعض سكان النوبة السودانيين، وهم أيضا مسلمون، فاستوطن أكثرهم نيروبي، وبعضهم استوطنوا كيسومو، وبعضهم ذهبوا إلى أوغندا. حالة المسلمين التعليمية: نشر المسلمون الإسلام كما مضى بين الأفارقة، وتكونت اللغة المشتركة \"السواحلية\" التي تكتب بالحروف العربية، وقد ترسخت ثقافة الإسلام في نفوس الأفارقة، وبخاصة شرق إفريقيا، وأسسوا لتعليم القرآن الكريم والمبادئ الإسلامية الكتاتيب ومدارس تحفيظ القرآن الكريم، وكانت الثقافة الإسلامية ذات مكانة سامية في كينيا وغيرها من الدول المجاورة، وكانوا قضاة وحكاماً في بعض المناطق، ولكن المسلمين لم يعنوا ببناء المعاهد المهنية، والعلوم الحديثة. لهذا عندما جاء المستعمرون الإنجليز، عرفوا ضعف المسلمين من هذه الناحية، فأسسوا المدارس الحديثة على أساس تنصيري، فرفض المسلمون إدخال أبنائهم في تلك المدارس، خشية على دينهم، ولم يطوروا مناهجهم التعليمية، لتقف أمام تيارات مناهج المستعمرين الذين حملوا على مدارس المسلمين وأغلقوها. وبعد أن قويت شوكة المستعمرين أذنوا للمسلمين ببناء مدارس لأولادهم، ولكنهم لم يعترفوا بها رسمياً. حاول إنقاذهم فخذلوه! شعر بذلك بعض الغيورين الواعين للخطر الذي حل بالمسلمين، وبالأخص الشيخ الأمين علي المزروعي - رحمه الله - الذي أخذ ينبه المسلمين على الخطر، ويسعى جاهداً في درئه، فأسس جريدة سماها (الإصلاح)، وكان يجتهد في إقناع المسلمين بتطوير مناهج مدارسهم، وبنى معهداً إسلامياً في مدينة (مومباسا) ليكون نموذجاً للمعاهد الإسلامية، ولكن المسلمين خذلوه، ولم يتيحوا له الفرصة لينقذهم من ذلك الخطر، الذي لا زالت آثاره محدقة بهم، فتدخلوا في المشروع، حتى ضمته الدولة إلى المدارس الرسمية، وعندئذ فتح المعهد أبوابه - كبقية المدارس الحكومية - لكل الطلاب، ولا زال بيد الدولة إلى الآن.  [[لست أدري عن قصة هذا المعهد، ولكنه مثال من أمثلة تدمير مصالح لمسلمين بأيدي المسلمين أنفسهم، ووقوف جهلتهم أو الموالون لأعداء الإسلام ضد كل مشروع فيه خير للإسلام والمسلمين، وما أكثر الأمثلة على ذلك في كل زمان، وهي في هذا الزمان أكثر كمًّا ووضوحاً، فلا حول ولا قوة إلا بالله العلي العظيم]]. واقع المسلمين اليوم وما يتوقع لأبنائهم في المستقبل: أولاً: الحالة السياسية: سبق أن المستعمرين أقاموا المدارس في كينيا على أسس نصرانية، وأن المسلمين رفضوا دخول أولادهم فيها خوفاً على دينهم، ولم يدخل في تلك المدارس إلا النادر منهم، فكان ذلك سبباً في تثقيف النصارى أو المتنصرين، وإتقانهم للغة الإنجليزية التي لم يتعلمها غالب أبناء المسلمين وقد جعلها المستعمرون لغة البلاد الرسمية عند خروجهم، بحيث أصبح الذي لا يجيد هذه اللغة غير مؤهل لتولي المناصب الحكومية العليا، والقليل من الذين تعلموا في المدارس الحكومية من أبناء المسلمين، لم يكن لهم أي وزن، بل بعضهم تنصر (ومنهم وكيلة وزارة الخارجية الحالية \"سالي كوسغي\" التي اعترفت بأنها كانت من أسرة مسلمة، [[كما سيأتي في القسم الثاني]]. فقد هيأ المستعمرون النصارى لتولي الحكم في البلد بعد خروجهم منه، وجعلوا المسلمين مسخرين لا وزن لهم.! ثانياً: الحالة الاقتصادية: لم يغادر المستعمرون البلاد إلا بعد أن جعلوا مصادر الاقتصاد المتمثلة في مزارع البن والشاي والحبوب بيد غير المسلمين، وبخاصة النصارى، ولهذا أصبح المسلمون أحط الناس قدراً وأشدهم فقراً. ومن الاقتراحات التي يرى بعض الطلاب الكينيين أنها ستساعد على حل شيء من المشكلة، أن يواصل بعض المتخرجين منهم من الجامعات الإسلامية، أو بعض المعاهد والمدارس الإسلامية دراستهم في بعض الجامعات الغربية، ليتمكنوا من دراسة اللغة الإنجليزية، وأخذ مؤهلات عليا تمكنهم من تولي مناصب في بلادهم، ولكن من يكفل الطلاب الراغبين في ذلك؟! ثالثا: الحالة التربوية: قررت الحكومة مادة التربية الدينية وجعلتها ملزمة في كل المدارس، ولا يلتحق بالجامعة إلا من نجح في هذه المادة، مع المواد الأخرى، ولا فرق بين أن تكون هذه المادة نصرانية أو هندوسية أو إسلامية، فإذا وجد المدرس المسلم الذي تتوافر فيه الشروط، والمدرس النصراني الذي تتوافر فيه الشروط، والمدرس الهندوسي الذي تتوافر فيه الشروط، ووجد في المدرسة طلاب من أحد الأديان الثلاثة، فلكل واحد من المدرسين أن يدرس طلاب ديانته المادة الخاصة بهم. ومن الشروط التي لا بد منها أن يجيد المدرس اللغة الإنجليزية، وكثير من المسلمين لا يجيدونها، فإذا لم يوجد في المدرسة مدرس مسلم، فلا بد أن يدرس الطلاب المسلمون المادة التي يوجد لها مدرس سواء أكان نصرانيا أم هندوسيا، ومن المعلوم أن النصراني يدرس النصرانية، والهندوسي يدرس الهندوسية، وعلى هذا تسير غالب المدارس الحكومية، لقلة المدرسين المسلمين، وفي بعض الأحيان يسندون تدريس مادة التربية الإسلامية إلى مدرس غير مسلم، وماذا عسى أن يدرس الطلاب المسلمين المدرس النصراني أو المدرس الهندوسي، حتى لو افترض فيه الحياد - وهو افتراض بعيد - ؟!. وقد كان المسلمون يحاولون تدريس أبنائهم في أيام الإجازة (السبت والأحد) من كل أسبوع، ‎ولكن الحكومة ألزمت الطلاب بالدراسة يوم السبت، فقلل ذلك من استفادة الطلاب المسلمين في دراستهم مبادئ دينهم، وفي هذا ما فيه من الخطر على أبناء المسلمين. ولا حل لهذه المشكلة إلا في أمرين: الأمر الأول: السعي في إيجاد معلمين مسلمين تتوافر فيهم الشروط، عن طريق إنشاء معاهد ومدارس تجمع بين المنهجين: المنهج الإسلامي، والمنهج الحكومي، حتى يقوموا بتدريس أبناء المسلمين هذه المادة في المدارس الحكومية، وهذا السعي موجود الآن لدى بعض المؤسسات الإسلامية، ولكنهم في حاجة إلى الإمكانات المادية والمدرسين الأكفياء، وسيأتي ذكر بعض تلك المؤسسات في القسم الثاني. الأمر الثاني: إقامة دورات تدريبية قوية للمتخرجين في المعاهد والجامعات الإسلامية، لدراسة اللغة الإنجليزية دراسة تؤهلهم للتدريس في المدارس الحكومية، وقد حاولت بعض المؤسسات الإسلامية القيام بشيء من هذا ونجحت الفكرة، وتوظف المشتركون في مثل هذه الدورة رسمياً في وزارة التربية والتعليم، ولكن الإمكانات أيضا محدودة، ومدارس الدولة الكثيرة تحتاج إلى جيش من المدرسين المسلمين. وقد أخبرني بعض المسؤولين في مكتب الندوة العالمية للشباب الإسلامي في \"نيروبي\" أن الإحصاء المبدئي لمدارس الدولة وقلة المدرسين المسلمين فيها، وكون الطلاب المسلمين يدرسون التربية الدينية غير الإسلامية، كل ذلك ينذر بالخطر على مستقبل أبناء المسلمين.! وعلى سبيل المثال، فإن المدارس الابتدائية الحكومية في نيروبي وحدها، تزيد عن مائة مدرسة، 45% منها لا يوجد بها مدرس للتربية الإسلامية، فما بالك بالمدارس الثانوية فيها؟ وما بالك ببقية المدارس الحكومية في كل أنحاء كينيا، إضافة إلى المدارس الكنسية المحضة؟ والمدارس التي تشرف عليها الكنائس أو تساعدها؟ وكثير من أبناء المسلمين يضطرون للدخول فيها لعدم وجود مدارس غيرها تقبلهم! والمسؤولية تقع على كل قادر من المسلمين على إيجاد حلول لهذه المشكلة، في داخل البلاد وخارجها: فالقادر على تعلم اللغة الإنجليزية من طلبة العلوم الشرعية من أهل البلد، يجب عليهم أن يتعلموها ويسدوا الفراغ، والقادرون من الأغنياء في داخل البلد أو خارجه يجب أن يبذلوا المال لإنشاء مدارس ومعاهد إسلامية تدرس المواد الإسلامية والمواد الرسمية. الديانة السائدة: يغلب على أهل البلاد قبل دخول الإسلام والنصرانية الطقوس الوثنية، فلما وصل المسلمون إلى الساحل دخل كثير منهم في الإسلام، وبقي غالب السكان في الداخل على معتقداتهم، وعندما احتلها الإنجليز أخذوا ينشرون النصرانية المحرفة، بما عندهم من إمكانات، فبنوا المدارس والكنائس، ومكنوا المنصرين من التغلغل في أوساط الأفارقة، فاعتنق كثير منهم النصرانية على جهل بها، فأصبحت هي الديانة السائدة كما مضى، وكان كثير منهم يدخلون في هذه الديانة الطارئة لمصالح مادية، ومع ذلك تجد الكثير منهم، سواء أكانوا باقين على وثنيتهم أم دخلوا في النصرانية يتركون دينهم ويدخلون في الإسلام، إذا وجدوا من يشرحه لهم ويدعوهم إليه، لأنه أقرب إلى فطرتهم مما سواه.  [[سيأتي ما يدل على ذلك في مقابلاتي وتعليقاتي اليومية]]. اللغة: كانت لقبائلهم لغاتهم المحلية التي يتخاطبون بها -  ولا زال لكثير من القبائل لغاتهم الخاصة -  وعندما نزل العرب بالسواحل ودخل كثير من الأفارقة في الإسلام، وكثر اختلاطهم بالمصاهرة والجوار والتجارة، نشأت لغة جديدة كثرت فيها مفردات اللغة العربية، التي قد تكون فصيحة  وقد تكون محرفة بسبب العجمة الإفريقية، وسميت هذه اللغة بالسواحلية، نسبة إلى الساحل الذي كان بداية نشأتها فيه، وهي اللغة الشعبية ولغة الدعوة وعن طريقها انتشر الإسلام. ويتحدث كثير من أئمتهم وخطبائهم وطلبة العلم منهم اللغة العربية التي تدرس في المدارس الإسلامية الخاصة والكتاتيب والمساجد، وتنتشر اللغة الإنجليزية بين المثقفين.  [[من بعض المراجع السابقة، ومن تقرير من طالب كيني في الجامعة الإسلامية ومن ترجمة مختصرة المعلومات من كتاب مدرسي، يسمى الإسلام في كينيا ألفه الأستاذ محمد عتيق قريشي، طبع سنة 1987م بمطبعة الجمعية الإسلامية]]."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "القسم الثاني: المذكرات اليومية",
    "content": "الاثنين: 19/10/1415هـ 20/3/1995م أقلعت بنا الطائرة السعودية من مطار الملك عبد العزيز الدولي بجدة في الساعة:13.36، وهبطت في مطار نيروبي في الساعة:16.46، فكانت مدة الطيران ثلاث ساعات وعشر دقائق. استقبلني في المطار الأخوان الكريمان: الشيخ إبراهيم إسحاق شيخ - وهو أحد الطلاب الذين أشرفت عليهم في الدراسات العليا في الجامعة الإسلامية بالمدينة المنورة - والشيخ يوسف أحمد عبده وهو من الطلاب المتخرجين في الجامعة الإسلامية. صيد لم يكن بالحسبان: عندما كنا في قاعة كبار الضيوف بالمطار، أشار الأخ إبراهيم إسحاق إلى أحد الأشخاص في القاعة، وقال: إن هذا الرجل من جزر القمر وأحب أن تلتقيه، فقلت: لا بأس، وعندما دعاه فوجئت أنه من المتخرجين في كلية اللغة العربية بالجامعة الإسلامية، التحق بالكلية بعد أن تركت عمادتها. وهو: \"محمد الأمين سيف اليمني\". فأخذت منه معلومات مختصرة عنه وعن بلاده، وهي كما يأتي: الاسم: \"محمد الأمين سيف اليمني\" قلت له: هل أنت يمني؟ قال: أجدادنا من اليمن. المؤهل: تخرج من في كلية اللغة العربية سنة:1408هـ ـ 1988م. الوظيفة: مستشار في رئاسة الجمهورية بالجزر، ومسؤول عن العلاقات الخارجية. وقد كلف أن يكون سفيراً لبلاده في البلدان الآتية: مصر، ليبيا، تونس، الجزائر، المغرب، موريتانيا، الأردن، سوريا، ولم يقدم أوراق اعتماده إلى الآن، وهو في طريقه إلى تقديمها، وإقامته ستكون بمصر. معلومات عن جزر القمر: عدد الجزر: أربع، وعدد السكان: خمسمائة ألف نسمة. الرئيس: محمد جوهر، تعلم في مدغشقر على أيدي علمائها، وعمره الآن خمس وسبعون سنة وأصله من اليمن.  [[أطيح به في انقلاب قام به المرتزقة وبعض الضباط المعارضين الذين كانوا في السجن بسبب محاولة انقلاب سابق، ويقود المرتزقة الضابط الفرنسي (بوب دينار الذي كان مسؤولاً عن الحرس في الماضي، وهو يحمل الجنسية القمرية، إضافة إلى الجنسية الفرنسية، ويقال: إن محمد جوهر محتجز في المعسكر، وكان الانقلاب في يوم الخميس الموافق: 4/5/1416هـ - 28/9/1995م. وقد اتصل الأخ محمد الأمين سيف اليمني، وهو سفير بلاده - جزر القمر- في البلدان المذكورة ومنها مصر، بالجامعة العربية للتدخل في هذا الانقلاب، لأن الجزر عضو في الجامعة العربية، ولكن الجامعة لا تملك شيئاً لأقرب الدول العربية المؤسسة، فضلاً عن تلك الجزر الصغيرة الفقيرة القليلة السكان.!]] مساحة الجزر: ألفان ومائة وخمسة وسبعون 2175كيلومتر مربع. وهي: 1) جزيرة القَمر الكبرى. 2) جزيرة هَنْزُون. 3) جزيرة مُهَيْلي. 4) جزيرة مايوتي (وهذه الأخيرة لا زالت بيد المستعمر الفرنسي). محاصيل البلد: التوابل، مواد خام العطور. التعليم في الجزر: عدد المدارس الثانوية: 15. عدد المدارس المتوسطة: أكثر من 50 مدرسة. وبها مدرسة عليا لإعداد المعلمين. وفيها ثلاثة معاهد إسلامية تابعة لرابطة العالم الإسلامي. والجزر عضو في جامعة الدول العربية، ولها علاقات مع دول أخرى. ومعظم السفراء المعتمدين لديها يقيمون في نيروبي بـ(كينيا) أو في دار السلام بـ(تنزانيا). وتقيم بها ثلاث سفارات وهي: سفارة فرنسا، وسفارة أمريكا، وسفارة جنوب إفريقيا، وقنصليتان، هما: قنصلية بلجيكا، وقنصلية مدغشقر. حدودها: يحدها\t من الشمال الشرقي مدغشقر. ‎ومن الغرب: تنزانيا. ‎ومن الجهات الأخرى: البحر. ‎وتقع الجزر في مدخل قناة موزمبيق. الأحزاب السياسية: وبها اثنا عشر حزباً سياسياً، ثلاثة منها رئيسة، والباقي أحزاب صغيرة. الحزب الحاكم هو: (إِرْدِير) أي التجمع الديمقراطي. ومن الأحزاب الرئيسة: حزب العدالة الإسلامية. عدد الوزراء ثلاثة عشر وزيراً، منهم وزير الشئون الإسلامية. عدد أفراد الجيش لا يزيد عن ألف فرد، ويوجد عدد من الشرطة. هيئة مجلس العلماء: وتوجد هيئة مهمة نص عليها الدستور وهي: (هيئة مجلس العلماء)، وهي شبيهة بهيئة كبار العلماء، يختارهم علماء المناطق، وينظرون في القضايا الدينية التي يتولى أمرها وزير الشئون الإسلامية، ويرأس هذه الهيئة في الوقت الحاضر سيد طاهر أحمد مولانا، وعمره ستون سنة، وهو متخرج في الجامع الأزهر. الحالة الاقتصادية: تحصل الجزر على قروض ذات شروط صعبة جداً من فرنسا، ومن صندوق البنك الدولي، ومن البنك الدولي، ويوجد في الجزر مكتب للجنة مسلمي إفريقيا.  [[سجلت هذه المعلومات على عجل في مطار نيروبي]]."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "في العاصمة نيروبي",
    "content": "كان النزول في فندق سفاري كلوب (SAFARI CLUB). زيارة سعادة سفير المملكة العربية السعودية: قال لي الأخ إبراهيم إسحاق إن سعادة السفير يوسف بن إبراهيم السلوم ـ أبي عبد الله ـ يدعوكم إلى طعام العشاء، فذهبنا إليه حيث استقبلنا في منزله، وجرت أحاديث متنوعة حول الدعوة والدعاة، وحول منظمة البيئة التي مقر هيئتها في نيروبي، وهي تابعة لمنظمة الأمم المتحدة وسعادته عضو فيها يمثل المملكة العربية السعودية. ثم انتقلنا إلى مطعم هندي حيث أقام به سعادته مأدبة شرقية، حضرها بعض الدعاة الذين تخرج غالبهم في الجامعة الإسلامية بالمدينة المنورة، وبعضهم تخرج في الأزهر، كما حضرها بعض أعضاء السفارة، واتفقنا معه على اللقاء مرة أخرى. كما اتفقت مع الإخوة: إبراهيم إسحاق وزملائه والقائم بأعمال الملحق الديني السعودي الأخ سمير الملحم على وضع برنامج للزيارة، وكان كالآتي: (1) زيارة بعض المؤسسات الإسلامية. (2) مقابلة إمام الجامع الكبير بنيروبي. (3) زيارة جمعية منطقة ساوتسي الإسلامية. (1) زيارة بعض المؤسسات الإسلامية. الثلاثاء: 20/10/1415هـ ـ 21/3/1995م جاءني الأخ إبراهيم شيخ إسحاق، ومعه الأخ إسماعيل حسن، وهو من الطلاب الذين درَّستهم في الدراسات العليا، وذهبنا لزيارة بعض المؤسسات الإسلامية وأشار الأخوان ونحن في الطريق إلى ثلاث كنائس (للنصارى) وكنيس واحد (لليهود) كلها بقرب جامعة نيروبي على الشارع العام، وهو أكبر شارع في المدينة (ويقع بجانبه فندق سفاري كلوب) الذي يشرف على الجامعة مباشرة، وكان على يميننا مبنى البرلمان، وبقربه قبر الرئيس السابق: (جومو كنياتا) الذي حفظ جثمانه المحنط. ويرفع جثمانه واقفاً عن طريق الكهرباء في بعض المناسبات ليراه الناس (وليت الناس يعتبرون بالموت وكفى به واعظاً!) كما مررنا بجوار الشارع المذكور بمباني الحكومة: مكتب الرئيس، ورئيس الوزراء وبعض الوزارات الأخرى. ولفت نظري الإخوة إلى بعض الأسماء المكتوبة على اللافتات، وهي مكتوبة باللغة العربية التي اختلطت بلغة الهوسا، من ذلك كلمة (قهوة هَوْس) أي بيت القهوة، وكذلك (غَلة هَوْس) أي مبنى الزراعة. وتنتشر المدارس النصرانية، وفي حَرَم إحداها بني مسجد للطلاب المسلمين لكثرتهم فيها، وعلى مسافة منها يوجد معهد الإنجيل. زيارة مركز شرق إفريقيا للفكر والثقافة: ثم زرنا مركز شرق إفريقيا للفكر والثقافة الذي أنشئ في شهر ديسمبر سنة 1994م، وهو يتبع الجمعية الخيرية لمسلمي كينيا التي أنشأها قبل أربع سنوات بعض الطلاب المتخرجين في الجامعة الإسلامية بالمدينة المنورة. ومسؤول هذا المركز الأخ  أحمد عبده أحمد، وهو يحمل شهادة الليسانس من كلية اللغة العربية بالجامعة الإسلامية بالمدينة، وحصل على الماجستير في النقد في قسم اللغة العربية في الجامعة الإسلامية العالمية في إسلام أباد بباكستان سنة 1992م. وفي المركز مجموعة كتب إسلامية ومراجع عربية. وعند رجوعنا أشار الأخ إبراهيم إلى مبنى على يميننا لبعض الحضارم وبه مكتبة تجارية لبيع الكتب الإسلامية، وعندما دخلنا إلى هذه المكتبة وجدنا الأخ حسن بن سعيد الزبيدي الحضرمي، الذي سر بلقائنا وذكر أن له إخوة في نيروبي تعاون معهم في إقامة هذا المبنى. ثم ذهبنا إلى مكتب وزارة الشؤون الإسلامية السعودية، وفي الطريق رأيت جمعاً كبيرا من الناس، قال الإخوة: إن هذا سوق أسبوعي، يسمى سوق الثلاثاء، تباع به المنتجات المحلية ويكثر به وجود السائحين الأجانب. زيارة مكتب الشؤون الإسلامية السعودي: وفي مكتب وزارة الشئون الإسلامية اجتمعنا بالأخ سمير الملحم، الذي ذكر أن له في نيروبي أحد عشر عاماً، وكان محاسباً، ولكن المسؤولين عن المكتب منهم من رجع إلى المملكة، ومنهم من انتقل إلى نيجيريا، وبقي وحده يقوم بكل أعمال المكتب بما فيه الإشراف على الدعاة، وأنه طلب من الوزارة الموافقة على عودته إلى بلاده، لأن بعض أولاده بلغوا سن دخول المدارس، وهو لا يستطيع أن ينقلهم إلى كينيا ولا يتحمل فراقهم بعد هذه المدة الطويلة. مقابلة إمام الجامع الكبير بنيروبي: ثم ذهبنا إلى الجامع الكبير، وهو بجوار المكتب السابق ذكره، بل المكتب مستأجر من جزء من المباني التابعة للجامع. [img]pics/18/18001.jpg[/img]<< الكاتب مع إمام المسجد الجامع في نيروبي علي الشِّي ـ إبراهيم إسحاق 20/10/1415هـ 21/3/1995م. (مقابلة إمام الجامع الكبير بنيروبي)>> قبل أن يصلي بنا الإمام صلاة الظهر أخذ يقرأ في كتاب باللغة الإنجليزية - فيه تفسير بعض الآيات - وبعد الصلاة اجتمعنا به في المسجد. الاسم: الشيخ علي بن محمد الشِّي إمام الجامع الكبير وخطيبه في نيروبي. أصله عربي، ولد سنة 1945م، في جزيرة (لامو)، شرق كينيا، وهي قريبة من الصومال. درس في ثانوية الأزهر بمصر، والتحق بجامعة أم درمان الإسلامية، كلية الشريعة والقانون، في عهد الدكتور محمد الباقر، الذي كان يرأس الجامعة [[وكان من أصدقائي الذين جمعتني بهم بعض المؤتمرات والندوات التابعة لاتحاد الجامعات العربية]]. الوظائف: عمل مديراً تنفيذياً للمجلس الأعلى لمسلمي كينيا، ثم قاضياً شرعياً. وفي سنة 1990م، تولى إمامة الجامع. [[اتهم بأنه قد يكون وراء تفجير الفندق اليهودي الذي هوجم في مدينة ممباسا، وهذا نص ما أوردته جريدة الشرق الأوسط ، في عددها رقم (8768) بتاريخ 25/9/1423هـ - 30/11/2002م)]]: \"مجلة استخبارية: إمام من أصل يمني على علاقة بالهجوم: باريس ـ أ.ف.ب: جاء في مجلة متخصصة في شؤون الاستخبارات (انتليجانس أون لاين) ومقرها في باريس أمس أن إماماً من أصل يمني هو الشيخ علي الشيعي [[اسمه الذي اشتهر به في كينيا عندما زرتها: \"الشي\" على وزن: \"الزِّي\"]] على علاقة بالهجوم المزدوج الذي وقع في مومباسا (كينيا) ضد الإسرائيليين وأسفرت عن مقتل 16 شخصاً، بينهم ثلاثة انتحاريون. وكتبت المجلة نصف الشهرية تقول \"اليوم، من المستحيل على ما يبدو أن يكون تم تخطيط الهجومين المتزامنين في مومباسا ضد أهداف إسرائيلية من دون دعم شبكات علي الشيعي\". ويتركز نفوذ هذا الإمام الذي يرأس مجلس الأئمة والدعاة في كينيا في مومباسا حيث الجاليات اليمنية والسودانية والصومالية كبيرة، وفي صفوفها إسلاميون متطرفون. ويقوم مجلس الأئمة والدعاة بتقديم دعم لوجستي لتشكيلات أخرى مثل \"الحزب الإسلامي\" في كينيا (تشكيل غير معروف من قبل السلطات) و\"أصدقاء الأقصى\" و\"سكينة يوث\" في مومباسا التي حظرتها الحكومة رسمياً في مارس (آذار) 2002م بسبب أنشطتها غير القانونية، بحسب المجلة. وقالت المجلة أيضا إن مجلس الأئمة والدعاة ساعد، قبل عشرة أعوام، في تأسيس فرع لتنظيم \"القاعدة\" في كينيا كان بزعامة عبيدة البنشيري حتى وفاته في 1996م في مياه بحيرة فيكتوريا. واليوم يقود الناشط محمد عبيد، المصري الجنسية، عمليات هذا الفرع. ومجلس الأئمة والدعاة على صلة بحركة الاتحاد الإسلامي الصومالية المتطرفة الموجودة على الحدود الكينية. وأصبح الشيخ علي الشيعي في أقل من عشرة أعوام، الزعيم المحبب لدى المسلمين المتطرفين في كينيا. وفي 24 أكتوبر (تشرين الأول) 2001م أكد في مقابلة مع التلفزيون الكيني دعمه لحركة طالبان وعارض أي مساعدة للولايات المتحدة في مجال مكافحة الإرهاب\". انتهى ما نقلته الجريدة...وهذا رابط الصفحة في موقع الجريدة في الشبكة \"الإنترنت\". http://www.asharqalawsat.com/view/news/2002,11,30,138929.html [[ومعلوم اليوم أن أي شخص مسلم له نشاط دعوي مثمر، ويقف ضد الحملة الأمريكية الظالمة، يصنف من قبل أمريكا وعملائها، بأنه إرهابي، على قاعدة الرئيس الأمريكي عندما أعلن الحرب الصليبية، قائلاً: \"من لم يكن معنا فهو ضدنا، ويترتب على هذا الاتهام الظالم التجريم وما يتبعه من مضايقة وعقاب، بصرف النظر عن صحة ما نسب إلى هذا الرجل أو عدم صحته]].! بني هذا الجامع سنة 1925م، وهو يتسع لسبعة صفوف تقريباً، كل صف يتسع لخمسين مصلياً تقريباً، وقد ظلل قسم كبير في مؤخرة الجامع بحيث يتسع يوم الجمعة لأكثر من أربعة آلاف مصلي. للإمام دروس باللغة السواحلية واللغة الإنجليزية، إضافة إلى خطبة الجمعة باللغة العربية، كما أنه يعد منشورات صغيرة، ويلقي معلومات عن مبادئ الإسلام للسائحين الأجانب وطلاب المدارس وجامعة نيروبي. هل وصل البلاغ المبين إلى المسلمين وغيرهم؟ سألته عن مدى وصول حقائق الإسلام إلى المسلمين في كينيا فقال: إن كثيراً منهم يجهلون حقائق الإسلام، أما الوثنيون فإن بعضهم لم يسمع بذكر أي دين من الأديان، مثل قبيلة (ماساي)، و(تَرْكانا)، و(سِمْبُور)، ولهم طقوس خاصة بهم كعبادة الأشجار والأحجار والحيوانات. ولا يوجد عدد كاف من الدعاة، والموجودون منهم كثير منهم لا يبذل طاقته في الدعوة. تفرق المسلمين وأهم أسبابه: وسألته عن المجلس الأعلى للمسلمين، هل استطاع أن يوحد كلمتهم في كينيا؟ فقال: لم يتمكن من ذلك، وتوجد خلافات جانبية بين المسلمين، ومن أهم أسبابها الاستعمار الذي فرق كلمة المسلمين، قَبَلِيّاً ومناطقياً وقروياً، كالصوماليين في الشمال والسواحليين في الجنوب، فقد عزل بعضهم عن بعض، وأدى ذلك إلى عدم الانسجام بينهم، كما أن الاستعمار رفع من شأن الهنود، فجعلهم في طبقة أرقى من الأفارقة، فأدى ذلك إلى جفوة بين الطرفين، ولذا تجد لكل طائفة جمعية، والحكومة تشجع على الفرقة وعدم الانسجام، فلم تجتمع كلمة قادة المسلمين. دخول الإسلام إلى المنطقة: قال الشيخ: وقد دخل الإسلام إلى جزيرة (لامو) في عهد معاوية بن أبي سفيان، ووجد بها قبر من قبور المسلمين له ألف وثلاثمائة سنة، كما وجد مسجد قديم له قبلتان مختلفتان، حيث اعتقد مجددوه بأن في محرابه الأول انحرافاً عن القبلة. ثم ذهبنا إلى أحد المطاعم الهندية التي تهتم بإعداد الطعام الشرقي اللذيذ، وكان معنا الأخ  حسين شريف عبد الله عمر الحامد الحضرمي الأصل، الذي يبلغ من العمر 38 سنة وسألته متى جاء إلى كينيا؟ فقال: إن جدته أم أبيه ذهبت بأبيه إلى مكة للحج على الجمال وكان عمره سبع سنوات، ثم جاءت إلى (ممباسا) والسبب في ذلك الفرار من المجاعة في تلك الأيام، ثم تزوج والده بعد أن كبر وأنجبه في كينيا مع إخوة آخرين. زيارة جمعية منطقة ساوتسي الإسلامية: صلينا المغرب في مسجد هذه الجمعية وطلب مني بعض أعضائها إلقاء محاضرة في المصلين الذين ملأوا المسجد، فكانت المحاضرة تدور حول بناء الإنسان نفسه بالعلم والإيمان والعمل الصالح، ثم بناء غيره بذلك. معلومات مختصرة عن الجمعية: وبعد المحاضرة اجتمعنا ببعض مسؤولي الجمعية الذين أدلوا عنها بالمعلومات الآتية: بدأ التفكير بتأسيس هذه الجمعية سنة 1978م، وكان الذين فكروا في تأسيسها هم: الحاج عبد الرحمن بن الحاج طاهر رحمه الله، وإسماعيل حسن، ومحمد عثمان وَرَفَا - وهذا هو الذي كان يملي هذه المعلومات، وهو أمين الجمعية -. وقد سجلت الجمعية رسمياً سنة 1980م. [img]pics/18/18002.jpg[/img]<< لجنة مسجد ساوتسي ـ كينيا ـ نيروبي  20/10/1415هـ 21/3/1995م >> أثر المسجد في حياة المسلمين: أما المسجد فقد كان أولاً مبنياً من الخشب، وكان المصلون فيه لا يزيدون عن خمسين شخصاً وقد بدئ في بنائه سنة 1984م، وتم بناؤه سنة 1987م، وهو يتسع لسبعمائة مصل من الرجال، وبه طابق علوي للنساء يتسع لأربعمائة مصلية، (والآن تصلي فيه أعداد كبيرة حتى في صلاة الفجر). والأثر الذي أحدثه المسجد والمدرسة في حياة المسلمين لم يكن متوقعاً، ولكن ذلك من فضل الله. وعندما بدأنا نُدَرِس الطلاب كنا ندرسهم في الكتاتيب القرآن الكريم، وهؤلاء الطلاب هم الآن الذين يتولون التدريس في الحلقات. وعندما أنشئ المسجد أنشئت معه ثلاثة فصول من المدرسة، ثم توسعت المدرسة حتى أصبحت في عام 1994م، ستة عشر فصلاً. وعدد طلاب المدرسة مائتان وعشرون طالباً وطالبة، ويقبل الطلاب من سن ثلاث سنوات إلى سن إحدى عشرة سنة. والمنطقة التي أنشئت بها المدرسة والمسجد، سكانها من ذوي الدخل المتوسط ويوجد بها مسلمون قبل بناء المسجد والمدرسة، ولكن عندما تم بناؤهما انتقل كثير من المسلمين من أماكن متفرقة في نيروبي، وسكنوا في هذه المنطقة، من أجل تدريس أبنائهم، لأن منهج المدرسة يجمع بين منهج الدولة الرسمي والمواد الإسلامية. وقد أصبح المسجد نفسه مدرسة، تعقد فيه الحلقات المتنوعة للقرآن الكريم والتفسير والفقه واللغة العربية، وبه حلقات مجدولة في الليالي الأسبوعية، يقوم بالتعليم فيها كبار المشايخ المعتمدين، ويوجد قسم خاص بالنساء في النهار، وقسم لتدريس كبار السن يهتم فيه بمحو الأمية، كما تدرس في المسجد بعض اللغات. وتعالج المؤسسة الأطفال الفقراء مجاناً. ويدخل كثير من غير المسلمين في الإسلام، وغالب الذين يسلمون يكون سبب إسلامهم سماعهم المواعظ والخطب التي تلقى في المسجد وتنقل بمكبر الصوت، فيسمعون ذلك ويتأثرون فيأتون ويسلمون، وهم من فئات متنوعة من الرجال والنساء والشباب والكبار، موظفين مدنيين وعسكريين، وتعقد للمسلمين الجدد دروس منظمة لتفهيمهم مبادئ الإسلام. قال الأخ محمد عثمان: كنا في السابق مشغولين ببناء المسجد والمدرسة وتأسيس الجمعية، والآن نحن نحاول الاجتهاد في الدعوة والتعليم والتربية. التنفير من قراءة كتب الفقه! وقد شكا المسؤولون في هذه المؤسسة من بعض الطلاب المتخرجين في بعض الجامعات العربية، حيث يرجعون ينفرون الناس-  من الجهال أو طلاب العلم الصغار-  من قراءة كتب الفقه ويرمون كثيراً من العلماء بالبدع ويسعون لتفريق كلمة المسلمين، فقلت لهم: لا ينفر من قراءة كتب الفقه إلا من جهل الفقه. ولا عبرة بأمثال أولئك الذين يغلب عليهم الجهل بأحكام الفقه، ومن جهل شيئاً عاداه وفاقد الشيء لا يعطيه. ولكني أنصح الجميع أن يتمسكوا بالدليل إذا ظهر من كتاب الله وسنة رسوله صلى الله عليه وسلم، لما في ذلك من الاعتصام بحبل الله والعصمة من الفرقة والتنازع. الأربعاء: 21/10/1415هـ ـ 22/3/1995م جاء الإخوة إبراهيم إسحاق ويوسف أحمد عبده وإسماعيل حسن، وذهبنا إلى بعض المؤسسات الإسلامية لقاء مع طبيب مؤسسة الحرمين طارق بن محمد عبد الله حماد: وهي مؤسسة دعوية إغاثية شعارها علم وعمل ودعوة، ومقرها الرئيس في الرياض، واسمها مؤسسة الحرمين الخيرية. [img]pics/18/18003.jpg[/img]<< الكاتب مع الطبيب طارق حماد في مؤسسة الحرمين ـ كينيا ـ نيروبي 21/10/1415هـ 22/3/1995م >> ولها مجلس شرعي تعرض عليه القضايا المهمة التي تحتاج إلى فتوى شرعية، ويتكون هذا المجلس من أصحاب الفضيلة: الشيخ عبد الله بن عبد الرحمن بن جبرين. والشيخ عبد الرحمن بن ناصر البراك. والشيخ صالح بن غانم السدلان. والشيخ سعد بن عبد الله الحميد. ولها مجلس أمناء يتكون من: الشيخ عبد الله بن محمد المعتاز. والشيخ محمد بن أحمد الفراج. والشيخ متعب بن سليمان الطيار. والشيخ فريج بن علي العقلة. والشيخ عمر بن سعيد العيد. ولها مجلس إدارة يتولى الإشراف المباشر على أعمالها، ويرأس المجلس الشيخ عقيل بن عبد العزيز العيد. وللمؤسسة مكاتب في كراتشي وكويتا بباكستان، وفي كوكس بازال ببنغلاديش، وفي فينا بالنمسا، وفي قاريسيا ونيروبي بكينيا، وفي تيرانا بألبانيا، وفي مقديشو بالصومال. وتتبع المؤسسة ثمان لجان: 1) لجنة إفريقيا. 2) لجنة أوروبا. 3) لجنة شبه القارة الهندية. 4) لجنة الكتاب الإسلامي. 5) لجنة الشرق الأوسط. 6) لجنة الكفالات. 7) لجنة تفطير الصائم. 8) لجنة المساجد. وكان الذي أدلى بهذه المعلومات في مكتب المؤسسة بنيروبي، الدكتور طارق بن محمد عبد الله حماد السوداني، وهو طبيب عام، عمره اثنتان وثلاثون سنة، تخرج في جامعة القاهرة سنة 1988م، وعمل في السودان أربع سنوات، في وزارة الصحة، تعرف على بعض أعضاء المؤسسة عندما زار المملكة، وعمل معهم في بنغلادش في مخيمات اللاجئين البرماويين في الساحل. قال الدكتور طارق: إن المكتب في كينيا أنشئ سنة 1412هـ. وكان السبب في إنشائه أن أول من زار كينيا من أعضاء المؤسسة، هو مديرها الذي يرأس لجنة إفريقيا، عندما وقعت أزمة الصومال والمجاعة التي نزلت بالصوماليين كما نزلت بالكينيين، بسبب الجفاف الشديد الذي مات على إثره كثير من الناس والحيوانات. وقد حصر اللاجئون الصوماليون في منطقة الحدود الكينية التي كانت أصلاً جزأ من الصومال. وقد سبقت إلى مناطق اللاجئين مؤسسات إغاثية غير مؤسسة الحرمين، مثل لجنة مسلمي إفريقيا التي يشرف عليها الدكتور عبد الرحمن السميط، إلا أن إحدى تلك المناطق - وهي (داداب) - لم تصل إليها أي هيئة إغاثية، فبدأ الإخوة من أعضاء مؤسسة الحرمين يغيثون الناس بالطعام والملابس، وأنشأوا مكتباً في (قاريسيا). وقد وصل عدد المراكز في (داداب) تسعة عشر مركزاً، وبها خمسمائة موظف، وثمانية وثلاثون مسجداً في مناطق مختلفة، أحد عشر من هذه المساجد أقامتها المؤسسة، والباقي تساعد فيها، وثلاثة مراكز تكفل فيها بعض النشاطات. عدد المدرسين التابعين للمؤسسة: 400. ‎عدد الدعاة:\t\t\t25. الأيتام الذين تكفلهم المؤسسة:\t250 يتيماً. المعوقون:\t\t\t\t50 معوقاً. الأرامل: \t\t\t\t20 أرملة. عدد الطلاب:\t\t\t14 ألف طالب وطالبة. ومن المشاريع المهمة التابعة للمؤسسة: مشروع بدأه فضيلة الشيخ صالح الحصين، وهو مشروع الإطعام الخارجي في (أَسْيُلُو) لألفي طالب وطالبة، وجبة يومية لكل واحد منهم، ولباس بالزي المدرسي كل سنة، ورسوم التغذية التي تدفع للمدارس يومياً، ومساعدة مائتي أسرة رمزية وصحية، بميزانية قدرها 15 ألف دولار. وهذا المشروع تولاه الشيخ صالح منذ 15سنة، وكان يشرف عليه الشيخ محمد عبد الستار السلفي الدهلوي، وهو الآن مدير الجامعة الستارية في كرا تشي بالباكستان، وهو من خريجي الجامعة الإسلامية بالمدينة المنورة. وحول الشيخ صالح الحصين هذا المشروع إلى مؤسسة الحرمين الخيرية، ويبحثون الآن عن مشروعات استثمارية في الأعمال الإغاثية والدعوية والتعليمية، وقد وافقت الحكومة الكينية على منح المؤسسة أرضا مساحتها 20 هكتاراً، ليقام عليها مركز إسلامي يتكون من مسجد ومدرسة مع زراعة ما تبقى من الأرض. وهنالك مشروع شراء طائرة صغيرة تتسع لثمانية ركاب، قيمتها مائتا ألف دولار، أو أخرى تتسع لعشرين راكباً، وتكلفة المشروع أربعمائة ألف دولار، لتستغل في مصلحة مشاريع المؤسسة. ويوجد مركز في منطقة: (نامنغا) لتعليم المهتدين إلى الإسلام، مبادئ الإسلام، بحيث يتفرغون يومياً في النهار لمدة ثلاثة شهور، ويعد لهم برنامج معين. ملحق [[أصبح هذا الفرع في كينيا في قائمة الإرهاب!]]. أربعة فروع من مؤسسة الحرمين الخيرية - في قائمة الإرهاب.. السعودية والولايات المتحدة تدرجان 4 من فروع مؤسسة الحرمين في قائمة الإرهاب.. http://www.asharqalawsat.com/view/news/2004,01,23,214141.html واشنطن: عماد مكي.. أعلنت الولايات المتحدة والمملكة العربية السعودية أمس عن إجراءات مشتركة ضد تمويل الإرهاب العالمي، وطالبتا الأمم المتحدة بوضع أربعة أفرع لمؤسسة الحرمين الخيرية في قائمة الشركات التي تمول الإرهاب وتوقيع عقوبات عليها. ويضع القرار الذي أعلن أمس أفرع مؤسسة الحرمين في أربع دول هي إندونيسيا وكينيا وتنزانيا وباكستان في قائمة الجمعيات الممولة للإرهاب، وأصبح مفروضاً الآن وفق هذا القرار على المصارف فحص سجلاتها وتجميد أي أصول تجد أنها تخص تلك المكاتب. وقال مسؤولون أميركيون في مؤتمر صحافي مشترك مع عادل الجبير، أحد مستشاري الأمير عبد الله بن عبد العزيز ولي العهد السعودي بمقر وزارة الخزانة الأميركية أن البلدين طلبا من الأمم المتحدة إضافة أربعة أفرع لهيئة خيرية إسلامية إلى قائمة الأمم المتحدة للجماعات التي يتعين تجميد أصولها في إطار محاربة الإرهاب الدولي ومكافحة التمويل لتنظيم \"القاعدة\" بزعامة أسامة بن لادن. وقال جوان زاراتي نائب مساعد وزير الخزانة الأميركي لشؤون تمويل الإرهاب: \"إن اللجوء للأمم المتحدة يساعد الجميع بدلاً من خطوة فقط بين السعودية وأميركا، ولهذا قمنا بالإعلان المشترك\". وقال توني وين مساعد وزير الخارجية لشؤون الاقتصاد: \"لا نريد أن نأخذ مواقف غير دقيقة. نحن نريد أن نكافح تمويل الإرهاب، وأعيننا على الأمن القومي. ونحن نتوقع التعاون من تلك الدول ونطلب من الأمم المتحدة أن تغلقها وتتابعها (أي أفرع الشركة)\". من جهته قال الجبير في المؤتمر الصحافي إن المملكة العربية السعودية تقوم بدورها الدولي في مكافحة الإرهاب بشكل قوي وأن السعودية أعلنت عن عدة إجراءات لضمان عدم وصول تمويل من المملكة للجماعات الإرهابية ومنها إغلاق بعض المصارف والجمعيات المشبوهة. وفرضت المملكة عملية مراجعة حسابية على مجموعة كبيرة من الجمعيات الخيرية التي يبلغ عددها 400 جمعية في المملكة منها عدد من المنظمات التي تعمل على المستوى الدولي وفرضت عليها تقديم إقرارات ضريبية ليسهل تتبع نشاطها. وأكد الجبير أن السعودية مستعدة للكشف عن سجلات سفاراتها في إطار الشفافية والمصارحة لإثبات عدم ارتباط السفارات بالتمويل الإرهابي. وقال وزير الخزانة الأميركي جون سنو في بيان معد سلفاً: \"بالعمل معاً من أجل اتخاذ إجراء اليوم ومناشدة الأمم المتحدة عمل الشيء نفسه.. بعث بلدانا برسالة واضحة، ألا وهي أن هؤلاء الذين يخفون نيات إرهاب وراء حجاب العمل الخيري لن يفلتوا من عدالة المجتمع الدولي\". والدعوة المشتركة بين السعودية والولايات المتحدة لإضافة أفرع مؤسسة الحرمين إلى قائمة الأمم المتحدة تعني بدء عملية بحث مماثلة عالمياً. وقالت الخزانة الأميركية إن الحكومة السعودية أصدرت في العام الماضي أمراً لمؤسسة الحرمين بإغلاق جميع مكاتبها في الخارج لكن رغم مراقبة الولايات المتحدة والسعودية قامت المؤسسة بالعمل تحت أسماء مختلفة. وقال الجبير إن المؤسسة تعمل خارج السعودية كشركة أجنبية وبالتالي لا يمكن للرياض مراقبتها أو إغلاق مكاتبها لذا لزم طلب المساعدة الدولية. وكانت السعودية والولايات المتحدة قد طلبتا من قبل من الأمم المتحدة وضع شركتين أسستا حديثا في أوروبا إحداهما في البوسنة والأخرى في فادوز بولاية ليختنشتاين على قائمة الشركات التي تمول الإرهاب وتوقيع عقوبات عليهما. وتقول وزارة الخزانة الأميركية المسؤولة عن تعقب الأموال التي يشك في تمويلها للإرهاب إن الشركتين هما \"فزير\" وهي شركة أسست حديثا في ترافنيك بالبوسنة، وقالت عنها الوزارة إن اسمها الحقيقي هو مؤسسة \"الحرمين\". والشركة الأخرى هي شركة \"هوشبورغ\" للتصدير والاستيراد في فادوز بإمارة ليختنشتاين التي قالت عنها الوزارة إنها غطاء جديد لشركة \"التقوى\". وطالبت الدولتان بوضع مدير الشركة البوسنية صفوت دورغوتي على لائحة الأطراف الذين يمولون الإرهاب، الأمر الذي يسمح بتجميد ودائعهم في كل أنحاء العالم ووقف أي تعاملات مالية أو مصرفية معهم وفق قرارات مجلس الأمن رقم 1256، ورقم 1333 ورقم 1390 التي دفعت أميركا باتجاه استصدارها بعد هجمات 11 سبتمبر (أيلول)2001م. ملحق آخر.. دعاوى كاذبة بناء على حرب صليبية: نعم اتهمت هذه المؤسسة الخيرية التي نفع الله بها الفقراء والأيتام والمرضى والعرايا والعطشى وقدمت خدماتها في التعليم والدعوة للمحتاجين في تلك المجالات وغيرها، في العالم الإسلامي، اتهمت بما سماه طغاة الصليبية المعاصرة التي اصطبغت باليهودية الماكرة والصهيونية الغادرة بـ(الإرهاب) وحاربوها ـ كما حاربوا غيرها ـ وعزلوها عن العمل الخيري العظيم الذي رأيت آثاره الطيبة في كثير من البلدان التي زرتها. وبعد مضي وقت قصير من تلك الحرب والتصفية اعترف أعداؤها في عقر دارهم بأنهم كانوا كاذبين في دعواهم، وأثبتوا كذبهم بأنفسهم. تبرئة شاملة.. http://www.islamonline.net/Arabic/news/2005- 09/12/article09.shtml وقد حكمت المحكمة الفيدرالية بولاية \"أوريجون\" الأمريكية يوم 9/9/2005م بإسقاط شامل لجميع التهم الموجهة إلى مكتب مؤسسة الحرمين الخيرية بمدينة \"آشلاند\" بالولاية. كما قررت عدم أحقية السلطات الأمريكية في رفع القضية مستقبلاً بنفس التهم؛ بعد أن فشل التحقيق في إثبات صحة أي من التهم التي وجهت إلى مكتب المؤسسة إثر مداهمته في فبراير 2004م، بزعم ارتكابه مخالفات جنائية لقوانين الضرائب الأمريكية، والضلوع في عمليات تبييض الأموال. وقد شارك في التحقيق مسئولون من إدارة الضرائب الأمريكية، ومكتب التحقيقات الاتحادي، ومكتب الهجرة والجمارك بوزارة الأمن الوطني. وبموجب أمر تفتيش صادر عن الحكومة الاتحادية صادرت السلطات المختصة يوم 18/2/2005م كل الممتلكات والأصول التي تم شراؤها نيابة عن مكتب المؤسسة بولاية أوريجون. وتعد هذه ثاني عملية تبرئة قضائية لمؤسسة الحرمين من تهم تتعلق بالإرهاب، بعد صدور قرار مشابه من محكمة هولندية بشأن مكتب المؤسسة هناك مطلع العام الجاري. وافتح الرابط الآتي: http://www.hrinfo.net/mena/ibh/2005/pr0911.shtml 11/9/2005م. مكتب المنتدى في نيروبي: ثم ذهبنا إلى مكتب المنتدى الذي وجدنا به مديره، وهو الأخ أبو طلحة الأمين أُحَيْمِر علي السوداني، الذي تخرج في قسم الاقتصاد بجامعة الجزيرة في مدني بالسودان سنة 1987م، وعمره ثلاث وثلاثون سنة. انتقل إلى كينيا سنة 1993م بسبب أزمة الصومال التي حصلت سنة 1990م ليشارك في إغاثة اللاجئين، ورافق الإغاثَةَ التعليمُ، وقد أنشئ المكتب في نيروبي في شهر يوليو سنة 1993م. وكان الذين مهدوا لإنشائه بعض الإخوة الكينيين الذين أنشئوا جمعية مجلية، وهم: محمود خليفة، وعبد الوهاب إسحاق، وعلي نور. واتصل بهم بعض أعضاء المنتدى، وهو الأمين العام للمنتدى عادل سليم، فنسق مع الإخوة المذكورين حتى تم تسجيل المؤسسة باسم المنتدى. وكان أبو طلحة يعمل مع منظمة صندوق إغاثة المرضى الكويتي التابع لجمعية النجاة مع إحياء التراث، ومدير إغاثة المرضى له علاقة مع بعض السعوديين، فطلب المسؤولون في المنتدى منه ترشيح من يقوم بعمل مكتبهم في كينيا فرشح لهم أبا طلحة. ومجالات عمل المكتب هي الإغاثة والدعوة والتعليم، فقد أسسوا مدارس وخلاوي لتحفيظ القرآن الكريم على أساس منهجي، ومراكز لمتابعة المسلمين الجدد. المدارس والمساجد: والمدارس نوعان: النوع الأول: ما يؤسسه المكتب ويتولى شؤونه كاملة، وعددها ثمان مدارس. النوع الثاني: ما يدعمه المكتب بمدرسين أو غير ذلك، وعددها خمس عشرة مدرسة، جملة المدارس ثلاث وعشرون مدرسة، من الروضة إلى الإعدادي. عدد المدرسين التابعين للمكتب مائة وستون مدرساً، وعدد الطلاب سبعة آلاف طالب. عدد المساجد التي تتبع المكتب تسعة، وعدد المساجد التي يكفل المكتب أئمتها اثنا عشر مسجداً. عدد خلاوي تحفيظ القرآن سبعمائة خلوة تقريباً، وقد حفظ القرآن خلال سنة ونصف السنة مائة وخمسة وعشرون طالبا، حيث يحفظ بعضهم جزءً كل شهر، وعدد المدرسين في الخلاوي اثنان وعشرون مدرساً. عدد مراكز المسلمين الجدد أربعة، وعدد الذين دخلوا في الإسلام ممن سجلوا منذ شهرين مائتان وخمسون شخصاً، وهم فئات مختلفة، أطفال وشباب وأميون وطلاب إعدادي وثانوي ومعلمون ومدير مدرسة، وغالبهم يدخلون في الإسلام بسبب دعوتهم. وقد حصلت مشكلة بين دعاة المنتدى وبعض المنصرين في منطقة (مَرْتِي) في شمال كينيا حيث إن المنصرين نصروا خمسة وستين طالبا، عشرون منهم في المرحلة الثانوية، وخمسة وأربعون في الإعدادية، وأسرهم كلها مسلمة، فطرد المنصرون هؤلاء الطلاب خشية من عدم استمرارهم على الدين النصراني، فاضطر المنتدى أن يستوعبهم جميعاً ورجعوا كلهم إلى الإسلام. وكثير من المسلمين لم يعرفوا حقيقة الإسلام، وفي غرب كينيا يوجد بعض القبائل البدو الذين لم يسمعوا باسم الإسلام. ومشكلة المسلمين الجدد عدم وجود متابعة مستمرة لهم، مع جفاء أسرهم وطردهم بعد إسلامهم من منازلهم، كما أنهم قد يطردون من أعمالهم ووظائفهم بسبب إسلامهم، والدعاة كثيراً ما يهتمون بالمسلمين القدامى الذين يتفاعلون مع الإسلام كما ينبغي ويهملون المسلمين الجدد الذين عندهم حماس وتفاعل أكثر. مراكز تهتم بالداخلين في الإسلام: 1) مركز كيكامبالا، وهو مركز ناجح، وهو في مدينة مومباسا على الساحل. 2) مركز بانجوما في الغرب. 3)  مركز إيجوس، في الغرب أيضا. مكتب رابطة العالم الإسلامي: ثم ذهبنا بعد ذلك إلى مكتب رابطة العالم الإسلامي (هيئة الإغاثة الإسلامية العالمية) وهو يقع في بعض المباني التابعة للجنة مسلمي إفريقيا، فلم نجد المسؤول عنه.  [[وقد جاءني هذا المسئول في الفندق وأعطاني بعض المعلومات واسمه صالح بن أحمد الذبياني، كما سيأتي]]. زيارة بعض أساتذة جامعة نيروبي في الفندق: في الساعة الخامسة مساء زارني ثلاثة أساتذة من جامعة نيروبي وهم: د. محمد حسن عبد العزيز المولود في مدينة مومباسا سنة 1932م، ونال الدكتوراه من قسم الدراسات الشرقية والإفريقية في جامعة لندن سنة 1978م، وقام بالتدريس في جامعة دار السلام بتنزانيا وهو الآن من أساتذة جامعة نيروبي. [img]pics/18/18004.jpg[/img]<< الدكتور عبد الغفور البوسعيدي ـ أستاذ في جامعة نيروبي ورئيس المجلس الأعلى لمسلمي كينيا 21/10/1415هـ ـ 22/3/1995م >> د. محمد بكاري السقاف المولود سنة 1950م في جزيرة (لامو) وكانت دراسته في جامعة نيروبي، كما درس في بريطانيا في قسم اللغويات، ونال شهادة الدكتوراه من جامعة نيروبي سنة 1982م، وباشر التدريس فيها من ذلك الوقت. [img]pics/18/18005.jpg[/img]<< الدكتور محمد حسن عبد العزيز أحد أساتذة جامعة نيروبي في الفندق  21/10/1415هـ ـ 22/3/1995م >> د. عبد الغفور بن أحمد صالح البوسعيدي، المولود سنة 1940م في جزيرة (لامو) نال شهادة الدكتوراه في كينيا من جامعة (ترون ديم TRON DHEIM) سنة 1975م، وباشر التدريس في جامعة نيروبي من سنة 1976م. [img]pics/18/18006.jpg[/img]<< د. محمد بكاري. 21/10/1415هـ ـ 22/3/1995م >> [img]pics/18/18043.jpg[/img]<< صورة جماعية لأساتذة جامعة نيروبي >> أجداده عمانيون كانوا يحكمون سواحل إفريقيا، وصل حكمهم إلى زائير وكيجال ورواندا، وهذه الأخيرة يكثر بها العمانيون، وقد جاء بعضهم منها لاجئين في الحرب الأخيرة، ومنحوا جوازات عمانية وذهبوا إلى عمان، ولا يعرف عدد العمانيين في كينيا لاختلاطهم بأهل البلد. قسم الأديان في كلية الآداب: يوجد في كلية الآداب بجامعة كينيا: قسم الأديان المقارنة، ومن ذلك الدراسات الإسلامية واللغة العربية، وعدد طلاب هذا القسم مائتا طالب تقريباً، غالبهم من غير المسلمين، وقد خف الحقد النصراني على الإسلام لدى كثير من الطلاب المسيحيين الذين رباهم القساوسة عليه، وبعضهم دخلوا في الإسلام بعد أن قرؤوا بعض الكتب عنه. وبعضهم لم يسبق لهم أن دخلوا أي مسجد من مساجد المسلمين، ويسمعون كلمة (محراب) و (منبر) فيسألون عن معناهما، وقد ذهب بهم بعض الأساتذة لتعريفهم بالمسجد. أنشئت جامعة نيروبي سنة 1970م، كانت قبل ذلك كلية تابعة لجامعة لندن، وكانت توجد كلية في دار السلام وأخرى في أوغندة، فأطلق على هذه الكليات الثلاث: (جامعة إفريقيا الشرقية) ثم استقلت بعد ذلك فأصبحت تسمى جامعات. كليات الجامعة وعدد المسلمين فيها: والجامعة تشتمل على عدد من الكليات، منها: الآداب، العلوم، البيطرة، الزراعة، العلوم البيولوجية، الهندسة. عدد أساتذة الجامعة: ثلاثة آلاف أستاذ، عدد المسلمين منهم ثلاثون أستاذاً. وعدد طلابها: خمسة عشر ألف طالب، عدد المسلمين منهم خمسمائة، وأكثر الطلاب المسلمين يدرسون في كليات الطب والهندسة والتجارة. يوجد في الجامعة منظمة طلابية إسلامية، يشرف عليهم الأساتذة، ولهم أثر طيب في نشر الإسلام، وقد أسلم عدد من النصارى. أطلق اسم كينيا على هذه الدولة سنة 1885م بعد مؤتمر برلين الذي قسمت فيه إفريقيا. ونيروبي معناه الماء العذب، ولم تكن هذه المدينة موجودة، بل كانت توجد محطة قطار تصل بين أوغندة مومباسا، وكانت المحطة في منطقة أقيم عليها بعد ذلك فندق نصراني سمي (تور فوك) وقد احتفل هذه السنة بمرور مائة سنة على إقامة هذا الفندق، وسميت هذه المدينة بنيروبي سنة 1905م. عدد سكان كينيا: 24 مليوناً. وعدد المسلمين: 6 ملايين. عدد سكان نيروبي: مليونان. عدد المسلمين في نيروبي: مائتا ألف تقريباً. وكانت تنزانيا تسمى تنجانيقا ثم سميت تنزانيا بعد أن اتحدت معها زنجبار. المجلس الأعلى لمسلمي كينيا.. ولما كان الدكتور عبد الغفور البوسعيدي رئيسا لهذا المجلس، فقد رغبت إليه وإلى زميليه أن يذكروا لي بعض المعلومات عن هذا المجلس. أنشئ المجلس سنة 1973م، نصح بإنشائه فضيلة الشيخ محمد محمود الصواف رحمه الله، عندما انتدبه الملك فيصل لزيارة إفريقيا. الجمعيات الإسلامية في كينيا كثيرة، والمسجلة منها أربعون جمعية، وهي التي يتكون منها المجلس الأعلى، وبقية الجمعيات صغيرة، قد تبلغ سبعمائة جمعية. الهيكل الإداري للمجلس الأعلى لمسلمي كينيا: الرئيس ونائبه.\t\tمدير الشباب. الأمين العام ونائبه.\tمدير الإعلام. المنظم العام ونائبه.\t\tمدير التعليم. المدير العام ونائبه.\t\tمدير الشئون الاجتماعية. أمين الصندوق ونائبه.\tمديرة شئون النساء ونائبتها. مدير الدعوة.\t\tثمانية أمناء للمجلس. مدير المشاريع. وهذا هو المكتب التنفيذي للمجلس. وفي كل محافظة يوجد نائب للرئيس الأعلى، وهؤلاء يكونون أعضاء في المكتب التنفيذي، وعدد المحافظات ثمان. وفي كل مديرية سبعة أعضاء، المسئول عنهم هو نائب الرئيس في المحافظة. وعدد المديريات خمس وخمسون مديرية. مهمات المجلس: المجلس مظلة لهيئات المسلمين في كينيا. وهو مجلس تنسيقي لأعمال الجمعيات، ولا يملك القيام بمباشرة مشاريع. المجلس مسئول أمام الحكومة الكينية عن أعمال الهيئات الإسلامية. للمجلس محاسبة الهيئات في القضايا التي تحتاج إلى محاسبة. وكان المجلس قد تكون في أول الأمر بسرعة وبدون ترتيب مدروس، ولم ير المسلمون في تكوينه مصالح واضحة لهم، فتوجسوا منه خيفة، ونظامه يسمح لأي مسلم أن يلتحق به على أي حال كان، ولذلك تنقصه الكفاءات الواعية النشطة. يضاف إلى ذلك أن العاملين فيه ليسوا متفرغين، بل هم متطوعون بالدوام والمواصلات، وإذا جاء المسؤول إلى مقر المجلس، وجد كثيراً من المسلمين ينتظرونه لحل مشكلاتهم المادية التي لا قدرة له على حلها. وإذا وضع بعض المسؤولين خطة للمجلس يصعب تنفيذها، لأن أهل الحل والعقد في المجلس لا يوافقون عليها (وغالبهم يفقد الكفاءة). لقاء مع الأخ  صالح بن أحمد الذبياني الأرحبي: وهو المسؤول عن مكاتب رابطة العالم الإسلامي: (هيئة الإغاثة الإسلامية العالمية) في كينيا والصومال وجيبوتي وإثيوبيا، التي فيها مقره الدائم. ولد الأخ صالح سنة 1379هـ. درس في جامعة الملك عبد العزيز بجده، ونال شهادة الليسانس في المحاسبة سنة 1403هـ ، وعمل في بنك الرياض بجده سبع سنوات، والتحق بهيئة الإغاثة سنة 1413هـ للعمل في أديس أبابا. معلومات عن المسلمين في أثيوبيا: وحيث إن الأخ مكث في إثيوبيا أكثر من سنتين، فقد رغبت أن يعطيني نبذة من معلوماته عن المسلمين فيها، فأدلى بالمعلومات الآتية: عندما تغير الحكم الشيوعي في إثيوبيا سنة 1991م تنفس المسلمون الصعداء بإعلان الحكومة الجديدة الحكم الديمقراطي، وكان النظام في أول أمره غير واضح، إذ أعلن توجهه لإعطاء القوميات حكماً ذاتياً، مع وجود حكومة مركزية فيدرالية، وأن هذا الأمر يعتبر مؤقتاً، إلى أن تستطيع كل قومية الاستقلال التام عن الحكم الفدرالي، فتكون لنفسها حكومة مستقلة، وقد عملت بهذا الحكومة الإرترية فاستقلت في الظاهر، وهي في الواقع لا زالت مرتبطة بإثيوبيا في أمور كثيرة، منها العملة والطيران. [[استقلت بعد ذلك استقلالاً كاملاً، وقامت بينها وبين أثيوبيا حروب طاحنة، ولا زال النزاع بينهما قائماً]]. تفرق المسلمين وسببه: ومشكلة المسلمين عدم وجود رأس يجمعهم، وتلتف حوله جميع القوميات، وقوميات المسلمين كثيرة: منها: الصوماليون الذين يسكنون في الأوغادين، والعيسى، وعددهم خمسة ملايين، وهذا الإقليم هو أكبر الأقاليم، وأهله متمسكون بالإسلام، والصحوة الإسلامية عندهم قوية. ومنها: قبيلة العفر، وهم موزعون في إثيوبيا وإرتريا وجيبوتي، وسلطانهم هو علي مَرَاحْ حَنْفَرِي، كان مهاجراً في مكة المكرمة، وهو مشهود له بالصلاح والحكمة وبعد النظر، وهو ينافس الحكومة ويناورها دون الدخول معها في صدام، وقد رتب قبيلته ترتيباً جيداً، وعددهم أربعة ملايين. وقد أهملت منطقتي هاتين القبيلتين جميعُ الحكومات من (هيلاسلاسي) إلى الآن، ويرجع ذلك إلى سببين رئيسين: السبب الأول: أن القبيلتين مسلمتان 100%. السبب الثاني: عدم تمكن المنصرين مع جهودهم الكبيرة وإمكاناتهم القوية من تنصير أحد منهم. ومنها: قبيلة (الأرومة)، وهي أعظم قبائل إثيوبيا ونسبتهم إلى السكان 65% وعددهم 30 مليونا تقريبا، ونسبة المسلمين فيهم تتراوح ما بين 70- 80%. وهذه القبيلة جبهتان: الجبهة الأولى: تحرير الأرومو الإسلامية. الجبهة الثانية: الجبهة الإسلامية الأرومية. وقد استعجلت هذه القبيلة-  مع ضعفها-  في الصدام مع الحكومة، والدولة لديها ماليشيات، لذلك ضربتهم وانتصرت عليهم. وتوجد جبهة أرومية أخرى يطلق عليها (أولف OLF) وهذه الجبهة خليط من المسلمين والنصارى ولكن قادتها نصارى، واصطدمت أيضاً مع الدولة، وخرجت من الحكومة فأصبحت في المعارضة. ومنها: قبيلة (الهرر)، وعدد أفرادها قليل وهم من سلالة اليمنيين والمصريين، وهم مثقفون وأكبر التجار منهم، وهم مسلمون مائة في المائة، وأغلب الموظفين في الدولة منهم ولا يستطيعون أن يغيروا شيئاً، مع وجود عناصر طيبة فيهم. ومنها: قبيلة (شَنْغُولْ) وعددهم قليل لا يزيد عن مليون، وهم مسلمون 100%، ولغتهم عربية ومدارسهم عربية ومنهجهم عربي، لأنهم قد أعدوا أنفسهم للحفاظ على لغتهم ومنهجهم، وقد نص دستور الدولة على أن لكل قبيلة أن تختار منهجها ولغتها حسب قوميتها، وهم يسكنون على حدود السودان. ومنها: قبيلة (قوراقي) وعددهم قليل لا يتجاوز 300 آلف نسمة، وتوجد فيهم نسبة مسيحية، ويعملون في التجارة. وتوجد في الأوغادين أحزاب مختلفة، وزادت مشكلتهم عند رجوع مجموعة من الصوماليين إلى المنطقة في أيام الحرب الأهلية، فأثر ذلك في تفاقم الأزمة الاقتصادية، ولكنه نفع من حيث قوة التعليم، وقد قاموا بمواجهة الدولة طلباً للاستقلال التام عن إثيوبيا، ويرى بعضهم أن هذه المواجهة كانت غير مناسبة في هذه الفترة، لضعف الإقليم ووجود فوضى في الصومال وفقر مدقع، ولا يستبعد أن يتقاتل الأحزاب فيما بينهم، وكانت الحكومة ترى أنهم غير قادرين مع هذه الأوضاع على الاستقلال التام. وفي الفترة الأخيرة اجتمع الصوماليون في الأوغادين واتفقوا جميعاً على تأجيل فكرة الاستقلال التام، وأن يلقوا السلاح والحكومة تمنحهم الحكم الذاتي مؤقتاً كغيرهم، حتى يتمكنوا في المستقبل من الاستقلال. وسبب موافقة الحكومة على الحكم الذاتي المؤقت الذي يؤول بكل قبيلة على الاستقلال التام عند القدرة، هو خوفها من أن تستولي على الحكم قومية أو قوميات أخرى غير قوميتها، فيكون لها مخرج من السيطرة عليها بإقامة حكومة مستقلة خاصة بها. اهتمام الغرب بالمسيحية: المسيحية رعاها الغرب في إثيوبيا على مدار التاريخ، وعندهم كتب نصرانية لم تحرف فيها البشارة بالرسول صلى الله عليه وسلم، فقد أسلم قسيس وسمى نفسه بالشيخ سعيد أفوكاتو، وهو يدْرس الآن في جامعة أم القرى بمكة المكرمة، وذكر أنه يوجد كتاب قديم فيه نص يذكر أنه: ((يأتي رسول من بعدي اسمه أحمد)) وأنه سلم هذا الكتاب لرابطة العالم الإسلامي، وعاقبت هذا القسيس عائلته بعد إسلامه. وقد بني مسجد باسم النجاشي في (تَغْرَايْ) بمدينة (أكْسُومْ) وهي مدينة مقدسة عند النصارى بمثابة مكة عند المسلمين، وكانت المساجد لا تبنى فيها، ولكنها الآن تبنى بدون مآذن. التغراي: هم قبيلة النجاشي وعددهم خمسة ملايين، نسبة المسلمين فيهم 15% والقوميات التي فيها أقليات مسلمة، يكون المسلمون فيها أقوياء بسبب الضغط الذي ينالهم. الأمْهَرة: وهم قبيلة هيلاسلاسي، وكانت الحكومة السابقة منهم، وعددهم 3ملايين وقد حكموا الحبشة مائة وثلاثين سنة متواصلة تقريباً، فكان ذلك سبباً في جعل المثقفين من هذه القومية أكثر من غيرها، لأن الحكومة مكنتهم، ولازالوا يسيطرون على الدوائر الحكومية، ولغتهم هي اللغة الرسمية في الدولة. وكلتا القوميتين- (التغراي و الأمهرة)- تكرهان المسلمين كراهة شديدة، وقبيلة الأمهرة أكثر دهاءً. وقد كان هيلاسلاسي يصرح بأن المسلمين أقلية، مع أنهم في الواقع يمثلون 70% من مجموع سكان إثيوبيا.! الجماعات غير الدينية ومناطقهم: وتوجد مجموعات لا دينية في الجنوب مع الحدود الكينية والأوغندية والسودانية، وهم يمشون عرايا، ويقولون إن الله خلقهم وأنهم إذا ماتوا يعودون إليه، ويتكلمون اللغة الأمهرية، وقد يوجد منهم متعلمون وموظفون في الدولة ويسكنون المدينة ويلبسون البدلات، ولكنهم إذا ذهبوا إلى أهلهم يخلعون ملابسهم ويسيرون على نهجهم. الوضع الحالي في إثيوبيا: بعد نشاط المؤسسات المحلية والمنظمات الدولية الإسلامية، وجد فرق كبير بين الماضي والحاضر، حيث ظهر العمل الإسلامي، وتجرأ المسلمون على المطالبة بحقوقهم، وكثرت المدارس الإسلامية النظامية، ومدارس تحفيظ القرآن الكريم بأسلوب منهجي مركز، ووضح العمل الإسلامي والدعوي في المناسبات الإسلامية المحلية والعالمية، كإقامة الدورات للثقافة الإسلامية واللغة العربية التي تولتها جامعة الإمام محمد بن سعود الإسلامية، وأقامت احتفالات في نهايتها، وهذا الوضع لم يكن يوجد من قبل، كما عاد خريجو الجامعات الإسلامية من السعودية وغيرها، فكان لذلك كله أثره الإسلامي الواضح، مما جعل الدولة تفكر في تغيير موقفها الديمقراطي، فقبل ثلاثة شهور قامت مظاهرة إسلامية عارمة، احتجاجاً على تدخل المحاكم المدنية في شؤون المحاكم الإسلامية. وكانت أعلى درجة مسيحية في القبيلة الأمهرية فنقلت الحكومة هذه الدرجة إلى قبيلتها التغراوية. كما غيرت الحكومة المجلس الإسلامي السابق بمجلس يسيطر عليه التغراي، فقد ألبوا المسلمين على المجلس الأول بحجة أنه لم يفدهم بشيء في عهد الحكومة السابقة. وقد احتج المسيحيون على التغيير الذي اتخذته الحكومة، ولكنهم هدءوا. أما المسلمون فقد تركوا المجلس الجديد فترة، حتى اتضح لهم أنه يريد السيطرة على العمل الإسلامي وجعله تحت مظلته وفرض ذلك عليهم، لذلك دخلوا معه في صراع عنيف أدى إلى إسقاط المجلس الذي أراد جعل المحاكم الشرعية تابعة له. فقد سجنت بعض المحاكم الشرعية الرجل الثالث في المجلس الجديد، وهو من التغراي ويعتبر المحرك الحقيقي للمجلس، واسمه محمد أول رجا، فأخرجته من السجن محكمة مدنية، فثار المسلمون وقاموا بمظاهرة منظمة، وكان البرلمان مجتمعاً للتصويت على الدستور، ومن مواده موضوع المحاكم الشرعية، وبلغ عدد المتظاهرين أكثر من نصف مليون، وطالبوا بإثبات خمس عشرة نقطة، منها الحجاب في المدارس الذي أراد بعض المدرسين إلغاءه وقرروا نزعه من على الفتيات المسلمات ومسح السبورة به ثم إلقاءه على وجوه المحجبات، ومن ذلك المطالبة بتثبيت المحاكم الشرعية في الدستور دون التدخل في شأنها لأنها من عند الله. وتكلمت فتاتان أمام الرئيس ورئيس الوزراء، ووعد الرئيس بتلبية طلباتهم كلها، ومن ذلك إسقاط المجلس الإسلامي الأعلى، فقد قال لهم الرئيس: المسلمون هم الذين عينوا المجلس فإذا أرادوا إسقاطه واختيار مجلس جديد فلهم ذلك، فطلب المسلمون منع وزير الداخلية من التدخل في شأنهم، وأعطت الحكومة بذلك الضوء الأخضر لكلا المجلسين إذ جعلت الأمر إلى المسلمين. وأصدرت الدولة بياناً بإباحة الحجاب في المدارس، وبقاء المحاكم الشرعية، ولكن تنفيذ أحكامها يعود إلى الشرطة. وأعضاء البرلمان كانوا في صف الدولة ما عدا الأعضاء الذين يمثلون الصوماليين والعفريين والأمهريين المعارضين. واشتدت الفتنة بين المجلسين وأتباعهما من المسلمين وفي هذه الفتنة والنزاع مصلحة للدولة. وقد كون المسلمون مجلساً جديداً وفيه خيرة العلماء والعاملين. وفي 22رمضان أرسل المجلس السابق رجلاً فأطلق النار في مسجد (الأنور) والناس يصلون، فضربوا الرجل فهرب إلى دكان تاجر من التغراي، فحطم المسلمون المتجر وأخرجوا الرجل بالقوة، وحصلت فتنة بين الحكومة والمسلمين، عندما جاءت الحكومة لحفظ الأمن، إذ استقر عند المسلمين أن محمد أول رجا هو المحرض على هذه الفتنة وقد رأوا الحكومة أحاطت بيته بالجنود حماية له، وقتل في أحداث الشغب تسعة أشخاص وجرح سبعون شخصاً. وقد أغلقت الحكومة على إثر ذلك المساجد ودخلت إليها الشرطة، وهذه أول مرة تغلق فيها المساجد ويدخل فيها الجنود. وقد سجنت الدولة أعضاء المجلسين، هذا مع العلم أن محمد أول رجا وأصحابه عندهم محامون أقوياء، بخلاف أعضاء المجلس الإسلامي الجديد فإنهم ضعفاء ماديا والحكومة تؤيد محمد أول، وهي وإن كانت لا تستطيع دعمه لإقامة مجلسه فقد تسقط المجلسين جميعاً. أما مكتب هيئة الإغاثة في كينيا فقال الأخ صالح: إنه قد عُيِّنَ له فيه مساعد سيأتي قريباً، وعين له مساعد في إثيوبيا، وآخر في إرتريا. زيارة المجلس التنسيقي للمكاتب السعودية: الخميس 22/10/1415هـ ـ 23/3/1995م كنا على موعد مع سعادة السفير السعودي في نيروبي، أبو عبد الله يوسف بن إبراهيم السلوم في الساعة العاشرة صباحاً في مكتبه بالسفارة، فقد استقبلنا وجمعنا ببعض موظفي السفارة المهتمين بالدعوة، ثم ذهبنا إلى مكتب مؤسسة الإبراهيم لحضور اجتماع المجلس التنسيقي للمكاتب السعودية وهي عشرة: 1-  السفارة.                          2- مؤسسة الإبراهيم. 3- مكتب الحرمين.                   4- الندوة العالمية للشباب الإسلامي. 5- رابطة العالم الإسلامي.            6- مكتب وزارة الشئون الإسلامية. 7- مكتب الخطوط السعودية.        8- مكتب الهلال الأحمر السعودي. 9-  هيئة الإغاثة الإسلامية العالمية.   10- المنتدى الإسلامي. [img]pics/18/18007.jpg[/img]<< الكاتب على يمين السفير السعودي الذي يرأس مجلس تنسيق المؤسسات السعودية بنيروبي 22/10/1415هـ 23/3/1995م >> سنة جديدة حسنة: لقد زرت بلداناً كثيرة إسلامية وغير إسلامية، في مشارق الأرض ومغاربها، وزرت سفارات عدة، ولم أجد فيما زرت وعلمت أي سفارة تهتم بمؤسسات بلادها الحكومية والشعبية، وتتشاور مع رؤساء تلك المؤسسات وتقرر معهم عقد اجتماعات دورية، لعرض قضاياهم وأعمالهم وما حققوا من مهماتهم، وما اعترضهم من مشكلات ومناقشة حلها، مع التنسيق بين العاملين حتى يكوِّنوا فريق عمل واحد، ولكن هذه السنة الحسنة في الإدارة والعمل قد حققها سعادة سفير المملكة العربية السعودية المذكور في نيروبي. فقد اتفق مع رؤساء المكاتب المذكورة على عقد اجتماع شهري يعقد كل مرة في مكتب من المكاتب العشرة، ويقدم كل عضو من الأعضاء تقارير وآراء تناقش في الاجتماع ويتفق على نقاط تنفذ أو يُسعى في تنفيذها. فقد حضرت هذه الجلسة اليوم التي رأسها سعادة السفير، وحضر كل من أحمد بابكر حسن عن هيئة الإغاثة الإسلامية العالمية، ومحمد سالم بادمانة عن الندوة العالمية للشباب الإسلامي، والشيخ أحمد الصويان من الرياض عن مؤسسة الإبراهيم وهو مدير لجنة إفريقيا في المؤسسة، وعبد الرحمن خضر مدير مكتب المؤسسة في نيروبي، وعبد الله الملياني عن مكتب الحرمين، وسمير الملحم عن مكتب وزارة الشؤون الإسلامية، وحسين سهل عن مكتب الخطوط السعودية، ونايل مصلِّي عن الشؤون الإسلامية في السفارة، وهو يتولى أمانة هذا المجلس، وأبو طلحة الأمين عن مكتب المنتدى. وقدم كل واحد تقريره ونوقش، ومن ذلك إحصاءات عن عدد المدارس الحكومية الكينية وعدد المدارس التي تدرس فيه المواد الإسلامية، والمدارس التي لا يوجد بها مدرسون للمواد الإسلامية - مع العلم أن نظام الدولة يلزم جميع الطلاب بدراسة الدين، فإن وجد مدرس للمواد الإسلامية قام بتدريس الطلاب المسلمين مبادئ الإسلام وامتحنوا في ذلك، وإلا أجبروا على دراسة الديانة النصرانية وامتحنوا فيها-. وعلى سبيل المثال فقد ذكر مدير مكتب الندوة العالمية للشباب الإسلامي أن مدينة نيروبي وحدها بها مائة وأربع مدرسة، وأنه لا يوجد مدرسون لمادة الإسلام إلا في تسع وخمسين مدرسة، أما بقيتها - وهي خمس وأربعون مدرسة - فإن الطلاب المسلمين مجبرون على دراسة الديانة المسيحية حسب نظام الحكومة لعدم وجود مدرس لمادة الإسلام، وأن عدد المدارس الثانوية في نيروبي خمس وخمسون مدرسة، لا يوجد بها إلا خمسة عشر مدرساً للمادة الإسلامية، وأربعون مدرسة لا يوجد به مدرسون. وقد نوقش هذا الموضوع واقتُرِحت له بعض الحلول، منها كفالة بعض المدرسين المسلمين الموجودين في كينيا ليتولوا هذا الأمر. ومن التقارير التي قدمت إحصاء عن المواد الغذائية التي قدمت من الحكومة السعودية ومن بعض المؤسسات الخيرية ومن ذلك ما يأتي: ألفا طن من التمر، وألف طن من الدقيق، ومائتا طن من الزيت، وعشرون طنا من الملابس. كما نوقش المشروع السعودي وهو يعني إيجاد مركز تدريب في منطقة إسلامية، بحيث يجمع بين التعليم والدعوة والتدريب على بعض المهن المفيدة للمسلمين كالنجارة والخياطة والحدادة وغيرها. وكانت قد كونت لجنة لدراسة المشروع وإيجاد أرض يقام عليها، فذكر بعض أعضاء اللجنة أن بعض المسلمين عندهم أرض واسعة ولا مانع لديهم من إقامة المشروع عليها، ونوقش موضوع تمويل المشروع وعرضت عدة اقتراحات، واتفق على أن يرفع مسؤول كل مكتب إلى مؤسسته المشروع للتفكير في إمكان تمويله، ومن الاقتراحات التي قدمت البدء في إقامة المشروع بما أمكن وإكماله بالتدريج، ويُسعى في إيجاد وقف له في نيروبي لتمويله. ثم نوقش موضوع المسلمين الجدد ومتابعة تعليمهم ورعايتهم، وذُكِرت بعض المراكز المهتمة بهم وما يمكن أن يعمل في المستقبل. هذا وقد زرت مستوصف مؤسسة الإبراهيم القريب من المكتب بطلب من سعادة السفير وهو يحتوي على عيادة خاصة بالرجال، وأخرى خاصة بالنساء مع غرفة استقبال وملفات وضماد وتمريض لكل منهما، ويوجد في عيادة الرجال طبيب وفي عيادة النساء طبيبة، كما يوجد طبيب ميداني."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "في مدينة ثيكا",
    "content": "زيارة مركز ثيكا (THIKA) بعد انتهاء اجتماع المجلس التنسيقي السعودي في الساعة الثانية عشرة والنصف، ذهبنا إلى مركز ثيكا، وهو مركز إسلامي أقيم على مساحة واسعة من الأرض على بعد خمسة وأربعين كيلو في الشمال الشرقي لمدينة نيروبي في أراض زراعية، وتقع حول المركز قرى، غالب سكانها غير مسلمين، وهو بقرب مدينة ثيكا التي يقدر عدد سكانها بثلاثمائة ألف نسمة، ونسبة المسلمين فيها 5%، وهذا المركز واحد من عشرين مركزاً إسلامياً، أنشأتها لجنة مسلمي إفريقيا في كينيا. مرافق المركز: 1) المدرسة، وتتكون من الروضة إلى الصف السادس الابتدائي، وعدد طلابها ثمانون بنين وبنات. 2) المسجد، ويتسع مع مصلى النساء لأربعمائة تقريباً، وتقام فيه صلاة الجمعة وتلقى به دروس ومحاضرات. [img]pics/18/18008.jpg[/img]<< مسجد ثيكا من الخارج ـ كينيا ـ نيروبي  22/10/1415هـ 23/3/1995م >> 3) قسم الأيتام، ويتكون من أربعة مهاجع سكنية، ومطبخ وقاعة طعام إضافة إلى الحمامات ويقيم فيه أربعون يتيماً. 4) المستوصف. 5) دُور المؤمنات، يتولى تعليم المسلمات أمور دينهن ويدرسن بعض المواد الإسلامية. 6) مركز رعاية المسلمين الجدد. 7) بيت الضيافة. 8) المزرعة. 9) المنحلة. 10) المركز المهني. 11) بئران ارتوازيان. 12) مبنى الإدارة. 13) المكتبة. مشاريع لجنة مسلمي إفريقيا في كينيا: 1) المساجد:              (147) 2) دور الأيتام:           (34) 3) المدارس:               (23) 4) الآبار:\t                 (400) 5) المستوصفات:\t          (8) 6) وحدات مهنية:        (2) 7) مشاريع متنوعة:       (27) عدد الأيتام المكفولين      (1087) عدد الدعاة                (551) مسلمون جدد: هذا وقد قابلت بعض المسلمين الجدد في المركز. الأخت: مريم كاتنجي. كانت ديانتها بروتستنتية، وكانت ملتزمة بدينها هي وأسرتها، ثم بدأت تشك في كون عيسى عليه السلام هو الله أو ابن الله. وكانت تسمع عن الإسلام في الإذاعة وتبحث عمن يشرحه لها. وأول ما سمعت عن الإسلام كان عمرها أقل من 18 سنة، والذي سمعته في تلك الفترة هو كلمة: (عيد المسلمين) ولم تكن تدري ما الإسلام، وفي المرحلة الثانوية كانت لها زميلة مسلمة ذات أخلاق طيبة تختلف عن غيرها من الطالبات غير المسلمات، وكانت تصلي وتقرأ القرآن، فكانت مريم تسألها عن الإسلام، وسمعت بعض أشرطة الكاسيت التي تشرح بعض معاني الإسلام، ومن ذلك الحجاب والزي الإسلامي الذي يختلف عن زيها. وكان لزوجها أيضا صديق مسلم يحدثه عن الإسلام، فيأتي ويحدثها بما سمع من صديقه، وعندما أرادت أن تسلم جاورت هي وزوجها أسرة مسلمة لمدة ثلاث سنوات، وكانت تلك الأسرة كريمة ومعاملتها مع غيرها طيبة، وهي متعاونة فيما بينها. ثم طلبت أن يشرح لها الإسلام من يفهمه جيداً فأشير لها إلى مركز (ثيكا THIKA) التابع للجنة مسلمي إفريقيا، وهو قريب من دارها، فذهبت هي وزوجها ومعهما طفلهما فقابلا الشيخ إبراهيم إسحاق شيخ، وبعد أن سمعا منه شرح مبادئ الإسلام أعلنا إسلامهما، وكان ذلك في 5/2/1994م. وقالت مريم: إن أسرتها تسكن في منطقة بعيدة عنها، وقد بعثت لهم بأشرطة فيها شرح بعض المعاني الإسلامية، وأن أخاها وأختها يرغبان في الدخول في الإسلام. الأخت سَلَسْتِينَا ثُوكِي. سميت بعد الإسلام (خديجة)، وكانت تتبع الديانة النصرانية الكاثوليكية. وكان أول سماعها عن الإسلام عندما كان عمرها 17 سنة، قيل لها إن الإسلام طيب، ولم تكن راغبة في الدخول في الإسلام، ثم حدثها بعد ذلك أحد المسلمين عن الإسلام ورغبها فيه، وفي عام 1991م كانت لها زميلات مسلمات حدثنها عن الإسلام، كما شرح لها الإسلام شيخ مسلم في مدينة (كِتْوِي)، وأثر فيها شرحه، ولكنها لم تسلم على يديه، وفي سنة 1992م جاءت بنفسها إلى مركز ثيكا وأعلنت إسلامها فيه، وهي الآن مرتاحة مطمئنة لهذا الدين. الأخت: جِين وانْجي. وسميت بعد الإسلام (زكية) سمعت وهي صغيرة أن الإسلام طيب وأن المسلمين عندهم إيمان ويدعون إلى الإسلام وكرماء، وقرأت عن الإسلام وسمعت عنه في المدرسة وأعجبتها الصلاة فدخلت في الإسلام وهي ملتزمة به.  [[هذا بخلاف الغرب الذي لا يسمع الناس فيه إلا تشويه الإسلام]]. الأخ: (إزَكْيِلْ مَتُورِي). واسمه الآن زكريا، وعمره ثلاث وعشرون سنة، تخرج من الثانوية كان بروتستانتيا ملتزماً بدينه، سمع في صغره في المدرسة أن الإسلام طيب، وشرح له بعد ذلك سنة 1993م، وكان قبل إسلامه أمير الشباب في الكنيسة، ولكنه كلما قرأ الإنجيل بعهديه القديم والجديد ازداد شكاً في هذا الدين وبعداً عنه، وكلما قرأ عن الإسلام ازداد يقيناً وقرباً منه. قارن بين الدينين وأهلهما ففر إلى الإسلام: قال: كنت أقرأ مع الشباب الإنجيل وكنت أجد فيه بعض الأشياء تشبه الإسلام، ولم يكن الشباب الذين أقودهم يعملون بتعاليم الإنجيل. ومما قرأ في الإنجيل أن موسى عليه السلام عندما دعاه ربه قال له: {اخلع نعليك}، وأن عيسى عليه السلام كان يعلم تلاميذه الوضوء، وهذان الأمران يدلان على النظافة، ولكنه لم يرى المسيحيين يهتمون بالنظافة والوضوء، والمسلمون يهتمون بهما. فلما رأى المسيحيين لا يعملون بتعاليم الإنجيل وقع في نفسه: (تشويش) هكذا نطق كلمة (تشويش) بهذا اللفظ وهو يتحدث باللغة السواحلية. وقرأ في الإنجيل أن المرأة لا تعظ الناس في الكنيسة، ولكنه رأى في كنيسته امرأة تعظ الناس، وسأل صديقاً له مسلماً: هل تقود المرأة الناس في المسجد عند المسلمين؟- كان الشاب يقارن بين إمام المسلمين في المسجد ووعظ المرأة في الكنيسة- فقال له المسلم: لا يؤم الناس في المسجد إلا الرجل، فقال الشاب المسيحي: أنا عندي تشويش، نجد في الإنجيل أن المرأة لا تعظ الناس في الكنيسة، ولكنها الآن تعظ في الكنيسة، وفي الإنجيل أن المرأة إذا وعظت في الكنيسة فإن الكنيسة تنهدم، لأن الشيطان قد أضل من قبل حواء. كما قرأ في الإنجيل أن المرأة إذا ذهبت إلى الكنسية يجب أن تستتر، ولكنه رأى في الكنيسة خلاف ذلك لم ير القساوسة ينهون المرأة عن التكشف، وقرأ أن المرأة إذا وضعت لا تذهب إلى الكنيسة إلا بعد مدة ولكن النساء الآن لا يتقيدن بذلك. فلما رأى هذه الأمور في الكنيسة خاف على نفسه أن يكون سائراً على غير صواب في بقاءه على الدين النصراني، وقرأ أن عيسى عليه السلام كان يصوم، والنصارى لا يصومون، ورأى المسلمين يصومون. فقارن بين الإسلام والمسلمين من جهة وبين النصرانيين والنصرانية من جهة، وقرر بعد تلك المقارنة ترك النصرانية والدخول في الإسلام، فدخل في الإسلام في شهر رمضان من هذا العام: 1415هـ وشرع فوراً في الصيام مع المسلمين. وجاءت إليه أمه تسأله: لماذا تركت دينك؟ فأخرج لها الإنجيل والقرآن وقارن لها بينهما في بعض الأمور، فأقرته على دينه، وقالت له ما دمت اقتنعت بالإسلام فلا بأس، أما نحن فسنبقى على ديننا. وقال: إن أصدقاءه عندما يرونه يصلي يجتمعون حوله، وهو يغتنم الفرصة ويشرح لهم الإسلام. الأخ: (عبده بوروساكي): هذا هو اسمه قبل الإسلام وبعده. [img]pics/18/18009.jpg[/img]<< عبده بورساكي (صاحب النشيد) في مركز مسلمي أفريقيا في ثيكا ـ كينيا ـ نيروبي 22/10/1415هـ 23/3/1995م >> وهو من قبيلة عندها طقوس دينية وأدعية واضحة العلاقة بالإسلام، كما سيأتي. وأخوه هو الزعيم الديني لتلك القبيلة. وعمر هذا الشاب المسلم 21 سنة، عندما أراد الدخول في المدرسة - وهي مسيحية - لم يكن عنده رسوم فقال له المسيحيون: إنهم مستعدون لدفع الرسوم عنه، بشرط أن يكون مسيحياً، فاستجاب لذلك ولم تكن أسرته مسيحية. وهو من قبيلة تسمى: (غَبْرَا) وعدد أفرادها مائة ألف نسمة تقريبا، وهو متمسكون بطقوسهم وأدعيتهم التي يكثر فيها ذكر لفظ الجلالة: (الله)، مثل قولهم: (الله نو بْرِيسو) أي مساك الله بالخير أو صبحك الله بالخير. خمسة أوقات يدعون الله فيها! ويدعون الله كل يوم خمس مرات في أوقات معينة، وفي مكان معين شبيه بالمسجد: الوقت الأول: قبل طلوع الشمس. الوقت الثاني: عند منتصف النهار. الوقت الثالث: قبل الغروب. الوقت الرابع: في الليل عند رجوع المواشي من المرعى، الساعة الثامنة تقريبا. الوقت الخامس:؟. [[لم يضبط الشاب هذا الوقت]]. ورجال الدين عندهم يلبسون العمائم، ويحملون السواك، ويسمى رجل الدين عندهم: (دَبِيلْ)، بعضهم يقرؤون أدعية وبعضهم يقولون:(الله اللهُ الله) بهذا اللفظ، ويقولون: (الله ليفوفا) أي الله يحفظنا بسلام. ويقولون بلهجة ملحنة: [sh] نُورُو     نُورْ     الله نُورُو= مكة     مدينا   نورْ أَسِيِّى     مُعَلِميْ     أها     غَنْدُو= هُو     عليه سَلامُو [/sh] وقد كتب الشاب هذه الترنيمة من الدعاء بالحروف اللاتينية بيده في دفتري هكذا: NURO   NUR   ALLHAE   NURO MAKA   MADINA   NUR ASIY   MAALIME   AHA   GAND HU ALE   SALAMO وقد سألته عن كلمة (أها AHA) وكلمة (غندو GANDO) وكلمة (أَسِيِّى ASIY) فلم يفهم معناها، والظاهر أن معنى (أَسِيِّى ASIY): آسيا، لأن مكة والمدينة في قارة آسيا، أما كلمتا (أها AHA) و (غندو GANDO) فالله أعلم بهما. وقد سجلت تلحينه لهذه الترنيمة في شريط كاسيت، وهو شبيه بالتلحين السوداني. الأخ: (داود مُوَانْدَابَا) وعمره 15 سنة، فقد أباه وهو صغير، وهجر أمه بسبب سوء المعيشة، وجاء إلى نيروبي من منطقة بعيدة، وانضم إلى عدد من الأطفال المشردين الذين كانوا يبيتون في الشوارع لا يجدون لقمة العيش، وفي بعض الأوقات يفتشون عن الفضلات في القمامة ويأكلون ما يجدون فيها، وأحياناً كانوا يسرقون ما يقتاتون به، إذ لم يكن عندهم مأوى ولا ملبس ولا طعام. وذات يوم ذهبوا إلى الجامع الكبير، فوجدوا شخصاً يابانياً وأحد المسلمين فطلبوا منهما المساعدة، فأعطياهم شيئاً من المال ثم قالا لهم: إذا كنتم تريدون مساعدة فاذهبوا إلى إبراهيم إسحاق شيخ في السفارة الكويتية، فذهبوا إلى هناك، ودلهم إبراهيم إسحاق على المركز (ثيكا) فطلبوا منه مساعدة مالية يستأجرون به وسيلة نقل إلى المركز - قال الأخ إبراهيم إسحاق الذي كان حاضراً وقت مقابلة هؤلاء المسلمين في المركز: أردت أن أعرف جديتهم في الوصول إلى المركز، فلم أعطهم شيئاً - قال داود: فقابلنا الأخ يوسف في المركز وتم إيواؤنا فيه سكناً وأكلاً وشرباً وطعاماً، كما تم دخولنا في الإسلام. وبعد هذه المقابلات رجعنا إلى نيروبي حيث دعانا أحد المشايخ إلى منزله لتناول طعام العشاء وقد حضر مجموعة من الدعاة الذين طلبوا بعض التوجيهات في أصول الدعوة وأساليبها وأهم وسائلها وكانوا جميعا يجيدون اللغة العربية فاستمرت التوجيهات والمناقشات أكثر من ثلاث ساعات. الاجتماع مع سفير المملكة العربية السعودية: الجمعة 23/10/1415هـ ـ 24/3/1995م الأستاذ يوسف بن إبراهيم بن محمد السلوم - أبو عبد الله.. ولد في مدينة الطائف سنة 1357هـ. بلده الأصلي: (ضرمة) غرب جنوب مدينة الرياض، وأصل أسرته من الدواسر فخذ (الغُيَيْثَاتْ). درس على أحد المشايخ في الكُتَّاب، واسمه محمد بن جُعَيْثِمْ، وعاد إلى الطائف فأكمل بها الدراسة الابتدائية سنة 1370هـ، كما أكمل الدراسة العسكرية سنة 1373هـ، وكانت هذه المدرسة نواة الكلية الحربية الموجودة الآن في (العيينة). ثم واصل الدراسة المتوسطة والثانوية، ثم الجامعية (جامعة الرياض التي تسمى الآن جامعة الملك سعود) في كلية الاقتصاد والعلوم السياسية، وكان تخرجه سنة 1384هـ، وكانت دراسته عن طريق الانتساب. حصل على بعثة للدراسة في أمريكا جامعة (كنساس) نال شهادة الماجستير في الإدارة العامة ستة 1388هـ. حضر لرسالة الدكتوراه مدة سنتين، ولم يتمكن من كتابة الرسالة، إذ اقتضى عمله العودة إلى المملكة وواصل الدراسة في جامعة غلاسغو، وانتهى من كتابة الرسالة وهي بعنوان (التخطيط والتنمية في المملكة العربية السعودية) ولم تناقش إلى الآن. أخذ دورات متقدمة في كليات عسكرية محلية وفي أمريكا، وقام بتدريس الإدارة في معهد الإدارة العامة بالرياض في فترات متقطعة، ومارس الكتابة في الصحف والمجلات المحلية والمجلات العسكرية في تخصصه. ألف بعض الكتب العسكرية والإدارية، منها: النظام الإداري في المملكة العربية السعودية، وأساليب التخطيط والمتابعة والميزانية في المملكة العربية السعودية، وآراء وأفكار في الإدارة والتنمية، وله بحوث ومقالات في الإدارة العامة، وكتب في مجلة الإدارة العامة. الوظائف: تدرج في الرتب العسكرية حتى وصل إلى رتبة (لواء ركن) وتوظف في إدارة الأفراد، وكان مدير عام التخطيط والميزانية والمتابعة في وزارة الدفاع، ومدير عام المصانع الحربية، ومدير عام التفتيش المركزي، وهو عضو في مجلس إدارة مركز الملك فيصل للبحوث والدراسات الإسلامية، وعضو في الجمعية العمومية لمؤسسة الملك فيصل الخيرية، وعُين قائداً لمنطقة المدينة المنورة من عام 1407هـ إلى عام 1409هـ  ثم عين بعد ذلك أمين عام مجلس الخدمة العسكرية في الديوان الملكي.  [[وقد زارني في منزلي في تلك الفترة ومعه الدكتور صالح الفهد]]. ثم أحيل إلى التقاعد من الخدمة العسكرية، وعين سفيراً للمملكة العربية السعودية في كينيا سنة 1414هـ. انطباعات سعادة السفير عن الدعوة في كينيا: الدعوة في كينيا - وإفريقيا - ليست غريبة، فالحبشة هي المحطة الثانية للدعوة الإسلامية بعد مكة - وقبل المدينة - ومن ذلك الوقت انتشر الإسلام عن طريق الدعاة والتجار والفتوحات الإسلامية في الشمال الإفريقي، وعلى هذا فوجود كينيا على المحيط الهندي تعتبر من مفاتيح إفريقيا، وقد دخلها العرب مهاجرين وتجاراً ودعاة، ونقلوا معهم الإسلام وأصبح في شرق كينيا وجنوبها على الساحل جاليات عربية وإسلامية كبيرة، لهم مدارس ومساجد، ومن هنا امتد انتشار الإسلام إلى وسط كينيا وأطرافها الأخرى. وقد جاء العرب من اليمن وحضرموت وعمان، قبل البرتغال والإنجليز والفرنسيين، وقد حكم العمانيون مومباسا وزنجبار ولا تزال آثارهم باقية إلى الآن.  [[وقد وقفت على هذه الآثار في هذه الرحلة، كما سيأتي]]. وبعد أن استقلت كينيا سنة 1963م نشأت علاقات دبلوماسية، فزاد بذلك انتشار الإسلام وكثرت المساجد، ومن الدول العربية التي أسهمت في هذه العلاقات: مصر والمملكة والكويت وبعض الدول الأخرى. وقد ساعدت المملكة كينيا بما تقدر عليه، وكان للمنح الدراسية للطلبة الكينيين المسلمين في جامعات المملكة أثر كبير، فقد بلغ عددهم أكثر من مائة متخرج من الجامعة الإسلامية وجامعة الإمام محمد بن سعود الإسلامية وجامعة أم القرى وجامعة الملك عبد العزيز وجامعة الملك سعود، في تخصصات متنوعة، كما تولت المملكة توظيف دعاة عن طريق رئاسة البحوث العلمية والإفتاء والدعوة والإرشاد [[انتقلت مهمة الدعوة إلى وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد]]. وهنالك مساعدات أخرى عن طريق بعض الهيئات في المملكة، كرابطة العالم الإسلامي وهيئة الإغاثة الإسلامية العالمية المدعومة شعبياً وحكومياً، ومؤسسة الإبراهيم الخيرية، ومؤسسة الحرمين، والندوة العالمية للشباب الإسلامي، والمنتدى، والهلال الأحمر السعودي، وكلها تعمل في جوانب الإغاثة والدعوة والتعليم، وقد انتشرت بسبب ذلك المساجد والمدارس والمراكز الإسلامية المتنوعة، فقد وصل عدد المساجد في نيروبي أكثر من ثلاثين مسجداً، كما كثرت المساجد في بقية مدن كينيا الأخرى. وكثير من المؤسسات الإسلامية تُدعم سنوياً بمعلمين يشرف عليهم مكتب الدعوة، ولهذا أصبح عدد المسلمين 5 ملايين تقريبا، وعدد سكان كينيا 25 مليونا. والحكومة الكينية تساعد المسلمين وتتيح لهم الفرصة لنشاطاتهم المتنوعة، وتمنحهم أراضي لإقامة مشاريعهم عليها، وأَدْخَلَتْ مادة الثقافة الإسلامية في المدارس الرسمية ليدرس أبناء المسلمين دينهم. ويشترك المسلمون في وظائف الدولة، ففي البرلمان الكيني الذي يبلغ عدد أفراده مائة وثمانية وثمانين نائبا يوجد 25 نائباً من المسلمين يمثلوا نسبتهم السكانية تقريباً. ويوجد بعضهم في مناصب وزارية ونواب وزراء، والدبلوماسية العربية الكينية تؤدي دوراً طيباً تعود ثماره على المسلمين من أهل البلد. وللاستفادة من جهود المؤسسات السعودية الحكومية والشعبية والتنسيق بينها قامت السفارة بإيجاد مجلس تنسيقي يجمع تلك المؤسسات كلها، ويرجى أن يتبع ذلك تنسيق بين المؤسسات الإسلامية العالمية، وقد أدى هذا التنسيق إلى وجود قاعدة معلومات تبين ما تقدمه المؤسسات الإسلامية، وسيسجل ذلك ويظهر في كتاب ينشر في اليوم الوطني للمملكة.  [[سبق الكلام عن هذا المجلس في مذكرات الخميس 22/10 /1415هـ]]. وينقص المسلمين في كينيا دقة التنظيم والإدارة والقيادة الموحدة لهم،  [[هذه الآفة لا تخلو منها بلدان المسلمين وجمعياتهم في كل مكان]]. وتوجد بينهم اختلافات محدودة ولهم مجلس أعلى، نرجو أن يتمكن من جمع كلمتهم.  [[هذا المجلس هيكل لا روح فيه]]. المسلمون في كينيا ثلاث فئات: وقال السفير السعودي:إن المسلمين في كينيا ثلاث فئات: 1) العرب المسلمون المهاجرون من تجار ومعلمين ومقيمين، وهم ينظمون أنفسهم في الجملة، ولكن تنظيمهم غير دقيق لأنهم اندمجوا مع الأفارقة. 2) الهنود والباكستانيون الذين وفدوا مع الإنجليز، وكانوا يعملون في سكة الحديد وغيرها، وبعد أن استقلت كينيا أسسوا جمعياتهم، وهم أكثر تنظيماً من غيرهم، لأنهم يتزاوجون فيما بينهم ويقل اندماجهم بالأفارقة. 3) الأفارقة، وبعضهم جاءوا من بلاد (النوبة) مع الجيش الإنجليزي، وهم مسلمون أصلاً، وبعضهم من كينيا نفسها، منهم من أسلم قديماً ومنهم من دخل في الإسلام متأخراً. والأفارقة ليسوا منظمين كغيرهم، لعدم قدرتهم المادية من جهة وقلة خبرتهم من جهة أخرى، ولذا ينبغي أن تتجه المساعدة لهم، عن طريق التدريب المهني والتعليمي، وأن تكون لهم قواعد استثمارية مستمرة، كإنشاء مدارس ومعاهد ومراكز تدريب تتصل بطبيعتهم، كالزراعة والحرف المحلية حتى يبقى أثرها ولا ينضب بسبب قلة المساعدات. وأرضهم خصبة تزرع بها الحبوب والقهوة والشاي وغيرها. ولابد من متابعة الخريجين من قبل جامعاتهم التي تخرجوا منها بأن تعقد لهم ندوات يتم فيها توجيههم وتؤسس لهم رابطات كما تفعل الجامعات الأخرى. جمعية الصداقة العربية الكينية: وبعد أن أدلى سعادة السفير بالمعلومات السابقة في مكتبه قال: أريد أن نزور مقر جمعية الصداقة العربية الكينية قبل صلاة الجمعة، فذهبنا معا إلى مقر الجمعية المذكورة فالتقينا الشيخ سالم بن محمد بالعلا، وهو رئيس اللجنة التنفيذية للجمعية، كان عضوا في البرلمان الكيني، وهو من أوائل العرب المناضلين من أجل استقلال كينيا، وكان نائباً لوزير المالية، وكان رئيس أعضاء البرلمان العرب، وهو تاجر في البن والشاي، ويقوم بعمله في جمعية الصداقة العربية الكينية [[رئيس اللجنة التنفيذية للجمعية]]. وتتكون الجمعية من: الجمعية العمومية وهي تشمل جميع الأعضاء، واللجنة التنفيذية، ويختار أعضاءها الجمعيةُ العمومية. وأعضاء الجمعية - كما يظهر من اسمها - فئتان: وهما العرب والكينيون وبعض الكينيين من العرب ومن العرب المقيمين، ومن الدبلوماسيين السفراء وأعضاء السفارات والجالية العربية، والكينيون يمثلون فئات مختارة من رجال الأعمال وأعضاء الحكومة. أنشئت الجمعية سنة 1977م، ومقرها الرئيس في نيروبي. أهداف الجمعية: الارتقاء بالعلاقات العربية الكينية وزيادة التعارف بينهم. تقوية العلاقات بين الأمتين. تنمية العلاقات الاقتصادية والاجتماعية والثقافية، وتشجيع الدراسات والبحوث في كل المجالات، وتشجيع الزيارات. وقد تبرعت المملكة العربية السعودية سنة 1986م بمبلغ أربعة ملايين شلن، وهي تعادل في ذلك الوقت 250 ألف دولار أمريكي، بني من هذا المبلغ المقر الرئيسي للجمعية مع وجود فناء كبير من الأرض، وخصص جزء من المبلغ لتمويل الجمعية لمدة عشر سنوات. والآن بعد تغيير اللجنة التنفيذية في عام 1993م أصبح الأخ سالم هو رئيس هذه اللجنة وقد وصلت الجمعية - مادياً ومعنوياً - إلى التوقف لعدم وجود ما يمدها وعدم المشاركات. وقد وفق الله فتضافرت الجهود واجتمع السفراء العرب مع اللجنة وتدارسوا إمكان تنشيطها مرة أخرى، واتفقوا على دعمها بمبلغ من المال يشغلها لمدة سنتين حتى تنمي أعضاءها ودخْلها، وطلب من المملكة عن طريق السفارة مبلغ من المال لترميم المبنى وبناء ملحقات جديدة، وقد تبرعت المملكة بمبلغ 65 ألف دولار وتم بعد ذلك: 1) ترميم المبنى القديم. 2) بناء قاعة الاجتماعات والاحتفالات. 3) بناء مسجد صغير يصلي فيه الأعضاء والسكان المجاورون وتقام فيه صلاة الجمعة. 4) بناء مركز للغات وتدريس اللغة العربية، ليكون نواة لمدرسة عربية. وقد تبرعت مؤسسة الإبراهيم الخيرية بأثاث وأدوية لفتح عيادة طبية في الجمعية التي يرجى لها أن تعود بإذن الله إلى نشاطها. انتهى اللقاء مع سعادة السفير. [[ويجدر بالذكر أن سعادة السفير زارني عندما كان قائداً للجيش في المدينة المنورة للمذاكرة في بعض موضوعات رسالته التي كان يعدها لنيل شهادة الدكتوراه]]. زيارة مكتب رابطة العالم الإسلامي: ثم ذهبنا بعد أن صلينا الجمعة في الجامع الكبير في وسط المدينة إلى مكتب رابطة العالم الإسلامي الذي وجدنا فيه الشيخ حسين بن محمد شيخ علي سُرى، الذي يبلغ من العمر 78 سنة. [img]pics/18/18010.jpg[/img]<< الكاتب مع الشيخ حسين سورا ـ مكتب رابطة العالم الإسلامي ـ كينيا ـ نيروبي 22/10/1415هـ  24/3/1995م >> ولد في \"بالي عروسي\" في الحبشة وتعلم في بلاده، تخرج في المدرسة الثانوية التابعة للأزهر سنة 1935م، حصل بعدها على منحة للدراسة في الأزهر، وقد اهتم به الأستاذ يوسف بن علي يوسف، وكتب إلى أحمد فؤاد الأول وشرح له وضعه وطلب منه أن يمنحه زيادة عن بقية طلاب المنح في الأزهر ثلاث جنيهات، وكان كل طالب يمنح ثلاث جنيهات فقط، ووافق على ذلك واستعد الطالب (حسين) للسفر عن طريق جيبوتي، ولكن الحرب نشبت بين إيطاليا والحبشة في نفس اليوم الذي أراد السفر فيه إلى مصر- وكان يوم الاثنين- فلم يتمكن من السفر. وقام بالتدريس في نفس المدرسة التي تخرج فيها مع الشيخ  على عبد الرحمن صوفي، الذي درس في مكة المكرمة، وهو الذي أدخل علم القراءات إلى البلاد، وكانت إيطاليا تبعث فوجاً إلى الحج بالقرعة ففاز علي صوفي وشخص آخر معه ولم يفز المدرس حسين. وكان حسين يحاول أن يجمع مبلغاً من المال ليسافر إلى الأزهر فعمل خياطاً، ولكن إيطاليا منعت الدراسة في الخارج، فبدأ حسين يزاول التجارة وسمع أبوه- وهو في منطقة أخرى- أنه ترك الدراسة واتجه للتجارة فخرج من بلده- بالي- ليحث ابنه حسين على الدراسة، ولكنه مات في الطريق ولم يكن يدري أن سبب اتجاه ولده للتجارة هو من أجل الحصول على المال الذي يوصله إلى الأزهر للدراسة فيه. وقال الشيخ حسين: لقد جاء لزيارة المدرسة رجل أبيض، ومعه أستاذ ظننته نصرانياً تعلم في الأزهر، وبعد أن ذهب ذلك الرجل علمت أنه ليس نصرانياً، وإنما هو مسلم ويسمى: (شكيب أرسلان).  [[قلت له الرجل درزي، ولكن يبدو أنه معتدل، وقد قام بفريضة الحج]]. قال الشيخ حسين: وسمع عمي أني أريد السفر إلى الأزهر - وكان خائفاً علي  مما يسمع عن طلاب الحبشة الذين يسافرون إلى مصر يموتون هنالك من البرد ولا يعودون - فمنعني عمي من السفر. وأسسنا جمعية الشبان المسلمين، وبدأنا نمارس العمل السياسي من أجل إعادة دولة الإسلام في الحبشة، وكانت قبل استيلاء (هيلاسلاسي) تتكون من سبع إمارات إسلامية، بعض تلك الإمارات أسسها العرب الذين هاجروا إلى الحبشة بسبب الصراعات بين الأمويين والعباسيين. وكان هيلاسلاسي قد هرب إلى لندن عندما استولت إيطاليا على الحبشة، وعندما قامت الحرب العالمية الثانية أعادت بريطانيا هيلاسلاسي إلى الحبشة ومنحتها الاستقلال، وجمعت بريطانيا الزعماء وقالت لهم: هل تريدون الانضمام إلى \"إثيوبيا\" أو الاستقلال عنها؟- وكانت \"إثيوبيا\" في لغة اليونان تعني القارة الإفريقية السوداء - فقام أحد الزعماء وهو مسلم وقال: هيلاسلاسي هو ملكنا ونحن إثيوبيون، وكانت بريطانيا تريد من هذه العبارة: \"إثيوبيا\" كل أقاليم الحبشة، وهذا الرجل الذي قال هذا الكلام اسمه (بْرَسُو) وكان من أصدقاء هيلاسلاسي منذ الصغر، وسأله الناس: ما سبب اختياره الانضمام؟ فقال: إن هيلاسلاسي يريد أن يأخذ منا كلاماً يخالفه من أجل أن يتسلط علينا، قال حسين: وكنت حاضراً وعمري 20 سنة تقريباً. وتكونت الجمعية الوطنية الإسلامية التي تزعمها الشيخ عبد القادر، في المنطقة الشرقية من هَرَرْ، ودعا إلى الكفاح المسلح، فخرج جيش الحكومة من أديس أبابا بقيادة وزير الدفاع: (أَبَبَا أَرَقَايْ) وهُزِمت الجمعية واستشهد الشيخ عبد القادر؛ لأن الجمعية لم تكن مستعدة للقيام بالكفاح المسلح وقد استعجلوا في الخروج العسكري. وكذلك استعجلت الجمعية الوطنية التي كتبت خطابا إلى هيلاسلاسي وبعثت به وفداً سلمه إلى ابن الإمبراطور، وكان الخطاب يتضمن طلب مغادرة هيلاسلاسي البلاد أو التهديد بالحرب ضده، وبعد تسليم الجمعية الخطاب لهيلاسلاسي هدؤوا ولم يحركوا ساكناً، وبقي هيلاسلاسي يتربص بهم، وانتقل حسين من هرر إلى أديس أبابا. وأرسلت الجمعية وفداً إلى البلدان العربية لطلب المساعدات، وكان سفر الوفد عن طريق مقديشو بالباخرة، وكانت الدول العربية المستقلة في ذلك الوقت هي: اليمن والسعودية ومصر. وصل الوفد إلى اليمن سنة 1942م، وكان إمام اليمن هو (يحيى حميد الدين)، فأخذ الوفد وأعاده في طائرة إلى هيلاسلاسي. وكان وفد مصر يرأسه إبراهيم عبد السلام - ولازال حياً في إثيوبيا - ومحمد يوسف إسماعيل وثلاثة آخرون واستقبلهم رئيس الوزراء (النقراشي باشا) سنة 1947م، وسألهم: كم عدد السكان؟ وما المال الذي عندكم؟ وهل عندكم جيش؟، فكانت إجاباتهم غير صحيحة، إذ قالوا: ليس عندنا مال ولا جيش، ونريد أن تدربوا لنا عدداً من السكان، وأن عدد السكان ثلاثون ألفاً. وعندما سمعت الجمعية بهذه الإجابات غير السليمة، بعثت وفدا آخر، فذهب حسين إلى الصومال ليسافر إلى مصر، وعاد الوفد من مصر بدون فائدة، فأصابهم اليأس من الحصول على مساعدات، وبدؤوا ينظمون أنفسهم ويجتهدون في التعليم. وحدث في مصر انقلاب سنة 1952م، وكتب حسين مذكرة إلى عبد الناصر عن طريق العقيد أحمد حلمي، الملحق العسكري في السفارة المصرية في أديس أبابا، طلب فيها منحاً دراسية بدون شروط، وتدريب عدد من السكان في الكليات العسكرية، ومدهم بالسلاح، فقال لهم عبد الناصر: إن طلباتهم كلها مقبولة، وقُبل من الطلاب أكثر من مائة، وقال لهم فيما يتعلق بالمساعدات العسكرية: انتظروا حتى يتحرر الصومال لتأتيكم المساعدات عن طريق البحر. ولكن الحكومة الإثيوبية بدأت تستولي على أراضي (أرومو) الخصبة حتى (بالي)، لذلك بدأ الصدام بين المسلمين وهيلاسلاسي سنة 1963م فقاد (واقوقوتو) و(حسين بُني) المقاتلين، وكان (حسين سُرى) يقود المدنيين، وقاموا بكفاح مسلح. وأسسوا جمعية السلام الإسلامية في أديس أبابا، وبقيت سنتين ونصف السنة تطالب بالإذن بتأسيسها رسمياً، فلم يأذن لها هيلاسلاسي. وفي سنة 1965م انضم حسين إلى الحركة القومية الأرومية (مِتْشاتولْما) وبدأت الكفة ترجح لإسقاط هيلاسلاسي، لأن ثمانين في المائة من الجيش من الأرومو، ولكن هيلاسلاسي أسقط هذه الجمعية سنة 1966م، وسجن بعض الزعماء وقتل بعضهم، وممن حكم عليه بالقتل حسين. قلت: وكيف نجوت؟ قال: كانوا يبحثون عني في أديس أبابا فتنكرت وحلقت لحيتي وغيرت لباسي وخرجت في وضح النهار والبوليس يراني، ولكنه لم يعرفني وذهبت إلى الصومال وبقيت فيه. وبقي جيش أرومو يقاتل في الداخل وأصبح حسين أمين عام جبهة أرومو إلى عام 1969م عندما استولى (زياد بري) على الحكم، فذهب حسين على رأس وفد إلى الدول العربية وسمح لهم عبد الناصر بالعمل ضد هيلاسلاسي في مصر، ولكنه اعتذر عن المساعدة المالية، وفتحوا مكتباً رسمياً في سورياً، وأرشدهم (أحمد صالح سبا) رئيس تحرير جبهة إرتريا أن يزوروا الكويت، فساعدتهم جمعية الإصلاح الاجتماعي بخمسة عشر ألف دينار، وساعدهم الشيخ يوسف الحجي - وكان وزيرا للصحة - بأدوية قيمتها أربعة عشر ألف دينار، وزاروا العراق وكان رئيسه أحمد حسن البكر ونائبه الفريق صالح مهدي عماش الذي اهتم بموضوعهم ووافقوا على كل طلباتهم المالية والعسكرية والسلاح - وكان صدام حسين في ذلك الوقت طالباً - وعندما علم زياد بري بالمساعدات قال: إنه هو الذي يريد تسلم تلك المساعدات وإنه هو الرئيس الذي يحرر الحبشة، وحسين وجماعته هم من رعيته، فاختلفوا معه وحولوا مرور السلاح إلى عدن بدلاً من مقديشو. وفي عام 1971م أسس حسين جبهة التحرير الوطني الإثيوبية، وانتشرت الحركة في داخل إثيوبيا، وساعده الشيوعيون في عدن على أساس أنه وطني مخلص. وفي عام 1974م دخل حسين إثيوبيا واندلعت مظاهرات كان قد خطط لها من قبل ضد هيلاسلاسي، وكان دخول حسين بجواز يمني أعطاه الشيخ عمر أحمد سيف، والجواز باسم ولده، فحاول تزويره عن طريق الحبر وغيره حتى يتمكن من الاستفادة منه. وأسر المتظاهرون بعض وزراء هيلاسلاسي وأقيل رئيس الوزراء وكادوا ينجحون، ولكن كثيراً من زعماء الجبهة طالبوا بأن تكون الحكومة باسم الأروميين، فنصحهم حسين بأن يدعوا اسم إثيوبيا يبقى حتى لا تنفصل عنهم بعض الحركات، فحصل بسبب ذلك خلاف، فتركهم حسين وخرج من الحبشة إلى البلدان العربية مرة أخرى. وذهب إلى مكة بتأشيرة عمرة وكان يريد البقاء في مكة بإقامة رسمية، ولكن الإقامة تأخرت فعيَّنَتْه رابطة العالم الإسلامي في كينيا مراسلاً في عهد الشيخ محمد الحركان، فجاء إلى نيروبي سنة 1976م وفُتح مكتب الرابطة سنة 1985م ولازال حسين في هذا المكتب في كينيا. وللشيخ حسين بعض الكتب عن إثيوبيا: 1) الكفاح الشعبي الصومالي. 2) دراسات في الإمبراطورية الإثيوبية. 3) إلى أين الإمبراطورية العجوز. أحد اللقاءات مع الأخ الشيخ إبراهيم إسحاق: الشيخ إبراهيم هو الذي استقبلني ورتب لي اللقاءات مع المؤسسات الإسلامية والشخصيات، ورافقني في ذلك كله في مدينة نيروبي وغيرها من المدن والضواحي، ولهذا كنت آخذ منه معلومات في كل مناسبة، واغتنمت الفرصة معه في هذا اللقاء. وسائل الدعوة الناجحة في كينيا.. سألت الشيخ إبراهيم إسحاق عن وسائل الدعوة الناجحة في كينيا؟ فأجاب بما يأتي: 1) تعيين معلمي كتاتيب قرآنية يكونون دعاة وأئمة، مع العناية بتوجيههم المستمر، فإذا وجد أمثال هؤلاء في المناطق فإن من أوائل من يلتحقون بالكتاتيب أولاد غير المسلمين، لأن آباءهم يعتبرون هذا من التعليم والدين والحضارة، فقد حصل في محافظة \"بيافرا\" في الشمال أن أصبح تلاميذ الكتاب من أولاد النصارى يتلون القرآن ويدعون دعاء الصباح ويصلون، وأهلهم لا يمنعونهم. 2) إقامة حفلات عامة بمناسبة افتتاح مشاريع ونحوها وإلقاء الخطب في المكبرات وقراءة القرآن، فإن ذلك يجعل الأهالي يحضرون وقد يدخلون في الإسلام. 3) إقامة المساجد في الأماكن التي يوجد بها مسلمون - ولو كانوا قليلين - فكثير من المسلمين يتركون الصلاة فإذا رأوا المسجد يندمون على ما فات، ويبيع بعضهم منازلهم وأرضهم البعيدة عن المسجد ويشترون لهم مساكن وأراضي قرب المسجد، ويؤثر ذلك في جيرانهم من غير المسلمين حيث يبدؤون يسألون عن هذا المبنى وعن دين أهله ويدخلون في الإسلام، وقد رأينا قسيساً مسيحياً معمماً من طائفة تسمي نفسها \"إسرائيل\" وهم قريبون جداً من الإسلام، وحينما رأى هذا القسيس المسجد يبنى قال: يا مسلمون متى تفرغون من بناء هذا المسجد حتى أرمي هذه العمامة - يعني يدخل في الإسلام - وكان ذلك في مدينة (كِنْدُوباي). 4) الدورات النسائية، تدعى لها النساء المسلمات ومن تريد المشاركة من غير المسلمات لمدة يوم كامل، يُعرَّفنَ مبادئ الإسلام، ويبين دور المرأة في المجتمع ونشر الخير وموقف الإسلام من حقوقها، وحثهن على بعث أولادهن إلى المدارس الإسلامية، ويوفر لهن في الدورة الطعام والشراب، وحبذا لو أهدي إليهن لباس ساتر، فإنهن إذا رجعن إلى قراهن يتعاون في تنفيذ ما تعلمنه، ويخبرن غيرهن أن دورات أخرى ستعقد لهن، ولذلك أثره المفيد في المسلمات وغير المسلمات. 5) دُورُ المؤمنات، عمل تجمعات نسائية في مراكز يعلمن فيها المهن المناسبة، كالخياطة، مع تعليمهن القرآن ومبادئ الإسلام وكيفية تربية الأولاد والاحتشام في اللباس. 6) المنظمات الطلابية الإسلامية في المعاهد والمدارس والجامعات لشغل أوقات فراغهم في الخير بدلاً من شغلها في الشر، والطلاب هم الذين يصبحون موظفين كباراً في الدولة وفي الجيش والشرطة، وبجهود المنظمات الطلابية يحصل أثر كبير، فقد رأينا في مناطق (البوران) في الشمال قرى كان المسلمون بها جهالاً لا يصلون ولا يعرفون شيئاً عن الإسلام، اهتدوا عن طريق طلابهم الذين يدرسون في مدارس يشرف عليها النصارى، مع أن كثيراً من هؤلاء الطلاب لا يستطيعون قراءة الفاتحة وبعض قصار السور إلا بمشقة. 7) إقامة دورات للأئمة ومعلمي القرآن على حسب مستوياتهم، فهم الذين يرجع إليهم المسلمون الذين لا يفرقون بين من يصلي ومن لا يصلي، ويحيط بهم النصارى بالاسم، ممن لو بذل جهد ضئيل في تفهيمهم الإسلام لأسلموا. 8) المحاضرات العامة، التي تجمع كل فئات المسلمين أو بعض المتخصصين كالأطباء والمهندسين... 9) دعوة أصحاب الجمعيات وتشجيعهم على الاستمرار في العمل، وحثهم على التنسيق بينهم. 10) تقوية المدارس الإسلامية. 11) تعليم الدعاة اللغة الإنجليزية، وقد جربت ذلك لجنة مسلمي إفريقيا فأقامت دورة لتعليم اللغة الإنجليزية لعشرة دعاة كانوا بدون عمل، وبعد هذه الدورة وظفتهم الحكومة في وزارة التعليم. 12) تفقيه المسلمين بحقوقهم المشروعة في الدولة، فقد طالب بعض النساء المسلمات بحقهن في الحجاب وفي فصل البنين عن البنات وتم لهن ذلك. وفي يوم 29/10/1415هـ 30/3/1995م، أتم إبراهيم شيخ إسحاق ما كان قد بدأ به من المعلومات في شؤون الدعوة في هذا اليوم. 13) سهولة استجابة الإفريقي غير المسلم للدعوة إلى الإسلام بالنسبة لغيره، كالأوروبيين، وخاصة في أوساط قبائل (بانتو BANTU)، وهي أكبر القبائل الموجودة في البلد التي منها (كيكويو KIKYU)، و (بالويا BALUYA) و(كامبا KAMBA)، وكذلك بعض القبائل النيلية الحاميَّة (نايلوهامايتس NILO HAMITES) مثل (كالنجين KALENJIN) ودونهم في السهولة القبائل الحامية، مثل (ماساي MASAI) و(تركانا TURKANA)، (سامبورو SAMBURU). 14) والمشكلة ليست في الاستجابة للدعوة والدخول في الإسلام وإنما تكمن المشكلة في أمرين: الأمر الأول: عدم بلوغ الدعوة إلى الغالبية العظمى. الأمر الثاني: عدم وجود متابعة مستمرة لمن يدخل في الإسلام، حيث يعود الداخل في الإسلام إلى الغابة التي يعيش فيها وهو يجهل الإسلام، فلا يعمل بمبادئه وأصوله وهو يجهلها، وقد يرتد عن الإسلام، كما أنه قد يتعرض للتنصير الذي يستغل دعاته حاجة الناس إلى المدارس والعلاج وبعض المساعدات، فيستجيبون له لعدم وجود من يتابعهم ويدعو من لم يسلم، وعدم فهم المسلمين مسئولية الدعوة حيث يعيشون معهم ولا يدعونهم، فإذا جاءهم أحد من الخارج ودعاهم إلى الإسلام وبين لهم خطر البقاء على الكفر تعجبوا من ذلك وقالوا: هل الإسلام الذي عندكم هو الإسلام الذي عند هؤلاء الذين يعيشون بيننا ولم يخبرونا؟ عقبات في طريق الدعوة: 1) الجهل بالإسلام. 2) تفريق أعداء الإسلام بين المسلمين، حيث أوجدوا عداوات وحروباً بين أهل الساحل والسواحليين، وأهل الشرق من الصوماليين المسلمين، وأوجدوا حواجز بين المنطقتين المذكورتين ومنطقة الشمال وبقية كينيا، بسبب الكراهة التي غرسوها بينهم. 3) إهمال المسؤولين مناطق المسلمين في التعليم والمواصلات والصحة والمياه، حيث لا تجد بعد مرور أكثر من 30 سنة من الاستقلال طرقاً معبدة تؤدي إلى المدن الرئيسة التاريخية، مثل (لامو) في الوقت الذي أوجدوا طرقاً معبدة ممتازة إلى القرى الصغيرة في مناطق غير المسلمين. 4) قلة وعي كثير من المسلمين، وبخاصة الدعاة للخطر الذي يواجههم، ومما يدل على ذلك تفرقهم وعدم اجتماعهم أو التنسيق بينهم، وعدم أخذهم حقوقهم التي يستحقونها من الدولة في فترة الأحزاب المتعددة الحالية، وهذه الأحزاب في حاجة إليهم، حيث إن المسلمين يشكلون 35% ولهم وزير واحد فقط، كما أن لهم ربع مقاعد البرلمان أو أقل، ومن الغرائب أن منطقة (تناريفا TANARIVER) الواقعة في الساحل نسبة المسلمين فيها تتراوح ما بين 90 إلى 95%، ولها دائرتان انتخابيتان، وانتخب المسلمون فيهما مسيحيياً، مما جعل أحدهم يقول: إن المسلمين عرفوا أن إخوانهم الذين كانوا ينتخبونهم من المسلمين، لا يفيدونهم، ولذلك انتخبونا. 5) قلة الحكمة عند بعض الدعاة، حيث يقصرون نشاطهم على قلة من أتباعهم، ولا يجاوزونهم، وسبب ذلك تشددهم ونفور عامة الناس منهم. 6) الحركات المناوئة كالقاديانية والشيعة، حيث يستقطبون المسلمين الجدد ويضمونهم إلى مؤسساتهم، كمعهد الرسول الأعظم لتدريب المعلمين، وشراء الشيعة لبعض المنتسبين إلى العلم (العَجَزَة) بالأموال كما حدث في (لامو) حيث لم يستجب لهم أحد من الأشراف هناك ما عدا شخصاً واحداً هو الشريف (مزي مويني MWINYI) وقد استطاعوا بواسطته الجهر بشعار الشيعة في لامو. والقصة أن الشيعة هدموا مسجد الصفا لإعادة بنائه، فبنوا مسجداً كبيراً ومدرسة، وتركوا إدارتهما في أيدي مشايخ الأشراف، بدون تغيير شيء من المقررات الدراسية وشعائر العبادات، سوى شعارات كتبوها في جدران المسجد، وبعد فترة أتوا بمنهج شيعي ومشروع تغيير ألفاظ الأذان، وهددوا بوقف مساعدة المركز ورواتب المدرسين فيه وفي القرى التابعة له، إن لم يوافقوا على منهجهم، فأبى معظم الأشراف تطبيق المنهج، وقبل المذكور- وعمره نحو 70 سنة- وأولاده المنهج الشيعي، وبذلك ثبتت أقدام الشيعة في أعرق مدينة سنية قديمة في كينيا، وقد كتب أحد شعراء الأشراف وهو محمد بن عمر العمودي قصيدة يرد فيها على ما حصل من الانسياق وراء الشيعة، وهم من شيعة المنطقة الشرقية في الجزيرة يدعون أنهم عنزيون، وكان الشيعة - مثل البهرة والإسماعيليين - لا ينشرون دعوتهم بين الأفارقة، أما بعد الثورة الخمينية فقد اجتهدوا في نشر دعوتهم. أما القاديانيون فإن أكبر أثر لهم هو بين المسلمين الجدد والذين يسلمون على أيديهم، ظناً منهم أنهم مسلمون وخاصة في منطقة (كيسومو KISUMU)."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "مدينة كاجِيادو",
    "content": "زيارة مدينة كاجِيادو: السبت 24/10/1415هـ ـ 25/3/1995م جاءني الأخ إبراهيم شيخ إلى الفندق، وخرجنا من مدينة نيروبي في الساعة التاسعة صباحاً، للذهاب إلى منطقة (ماساي) جنوب نيروبي، ومررنا في طريقنا ببعض المدن الصغيرة منها (إيسِينْيا) ثم وصلنا إلى مدينة (كاجِيادو) في الساعة العاشرة وهي تبعد عن مدينة نيروبي 70 كم مركز الهدى ومرافقه وأثره: نزلنا في مركز الهدى التابع للجنة مسلمي إفريقيا، وهو قريب من المدينة المذكورة. وكان أساس هذا المركز مدرسة - كُتّاَبْ - أسسها المسلمون في هذه المنطقة لتعليم أولادهم القرآن الكريم، ثم سلموه للجنة سنة 1989م، فطورته اللجنة إلى مركز، أنشأت فيه مسجداً وفصولاً دراسية ومهاجع للأيتام ومكاتب إدارية. ويشرف على إدارة المدرسة الأخ عبد الله بن إبراهيم بن محمد، وهو متخرج في كلية الشريعة بقطر قسم أصول الدين سنة 1989م. عدد المدرسين والمدرسات 22. وعدد الطلاب 350، منهم 107 أيتام، وكلهم من البنين ويسكنون في القسم الداخلي، غالبهم من قبيلة الماساي، عدد البنين 220 طالباً، وعدد البنات 130 طالبة. عدد الفصول الدراسية 10 فصول، وعدد المهاجع التي يسكن بها طلاب القسم الداخلي أربعة، بعضها يتسع لأربعين طالباً، وبعضها لاثنين وثلاثين، وبعضها لعشرين. أسر أولاد الماساي ليست مسلمة، ولكنها تسلم أولادها للمسلمين ويرضون بدخولهم في الإسلام. والمدرسة ثلاثة مستويات، المستوى الأول: الروضة ومدتها ثلاث سنوات، وعدد طلابها تسعة وأربعون، المستوى الثاني: الابتدائي ومدتها ست سنوات، وعدد طلابها مائتان، المستوى الثالث: المتوسط، ومدته ثلاث سنوات وعدد طلابه 116. حفل مؤثر: جمع الإخوة المسؤولون عن المركز جميع الطلاب والمدرسين والإداريين والعاملين في المركز في قاعة الاجتماعات، وقرأ عدد من الطلاب بعض قصار السور، وقرأ أحدهم من حفظه بعض آيات سورة طه، وقدم الطلاب أناشيد ترحيبية باللغات الثلاث: العربية والسواحلية والإنجليزية، وقرأ بعضهم بعض الأحاديث من حفظه. ثم طلب مني إلقاء كلمة، فكانت تتعلق بالترغيب في طلب العلم والاجتهاد فيه، وحث المعلمين على الاجتهاد في تعليم طلابهم وتربيتهم التربية الإسلامية الصالحة، وحث المعلمين والطلاب جميعاً على نقل مبادئ الإسلام إلى أسرهم وجيرانهم ومجتمعاتهم. [img]pics/18/18011.jpg[/img]<< الكاتب يلقي محاضرة في مدرسة الهدى كينيا ـ قرب مدينة كاجيادو 24/10/1415هـ  25/3/1995م >> مالك مَرْبِتْ اهتدى: وبعد أن خرجنا من القاعة رأيت رجلاً طويلاً، يختلف في لباسه وهيئته عن الحاضرين حيث يلبس إزاراً بادي الساقين والركبتين ويلتحف برداء، وأذناه مثقوبتان ثقبين كبيرين، وبيده عصى، فسألت عن الرجل؟ فقيل لي: هذا أحد بدو قبيلة الماساي جاء من الغابة لزيارة ولد أخيه الذي يسكن في المركز ويدرس في المدرسة، وقد توفي والده وسلمه عمه هذا للمركز. قلت: هذه فرصة لنجلس معه ونسأله بعض الأسئلة، لأن من مهمة رحلتي هذه مقابلة من يسمون بالوثنيين، فنادوه وجلسنا تحت مظلة من الخشب وأغصان الشجر المصنوعة محلياً في فناء المركز الواسع، ونادوا ابن أخيه اليتيم فجلس بجانبه، كما حضر بعض الطلاب الذين أسلموا وهم من قبيلته. سألته: ما اسمك؟ فقال: (ماكُوي مَرْبِتْ). قلت: كم عمرك؟ قال: ستون سنة، والذي ظهر لي من شكله أنه لا يزيد عن خمسين سنة. [img]pics/18/18012.jpg[/img]<< ماكوي مربت أثناء الحوار معه. 24/10/1415هـ  25/3/1995م >> قلت: هل أنت متحقق من أن هذا هو عمرك؟ قال: لا أدري. قلت: هل بقي أبواك على قيد الحياة؟ قال: إن أباه توفي، وأمه لازالت حية. قلت له: من خلقك؟ قال: (مانغو)، أي الله. قلت: هل تعرف شيئاً يدل على أنه الخالق؟ تحير قليلا وسكت. قال له أحد الإخوة: أين هو الله؟ قال: هو فوق. قلت له: من أخبرك أن الله خلقك؟ قال: الشيوخ. قلت: ومن خلق البقر والشجر والبحر والنهر والسمك والشمس وكل شيء تشاهده في الكون؟ قال: (مانغو). قلت: فمن تعبد؟ قال: لا أعرف العبادة ولكن ندعو. قلت: من تدعو؟ قال: (مانغو). قلت: دعاء الله عبادة، ونحن نعبده بالصلاة والصيام والذكر... فبماذا أنتم تعبدونه؟ قال: العبادة عندنا أنواع، من ذلك إذا جاء الجفاف وانقطع المطر نشعل النار في حظيرة الحيوانات ونتصدق. قلت: لماذا تحرقون النار - كنت أظن أنهم يعبدونها - . قال: نطبخ الطعام وننشد نشيداً نصف الله به (يقصد أنهم يثنون على الله). قلت: ماذا تقولون؟ وطلبت منه أن ينشد بصوت مرتفع وفتحت المسجل، فأخذ ينشد فترجم لي الإخوة بالنص الآتي: (أنت ربنا وخالقنا ورب أجدادنا وخالقهم، يا رب أعطنا حياةً طيبة وارزقنا رزقاً ومواشي وبارك لنا في مواشينا). قلت له: نحن أيضاً إذا أصابنا الجفاف نفعل مثلكم في دعاء الله، نخرج إلى الصحراء بعد أن نصوم ونتصدق ونصلي لله وندعوه ليسقينا. قال: ومن ذلك - أي من أنواع عبادتهم - أن نساءنا عندما يستيقظن من النوم صباحا ويحلبن الأبقار ويأتين بالمواعين التي فيها الحليب، يضعن قليلاً من الحليب في غطاء الإناء ويرمينه إلى الجهات الأربع ويقلن (اللهم أعطيتنا هذا الحليب فزدنا منه) وعندما يظهر قوس قزح يرمين بالحليب أيضا إلى جهته. قلت: لمن يرمين الحليب في كلتا الحالتين؟ قال: لـ(مانغو) وكذلك نرمي الحليب له في أوقات الخوف كالرعد والبرق، وندعو قليلا عندما نستيقظ من النوم، نقول: (يارب نشكرك على نعمائك وحفظك فاحفظنا مثل ذلك من السباع والأسود والسيارات والإنسان حتى نمسي في اليوم كله). قلت: من علمكم هذه الأدعية؟ فال: علماؤنا. قلت: وهم من علمهم؟ قال: هكذا علموا. قلت: هل جاء الله إليهم، أو هم ذهبوا إليه فعلمهم؟ قال: لم يذهبوا إلى الله ولم يأت الله إليهم، ولكن عرفوا ذلك بعقولهم، وهم مثلنا يأكلون ويشربون ويلبسون ولكن لهم عقول - وأشار إلى رأسه - ليست مثل عقولنا، وهذا العلم توارثوه. قلت له: هذا الولد - وهو ابن أخيه اليتيم - يمكن أن يكون عالماً لكم يعلمكم الدين والدعاء الذي من عند الله. قال: لا، هذا العلم وراثي لا يكون إلا عند العلماء ويسميهم: (لِيْبُونْ). قلت له: هل تحب أن تسمع مني كيف يأتي العلم من عند الله؟ قال: نعم. قلت: الله خلق الناس واتخذ من الملائكة رسلاً، يرسلهم إلى بعض الناس الذين يختارهم لعلمه الذي يبلغونه إلى الناس، ويسمون بالأنبياء، والناس بعد وفاة ذلك النبي يتناقلون ذلك العلم. والآن لم يبق من العلم الصحيح الذي جاء من عند الله إلا القرآن الذي أنزله على محمد صلى الله عليه وسلم، أما غير القرآن من الكتب السابقة فقد حرفت ولم يعد يوجد منها نقل صحيح. ثم قلت له: أنت تقول: إن الذي خلق كل شيء هو الله؟ قال: نعم. قلت: هل يوجد خالق غيره؟ قال: لا. قلت: يعني لا إله إلا هو. قال: أنا موافق. قلت فلا بد ونحن نعترف أنه لا إله إلا الله أن نبحث عما يريد الله منا فعله. قال: أنا موافق. قلت: ولا بد أن يكون العلم الذي نعرف به ماذا يريد الله منا صحيحاً عن الله. قال: أنا أوافق. قلت: فعندنا نحن العلم الصحيح: القرآن والسنة، فهل توافق؟ قال: سَواء سواء (بهذا اللفظ عندهم في السواحلية). قلت: إذاً، فلا بد أن تسلم وتعرف ماذا يريد الله منك. قال: من يعلمني الإسلام؟ قلت: نحن الآن نعلمك أسس الإسلام، وهؤلاء الأساتذة في المركز يزورونك، وأبناؤكم الذين يدرسون في المركز يعودون إليكم ويعلمونك، وأنت تزور المركز وتتعلم. قال: أنا أخاف أن أدخل في الإسلام وأذهب إلى الغابة فلا أجد مسلماً يعلمني الإسلام. قلت: أقترح عليك أن تدخل في الإسلام الآن، لأن الحجة قد قامت عليك فإذا ذهبت وجاءك الموت بعد قليل وأنت مسلم فإنك تدخل الجنة إن شاء الله، وإذا رفضت الإسلام وقد أقيمت عليك الحجة فيخشى عليك من دخول النار، ويمكنك أن تبقى في المركز أسبوعاً أو أكثر تتعلم مبادئ الإسلام ثم تذهب وتعود مرة أخرى. قال: لا أستطيع الجلوس، لأن أهلي يحتاجون إلى مصاريف فأذهب إليهم وأبحث لهم عن مصاريف، وإذا رجعت مرة أخرى إلى المركز يمكن أن أسلم. قلت: ما رأيك لو دخلت الآن في الإسلام وتبقى الليلة وغداً في المركز، ويذهب معك بعض المسؤولين بمصاريف لأهلك وتعود معه، ويتكرر مجيئك إلى المركز وزيارتهم لك؟ قال: أنا أوافق. فمددت له يدي ونطقت له بالشهادتين كلمة كلمة، لأنه لا يستطيع نطقهما مرة واحدة، فتابعني على ذلك، ثم علمه الأخ إبراهيم شيخ، بلغته. [img]pics/18/18013.jpg[/img]<< ماكوي مربت وهو بلباسه القديم يضع يده في يد الكاتب وينطق وراءه بالشهادتين وقت إسلامه. 24/10/1415هـ  25/3/1995م >> قلت له: الآن تذهب وتغتسل ويعطيك الإخوة ثياباً أخرى تلبسها، وتتوضأ ثم تأتي فنصلي الظهر في المسجد سوياً. قال: أنا أوافق. فذهب واغتسل وتوضأ - علمه الوضوء بعض الإخوة - ولبس ثوباً طويلاً وأعطي معطفاً وطاقية، ثم جاء وصلى معنا، وكان في غاية السرور والاطمئنان، فإذا الرجل الآن غير الرجل الذي كان قبل قليل. [img]pics/18/18014.jpg[/img]<< مالك مربت وهو يصلي الظهر وراء الكاتب في المسجد 24/10/1415هـ  25/3/1995م >> [img]pics/18/18015.jpg[/img]<< مالك مربت بعد الصلاة. 24/10/1415هـ  25/3/1995م >> وكان إسلامه في الساعة الواحدة والدقيقة الثالثة والعشرين بعد الظهر، وقد سُرَّ ولد أخيه بإسلامه غاية السرور. وكان يوجد في المسجد جماعة من التبليغيين فسروا بذلك أيضاً. ثم ذهب مدير المركز عبد الله بن إبراهيم وبعض المدرسين وأعضاء جماعة التبليغ مع (ماكوي مربت الذي سمي بعد إسلامه (مالك) في ثلاث سيارات إلى منزله بالغابة). نسأل الله أن يستمر على إسلامه وأن يهدي به غيره، وقد وافق على أن يلتحق ابنه وعمره 6 سنوات بالمدرسة مع ابن عمه. لقد أتى بهذا الرجل قدر الله إلى هذا المركز الذي أتى بي كذلك القدر إليه، أنا من المدينة المنورة وهو من الغابة في وقت واحد فسبحان الذي يقول: {وَلَوْ تَوَاعَدتُّمْ لاخْتَلَفْتُمْ فِي الْمِيعَادِ}،  [سورة الأنفال: 42]. وهو الذي يقول للشيء كن فيكون. المرة الأولى في رحلاتي المتكررة: لقد مضى لي في الترحال في مشارق الأرض ومغاربها ما يقارب عقدين من الزمن، قابلت في تلك الرحلات أعداداً كثيرة من البشر، في الولايات المتحدة الأمريكية وكندا وغالب دول أوروبا الغربية - بما فيها الدول الاسكندنافية - واليابان وشرق وجنوب شرق آسيا،  [[ثم الصين في عام: 1406هـ ـ 1996م]] التقيت في تلك الرحلات مثقفين من غير المسلمين، ومنهم مستشرقون وقسس وشباب وكبار سن من الرجال والنساء، وغير المثقفين، حاورت وناقشت وأقمت الحجة تلو الحجة على من التقيتهم من تلك الأصناف، ولم أحظ في كل تلك الرحلات بأي شخص - مثقف أو غير مثقف - يستجيب لدعوة الإسلام التي أوجهها إليه [[في حينه، وإن كنت أطمع أن تكون بعض تلك الحوارات قد تؤثر في بعضهم فيبحث ويدخل في الإسلام]] إلا هذا الرجل (مالك) الذي ساقني الله إليه وساقه إلي، فجمعنا في وقت واحد ومكان واحد، ليكتب له الفوز بهداه، فالحمد لله على توفيقه، وأسأل الله عز وجل أن أنال حظاً مما قاله رسول الله صلى الله عليه وسلم: ((لأن يهدي الله بك رجلاً واحداً خير لك من حمر النعم)). [[وقد يكون الله تعالى هدى بعض من حاورتهم غير مالك للإسلام بعد أن فارقتهم، والحديث رواه البخاري ومسلم وغيرهما]]. وإني لأعتقد أن غالب أهل إفريقيا على فطرتهم، وأنهم مستعدون للدخول في دين الله أفواجاً، لو وجد من يهتم بدعوتهم ومتابعة تعليمهم وتربيتهم، وإنهم لأمانة في أعناقنا يجب أن نؤدي واجبنا نحوهم، وألا يسبقنا إليهم أعداء دين الإسلام من ذوي الأديان المحرفة المنحرفة الذين يفسدون فطرهم وأخلاقهم. مالك مربت: سألني الإخوة الحاضرون: ماذا نسميه؟ فقلت لهم: لا يشترط تغيير الاسم إلا إذا كان فيه تعبيد لغير الله، أو كان الاسم قبيحاً... وكونه قد دخل في الإسلام نخيره، هل يريد اسماً عربياً إسلامياً؟ فقيل له. فقال: لا مانع، فرأيت أن اسم (مالك) قريب من حروف اسمه (ماكوي)، فسميته مالكاً، وهو الآن يدعى (مالك مربت) وفقنا الله وإياه لكل خير. [img]pics/18/18016.jpg[/img]<< مالك بلباسه الجديد بعد إسلامه إفريقيا ـ كينيا ـ كاجيادو مركز الهدى 24/10/1415هـ  25/3/1995م >> بشرى سارة: بعد ثلاثة شهور من إسلام (مالك مربت) جاءتني رسالة عن طريق الفاكس من مكتب لجنة مسلمي إفريقيا في كينيا بتوقيع الأخ الشيخ إبراهيم شيخ إسحاق، بتاريخ 24/6/1995م الموافق 26/1/1416هـ، يزف إليَّ في الرسالة بشرى استمرار مالك على التمسك بالإسلام، وإسلام أسرته كلها، وغيرها من أسر قبيلته المجاورة له. وأنقل هنا نص الرسالة التي تبين ما كنت أعتقده من سهولة انتشار الإسلام في إفريقيا وقبول الإفريقيين للدخول في دين الله أكثر من قبولهم للدخول في أديان أخرى، لقرب فطرتهم من هذا الدين. خطاب من لجنة مسلمي إفريقيا للكاتب: بسم الله الرحمن الرحيم لجنة مسلمي إفريقيا: مكتب كينيا AFRICA MUSLIM AGENCY التاريخ: 24/6/1995م سماحة الشيخ العزيز الدكتور عبد الله أحمد قادري الأهدل           حفظه الله السلام عليكم ورحمة الله وبركاته... وبعد. الموضوع: إسلام السيد مالك وجهوده في الدعوة إلى الله في قبيلته، وانتشار الإسلام في بوادي الماساي. 1) فجزاكم الله خيراً على زيارتكم وتوجيهاتكم ونصائحكم ومحاضراتكم لإخوانكم في كينيا، فإنه كان لذلك أثره الواضح فينا، ولا يمكن أن ننساها، نسأل الله سبحانه وتعالى أن يوفقنا جميعاً لما فيه الأصلح قي الدارين، وأن يرزقنا زيارات لكم متكررة إلينا، ويمتعكم وإيانا بصحة وعافية في الدين والدنيا. 2) أما (مالك) الماساي الذي أسلم على يديكم بعد المحاورة في داخل مركز الهدى الإسلامي في (كاجيادو) فإنه بحمد الله مجتهد في تعلم الإسلام وتطبيق ما تعلمه، ويأتي من مسافات طويلة بالرِّجْل ليحضر صلاة الجمعة أو يتعلم مسألة شرعية. 3) وبحمد الله أسلم عن طريقه ستة من رجالات (الماساي) في القرى المجاورة له، وهم جميعا متحمسون لنشر الإسلام في الماساي، ومن السهل لهم جداً أن يقنعوا غيرهم من الدخول [[لعله يقصد (بالدخول)]] في الإسلام، أسهل مما نجد منهم إذا تكلمنا معهم، حيث يتكلمون بلغتهم وهم من بني جلدتهم ويلبسون مثلهم ويعرفونهم حيث كانوا يعيشون معاً فيكفي أن يقول الكبير: (والله إنني أرى أن هذا هو الحق) فلا يبقى أحد من أهله وذويه إلا أسلم. 4) شيخي العزيز، بحمد الله إسلام (مالك) كان فاتحة خير لدخول الإسلام إلى بوادي قبيلة \"الماساي\"، حيث كان يأتي إلى قريته مجموعات ممن سمعوا أننا نأتيهم يوم السبت والأحد \"نهاية الأسبوع\" فيدخلون في الإسلام، فيكون الاجتماع في الأسبوع الآخر في قرية أخرى وجهة أخرى وفخذ آخر من قبيلة الماساي. 5) قال أحد هؤلاء مشيراً إلى مركز لجنة مسلمي إفريقيا المجاور - وهو أسلم قبل يوم من هذا الكلام - : إخوتي، نعم أرسلنا أولادنا إلى هذا المركز الإسلامي قبل ثلاث سنوات على مضض، حيث كان يقال: إن الأولاد يتخربون \"يفسدون\" ويتعلمون السحر ويعصون أسرهم ولا ينفعون في مجتمع الماساي، ولكن نراهم بحمد الله في أحسن حال: ملابس نظيفة، مساعدة للأسر، تعليم بدون رسوم، أولادنا الذين أخذتهم الكنيسة تشهدون أن كلهم طُردوا لأجل رسوم دراسية، عندما دخلوا الثانوية، وهؤلاء أولاد المركز الإسلامي هل سُمِع أحد سُئل عن رسوم أو بدلة مدرسية؟ فالشؤم والبؤس إذاً فيمن ذهب إلى هنالك \"الكنيسة\"، ليس فيمن ذهب إلى المركز الإسلامي، فها أنا أسلمت وهؤلاء أسلموا \"مشيرا إلى ثلاثة آخرين\" وهذا هو الطريق الصحيح والخير، والشيوخ موجودون فليسلم من يسلم، فأسلم أربعة آخرون، والرجل إذا أسْلم أسلم أهله ونساء أهل بيته وأولاده خاصة غير البالغين يسلمون رأساً. 6) في زيارة مفاجئة لإحدى البيوتات، فاجأنا الناس يأتون إلينا من البيوت والحيوانات التي يرعونها، فاجتمعوا حولنا، الرجال في جهة والنساء في جهة أخرى، والجميع يرددون معنا: \"لا إله إلا الله، محمد رسول الله\"، وأحيانا معناها بالسواحلية، وأحيانا بلغة الماساي، مع شرح معاني الإسلام، فقام أحدهم ممن أسلم في النهاية بعد وعظ مترجم من السواحلية بلغتهم حيث إنهم لم يأتوا إلى المدن، بل يعرفون اللغة السواحلية التي هي اللغة المحلية في البلد، قال هذا الأخ من الماساي، وهو ممن أسلم حديثاً يتكلم بلغتهم ويترجم أحد أيتام اللجنة إلى اللغة السواحلية من أقاربه: \"أيها الماساي الإسلام ما كنا نعرفه، انظروا وجوه هؤلاء فيهم الخير، ولا تظنون أن المسلمين قلائل في العالم، هنالك مسلمون في نيروبي مومباسا وتنزانيا وأوغندا وباكستان والكويت والسعودية ومصر وغيرها، ويوجد لدى المسلمين بترول والمسلمون لهم ثقلهم\"، ووزعنا في نهاية الزيارة بعض الملابس المستعملة التي كانت لدينا في ربطات، خاصة بملابس الرجال وغيرها للنساء، وتبرع صاحب الحي باثنين أيكر لبناء مسجد ومدرسة ولو بناءً مؤقتاً لهم. 7) وأشار الإخوة الدعاة أيضاً عمل مساجد من مبان مؤقتة أو مواضع للصلاة في قراهم مع بث معلمين في تلك القرى يعلمونهم هنالك، لأن هذا أستر حتى لا يجلب الانتباه مجيء رجالهم ونسائهم يتعلمون الإسلام في المركز الواقع في قلب المدينة، وقد تسبب الكنائس فوضى بأي ادعاء، والحمد لله الدعوة جارية فيهم. 8) جاء مرة الأخ (مالك) مهرولاً من قريته يقول: (شغلني أمر كبير من أمس فأفتوني؟ هنالك آبار نستقي منها المياه، وممن يستخدمون البئر هؤلاء إخواننا الوثنيون وعلى أجسادهم وملابسهم نجاسة (حسب رأيه) وعندما يدلون الدلاء ينكب الماء على أجسادهم وملابسهم ويرجع إلى البئر، فهل يحل استخدام مثل هذا البئر وهل ينجس ماؤه؟؟ وهذه الآبار غالباً مياهها كثيرة لا تنقطع)، فأجابه الإخوة: استخدموا ولا حرج، فهذه القصة تدل على اهتمام الأخ مالك المسلم الجديد وحرصه على سلامة عبادته، ومحاولة وقوفه عند أوامر الشريعة، وفقه الله وإيانا لما يحبه ويرضاه، وجزاكم الله خيراً حيث كنتم سبباً - بعد الله - لدخوله في الإسلام. 9) جاء يتيم من أيتام الماساي يبكي ليلاً إلى مشرف الأيتام في المركز، يقول: كل أسبوع نذهب إلى القرى للدعوة فيدخل الناس في الإسلام، فلماذا لا نوجه حملة دعوية إلى قريتي؟ فأرجو شيخنا الذهاب معي لدعوتهم إلى الإسلام، لا تزال أسرتي وثنية، وأنا أضمن أنهم يدخلون في الإسلام، ففرح الأخ المشرف الداعية هذا الحماس وهذه الروح وهذا الشعور، فقال: (أبشر إننا نذهب إليهم للدعوة) فذهبت مجموعة من طلبة الماساي والمشرف مشياً على الأقدام مسافات طويلة، حتى وصلوا إليهم، واستضافهم الأخ اليتيم الداعية من الماساي في بيتهم، ودخلت أسرته في الإسلام بحمد الله وغيرهم. 10) أحضر الأخ (مالك) ابنه إلى المركز وقال: (قد قال شيخنا القادري من المدينة المنورة بأن أحضر ابني إلى المركز، وهذا هو فخذوه وعلموه الإسلام وما ينفعه في الدنيا والآخرة) وغيره وأمثالهم كثيرون يرجون إحضار أولادهم للمركز ومراكز لجنة مسلمي إفريقيا الأخرى، إلا أنه يعوق أمام ذلك تكاليف إعاشتهم ودراستهم وزيهم المدرسي وكتبهم وعلاجهم ورواتب مشرفيهم ومعلميهم ومعد [[لعله يقصد (معدل)]] ذلك للواحد منهم نحو خمسين دولاراً أمريكياً شهريا (50$) بالإضافة إلى شراء ملابس مرتين في السنة وأحذية وكل ذلك يكلف للواحد نحو خمسين دولارا سنوياً. فإذا وجد من يتبرع بكفالة واحد أو أكثر من هؤلاء التنسيق مع مكتب لجنة مسلمي إفريقيا في الدمام تلفون: (38420201). شيخنا الفاضل، متعكم الله بكل خير وجزاكم الله خيراً وأجزل مثوبتكم، والأخ يوسف أحمد عبده والإخوة الآخرون وكثير ممن قابلتَهم يُقرِؤنكم السلام ويدعون لكم، وجزاكم الله خيراً. والسلام عليكم ورحمة الله وبركاته. نسخة إلى مكتب اللجنة / الدمام. نسخة إلى مكتب اللجنة / الكويت. إبراهيم شيخ إسحاق زيارة بادية قبيلة الماساي: وبعد أن تناولنا طعام الغداء في مركز الهدى، ذهبنا متوغلين جنوباً إلى بادية هذه القبيلة، إلى منزل أحد الشباب الذين دخلوا في الإسلام، وقبل أن نصل إلى منزله وجدناه في الطريق على دراجة عادية، هو وزميل له لم يسلم بعد، وكلهم في سن الشباب في حدود السابعة عشرة من العمر، فوقفنا وجاء الشاب المسلم فسلم علينا بحرارة، ثم واصلنا السير حتى وصلنا إلى المنزل. [img]pics/18/18017.jpg[/img]<< الكاتب يزور إحدى أسر قبيلة الماساي. 24/10/1415هـ 25/3/1995م >> ولم نجد رب البيت، ولكن الشاب المسلم وصل، وأراد الإخوة أن نرى المنزل من الداخل، وهو مبني من أغصان الشجر والطين وروث البقر، وتوجد فتحة صغيرة يدخلون منها إلى المنزل،  وهي الباب الذي يحتاج الداخل أن يخفض رأسه ويحني ظهره حتى يستطيع الدخول إلى المنزل مع ضيق الباب، والمكان مظلم لضيقه وعدم وجود نوافذ فيه، ما عدا ثلاثة أو أربعة خروق صغيرة جداً - في حجم الخاتم تقريبا - يخترقها شعاع الشمس تشبه ضوء الكشاف الصغير. والمنزل - وهو صغير جداً - لا أظنه يبلغ أربعة أمتار مربعة: غرفة صغيرة مقسمة من الداخل أربعة أقسام مفتوح بعضها على بعض: 1) مرقد رب الأسرة. 2) مرقد الأم، مع فاصل قصير من أغصان الشجر. 3) مرقد للضيف. 4) مساحة ضيقة في الوسط بين المراقد الثلاثة هي المطبخ. وهي حفرة صغيرة بها خشب لا تنقطع النار عنه إلا أنه يدفن فيما يبدو بالرماد الكثير، فإذا احتاجوا إلى الطبخ أزاحوا الرماد عن الخشب. وجميع النساء حالقات الرؤوس حلقا كاملاً، صغيرات وكبيرات، لا يظنهن الزائر عندما يراهن من بعد إلا رجالاً، ولباسهن ساتر لأجسادهن ما عدا الرؤوس، وفي حلوقهن أطواق عريضة مزخرفة من صنع محلي. [img]pics/18/18018.jpg[/img]<< أسرة من قبيلة الماساي أمام منزلهم وولدهم المسلم نور الدين كينيا ـ كاجيادو 24/10/1415هـ  25/3/1995م >> وأرض قبيلة ماساي - بل الأرض كلها في نيروبي وما حولها - غالبها منبسط، وهي زراعية يكثر فيها أشجار السلم وما شابهه، كما تكثر بها الغزلان وغيرها من الحيوانات. وقد كانت نيروبي وما حولها كلها لقبيلة ماساي إلى حدود تنزانيا في الجنوب، ولكن قبيلة رئيس كينيا السابق تغلبت عليهم وطردتهم من منطقة نيروبي. بعض العادات الأسرية عند قبيلة ماساي: كان يرافقنا - في ذهابنا إلى بادية ماساي من مركز الهدى، ذهاباً وإياباً - أحد الطلاب من نفس هذه القبيلة وهو مسلم، فسألته بعض الأسئلة عن عاداتهم في الزواج. سألته عن المحرمات؟ فقال: الأمهات والأخوات والبنات والعمات والخالات والجدات وبنات العم وكل بنات الفخذ، ولا يتزوج الرجل إلا من امرأة بعيدة من فخذه. قلت: وكيف تتم خِطبة الرجل المرأة؟ فقال: يذهب ولي أمر الولد - أبوه أو عمه...- وهو صغير إلى ولي أمر البنت - وهي صغيرة - فيطلب منه أن يحجز هذه البنت لولده إذا جاء وقت الزواج وهما حيان يرزقان، وعندما يبلغان سن الزواج، يذهب أولياء الرجل الكبار إلى أولياء البنت الكبار، مع هدية عينية - كبطانية مثلاً، مع شيء من السكر أو شيء من الشراب اللذيذ الذي يشبه الخمر، ويؤكدون طلب البنت لابنهم، فإذا تمت الموافقة في هذا اليوم - وهو اليوم الأول - ذهبوا في اليوم الثاني ومعهم طعام كثير إلى أهل الزوجة فيطبخون ويأكلون الطعام، ثم يأخذون البنت إلى بيت الزوج، ويقيمون حفلة أخرى في بيته. وبعد مضي ثلاثة أيام يرسل أهل الزوج إلى أهل الزوجة خمس أو ست بقرات مهراً. وسألته: هل يوجد عقد زواج عندهم؟ فقال: نعم، يوجد ما يشبه العَقد ويقول ولي المرأة للزوج: هذه البنت تكون عندك بالمعروف وإلا نأخذها منك - قلت: هو في معنى قول الله تعالى: {فَإمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} [البقرة: 229]. قلت: هل يجوز عندهم تعدد الزوجات، وكم العدد المحدد؟ قال: يجوز تعدد الزوجات بدون حد معين، وعمدة مدينة (كاجيادو) - وهي عاصمة المنطقة - عنده ست زوجات. قلت: عندما يرزقون ولداً ماذا يعملون؟ قال: يحتفلون، ويجتمع أب الولد مع من هم في سنه من الأقارب والجيران، ويتشاورون في الاسم الذي يطلق عليه، وكل واحد يقترح اسماً، فإذا اتفقوا على أحد الأسماء سمي به، ويذبحون كبشاً - وليس معزاً - يوم تسميته. قلت: متى يسمونه؟ قال: بعد أسبوع من ولادته - كما هو المشهور عندنا، ولكن الرسول صلى الله عليه وسلم سمى بعض المواليد بعد ولادته -. قلت: ماذا يفعلون باللحم؟ قال: يأخذون فخذين ويشوون لحمهما ويأكلونه، والباقي يوزعونه. قلت: هل عندهم ختان؟ قال: نعم، يختنون الأولاد والبنات في سن خمس عشرة سنة. زيارة شريف عمر بالنور عثمان باعلوي: في طريقنا إلى نيروبي قال الأخ إبراهيم شيخ: هنا بيت رجل عربي من الأشراف، فهل نمر لزيارته؟ قلت: لا بأس، فدخلنا على الرجل في بيته، فإذا هو شيخ وقور ذو لحية كثة وهو مشلول، جالس على مقعده في قاعة منزله، فسلمنا عليه وسألته عن عمره؟. فقال: 62 سنة. وعن مكان مولده؟ فقال: في كينيا. وعن أجداده؟ فقال: إنهم نزحوا إلى مقديشو منذ 300 سنة. وعن عدد أولاده؟ فقال: 18 تسعة بنون وتسع بنات. ‎وعن أحفاده؟ فقال: يحتاجون إلى حساب. قلت: تقريباً؟ قال: ما بين ثمانين إلى تسعين. السفر إلى مدينة مومباسا: الأحد 25/10/1415هـ  26/3/1995م. خرجنا من مدينة نيروبي في الساعة الثامنة والدقيقة الأربعين متجهين - بالسيارة - إلى مدينة مومباسا، وكان وصولنا إليها في الساعة 14.40، أي إن الرحلة استغرقت ست ساعات، وكان رفقاء السفر كل من: الشيخ إبراهيم إسحاق شيخ، والشيخ يوسف بن أحمد، وقائد السيارة الأخ عبد الوهاب. سألت الإخوة ونحن نسير عن محافظات كينيا، والقبائل التي تسكنها، فكانت الإجابة كما يأتي: 1) محافظة نيروبي (NAIRBI PROVINCE)، وسكانها خليط معظمهم من قبيلة \"كِيكويو\". 2) المحافظة الوسطى (CENTRAL PROVINCE)، وسكانها من قبائل (كيكويو)، (مِرو)، (إمْبو)، (بوران)، (صومال)، وغيرها. 3) المحافظة الشرقية (EASTERN PROVINCE)، ومعظم سكانها صوماليون. 4) المحافظة الشمالية الشرقية (NORTH EASTERN PROVINCE). 5) محافظة الساحل (COAST PROVINCE) وسكانها أفارقة وعرب، (ديغو)، (فِرْياما)، (أورْمو)، (بوكومو)، (تَيتا)، (كامْبا)، (بوني)، (باجوني). 6) محافظة الهضبة (RIFTVALLEY PROVINCE) وسكانها (كيكويو) (كالِنْجِنْ- وهي القبيلة الحاكمة الآن)، (سَمْبورو). 7) المحافظة الغربية (WESTERN PROVINCE) وسكانها (بالويا)، (لُوو). 8) محافظة نيانزا (NYANZA PROVINCE)- غرب- ، وسكانه (لوو)، (كيسي). وعدد المديريات خمس وخمسون مديرية. بعض المناطق التي مررنا بها في الطريق: وبعد ساعة من خروجنا من نيروبي مررنا بمسجد تابع للجنة مسلمي إفريقيا في قرية تسمى (كيليما كْيو). ثم مررنا بقرية أخرى تسمى (سلطان حامد)، وهي من القرى الإسلامية في عهد العمانيين، ولكن عدد المسلمين الآن بها قليل. ثم مررنا بمسجد (ماكندو MAKINDUE)، ثم قرية (ماتيتُوَانْدَايْ MATITONDEI). وبعدها بدأت تظهر مداخل الغابات التي تكثر بها الحيوانات والوحوش الطليقة، ثم مررنا بقرية (فُوْيْ VOI) فقرية (مَكِنُونْ رود) وبها مسجد يقع في قبلته قبر من يسمونه (سيد باغالي شاه) وقد دخل الأخ عثمان يتوضأ فرأى بعض الناس يقفون أمام القبر رافعين أيديهم يدعونه ثم ينصرفون، ثم مررنا بقرية (ثارو) وبها مسجد، ثم قرية (مَريكَاني) فقرية (الصومال) في منطقة تسمى (مازيرَرْسْ) وعند قرب دخولنا مدينة مومباسا رأينا لوحة كتبت عليها كلمة (قَريبو KARIBU)."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "مدينة مومباسا",
    "content": "لقاء مع الأخ عبد الله بن عبد القادر بن محمد: في فندق (بيتش MOMBASA BEACH HOTEL). ولد في (أوغادين) الصومالية، في قرية (بَرْ عَكُر) سنة 1962م، تخرج في كلية اللغة العربية بالجامعة الإسلامية في المدينة المنورة سنة 1988م وفي عام 1989م قام بالتدريس في ثانوية (مُنْدِيرا)، متعاقداً مع وزارة التعليم الكينية، ثم أخذ دورة في اللغة الإنجليزية سنة 1990م لمدة ستة أشهر. تفرغ للدعوة في نيروبي سنة، ثم التحق بمعهد الخرطوم الدولي، حيث تعلم طريقة تدريس اللغة العربية لغير الناطقين بها. ثم انتقل في سبتمبر الماضي - بعد أن أخذ شهادة الماجستير من المعهد المذكور - مدرساً في المعهد الإسلامي لتدريب المعلمين التابع للاتحاد الوطني لمسلمي كينيا، وقد أنشئ هذا المعهد سنة 1987م، ولما يكتمل بناؤه، وساعد في بنائه البنك الإسلامي للتنمية في جدة، وتكفل باستمرار دفع النفقات دار الإيمان ومقرها جنيف. عدد الأساتذة أربعة، منهم القائم بإدارة المعهد. عدد الطلاب: 51 طالب وطالبة. مواد الدراسة: اللغة العربية لغير الناطقين بها، الثقافة الإسلامية. بدأت الدراسة في المعهد في شهر سبتمبر سنة 1994م. ومهمة المعهد توفير المعلمين المسلمين للمدارس الحكومية، ومدة الدراسة فيه ثلاث سنوات. معلومات عن نشاط لجنة مسلمي إفريقيا ومشروعاتها: أدلى بهذه المعلومات الأخ إبراهيم بن شيخ إسحاق، وهو أحد طلابي في الدراسات العليا أشرفت عليه في إعداد شهادة الماجستير وحصل على تقدير ممتاز. ولد سنة 1965م في (وَجيرْ) شمال شرق كينيا. درس في المعهد الثانوي بالجامعة الإسلامية في المدينة المنورة وتخرج منه سنة 1398هـ، والتحق بكلية الشريعة وتخرج منها بتقدير ممتاز، ونال شهادة الماجستير سنة 1406هـ. بعد تخرجه من الجامعة الإسلامية بدأ العمل مع لجنة مسلمي إفريقيا، ودخل دورة تدريبية ميدانية، أشرف عليه فيها سعد الطالب وهو عراقي، لمدة ثلاث شهور، في دولة ملاوي جنوب تنزانيا، زار فيها مشاريع اللجنة، واطلع على كيفية تنفيذ مراكز إسلامية، وتدرب على الإدارة والتدريس، ثم تولى مسؤولية مكتب اللجنة في كينيا نيروبي، من سنة 1406هـ ـ 1986م إلى الآن. ويقوم بالإشراف على إنشاء مكاتب جديدة للجنة في جزر القمر والصومال والحبشة، كما يقوم بزيارات ميدانية للمكاتب، في أوغندا وتنزانيا وزنجبار، واشترك في مؤتمرات منظمات غير حكومية، محلياً وعالمياً. بدأت اللجنة عملها في أوائل الثمانينات، بدأ العمل فيها الدكتور عبد الرحمن السميط، وبعض زملائه المتطوعين بإنشاء مسجد في ملاوي، ثم توسعوا في العمل فكونوا لجنة سموها: (لجنة مسلمي ملاوي) ثم وسعوا نشاطهم في بلدان أخرى من إفريقيا، فسموا اللجنة: (لجنة مسلمي إفريقيا) ويمتد نشاطها حالياً في أربعين دولة إفريقية، ومقر اللجنة الرئيس في الكويت والدمام. وكان للجنة قبلُ مشاريع في كينيا عن طريق هيئات إسلامية أخرى، ثم قام أمين عام اللجنة بزيارات واسعة في كينيا قبل عام 1986م وتم إنشاء المكتب في نيروبي في أواخر هذا العام 1986م في شهر نوفمبر، وأول من باشر العمل في هذا المكتب الشيخ إبراهيم بن شيخ إسحاق. فروع مكتب (لجنة مسلمي إفريقيا في كينيا): وللمكتب فروع من المكاتب في مناطق أخرى: 1) في مديرية (كيليفي KILIFI) في الساحل. 2) في مديرية (لامو LAMU) في الساحل. 3) في مديرية (هولا HULA) في الساحل. 4) في مديرية (إلدوريت ELDORIET) في الغرب. 5) في مديرية (مَرْسَبْت MARSABET) في الشرقية. 6) في مديرية (إسيولو ISIOLO) في مدينة (غربة الله GARBATULLA) في الشرقية. 7) في مديرية (مويالي MOYALE) في الشرقية. 8) في مديرية (قاريسا GARISSA) في الشمال الشرقي بمدينة (مُدوغاشي MODGSHE). 9) في مديرية (وجير WAJIR) في الشمال الشرقي. 10) في مديرية (مانديرا MANDERA) في مدينة (علواق ELWAK) 11) في مدينة (رامو RHAMU) المراكز التابعة للجنة: ويشتمل المركز - غالباً - على مدرسة عربية ومدرسة على منهج الحكومة والمنهج الإسلامي، ودور الأيتام، ودور المؤمنات، ومسجد، ومعهد مهني، ودار للمهتدين (في المناطق التي يقل فيها المسلمون)، ومستوصف، وقد تكون بعض المراكز غير مستكملة لكل ما ذكر، وقد يكون في بعض المراكز مزارع ومناحل. عدد المراكز التابعة للجنة: وعدد مراكز اللجنة التي تملكها ملكاً مستقلاً 18 مركزاً: 1) مركز ثيكا الإسلامي، وقد سبق الحديث عنه. 2) مركز (إلدوريت ELDORIT) 3) مركز الهدى الإسلامي في (كاجيادو) 4) مركز (كيبراني KIBRANI) الإسلامي. 5) مركز (تراسا TARASSA) الإسلامي. 6) مركز (هولا) الإسلامي. 7) مركز (لامو) الإسلامي. 8) مركز (مُدوقاشي) الإسلامي. 9) مركز رعاية الأطفال الإسلامي في (وَجِيرْ) 10) مدرسة (مركز) الاعتصام الإسلامي في (وَجيرْ). 11) مركز (عِلْواقْ) الإسلامي. 12) مركز (رامو) الإسلامي. 13) مركز (مويالي) الإسلامي. 14) مركز (مرسبت) الإسلامي. 15) مركز (الحميدان) الإسلامي في (كاموبو KAMOBO). 16) مركز مديرية (سَمْبورو) في مدينة (أَرْتِشَاسْ ARTSHERS). 17) مركز (كريوبنجي KARIOBANGI) في نيروبي. 18) مركز (غربة الله) الإسلامي. وشاركت اللجنة في مساعدة عدة مراكز مع غيرها. بعض نشاطات اللجنة: وأقامت اللجنة أعمال إغاثة في سبعة وتسعين مركزاً إغاثياً، طيلة فترة المجاعة ونزوح اللاجئين الصوماليين إلى كينيا، على طول الحدود الكينية الصومالية، وكذلك المناطق المتضررة، كما دعت اللجنة هيئات إسلامية أخرى إلى هذا العمل الخيري. وأحضرت اللجنة طائرات عسكرية محملة بالأغذية المطلوبة إلى المواقع المتضررة من الكويت ومن جنوب إفريقيا بواسطة مكتب اللجنة في جنوب إفريقيا، وكذلك أحضرت باخرة من بواخر جيش جنوب إفريقيا محملة بأغذية من الإمارات العربية المتحدة عن طريق بعض المحسنين. وقامت اللجنة بوجبات إفطار رمضانية، وتوزيع أطعمة زكاة الفطر وأضاحي عيد الأضحى. وتكفل اللجنة 1088 يتيماً، وقدر للجنة امتلاك مركز رعاية الأطفال التنصيري النرويجي في مدينة (وَجِير) وحولته إلى مركز إسلامي، والسبب في تسلم اللجنة للمركز أن النصارى الذين أقاموه، قاموا بأعمال أخلاقية سيئة، وانتشر الحديث عنها في صور فيديو، فأمرت الحكومة بتسليمه إلى هيئة إغاثية محلية، فطالب الشعب بتسليمه للجنة التي عرفوا نشاطها، فكان ذلك من نصيبها. كما تسلمت اللجنة مركز (مدينة الأولاد) في منديرا التنصيرى أيضاً وسلمته لهيئة الإغاثة الإسلامية العالمية، وهي سلمته بعد ذلك للمسلمين المحليين. والمنصرون الملحدون والأجانب موجودون ويعملون، وقد عمل المنصرون المالطيون (مدينة الأولاد) في مانديرا، ولكنه وقع في أيدي المسلمين والحمد لله، وعملوا مدينة للبنات في وجية، كما أقاموا (مدينة الأولاد) في قاريسيا، وأقاموا مركزاً في هولا وغيرها، وكلها مناطق إسلامية، والطلبة والطالبات الذين يتولون الإشراف عليهم في التعليم والتغذية كلهم مسلمون، ولكن لم يتنصر منه أحد والحمد لله. وهذا ما ثبط همم النصارى المتبرعين، فقلت بذلك المساعدات التي كانوا يقدمونها، وتوجد محاولة ملحة من الأهالي لإخراجهم من مدينتي: (وجير و قاريسيا)."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "ملحق عن الدكتور عبد الرحمن السميط",
    "content": "لم أتمكن من الاجتماع بالدكتور عبد الرحمن السميط الذي يتيح لي أخذ معلومات عندما زرت كينيا للاطلاع على ما وفقه الله له من القيام بالدعوة العملية التي نفع الله بها في القارة الإفريقية، وكان لها الأثر العظيم في تمسك المسلمين بدينهم، ودخول كثير من غير المسلمين في الإسلام... وقد رأيته مرة واحدة في المسجد الحرام ومعه تلميذي النجيب الشيخ إبراهيم إسحاق الذي يعتبر من أنشط الدعاة في الجمعية التي يشرف عليها الدكتور السميط، وكان ذلك بعد صلاة التراويح في شهر رمضان، في وقت زحمة شديدة كما هو معلوم، وكان كل منا مشغولاً، فلم نتمكن من اللقاء الكافي لآخذ معلومات عنه. ولهذا بحثت عن معلومات عنه في الشبكة العالمية: \"الإنترنت\" فوجدت هذا التعريف الوافي في موقع \"إسلام أون لاين\" أحببت إثباته ملحقاً بهد المعلومات التي أخذتها من الأخ إبراهيم إسحاق، عن مؤسساته الخيرية في كينيا، وأشكر كاتبها الأخ رجب الدمنهوري، على اهتمامه بالرجل والتعريف به.. [img]pics/18/18019.jpg[/img]<< الشيخ الدكتور عبد الرحمن السميط >> عبد الرحمن السميط.. خادم فقراء أفريقيا الكويت-  رجب الدمنهوري 02/09/2003 http://www.islamonline.net/arabic/famous/2003/09/article01.SHTML قبل أن يصبح أحد فرسان العمل الخيري، كان طبيباً متخصصاً في الأمراض الباطنية والجهاز الهضمي، لم يكن طبيباً عادياً، بل طبيباً فوق العادة، إذ بعد أن ينتهي من عمله المهني، كان يتفقد أحوال المرضى، في أجنحة مستشفى الصباح (أشهر مستشفيات الكويت)، ويسألهم عن ظروفهم وأحوالهم الأسرية والاجتماعية والاقتصادية، ويسعى في قضاء حوائجهم، ويطمئنهم على حالاتهم الصحية. واستمرت معه عادته وحرصه على الوقوف إلى جانب المعوزين وأصحاب الحاجة، وحينما شعر بخطر المجاعة يهدد المسلمين في أفريقيا، وأدرك خطورة حملات التنصير التي تجتاح صفوف فقرائهم في أدغال القارة السوداء، وعلى إثر ذلك آثر أن يترك عمله الطبي طواعية، ليجسد مشروعاً خيرياً رائداً في مواجهة غول الفقر وخطر التنصير، واستقطب معه فريقاً من المخلصين، الذين انخرطوا في تدشين هذا المشروع الإنساني، الذي تتمثل معالمه في مداواة المرضى، وتضميد جراح المنكوبين، ومواساة الفقراء والمحتاجين، والمسح على رأس اليتيم، وإطعام الجائعين، وإغاثة الملهوفين. مولده ونشأته: ولد د. عبد الرحمن حمود السميط رئيس مجلس إدارة جمعية العون المباشر (مسلمي أفريقيا سابقاً) في الكويت عام 1947م، ويحكي المقربون منه أن د. السميط بدأ العمل الخيري وأعمال البر منذ صغره، ففي المرحلة الثانوية أراد مع بعض أصدقائه أن يقوموا بعمل تطوعي، فقاموا بجمع مبلغ من المال من مصروفهم اليومي واشتروا سيارة، وكان يقوم أحد أفراد المجموعة بعد انتهاء دوامه بنقل العمال البسطاء إلى أماكن عملهم أو إلى بيوتهم دون مقابل. تخرج في جامعة بغداد بعد أن حصل على بكالوريوس الطب والجراحة، وفي الجامعة كان يخصص الجزء الأكبر من مصروفه لشراء الكتيبات الإسلامية ليقوم بتوزيعها على المساجد، وعندما حصل على منحة دراسية قدرها 42 دينارًا كان لا يأكل إلا وجبة واحدة وكان يستكثر على نفسه أن ينام على سرير رغم أن ثمنه لا يتجاوز دينارين معتبراً ذلك نوعاً من الرفاهية. حصل على دبلوم أمراض مناطق حارة من جامعة ليفربول عام 1974م، واستكمل دراساته العليا في جامعة ماكجل الكندية متخصصًا في الأمراض الباطنية والجهاز الهضمي، وأثناء دراساته العليا في الغرب كان يجمع من كل طالب مسلم دولارًا شهرياً ثم يقوم بطباعة الكتيبات ويقوم بتوصيلها إلى جنوب شرق آسيا وأفريقيا وغير ذلك من أعمال البر والتقوى. حياة حافلة بالإنجازات: عمل أخصائياً في مستشفى الصباح في الفترة من 1980 - 1983م، ونشر العديد من الأبحاث العلمية والطبية في مجال القولون والفحص بالمنظار لأورام السرطان، كما أصدر أربعة كتب هي: لبيك أفريقيا، دمعة على أفريقيا، رسالة إلى ولدي، العرب والمسلمون في مدغشقر، بالإضافة إلى العديد من البحوث وأوراق العمل ومئات المقالات التي نشرت في صحف متنوعة، تولى منصب أمين عام جمعية مسلمي أفريقيا عام 1981م، وما زال على رأس الجمعية بعد أن تغير اسمها إلى جمعية العون المباشر في 1999م. شارك في تأسيس ورئاسة جمعية الأطباء المسلمين في الولايات المتحدة الأمريكية وكندا 1976م. كما شارك في تأسيس فروع جمعية الطلبة المسلمين في مونتريال 1974م-1976م، ولجنة مسلمي ملاوي في الكويت عام 1980م، واللجنة الكويتية المشتركة للإغاثة 1987م، وهو عضو مؤسس في الهيئة الخيرية الإسلامية العالمية، وعضو مؤسس في المجلس الإسلامي العالمي للدعوة والإغاثة، وعضو في جمعية النجاة الخيرية الكويتية، وعضو جمعية الهلال الأحمر الكويتي، ورئيس تحرير مجلة الكوثر المتخصصة في الشأن الأفريقي، وعضو مجلس أمناء منظمة الدعوة الإسلامية في السودان، وعضو مجلس أمناء جامعة العلوم والتكنولوجيا في اليمن، ورئيس مجلس إدارة كلية التربية في زنجبار ورئيس مجلس إدارة كلية الشريعة والدراسات الإسلامية في كينيا. نال السميط عدداً من الأوسمة والجوائز والدروع والشهادات التقديرية، مكافأة له على جهوده في الأعمال الخيرية، ومن أرفع هذه الجوائز جائزة الملك فيصل العالمية لخدمة الإسلام، والتي تبرع بمكافأتها (750 ألف ريال سعودي) لتكون نواة للوقف التعليمي لأبناء أفريقيا، ومن عائد هذا الوقف تلقت أعداد كبيرة من أبناء أفريقيا تعليمها في الجامعات المختلفة. الخير في قارة تحتاج إليه: تركز جل نشاط السميط من خلال لجنة مسلمي أفريقيا بعد أن وضعت أجندة خيرية تنطلق في مسارات عدة منها: من أجل أن تمسح دمعة يتيم مسلم، من أجل رعاية قرية مسلمة تعليمياً أو صحياً أو اجتماعياً، من أجل حفر أو صيانة بئر مياه للشرب، من أجل بناء أو صيانة مدرسة، من أجل رعاية الآلاف من المتشردين، من أجل مواجهة الخطر التنصيري الزاحف، من أجل استمرارية العمل الخيري الإسلامي. وكان اهتمامه بإفريقيا بعد أن أكدت دراسات ميدانية للجنة أن ملايين المسلمين في القارة السوداء لا يعرفون عن الإسلام إلا خرافات وأساطير لا أساس لها من الصحة، وبالتالي فغالبيتهم - خاصة أطفالهم في المدارس - عرضة لخطر التنصير، وقد نتج عن ذلك أن عشرات الآلاف في تنزانيا وملاوي ومدغشقر وجنوب السودان وكينيا والنيجر وغيرها من الدول الأفريقية صاروا ينتسبون إلى النصرانية، بينما آباؤهم وأمهاتهم من المسلمين. قصة دخوله أفريقيا : والسميط من المؤمنين بأن الإسلام سبق جميع النظريات والحضارات والمدنيات في العمل التطوعي الاجتماعي والإنساني، وتعود قصة ولعه بالعمل في أفريقيا حين عاد إلى الكويت في أعقاب استكمال دراساته العليا، حيث كان مسكوناً بطاقة خيرية هائلة أراد تفجيرها فذهب إلى وزارة الأوقاف وعرض على المسؤولين رغبته في التطوع للمشاركة في الأعمال الخيرية، غير أن البيروقراطية الرسمية كادت أن تحبطه وتقتل حماسه، لكن شاء الله له أن يسافر إلى أفريقيا لبناء مسجد لإحدى المحسنات الكويتيات في ملاوي، فيرى ملايين البشر يقتلهم الجوع والفقر والجهل والتخلف والمرض، ويشاهد وقوع المسلمين تحت وطأة المنصرين الذين يقدمون إليهم الفتات والتعليم لأبنائهم في مدارسهم التنصيرية، ومن ثم فقد وقع حب هذه البقعة في قلبه ووجدانه وسيطرت على تفكيره. وكان أكثر ما يؤثر في السميط إلى حد البكاء حينما يذهب إلى منطقة ويدخل بعض أبنائها في الإسلام ثم يصرخون ويبكون على آبائهم وأمهاتهم الذين ماتوا على غير الإسلام، وهم يسألون: أين أنتم يا مسلمون؟ ولماذا تأخرتم عنا كل هذه السنين؟ كانت هذه الكلمات تجعله يبكي بمرارة، ويشعر بجزء من المسؤولية تجاه هؤلاء الذين ماتوا على الكفر. تعرض في أفريقيا للاغتيال مرات عديدة من قبل المليشيات المسلحة بسبب حضوره الطاغي في أوساط الفقراء والمحتاجين، كما حاصرته أفعى الكوبرا في موزمبيق وكينيا وملاوي غير مرة لكن الله نجاه. التنصير أبرز التحديات: وعن أبرز التحديات التي تواجه المسلمين في أفريقيا يقول الدكتور عبد الرحمن: ما زال التنصير هو سيد الموقف، مشيراً إلى ما ذكره د. دافيد بارت خبير الإحصاء في العمل التنصيري بالولايات المتحدة من أن عدد المنصرين العاملين الآن في هيئات ولجان تنصيرية يزيدون على أكثر من 51 مليون منصر، ويبلغ عدد الطوائف النصرانية في العالم اليوم 35 ألف طائفة، ويملك العاملون في هذا المجال 365 ألف جهاز كمبيوتر لمتابعة الأعمال التي تقدمها الهيئات التنصيرية ولجانها العاملة، ويملكون أسطولاً جوياً لا يقل عن 360 طائرة تحمل المعونات والمواد التي يوزعونها والكتب التي تطير إلى مختلف أرجاء المعمورة بمعدل طائرة كل أربع دقائق على مدار الساعة، ويبلغ عدد الإذاعات التي يملكونها وتبث برامجها يومياً أكثر من 4050 إذاعة وتليفزيون، وأن حجم الأموال التي جمعت العام الماضي لأغراض الكنيسة تزيد على 300 مليار دولار، وحظ أفريقيا من النشاط التنصيري هو الأوفر.. ومن أمثلة تبرعات غير المسلمين للنشاط التنصيري كما يرصدها د. السميط أن تبرعات صاحب شركة مايكروسوفت بلغت في عام واحد تقريباً مليار دولار، ورجل أعمال هولندي تبرع بمبلغ 114 مليون دولار دفعة واحدة وقيل بأن هذا المبلغ كان كل ما يملكه، وفي أحد الاحتفالات التي أقامها أحد داعمي العمل التنصيري في نيويورك قرر أن يوزع نسخة من الإنجيل على كل بيت في العالم وكانت تكلفة فكرته 300 مليون دولار حتى ينفذها، ولم تمر ليلة واحدة حتى كان حصيلة ما جمعه أكثر من 41 مليون دولار. حصيلة مشاريع العون المباشر : وكانت حصيلة المشاريع التي نفذت في أفريقيا - كما يذكر د. السميط -  حتى أواخر عام 2002م: بناء 1200 مسجد، دفع رواتب 3288 داعية ومعلماً شهرياً، رعاية 9500 يتيم، حفر 2750 بئرا ارتوازية ومئات الآبار السطحية في مناطق الجفاف التي يسكنها المسلمون، بناء 124 مستشفى ومستوصفاً، توزيع 160 ألف طن من الأغذية والأدوية والملابس، توزيع أكثر من 51 مليون نسخة من المصحف، طبع وتوزيع 605 ملايين كتيب إسلامي بلغاتٍ أفريقية مختلفة، بناء وتشغيل 102 مركز إسلامي متكامل، عقد 1450 دورة للمعلمين وأئمة المساجد، دفع رسوم الدراسة عن 95 ألف طالب مسلم فقير، تنفيذ وتسيير عدة مشاريع زراعية على مساحة 10 ملايين متر مربع، بناء وتشغيل 200 مركز لتدريب النساء، تنفيذ عدد من السدود المائية في مناطق الجفاف، إقامة عدد من المخيمات الطبية ومخيمات العيون للمحتاجين مجانا للتخفيف على الموارد الصحية القليلة في إطار برنامج مكافحة العمى، تقديم أكثر من 200 منحة دراسية للدراسات العليا في الدول الغربية (تخصصات طب، هندسة، تكنولوجيا). وما زالت الطموحات مستمرة: وأشار إلى أن طموحات جمعية العون المباشر في أفريقيا لا تتوقف عند حد معين؛ فالجهود مستمرة لإعداد الدراسات اللازمة لإنشاء كلية لتدريب المعلمين في ملاوي؛ لأن الحاجة هناك ماسة جداً لتخريج معلمين مسلمين، فرغم أن المسلمين يشكلون 50% من عدد السكان فإن عدد المدرسين المسلمين المؤهلين لا يزيد على 40 مدرساً، فضلاً عن أن الدولة تفقد سنوياً ما بين 12%-  13% من العاملين في التدريس بسبب مرض الإيدز المنتشر، والاستقالات والموت الطبيعي، ويبلغ تعداد المدرسين المفقودين سنوياً قرابة تسعة آلاف مدرس من أصل 90 ألفا هم مجموع المدرسين العاملين في ملاوي؛ وهو ما تسبب في خلق فجوة كبيرة وعجز واضح في المدرسين المسلمين، وبالتالي فهذا الظرف فرصة كبيرة في سد هذا الفراغ التربوي بالمعلمين المسلمين، هذا بالإضافة إلى إنشاء محطات إذاعية للقرآن الكريم، بدأت بإنشاء محطة في جمهورية توجو وهناك مائة محطة يجري العمل في مراحل تنفيذها المختلفة بمناطق مختلفة من أفريقيا، وتبلغ تكلفة المحطة الواحدة عشرة آلاف دينار كويتي، تتضمن المعدات اللازمة ومصاريف التشغيل عاماً كاملاً. ولم تؤثر حملة ما يسمى الحرب العالمية على الإرهاب - في تقدير د. السميط-  على العمل الخيري في أفريقيا مقارنة بالضغوط التي مورست على الهيئات الخيرية العاملة في جنوب شرق آسيا خاصة في أفغانستان وباكستان والجمهوريات الإسلامية المستقلة، يقول: \"الضغوط التي تمارس ضد العمل الخيري ومنظماته هي جزء من مخطط كبير ضد الإسلام والمسلمين، ويجب أن نعمل ولا نتأثر بهذه الحملات، المهم أن نعمل عملاً مدروساً ومؤسسياً، له كوادره ومتخصصوه، وقد دعوت جامعة الكويت والجامعات الخليجية إلى تدريس مادة إدارة العمل الخيري إلى أبنائنا لسد العجز في الكوادر المتخصصة التي تحتاجها الجمعيات الخيرية، خاصة أنها في حاجة ماسة إلى أفراد مدربين ومعدين إعداداً جيداً، يمكنهم الولوج في العمل الإداري على أسسه العلمية الصحيحة\". زكاة أثرياء المسلمين : ويرى د. السميط أن زكاة أموال أثرياء العرب تكفي لسد حاجة 250 مليون مسلم؛ إذ يبلغ حجم الأموال المستثمرة داخل وخارج البلاد العربية 2275 مليار دولار أمريكي، ولو أخرج هؤلاء الأغنياء الزكاة عن أموالهم لبلغت 56.875 مليار دولار، ولو افترضنا أن عدد فقراء المسلمين في العالم كله يبلغ 250 مليون فقير لكان نصيب كل فقير منهم 227 دولاراً، وهو مبلغ كاف لبدء الفقير في عمل منتج يمكن أن يعيش على دخله. وبعد أن وضعت الحرب الأنجلو - أمريكية أوزارها ضد العراق قام السميط بمهمة خيرية لإعانة الشعب العراقي، وكانت جمعية العون المباشر قد خصصت مليوني دولار لدعم الطلاب العراقيين الفقراء وإغاثة الأسر المتعففة، وفي تلك الأثناء تعرض رئيس الجمعية إلى حادث مروري في منطقة الكوت (160 كيلومترًا غرب بغداد) بعد أن اصطدمت السيارة التي كانت تقله ومرافقيه بشاحنة، توقفت فجأة؛ وهو ما أسفر عن إصابته بكسور وجروح متفرقة عولج خلالها في أحد مستشفيات الكوت ثم نقل إلى مستشفى الرازي بالكويت لاستكمال علاجه. إلى هنا انتهى الملحق المنشور في موقع (إسلام أون لاين). زيارة مدرسة الشيخ  خليفة بن زايد الثانوية: الاثنين 26/10/1415هـ ـ 27/3/1995م والتقينا في المدرسة نائب المدير (مويني علي خميس) المولود عام 1952م، تخرج في جامعة نيروبي سنة 1977م في قسم التربية. [img]pics/18/18020.jpg[/img]<< نائب مدير المدرسة مويني علي خميس >> نشأت فكرة هذه المدرسة لدى بعض قادة المسلمين في مومباسا، وعلى رأسهم أحمد سعيد حمد، عضو برلماني سابق، وهو سفير كينيا في السعودية، والسيد رجب سومبا الذي كان عمدة مومباسا، والسيد الشريف ناصر طيب عضو البرلمان، واتصلوا بحكومة الإمارات وبالذات الشيخ خليفة بن زايد آل نهيان الذي وافق على بنائها وتمويلها تمويلاً كاملاً. وقد بدأ بناءها سنة 1983م، وتم افتتاحها سنة 1985م، ومقدار المبلغ الذي أنفق على تشييدها 144مليون شلن كيني، ولازالت نفقات نشاطها على حساب الأمير. [img]pics/18/18021.jpg[/img]<< مدرسة خليفة ـ مومباسا من الخارج 26/10/1415هـ   27/3/1995م >> مدير المدرسة بروفيسور خَلْفان عبد الله مزروعي، وهو كيني. عدد أساتذة المدرسة - بما فيهم المدير ونائبه- : 31. عدد الطلاب: 290 طالب وطالبة. والمدرسة قسمان قسم أكاديمي وقسم فني (مهني). تُدَرَّس بالقسم الأكاديمي: ثلاث عشرة مادة، منها مادة واحدة إسلامية، ومادة للغة العربية، وهذه الأخيرة إجبارية في السنتين الأولى والثانية على جميع الطلاب مسلمين وغير مسلمين، والمادة الإسلامية إجبارية في جميع السنوات، وبقية المواد - وهي تسع - هي المواد الكينية المقررة في المدارس الحكومية. أما القسم الفني: فلا توجد فيه مواد إسلامية ولا عربية، لأن الدارسين فيه هم حملة شهادة المرحلة الثانوية. ويدرس القرآن الكريم في الصباح، وبعد الظهر تلقى محاضرة قصيرة، كما تلقى دروس بعد صلاة العشاء يومي السبت والأحد. وإنما قيدت المدرسة بمادتين فقط في الثقافة الإسلامية واللغة العربية لأن المنهج مقيد بمنهج الحكومة. ومادة الثقافة الإسلامية، تتضمن العبادات والمعاملات والأحوال الشخصية ونبذة عن الفرق، وتراجم الشخصيات العلمية والفلسفية، كالرازي وابن سينا. عدد الذين تخرجوا من المدرسة 280 طالباً وطالبة في ست دفعات، والمتخرجون من القسم الفني 19 طالباً. والطلبة غير المسلمين 18 طالبا فقط. وقد دخل بعض الموظفين والطلاب في الإسلام. ونسبة المدرسين المسلمين: 50%. وفي القسم الداخلي 110 من الطلاب. ومن المدرسين في هذه المدرسة الأخ بابكر حسين بركات، تخرج في كلية اللغة العربية بالجامعة الإسلامية سنة 1982م، ونال شهادة الماجستير في نفس الجامعة سنة 1986م. [img]pics/18/18022.jpg[/img]<< أمام مدرسة الشيخ خليفة بن زايد آل نهيان في مدينا مومباسا ـ كينيا. الكاتب وعلى يساره إبراهيم شيخ إسحاق وعلى يمينه بابكر حسين بركات أحد المدرسين ثم مويني علي خميس نائب مدير المدرسة 26/10/1415هـ ـ 27/3/1995م>> الاتحاد الوطني لمسلمي كينيا في مومباسا.. التقينا في مقر الاتحاد الأستاذ علي شيخ أمين الحناوي، البالغ من العمر 74 عاما، وأصله من العمانيين الذين حكموا الساحل الإفريقي، سألته عن عدد العمانيين في كينيا؟ فقال: إنهم اختلطوا بالأفارقة، ويقدر عدد المعروفين منهم بعشرة آلاف شخص. درس على أيدي بعض العلماء في مومباسا، وكان ضابطاً في الشرطة لمدة 23 عاماً. [img]pics/18/18023.jpg[/img]<< علي شيخ أمين الحناوي، رئيس الاتحاد الوطني لمسلمين كينيا ـ مومباسا 26/10/1415هـ   27/3/1995م >> فكرة الاتحاد ونشأته وتطوره: أما الاتحاد فقد فكر في إنشائه الشيخ علي، من سنة 1967م، وبعد سنتين أنشأه أحمد عبد الله المزروع - وهو عماني - وغيره، والهدف من إنشائه مساعدة أبناء المسلمين في التعليم، ومساعدة الفقراء والأيتام. وكان الاتحاد قد أنشئ - أصلاً - في نيروبي، ولكنه توقف نشاطه فيها، فقام منير محمد قاسم المزروع بإنشاء فرع له في الساحل الكيني وهو هذا المركز الذي أصبح المركز الرئيسي. وقد أنشأ المركز 20 مدارسة ابتدائية. عدد الأساتذة: 182. عدد الطلاب: 10 آلاف، بنين وبنات. ويساعد الاتحاد مائة مدرسة تقريباً. مدارس الاتحاد ومساجده: وأقام الاتحاد بعض المدارس على أساس المنهج الحكومي، إضافة إلى المنهج الإسلامي واللغة العربية، وهي ثلاث مدارس روضة، ومدرسة ابتدائية، ولا تنفق الحكومة عليها شيئاً، وكل الطلاب فيها مسلمون. ويتبع الاتحادَ خمسة عشر جامعاً، ومساجد أخرى صغيرة، أكثرها في الغابات. ويقوم الأئمة في المساجد بدعوة غير المسلمين، وعدد الذين سجلوا من المهتدين من سنة 1992م إلى الآن: 550 مهتدياً، بعضهم متعلمون، وأكثرهم أميون، وغالبهم كبار ومن الرجال. ويتبع الاتحاد ثلاثة مستشفيات يعالج فيها المرضى بأجر رمزي، كما تتبعه أربعة آبار ارتوازية. وتتبعه - كذلك- الكلية الإسلامية لتدريب المعلمين، وهم الذين يقومون بتدريس المواد الإسلامية واللغة العربية في المدارس الحكومية، لأن الحكومة عندما طلب منها المسلمون من يدرس أبناءهم الدين الإسلامي واللغة العربية، اعتذرت بأن المدرسين التابعين لوزارة التعليم لا يستطيعون تدريس هذه المواد لأنهم لا  يفهمونها، فأنشئت هذه الكلية لتخريج من يقوم بهذه المهمة، والذي لا توظفه الحكومة تستفيد منه المدارس الحكومية. زيارة قاضي القضاة في مدينة مومباسا: ثم قمنا بزيارة قاضي القضاة في المحكمة الشيخ ناصر بن محمد النهدي، وأصله من حضرموت، قال إن أجداده جاءوا إلى إفريقيا قبل 1000 سنة تقريباً، وقال: إن عمره ستون عاماً. [img]pics/18/18024.jpg[/img]<< قاضي القضاة في مومباسا ناصر بن محمد النهدي ـ كينيا ـ مومباسا 26/10/1415هـ   27/3/1995م >> وعندما التقط له بعض الإخوة المرافقين صورة فوتوغرافية، ونحن نتحدث معه قال: إن بعض المتخرجين من الجامعات السعودية يحرمون التصوير، أما أنا فلا أرى به بأساً، وأخذ يشكو من الهجوم عليه بسبب حلق لحيته، وقال: إنني وأنا أحلق لحيتي جميل!! قلت له: ولكن لو تركت لحيتك لكنت أجمل، وقد ثبتت بذلك السنة، والجمال للرجال في ترك لحاهم، ولذا كان من فطرة الله خلق اللحى للرجال دون النساء، وكانت عائشة تقول إذا حلفت: لا ومن زين الرجال باللحى. قال: لو كان هؤلاء يأتون وينصحونني ويناقشونني لما استأت منهم، أما أن يتهموني بالنفاق ويكادون يكفرونني، فإني لا أقبل منهم، والأمور الاجتهادية لا ينبغي أن يحصل فيها هذا التشدد. وقد حصلت مناقشة معه في موضوعات متعددة، منها هذه ومنها اختلاف المسلمين في ابتداء رمضان وفي عيد فطره. زيارة قلعة اليسوع: ثم ذهبنا لمعاينة قلعة اليسوع التي بناها البرتغاليون عندما احتلوا المنطقة سنة 1593م. وعندئذ ذهب المسلمون إلى سلطان عمان يستنصرونه عليهم، فجاء العمانيون بقيادة الإمام سيف لحصار البرتغاليين في القلعة، فحاصرهم من سنة 1698م إلى سنة 1110هـ حيث تم استيلاء العرب على القلعة بعد سنتين وثلاثة أرباع السنة.  [[هكذا كان الناس يلجأون إلى المسلمين لإنقاذهم من ظلم الغاصبين الظلمة، فيجدون النصرة، واليوم يحتل أعداء الإسلام بلاد المسلمين فيحني زعماؤهم لهم رؤوسهم، مع وفرة الإمكانات المعنوية والمادية التي يمكنهم أن ينتصروا بها على عدوهم. تبدلت الأحوال!]]. وفي سنة 1824م طلب العمانيون الحماية من قبل البريطانيين، وفي سنة 1826م انسحب البريطانيون من مومباسا، وفي سنة 1828م استولى سيد بن سعيد بن سلطان العماني على مومباسا بعد استيلائه على هذه القلعة، ومن سنة 1895م إلى سنة 1958م كانت القلعة مبنى حكومياً، وفي سنة 1960م جعلت متحفاً. وقد بنيت القلعة على هيئة إنسان: رأس وذراعان ورجلان. وقد وجد هيكل عظمي محنط يعتقد بأنه لرجل برتغالي من القرن السادس عشر الميلادي، وليس بمسلم والدليل على ذلك أمران: 1) أنه ليس موجها إلى القبلة. 2) وجد بجانبه رسم صليب. وكادت عظامه تنتهي، ولذلك حنط من جديد، ووضع في تابوت في الأسفل، ووضع له نموذج يمثله تحت لوح زجاجي يراه الزوار. ثم صعدنا إلى أحد البيوت العمانية التي بنيت في أعلى القلعة وقد وضعت فيه آثار عمانية أرسلت من عمان حديثاً شبيهة بالآثار التي كانت موجودة في القلعة من قبل. وكان سعيد بن سلطان العماني قد تولى حكم عمان وزنجبار من سنة 1830م إلى سنة 1856م، ثم تولى بعده ابنه سعد الذي اختط مدينة دار السلام، ثم تولى بعده أخوه برغش ثم أخوه فويني إلى سنة 1895م وبقي حكمهم إلى سنة 1962م. ولا زال أحد سلاطينهم (جِمْشِيت) الذي نحي عن الحكم بانقلاب عليه، يعيش في بريطانيا، ويلقى احتراماً من الحكومة البريطانية في الاحتفالات والمناسبات بصفته أميراً، وقد احتج القسيس (نيريري) رئيس تنزانيا على بريطانيا في ذلك، فقال له البريطانيون: التزم الأدب. وتوجد صورة مرسومة للسلطان (هَروبْ بن تُوَيني بن سيد سعيد) وهو السلطان العماني قبل الأخير. كان الذي أدلى لنا بهذه المعلومات الأخ حسن بن محمد حسن النظير الذي دفن أجداده في (كِسْمايو) في الصومال، وأصلهم من اليمن، وصلوا إلى جزيرة (لامو) قبل ثلاثمائة سنة، ثم جاء بعضهم إلى مومباسا. ولد الأخ حسن سنة 1954م، درس الثانوية العالية، ودرس في معهد المواصلات، وأخذ دورة في علم الآثار في نيروبي عن طريق الوزارة، وهو يعمل في هذه المهنة من سنة 1978م، وكان قبل ذلك مديراً تعليمياً، وقد حاول هو وبعض الشباب المسلمين إيجاد وفاق وتنسيق وتعاون بين المسلمين حتى يفوزوا في الانتخابات البلدية، كما يساعدون الطلبة المسلمين ليتفوقوا في دراستهم وقد كانوا عندهم بطالة مما جعلهم يجتمعون على أمور غير جيدة، فتحولت مجالسهم تلك إلى نشاط تعليمي. وفي القانون الحكومي أن الطفل لا يقبل في المرحلة الابتدائية إلا بعد إحراز شهادة الروضة، وكانت مدارس الروضة بيد النصارى، فتعاون المسلمون مع جماعة (أغا خان) ليساعدوا أبناءهم في فتح المجال لدراسة منهج الروضة في جميع الكتاتيب القرآنية. قلت ألا تخافون على أبنائكم من عقائد أغا خان وجماعته؟ فقال: إن أغا خان اكتشف أنه كان على خطأ وهو الآن يقيم مدرسة في بريطانيا لتصحيح عقيدتهم، قلت: هذه مؤامرة على عقيدة أبناء المسلمين، ولا يجوز الركون إليهم ولا الثقة فيهم إلا إذا أظهروا توبتهم على الملأ وثبتوا على حقيقة الإسلام عملياً. قال: نحن نستفيد منهم فقط مادياً أما المناهج والمدرسون فكلها بأيدينا. في الطريق إلى مالندي (MALINDI): معهد (كساؤني) الإسلامي: بعد زيارة القلعة مررنا بمعهد (كساؤني) الإسلامي في مومباسا، فصلينا في مسجده الظهر والعصر جمعاً وقصراً، وهو أكبر معهد ثانوي إسلامي في كينيا. ويدير المعهد الشيخ سراج الرحمن الندوي القاضي مبعوث الدعوة التابعة لوزارة الشؤون الإسلامية في المملكة العربية السعودية، وتملكه المؤسسة الإسلامية في نيروبي، وتدعمه هيئات وشخصيات، ويقوم بالتدريس فيه مجموعة من خريجي الجامعة الإسلامية بالمدينة المنورة، وجامعة الإمام محمد بن سعود الإسلامية، وقد حاولنا الاجتماع بمدير المعهد المذكور لأخذ معلومات مفصلة عنه، فلم نجده، وكنا على موعد في مدينة مالندي، لذلك غادرنا مومباسا إليها قبل أن نلتقي مدير المعهد. مجلس المعارف: وفي طريقنا إلى مالندي مررنا بمجلس المعارف الذي يبعد عن مدينة مومباسا بنحو 20 كم، في الشمال الشرقي منها ويقع على يمين الطريق، فاجتمعنا بالأخ جعفر شيخ عبد الرحيم البالغ من العمر تسعاً وعشرين سنة، وكان ضابطاً في الجيش الكيني برتبة (كابتن) يحمل ثلاث نجمات، ولكنه لم يناسبه البقاء في الجيش لفساد أنظمته كما قال، ولذلك تركه. [img]pics/18/18025.jpg[/img]<< كينيا مجلس المعارف الإسلامية بين مومباسا وكليفي 26/10/1415هـ   27/3/1995م >> وقال: إن هذا المجلس أنشأه المرحوم علي محمد هندي سنة 1985م، وهو والد ياسين الذي تخرج في الجامعة الإسلامية بالمدينة المنورة. عدد المدرسين في المجلس: 20 مدرساً. وعدد الطلاب: 310. عدد المهتدين (المسلمين الجدد 134 مهتدياً) وأعمارهم تتراوح ما بين خمس عشرة سنة وأربعين سنة، غالبهم يسلمون في بلادهم، وبعضهم يسلمون بعد أن يسألوا عن مبادئ الإسلام بأنفسهم، وبعضهم يسلمون بسبب الدعوة. وتعقد دورة لتعليم المهتدين في هذا المجلس لمدة ثلاثة أشهر، ثم يعودون إلى بلادهم لدعوة أهلهم إلى الإسلام، والذي يريد منهم البقاء ليزداد علماً يبقى لمواصلة دراسته في المجلس. عدد كل فوج في كل دورة يتراوح ما بين مائة ومائة وخمسين شخصاً، وهم من مناطق متفرقة في جميع أنحاء كينيا، ولا يوجد من يتابعهم بعد عودتهم إلى بلادهم، إلا الذين يأخذون دورة أئمة المساجد، فإن الشيخ سراج الرحمن يضمهم إلى العاملين معه ويخصص لهم رواتب، ويسلم على يد الأئمة بعض الناس ويعاملون معاملة من سبقهم. مركز كبيراني الإسلامي: وفي طريقنا أيضاً مررنا بمركز كبيراني الإسلامي، وهو يقع على يسار الطريق لمن يذهب من مومباسا إلى مالندي، ليس بعيداً عن الشارع العام، وهو من مراكز لجنة مسلمي إفريقيا وبه مسجد ومدرسة. قرية (غيدي GEDI) الإسلامية: ثم مررنا بقرية أثرية إسلامية، تسمى (غيدي) وهي إلى يمين الشارع، وبها آثار قصر إسلامي، لأحد السلاطين القدامى قبل الحكم العماني، ولا زالت جدرانه واضحة المعالم: مجلس السلطان والوزراء وعامة الناس وغرف النساء، وبه مسجدان أحدهما أكبر من الآخر له 12عموداً، وعلى يمين المحراب - مكان الإمام - منبر من الحجارة يتكون من ثلاث درجات، وفي مؤخرته مسجد خاص بالنساء - فيما يبدو- لوجود فاصل بين المسجد السابق وبين هذا المسجد، وفيه ستة أعمدة. [img]pics/18/18026.jpg[/img]<< المدينة الأثرية (غيدي) كينيا ـ مالندي 26/10/1415هـ   27/3/1995م >> [img]pics/18/18027.jpg[/img]<< منبر مسجد المدينة التاريخية (غيدي) قرب مالندي ـ إبراهيم شيخ والكاتب 26/10/1415هـ   27/3/1995م >> وبالقصر بعض الآبار، مع مجرى للماء الخارج من البئر إلى بركة يتجمع فيها الماء ليتوضأ منها الناس، وقد جفت الآبار، والمنطقة كانت مسكونة، ولكن الناس تركوها بسبب الجفاف كما ذكر لنا ذلك المسؤول عن الآثار. ويوجد مرحاض واضح ومكان للوضوء في قصر السلطان، كما يوجد به قبره، وعليه كتابة مطموسة تصعب قراءتها إن لم تكن مستحيلة، ولعل ذلك هو السبب في عدم معرفة هذا السلطان المسلم، ويقال: إن تاريخ القبر هو 802هـ. وقد وُجِدت في القصر عملة صينية، وعِقْد إيطالي، وفانوس هندي، ومقص أسباني. وكان دليلنا في هذا القصر يسمى \"عبد الله بن علي الأََوْسِي\"، قلت له: لماذا لقبت بالأَوْسِي؟ قال: إن أجدادنا من الأوس الذين كانوا يسكنون المدينة المنورة عندما هاجر إليها الرسول صلى الله عليه وسلم. وعُمْرُ الأوسي: 42سنة، ولم نستطع الوقوف على كل تلك الآثار، لأن الشمس قد كادت تغيب ونحن على موعد لإلقاء محاضرة بعد صلاة العشاء في أحد مساجد مالندي."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "في مدينة مالندي الإسلامية",
    "content": "مع الأخ محمد بن علي العمودي: كان أول وصولنا في هذه المدينة في المجمع التجاري، الذي يملكه الرجل المسلم الحضرمي المحسن الصالح الذي يثني عليه جميع المسلمين، لمساعداته التي يقدمها في الدعوة والتعليم والإغاثة، ويسمى محمد بن علي العامود. وعمره خمسون سنة، وهو أقرب إلى البدانة طلق الوجه دائم الابتسامة وقور، والمجمع الذي يملكه كبير أجَّره من التجار وبنى بداخله مسجداً، وعين له إماماً ومؤذناً، وهيأ للمصلين فيه المرافق اللازمة، من حمامات وصنابير وضوء، وأظنه يتسع لمائة مصلي، وله أخ أصغر منه يسمى علي بن علي العامود، وهو شبيه به في أخلاقه. ولمحمد العمودي أربعة أبناء، أحدهم درس في الكويت، ولأخيه أيضاً أولاد، ولهما بقالة تباع فيها بضائع متنوعة، وقد بنى مقصورة في مكان هادئ ولها فناء كبير دعانا لتناول طعام العشاء فيها. وقد أسهم في بناء مساجد ومدارس، كما ساعد مشاركاً في بناء مساجد ومدارس أخرى، وآبار ارتوازية، وكفالة أيتام، ويشارك في بذل ما تيسر في أعمال الإغاثة، والرجل لا يتحدث عن نفسه ولا ينسب إليها شيئاً، وإنما تتحدث عنه أعماله ويثني عليه الناس بها.  [[ويبدو أن الرجل هو الراحلة من الإبل المائة]]. محاضرة في مسجد التوحيد: صلينا معه المغرب في مسجد المجمع التجاري، ثم ذهبنا إلى مسجد التوحيد - سيأتي ذكر من أسسه - فصلينا فيه العشاء، ثم ألقيت المحاضرة التي تضمنت وجوب حفظ الدين دعوة وعملاً وتعليماً وجهاداً وإنفاقاً، وما يجب على المسلمين في البلدان غير الإسلامية، من حفظ أنفسهم وأولادهم من الوقوع في الكفر والمعاصي، مع شكر الله على حفظه نصوص هذا الدين ومصادره من الكتاب والسنة وما استنبطه علماء الأمة من أحكام. [img]pics/18/18028.jpg[/img]<< الكاتب يلقي محاضرة في مسجد التوحيد، وبجانبه المترجم ـ كينيا ـ مالندي 26/10/1415هـ   27/3/1995م >> وضربت لهم أمثلة لما وقع فيه بعض المسلمين من ضياع أولادهم في المجتمعات غير الإسلامية في مشارق الأرض ومغاربها، ووجوب الحذر من ذلك. وكان المترجم للمحاضرة الشيخ محمد شريف الذي تخرج في الجامعة الإسلامية بالمدينة المنورة من كلية الشريعة، وهو خطيب هذا المسجد ولا يوجد في هذه المدينة من طلاب الجامعة الإسلامية إلا ثلاثة، هو أحدهم. مدرسة التوحيد الابتدائية: الثلاثاء 27/10/1415هـ ـ 28/3/1995م في الساعة التاسعة والنصف صباحاً زرنا مدرسة التوحيد الابتدائية، وهي تابعة لجمعية التوحيد التي أسسها رجل الأعمال المسلم أبو بكر مسعودي باجوني المولود سنة 1932م، وهو الذي ينفق على هذه الجمعية بأقسامها المتنوعة. أنشئت المدرسة سنة 1991م. عدد مدرسيها: 9 وعدد طلابها:258 المواد الإسلامية والعربية خمس ساعات يومياً، والمواد الحكومية خمس ساعاًت يومياً أيضاً من الفصل الأول إلى الفصل الثالث، ومن الفصل الرابع إلى الخامس سبع ساعات، وتؤخذ رسوم رمزية من الطلاب القادرين. أما المسجد فقد أنشئ سنة 1975م، ولكن الذي بدأ إنشاءه عجز عن إتمامه، فتولت الجمعية إتمامه والإنفاق عليه. وأنشأت الجمعية مستوصفاً يأخذ أجراً رمزياً، وهو عام لكل الناس ولا يقتصر على المسلمين. وقد خصصت الجمعية أرضاً لبناء مدرسة ثانوية للبنات لفصلهن عن البنين، وهي تجمع بين منهج الحكومة والمنهج الإسلامي والهدف منها إعداد المرأة المسلمة، وقد وقفنا على أرض المدرسة التي بدئ في إعدادها للبناء. في مؤسسة التوفيق الإسلامية: ثم ذهبنا إلى مقر مؤسسة التوفيق الإسلامية التي يديرها العماني الأصل المسلم سعيد بن عبد الله بن علي البوعلي المولود سنة 1940م. [img]pics/18/18029.jpg[/img]<< سعيد بن عبد الله البوعلي ـ كينيا ـ مالندي 27/10/1415هـ   28/3/1995م >> قال: إن الذين أنشأوا هذه المؤسسة هم شباب مالندي، وقد مر على إنشائها أكثر من خمس عشرة سنة، وتتبعها خمسة مساجد، وهي تساعد المساكين وتسدد رسوم الطلبة المسلمين المحتاجين في المدارس ويتبع المؤسسة مستوصف، ومدرسة لتحفيظ القرآن الكريم في مومباسا، ويتعاونون مع الهيئات الإسلامية الخارجية في مساعدة المسلمين في البلد. وقد دخل في الإسلام عندهم: 160 شخصاً من النصارى، والمؤسسة تتابع المسلمين الجدد وتنفق عليهم. في الرياض الإسلامية: ثم ذهبنا لزيارة الرياض الإسلامية فلم نجد مديرها: شريف حسين البيض، ووجدنا مديرتها التي ذكرت أن هذه الرياض (جمع روضة) أنشئت سنة 1987م أنشأها شريف حسين وسالم جنيد باوزير، وهي تتكون من روضة الفوز، وروضة النجاح وروضة حكومية إسلامية تسمى روضة الفاتح، عدد الأساتذة فيها خمسة وعدد الطلبة 125. [[يغلب على المسؤولين في هذه الروضة الخرافات]]. محمد بن أحمد الأهدل: ذُكر لي أن بجوار المدرسة شخصاً يدعى محمد بن أحمد الأهدل، فأحببت أن أزوره صلة للرحم، فلم نجده ووجدنا ابنه المدعو صالح الذي يبلغ من العمر 17 سنة، وقال إن عمر والده ثلاث وستون سنة. والولد (صالح) ووالده وجده، كلهم مقرئون وعندما قال لي: إنه يجود القرآن طلبت منه ونحن واقفون في الشارع أن يسمعني شيئاً من القرآن فقرأ من حفظه بصوت حسن وتجويد جيد. [img]pics/18/18030.jpg[/img]<< محمد بن أحمد الأهدل ـ كينيا ـ مالندي 26/10/1415هـ   27/3/1995م >> ثانوية البلد: وفي طريقنا من مالندي إلى مومباسا مررنا بمدرسة حكومية ثانوية، يديرها رجل نصراني، وقد بنت لجنة مسلمي إفريقيا بجوار المدرسة - داخل سورها - مسجداً للطلاب المسلمين الذين يُكوِّنون الأغلبية فيها. الاجتماع بلجنة الإشراف على الطلبة المسلمين: زرنا المدير في مكتبه، وطلبنا منه أن يأذن لنا بمقابلة اللجنة الخاصة بالإشراف على الطلبة المسلمين في المسجد، فاجتمعنا بهم ووجهناهم بما تيسر، ثم ربطناهم بالشيخ محمد شريف خطيب جامع التوحيد في مالندي، الذي كان يرافقنا ليستفيدوا منه في المواد الإسلامية التي تقويهم، فاتفقوا معه على اللقاء لترتيب الاجتماعات. وعدد الطلبة المسلمين في هذه المدرسة خمسة وثمانون طالباً. السفر إلى نيروبي: ثم ذهبنا إلى مومباسا، فتناولنا طعام الغداء في فندق يسمى فندق (الرمل الأبيض WHITE SEND HOTEL)، وصلينا الظهر والعصر جمعاً وقصراً، وانطلقنا قافلين إلى نيروبي. ولما كانت الغابات بين مومباسا ونيروبي مشهورة بكثرة الحيوانات من السباع والغزلان وحمر الوحش وبقر الوحش وغيرها، فقد فضلنا أن ننام بأحد الفنادق المنتشرة في الغابات لاستقبال السائحين الذين يرغبون في رؤية تلك الحيوانات. وتوجد مداخل على جانبي الطريق يميناً ويساراً، بها موظفون حكوميون، يأخذون رسوماً على كل شخص يريد الدخول إلى الغابات: الكيني يأخذون منه دولارين أمريكيين، والأجنبي يأخذون منه عشرين دولاراً، ولكنهم لم يأخذوا مني شيئاً غير ما أخذوه من أهل البلد لأنهم - كما قال الإخوة - يراعون بعض الضيوف وبخاصة المسلم. والفندق الذي دلنا عليه الموظف - الذي من مهماته إرشاد السائحين  والإجابة عن أسئلتهم- يسمى (NGULIA SAFARI LODGE) وهو يبعد عن المدخل الذي يقع على الشارع الرئيس 40 كم، والطريق ممهد غير مسفلت، تمر به السيارات الكبيرة والصغيرة، ولا يرى من الأرض إلا الممر الذي تطرقه السيارات، أما ما عداه فقد غطته الأشجار والأعشاب، وقد حذرنا الموظف من النزول من السيارة ومن فتح نوافذها، وكانت تمر أمامنا بعض الطيور، كالحجل والدُّرَجْ والقطا وغيرها.  [[ والدُّرج طير صغير يختفي في الأرض بين الحصى والحشائش عندما يرى أحداً، حتى لا تكاد العين تقع عليه، ولا أعرفه إلا بهذا الاسم، حيث يوجد في بعض مناطق اليمن كثيراً، وهو جمع مفرده (دُرَجَة) كـ(هُمَزَة) وجمعه (دَرَجْ) كـ(حُزَمْ)]]. وبعد أن اقتربنا من الجبل الذي يقع به الفندق، نزل مطر غزير أظلمت به الأجواء، وكانت الشمس قد مالت إلى الغروب، وقد وضعت الحكومة معالم في الطريق، على مفترق الطرق، كتبت عليها أسماء الفنادق وبها أسهم تشير إلى الفندق أو الفنادق التي تؤدي الطريق إليها، ولولا تلك المعالم لتاه المسافر في الغابات وما اهتدى إلى غايته، خاصة مع عدم وجود منازل أو أحد من البشر، إلا ما ندر، وإذا وجد المسافر أحدا فالغالب أن يكون مثله لا يعرف عن الأرض شيئاً. في فندق: (NGULIA SAFARI LODGE): وعندما نزلنا في الفندق قال لنا موظفوه: إن النَمِرَةَ ستأتي الآن وتصعد على جذع الشجرة - وهذه الشجرة بجوار الفندق، قد قصت أغصانها ويوضع في أعلاها شيء من اللحم كل ليلة بعد المغرب فتأتي النمرة وتتسلق الشجرة وتأكل اللحم، ثم تنزل وتذهب إلى مقرها. وبعد قليل جاءت النمرة وتسلقت الشجرة التي قد سلطت عليها أضواء الكهرباء، فاجتمع السائحون في المطعم القريب من الشجرة وأخذوا يتفرجون ويصورون، وهي لا تلقي لأحد بالاً، وبعد أن فرغت من تناول طعامها نزلت بهدوء وذهبت تتهادى. وكانت أصوات الطيور الجميلة تتجاوب في أرجاء الجبال محدثة موسيقى ممتعة ـ مباحة بالإجماع ـ ولا يكدر التمتع بتلك الأصوات الجميلة إلا نقيق الضفادع المزعج الذي يختلط بتلك الأصوات. وعندما أخذنا مقاعدنا في مطعم الفندق لتناول طعام العشاء، أخذ المطر ينهمر ورذاذه يصل إلينا، لأن جوانب المطعم المطلة على الجبل مفتوحة. وجاء سرب من الغزلان يتكون من أب ذي قرون طويلة، وأم وولدهما، تناول كل منها ما طاب له من العشب، ثم أخذ السربَ ذعرٌ شديد، فكان يكثر من الالتفات إلى جهة ويفر إلى أخرى، والظاهر أنه شعر بسبع وخشي أن يهاجمه ليصطاد واحدة منه، وكان الجو ممتعاً بارداً مُكَيَّفاً تكييفاً عاماً طبيعياً، فلا يوجد في غرف الفندق أي مكيف. التجول في الغابات: الأربعاء 28/10/1415هـ ـ 29/3/1995م بعد أن تناولنا طعام الإفطار، غادرنا الفندق لنتجول في الغابات، لعلنا نظفر برؤية بعض الوحوش، ونحن في سيارتنا قد أحكمنا قفل أبوابها ونوافذها. وقد تجولنا أكثر من أربع ساعات في ممرات مختلفة، فلم نصادف إلا الأصناف الآتية: الغزلان، الفيلة، حمر الوحش، وأنواعاً من الطيور. [img]pics/18/18031.jpg[/img]<< حمار الوحش في الحديقة المفتوحة بين مومباسا ونيروبي 28/10/1415هـ   29/3/1995م >> أما سيد الغابة ووزراؤه من الفهود ونحوها فلم يكن لنا في رؤيتها نصيب، ولعلها كانت نائمة بعيدة عن ممرات السيارات.  [[سيأتي أننا قد رأينا سيد الغابة وبعض وزرائه فيما بعد]]. وهنالك شركات متخصصة لديها سيارات خاصة قوية، وسائقون مهرة، وأدلة خِرِيتون، عندهم خبرة بالغابات وأماكن بروز الحيوانات، يقومون باصطحاب الزوار إلى تلك الأماكن لفترات طويلة لتتم لهم مشاهدة تلك الحيوانات، وتوجد بسياراتهم فتحات في سقفها ترتفع فوقها مظلة خاصة، يقفون تحتها ويصورون الحيوانات وهي لا تراهم. أما نحن فلم نكن مستعدين للبقاء لارتباطنا بمواعيد تتعلق بالهدف من الزيارة، وهو الدعوة إلى الله والتوجيه، وأخذ بعض المعلومات عن الإسلام والمسلمين في هذا البلد، كما جرت عادتي في غيره من البلدان التي زرتها في مشارق الأرض ومغاربها. ثم قفلنا راجعين بعد أن خرجنا من الغابات الحيوانية، إلى مدينة نيروبي، بعد أن قطعنا - ذهاباً منها إلى مومباسا وكليفي ومالندي ثم إياباً إليها مارين بتلك الغابات - ما يقارب 1500كم، والحمد لله رب العالمين. مسجد أبي بكر الصديق: الخميس 29/10/1415هـ ـ 30/3/1995م مسجد أبي بكر الصديق في حي (إستليغ EAST LEIGH) شارع 6 نيروبي: بني هذا المسجد على نفقة جمعية إحياء التراث الإسلامي بالكويت، بالتنسيق مع جمعية الرعاية الاجتماعية الإسلامية في (قاريسيا). إمام المسجد محمد عبده عمر متخرج في كلية الحديث بالجامعة الإسلامية في المدينة المنورة سنة 1412هـ. يكثر في منطقة هذا المسجد الصوماليون الكينيون، ونزل عندهم كثير من اللاجئين الصوماليين وبهذه المنطقة ستة مساجد جوامع أحدثها هذا المسجد. مسؤولية العلماء عن هذا الدين وعن جمع كلمة المسلمين: ألقيت محاضرة في هذا المسجد بعد صلاة المغرب من هذا اليوم بدون ترجمة، لأن غالب المصلين صوماليون يجيدون اللغة العربية، ويضيق بهم المسجد لكثرتهم حيث يصلي كثير منهم بجوانبه في الخارج، وقد استغرقت المحاضرة ساعة ونصف الساعة، تضمنت بيان مسؤولية المسلمين عن هذا الدين، كل في موقعه، وواجب العلماء خاصة في جمع كلمة المسلمين على الحق، والبعد عن إثارة الخلافات الفرعية التي وسع السلف الصالح الاختلاف فيها. وقد بلغني أن بعض طلبة العلم يورون نار الخلاف في مسائل فرعية، ويتصفون بالعنف والشدة فيها، وقد بدا شيء من ذلك في وجوه أفراد معدودين في المسجد عندما تعرضت لهذه المسألة. مؤامرة الحكومة الكينية على أحد معاقل المسلمين: رفضت وزارة التعليم الكينية تسجيل معهد لتدريب المعلمين المسلمين في مدينة (مورنجا MURANGA) في المنطقة الوسطى شمال مدينة نيروبي، وكان المعهد قد بني على نفقة البنك الإسلامي للتنمية في جدة. وعللت الوزارة رفضها لتسجيل المعهد أن مبانيه غير كافية وغير مناسبة، وأن أرضه لا تزيد عن سبعة فدانات وهي غير كافية، ولا توجد به أجهزة وأثاث مناسب، وذهب مدير التعليم الكيني إلى الطلاب الدارسين في المعهد وعددهم أربعون طالباً، وكلهم مسلمون ويدفعون رسوماً تتراوح ما بين ألفين وثلاثة آلاف شلن كيني لكل فترة من فترات السنة الثلاث، وقال للطلاب: إنكم تضيعون أوقاتكم في هذا المعهد الذي لم تعترف به عند الوزارة. وقد دفع هذا الكلام الطلاب على أن يهاجموا مدير المعهد والمسئولين عنه واتهامهم بأنهم خدعوهم. وقد تكلم مدير المعهد وقال: إن هذا المعهد هو المعهد الوحيد الذي يهدف إلى إعداد مدرسين مسلمين يقومون بتدريس مادة التربية الإسلامية في المدارس الحكومية، حيث يضطر الطلبة المسلمون في تلك المدارس إلى دراسة مادة التربية المسيحية حسب نظام الوزارة، إذا لم يوجد مدرسون للتربية الإسلامية، وكان الرجاء بعد الله للقيام بهذه المهمة، في طلاب هذا المعهد الذي يراد القضاء عليه، فإنا لله وإنا إليه راجعون. وهذا المعهد يشرف عليه المجلس الإسلامي الأعلى في كينيا، وقد أذاع هذه المعلومات التلفاز الكيني في الساعة التاسعة والنصف ليلاً، وقال المذيع بعد أن فرغ من ذلك: ولم نتمكن إلى الآن من سماع رأي المسؤولين في المجلس الإسلامي الأعلى.  [[ترجم لي ذلك الشيخ إبراهيم شيخ إسحاق، وكانت النشرة باللغة الإنجليزية]]. لقاء مع الأخ محمد فاروق آدم نور محمد: الجمعة 30/10/1415هـ ـ 31/3/1995م زارني في الفندق الأخ محمد فاروق آدم نور محمد المولود سنة 1946م وهو محام مستقل يعمل في شركة محاماة، تخرج في جامعة دار السلام في الحقوق سنة 1966/1967م، وهو نائب رئيس لجنة المسجد الجامع - الرئيس الفعلي - وعضو في جمعية الشبان المسلمين، وعضو في مجلس إدارة مدرسة البنات الإسلامية الثانوية، وعضو سابق في بيت المال الإسلامي في نيروبي، ولجنة المسجد مستقلة. [img]pics/18/18032.jpg[/img]<< الكاتب مع المحامي فاروق ـ نيروبي ـ في الفندق 30/10/1415هـ   31/3/1995م >> المجلس الإسلامي الأعلى وأسباب ضعفه: والمجلس الأعلى مظلة لجميع الهيئات الإسلامية، ولكنه في الفترة السابقة لم يكن نشيطاً، والسبب في ذلك عدم تكاتف الهيئات المحلية، حيث نفرت معظم الهيئات من المجلس لخوفها من استبداده وتعسفه عليها، وقد رأوا مثالاً واضحاً لذلك الاستبداد في المجلس الأعلى لمسلمي تنزانيا، إذ استولت الحكومة على المجلس وضيقت بواسطته على الهيئات الإسلامية، وكذلك لم تكن العلاقة جيدة بين مسلمي إفريقيا والجمعيات الإسلامية الآسيوية. وبعد مجيء الشيخ محمد محمود الصواف سنة 1972م، وتكوين المجلس، كانت الفكرة طيبة ولكن المسؤولين عن المجلس لم يكونوا على المستوى المطلوب فحصلت بذلك خيبة أمل وعدم تحقق ما كان المسلمون يرجونه من خير في هذا المجلس، وخشيت الهيئات المحلية أن يستولي المجلس على أملاكها، مثل لجنة المسجد الجامع وجمعية الشبان المسلمين. ولكن بمرور الزمن واستمرار المجلس تبين أنه لا يريد فعل شيء مما كانت الهيئات تخشاه، وأنه لا حق له في ذلك، وخاصة مع الانفتاح السياسي في البلد وتعدد الأحزاب، ودور المجلس - حالياً - قاصر على المشورة والتوجيه وليس للاستيلاء على المؤسسات وممتلكاتها. أما العضوية فليس لكل واحد حق في أن يكون عضواً في المجلس، لأن ممثلي الهيئات هم الذين يختارون أعضاءهم الممثلين في المجلس. ومن أسباب ضعف المجلس أن هناك هيئات كانت منافسة له، منها الاتحاد الوطني لمسلمي كينيا، ومقره الرئيس في نيروبي، وكان يرأسه السيد الحاج عيسى كوريا، وكذلك جمعية الرعاية الاجتماعية لمسلمي شرق إفريقيا، وكان يرأسها شيخ شيعي وكان مصدر أملاكها جماعة أغا خان، فأشار أعضاء الجمعية الشيعية لاستثمار أموالها في البنوك ودفع الربا للمجلس الأعلى من أجل دفع الرسوم الدراسية للطلبة، وفرع هذه الجمعية في تنزانيا وقد أغلقه الرئيس القسيس (نيريري). قلت: لماذا لا يقوى المجلس الأعلى؟ فقال: توجد محاولة لتقويته، وبخاصة في فترة الدكتور عبد الغفور البوسعيدي - رئيسه الحالي - حيث يحاول تغيير لوائح المجلس فيما يتعلق بمواد اختيار الممثلين للهيئات، بدلاً من اللوائح السابقة، وتوزع على الهيئات لإقرارها أو تعديلها، حتى يشعروا أن المجلس لهم وتكون له مكانته. من أسباب عدم نجاح المجلس الإسلامي الأعلى وجود عجز ماليّ،   إذ لا يوجد عندهم ما يدفعون به نفقات الهاتف، فضلاً عن غيرها، وذلك يجعلهم غير قادرين على الحركة، فإذا أخذنا مثالاً رئيس المجلس (عبد الغفور البوسعيدي) فليس عنده تجارة، وإنما يتقاضى راتبه فقط، وقلما يجد ما يدفع من جيبه لدعم المجلس، والمجلس ليس عنده ما يساعده في أداء مهمته، وفي العام الماضي أرادوا عقد مؤتمر لعلماء المسلمين في كينيا، لحل بعض الخلافات، فكانوا عالة على هيئات أخرى ساعدتهم بتكاليف المؤتمر.  [[هذه الفقرة وما بعدها أدلى بها الأخ فاروق في جلسة أخرى في يوم السبت بتاريخ1/11/1415هـ 1/4/1995م]]. قلت له: أعضاء المجلس - في الحقيقة - هم كل المسلمين، فهل كلهم عاجزون فعلاً عن مده بالمال أو مقصرون في ذلك؟ قال: المسلمون هنا ضعفاء، وهم قلة وأغلب السكان نصارى ولسنا كالسعودية مثلاً - كل أهلها مسلمون - ومعظم التجارة في كينيا في أيدي شركات عالمية أوروبية، أو بأيدي هنود غير مسلمين، والسيادة في البلد للأفارقة غير المسلمين، ومما يدل على عجز المسلمين أن جمعية الشبان المسلمين لا تجد ما يكفيها من المساعدات لتنفيذ نشاطها، وتضطر لبعث علماء إلى الخارج لجمع تبرعات ميزانيتها السنوية من السعودية وغيرها، وكذلك يطلب من كل طالب في المدارس الثانوية عشرة آلاف شلن كيني لكل فترة، ودخل الفرد قد يكون 2000 شلن، فمن أين يدفع؟ وقد تضرر المسلمون خاصة من الرسوم، وإن كان غيرهم قد يتضرر، ومن الأدلة على عجز المسلمين أن معظم الآباء لا يستطيعون دفع 20 شلن كيني شهريا لمعلم القرآن الكريم لأولادهم، ولذلك يصعب وجود تدبير محلي يغطي تكاليف عمل المجلس الأعلى باستمرار. اضطهاد المسلمين ومظاهره: والمسلمون في هذا البلد مضطهدون، ومن مظاهر ذلك: لا يعطون حقوقهم عند طلبهم أرضاً لبناء مسجد، ويجد النصارى الاستجابة لطلبهم أرضاً لبناء كنائسهم بسهولة، ويضطر المسلمون للتوسط بمن يعينهم على تلبية طلبهم، مثلاً رئيس الأركان، وتوجد منطقة في نيروبي اسمها (جولف) اشترى المسلمون به أرضاً لبناء مسجد بمبلغ مليون وثمان مائة ألف شلن كيني (أربعون ألف دولار) وبعد شراء الأرض وجدوا عرقلة من البلدية، حيث زعموا أن هذه القطعة ليست مخصصة لمكان العبادة، وكذلك منطقة (لانغاتا). ولا يجد المسلمون الجوازات عندما يريدون السفر بسهولة. يصعب على المسلم الجديد أن يأخذ بطاقة مدنية جديدة باسمه الإسلامي الجديد. عندما يراد تسجيل جمعية إسلامية جديدة يُعَرْقَلُ لها ويشدد في التسجيل. وافق الرئيس بضغط من المسلمين على حجاب طالبات المدارس المسلمات، ولكن مسؤولات المدارس لا ينفذن ذلك، فتجبر المسلمة على ارتداء اللباس السافر. كثير من المدارس تجبر أبناء المسلمين أن يمتحنوا في مادة التربية المسيحية، وتعتذر الحكومة بأعذار واهية، منها عدم وجود مدرس لمادة التربية الإسلامية، وإذا وفر المسلمون المدرس المسلم لا تعطيه الحكومة راتباً، إلا إذا كان من كليات المعلمين الحكومية ويستطيع أن يدرس المادتين وهم لا يستطيعون تدريس الدين لعدم دراستهم له. المسلمون يمثلون ثلث السكان ولهم وزير واحد من بين نحو عشرين وزيرا، ولهم اثنان وعشرون عضوا في البرلمان من بين 188 عضوا، والسبب في ذلك فقر المسلمين ومنحهم رشاوى من الحكومة لينتخبوا غير المسلمين. الحكومة سجلت كثيراً من أحزاب المعارضة، ولكنها رفضت تسجيل الحزب الإسلامي بعلة أن رئيسه متهور، وليست هذه العلة هي السبب في عدم تسجيل هذا الحزب، إذ الأحزاب الأخرى التي سجلتها الحكومة فيها من هو أشد تهوراً، وحوكم الأشخاص المتهورون من أعضاء تلك الأحزاب. وقضية الحزب مرفوعة إلى المحكمة التي لم تبت في شأنه إلى الآن، بل قامت الحكومة بإنشاء حزب إسلامي، سمي بحزب (الأمة الإسلامية الإفريقية) من أجل تفريق كلمة المسلمين. أسباب سوء التفاهم بين الأفارقة والآسيويين: وسألته: يقال إن بين الأفارقة والآسيويين سوء تفاهم، ما سببه وما علاجه؟. فقال: يوجد شيء من هذا، وذلك أن الهنود عندما جاءوا إلى البلد لم يكن لديهم علم شامل في أمور الإسلام يجعلهم يختلطون بإخوانهم الأفارقة، فلم تحصل عند الهنود ثقة في الأفارقة حتى يسلموهم المراكز التعليمية الإسلامية أو يشركوهم معهم، كما أن من طبيعة الهنود الانطواء على أنفسهم والتمسك بتقاليدهم التي تحول بينهم وبين الاندماج مع غيرهم من أهل البلد. وكذلك فرق الاستعمار البريطاني بين الفئات المختلفة من الناس، حيث كون مدارس للأفارقة، ومدارس للأوروبيين، وأخرى للهنود، وكذلك فعل فيما يتعلق بالأحياء السكنية. والآن بدأت تزول تلك الحساسيات، ومن أمثلة ذلك أن اللجنة المشرفة على المسجد الجامع لم يكن فيها في السابق إلا اثنان من الأفارقة فقط، وفي الانتخابات التي تمت في نهاية العام الماضي، انتخب سبعة أشخاص من إخواننا غير الهنود، وقد شعر الجميع بعدم التفرقة وأن كل عضو في اللجنة يُعنى بمصلحة المسلمين جميعاً، وإنشاء الله تزول الحساسية بالتدريج. في منطقة الشمال الشرقي تضطهد الحكومة سكانها - وهم مسلمون 100%- وتعمل الحكومة بهم ما تريد، لأن المنطقة بعيدة ولا يتمكنون من رفع قضاياهم إلى المحاكم، كما لا يجدون سبيلاً إلى إيصال تلك القضايا إلى وسائل الإعلام، ولا تلقي الحكومة لهم بالاً، والتنصير يعمل ما يريد، حتى إن النصارى تجرؤا ومزقوا المصاحف. أسباب تنازع الباكستانيين: الانقسامات ليست بين الأفارقة والآسيويين، بل هي موجودة بين الباكستانيين، توجد طائفة (البرلوية) ولهم مسجد في (بنغاني) ومسجد في  (إستليغ EAST LEIGH)، ولهم عادات من الغلو في المولد وتكفير من يسمونهم بالوهابية. وهذه العادات لا توجد عند غيرهم، ومع ذلك فقد قلت الحساسية في هذه الأيام وكل يعتقد ما يعتقده لنفسه، ولا يحصل صراع. والمؤسسة الإسلامية في نيروبي تتولى نشر كتب (المودودي) ويُعتبرون جزء من الجماعة الإسلامية. وتوجد جماعتان: جماعة المودودي هذه، وجماعة التبليغ. والمنهج الإسلامي الصحيح يمثله فكر (أبي الأعلى المودودي) والآخرون توارثوا أفكاراً عن الإسلام بعيدة عن المسار الصحيح، لأنهم لا يفهمون من القرآن إلا ألفاظه دون معانيه. وفي هذه الأيام وصل إلى أيدي الناس كتب وأشرطة - سمعية وبصرية - وجرائد مفيدة، ولذلك بدؤوا يفهمون الحقيقة وسيرجعون إلى فكر الجماعة الإسلامية. نشاط الرافضة ووسائله واغترار جهلة المسلمين بهم: وللسفارة الإيرانية مركز ثقافي إسلامي ودورات للغة العربية، وقد غيروا أفكار بعض الشباب السنيين، يصلون في مسجدنا وعندما يدخل أحد في الإسلام يأخذونه بعد إعلانه الشهادة ويلقنونه المذهب الشيعي، ونحن لا نستطيع متابعة المسلمين الجدد مثلهم، والناس لا يفهمون حقيقة مذهب الشيعة، وهم يوزعون منشوراتهم ويقولون: كلنا مسلمون، ولا فرق بيننا، ومذهبنا مثل بقية المذاهب ولا نخرج عنهم، فيغتر بهم الناس. وقد حاولوا أخذ مسجد أهل السنة في منطقة (ريروتا RIRUTA)، ويوظفون الناس في السفارة ويساعدونهم، ويقيمون موائد بمناسبة المولد النبوي، وهذه مكيدات يخدعون بها الناس. ومن وسائلهم أن كثيراً من الناس يعتبرون المولد أمراً ضروريا في الدين وينكرون على من لا يفعله، والشيعة يقولون لهم: الوهابية لا يعترفون بالمولد، ويقيمون حفلات للمولد ويدعون الشخصيات البارزة في البلد، ويعملون تلك الأساليب في أوغندا، بل أعطوا الحكومة الأوغندية رشوة بمبلغ 10 ملايين دولار أمريكي، ليكون المفتي في أوغندا شخصاً إفريقيا شيعياً، والمعركة بين المسلمين هناك قائمة، وسالت بسبب ذلك دماء وسجن أكثر من 400 شاب مسلم. وقد بنى الشيعة مركزاً كبيراً في (لامو) ويدخلون إلى عقول الناس بوسيلة ادعاء محبة رسول الله صلى الله عليه وسلم وأهل بيته. ومن خططهم الماكرة التي نجحوا فيها إقامة كلية خاصة لتدريب المعلمين، على منهاج الحكومة يدخلون فيها المتدربين من المسلمين ويدرسونهم المذهب الشيعي، وبعد تخرجهم توزعهم الحكومة لتدريس مادة التربية الإسلامية في المدارس الحكومية، فيدرسون الطلاب المسلمين في تلك المدارس المذهب الشيعي. مستقبل المسلمين المتوقع في كينيا: المسلمون في الاقتصاد ضعاف، ولكن بعضهم يتقوى في التجارة والمناصب؛ لأن أحزاب المعارضة بدأت تعطي المسلمين أهمية، وهذا يساعد المسلمين ويقويهم في البلد بسبب تعدد  الأحزاب. ومع الفساد الموجود في البلد يصعب على الشاب المسلم الالتزام بالإسلام، ومن المخاطر المخيفة أن بعض الآباء من المسلمين الأغنياء يدخلون أولادهم في مدارس نصرانية عالية، فيتأثرون بهم، ومناهج تلك المدارس ومقرراته غربية، ولا توجد فيها تربية دينية؛ لذلك يقل في أولاد الأغنياء الالتزام بالإسلام. ومن النقاط المهمة التي تزعج المسلمين وتجعلهم يتشاءمون من المستقبل هو أن عدد المتخرجين من ثانويات كينيا كلها كل سنة 140 ألفاً يدخل الجامعة، منهم 8000 طالب، نسبة الطلاب المسلمين منهم 1% فقط أي لا يزيد عدد المسلمين الذين يدخلون الجامعة في السنة عن ثمانين طالباً، وقد ينقصون أحياناً إلى نصف هذا العدد. موقف وسائل الإعلام من الإسلام والمسلمين: أما وسائل الإعلام فإن موقفها ضد الإسلام واضح، إذ لا نرى فيها إلا جانباً واحداً وهو رأي أعداء الإسلام، ولا نرى الجانب الآخر الذي يمثل وجهة نظر المسلمين، مثل حقوق المرأة حيث ينشر عنها أفكار تهدم العلاقة الأسرية، فيسمع الناس ذلك وهم يجهلون حقيقة الإسلام فيتأثرون به، ويتجه المسلمون إلى مصادر غير إسلامية في قيمهم وموازين حياتهم. فإذا استمر الحال على ذلك فيمكن أن نجد بعض المسلمين يؤدون الصلاة ولكنهم لا يعرفون شيئاً عن دينهم. ومع ذلك فالتفاؤل موجود فالمسلمون قبل عشر سنوات ما كان يوجد شبابهم في المساجد، وقليل من كان يدخل في الإسلام، أما الآن فإن الشباب من أبناء المسلمين يصلي كثير منهم في المساجد، ونسبة الداخلين في الإسلام تزداد، والاهتمام بالتعليم الإسلامي يكثر، وتنتشر الكتب والنشرات والأشرطة الإسلامية، لكن التعليم العميق للإسلام قليل ويفقده معظم المسلمين. زيارة مقر جمعية الشبان المسلمين في نيروبي: يقع مكتب الجمعية بجانب الجامع الكبير. ومسؤوله محمد أكرم بتي. [img]pics/18/18033.jpg[/img]<< محمد أكرم، جمعية الشبان المسلمين 30/10/1415هـ   31/3/1995م >> ولد سنة 1950م. وظيفته: محاسب في شركة. المؤهل: شهادة جامعية من جامعة لندن. الأصل: من باكستان لاهور، له إخوة وأخت وأربعة أولاد. التأسيس والمؤسسون: أسست جمعية الشبان المسلمين سنة 1965م، قام بتأسيسها إخوة ليسوا موجودين الآن في كينيا، منهم محمد منير ديوان، والدكتور قاسم علي، وهو من موريشيوس، كان مدرساً في جامعة نيروبي. انضم محمد أكرم إلى الجمعية سنة 1969م. أعمال الجمعية: وقد قامت المؤسسة بعمل مثمر. 1- من ذلك مركز دار الأيتام في قاريسيا، وفيه الآن 420 يتيماً، والهيئة تتولى الإنفاق عليهم وتعليمهم، وقد تخرج من هذا المركز 1000 يتيم تقريباً، بعد تزويدهم بالعلوم الإسلامية والتجريبية، وقد استفاد المسلمون كثيرا من هذا المركز. 2- وللمؤسسة مدرسة إسلامية عربية متكاملة. 3- ولها مدرسة على منهاج الحكومة يستفيد منها طلبة المركز، ونحو 600 طالب من القرى المجاورة، والدراسة فيها مجانية لطلاب القسم الداخلي والخارجي. 4- ولديها مزرعة كبيرة، يتدرب فيها الأيتام والطلاب على مهنة الزراعة. 5- وتُسيِّر المؤسسة 17 مدرسة إسلامية في مناطق مختلفة في كينيا، ويستفيد منها نحو 15 ألف طالب. وهذه الجمعية أول جمعية سدت ثغرة تدريس مادة التربية الإسلامية في المدارس الحكومية، حين فرضت الحكومة مادة التربية الدينية في الابتدائي والثانوي. 6-  والمؤسسة مقر مجلس المشاورة لكل المسلمين في كينيا، لتدريس مادة التربية الإسلامية في مدارس الحكومة، تُدَرَّس مادة التربية الإسلامية في 72 مدرسة في نيروبي وحدها، ونضغط على الحكومة حتى تدرَّس هذه المادة في جميع المدارس، ونشجع الطلبة المسلمين المتخرجين من الثانويات الذين يدرسون في كلية المعلمين أن يدرسوا مادة التربية الإسلامية، حيث تدرس هذه المادة في ثلاث كليات حكومية. وهذه القضية مهمة جداً فإن الولد الذي يكون في المدرسة لمدة 8 سنوات يكون قد تربى تربية إسلامية صالحة بهذه المادة فيأخذ دوره في المجتمع، وهذا يحتاج إلى دعم من إخواننا في الخارج، فإن جهودنا التي بذلت في الداخل نسبة نجاحها 40% تقريباً، والمطلوب جهود أكبر، والغرض أن نوجد مدرسين يدرسون هذه المادة في جميع المدارس الحكومية. 7- وللهيئة مدرسة لتحفيظ القرآن الكريم في مدينة (ناكورو) في جهة الغرب على بعد 100ميل من نيروبي تقريباً، وقد حفظ القرآن فيها عشرون طالباً، والهدف منها جمع أولاد المسلمين من المناطق المجاورة وتعليمهم تعليماً إسلامياً أعلى، بعد حفظ القرآن الكريم، ثم رجوعهم إلى مناطقهم للقيام بالدعوة فيها، وعددهم الآن 22 طالباً يسكنون في نفس المدرسة. 8-  ومن مشاريع المؤسسة المهمة دفع الرسوم الدراسية للطلبة المسلمين الفقراء، حيث تساعد كل سنة ما يتراوح بين 400 و500 طالب في هذا المجال، وكثير من أولاد المسلمين لا يستطيعون مواصلة دراستهم، لعدم قدرتهم على دفع الرسوم، ويترتب على ذلك حرمانهم من الوظائف في الدولة وفي غيرها لعدم المؤهل. 9-  وتدعم المؤسسة المدارس الإسلامية الصغيرة في المناطق المختلفة، وتشارك في بناء المساجد والمدارس. 10- ومن مشاريعها إقامة الأنشطة الطلابية في المؤسسات الشبابية بالمدارس الابتدائية والثانوية والمعاهد المهنية والجامعة، وتنسق المؤسسة حالياً أنشطتها مع 220 جمعية طلابية. 11- خلال السنوات الماضية اجتهدت المؤسسة في تعميق الوعي الإسلامي وبثه في نفوس الشباب، ومن ذلك قيام بعض أعضائها بأنشطة إسلامية مصغرة في عدة مناطق من كينيا ويزاولون أعمالهم الدعوية في تلك المناطق. هيكل المؤسسة الإداري: رئيسها هو الأخ محمد أكرم منذ 15 سنة، وكان قبل ذلك أميناً لصندوق المؤسسة، وهو يعمل فيها متطوعاً. نائب الرئيس، السكرتير، مساعد السكرتير، أمين الصندوق، وخمسة عشر عضوا في اللجنة الرئيسة. أعضاؤها العموميون 120 شخصا تقريباً. والتمويل يأتي من قبل المسلمين في كينيا، ومن خارجها، كبريطانيا، وفي رمضان جُمِعَت تبرعات جيدة من المسلمين (نحو 100 ألف دولار أمريكي). والمؤسسة عامة لكل المسلمين، وليست خاصة بجنس دون جنس، وعلاقتها جيدة مع الجمعيات الأخرى، وغالب اجتماعات الجمعيات الإسلامية يكون في مقر هذه المؤسسة، إضافة إلى استخدامها أجهزتها من آلة تصوير وغيرها، وصلتها بالمجلس الأعلى جيدة وهي أحد فروعه. والهيئة عضو في مجلس المنظمات غير الحكومية الذي أنشأته الحكومة وهذه المنظمات قد أعفتها الحكومة من الضرائب. مستقبل المسلمين في البلد: 1- الإسلام يتقدم، وقد تغير وضع المسلمين خلال عشرين سنة إلى الأحسن، فإذا استمرت الجهود في بث الإسلام وتعليم أولاد المسلمين وتربيتهم تربية إسلامية، فسيكون مستقبل الإسلام مزدهراً في كينيا بإذن الله. 2- نسبة المسلمين 30% من السكان، عددهم 7 ملايين وعدد السكان كلهم 23 مليون. 3-  هنالك أفراد في الحكومة غير مسلمين، وهم حاقدون على الإسلام، وموقفهم من معهد تدريب المعلمين المسلمين في مدينة (مورنجا MURANGA) دليل على حقدهم، ولكن أرى أننا لو كنا أعددنا العدة وهيأنا المركز حتى يكون على مستوى المواصفات المطلوبة، لما استطاعوا تنفيذ مأربهم فيه، إن المبنى كان قديماً ولم توجد عناية كافية به حتى نسد الباب على اعتراضهم، فهم يحاولون أن يجدوا عندنا نقصاً لأنهم لا يسرهم تقدمنا، فلا بد من سد الأبواب عليهم. 4- في العام المقبل سنقيم مدرسة ثانوية في مركزنا في قاريسيا، ونحاول ألا يجدوا فيها عيباً يمكنهم من الوقوف ضدها، وقد وافق البنك الإسلامي للتنمية في جدة على بناء هذه المدرسة، ومدرستنا الابتدائية الحكومية في قاريسيا هي أحسن مدرسة في شمال شرق كينيا، والأعداء لا يسرهم وجودها ولكنهم لا يقدرون على نقدها لجودة مستواها وإثبات وجودها. 5- كثير من الشباب الباكستانيين والهنود متأثرون بفكر مولانا المودودي. ملحوظة: ما مضى في هذه المقابلة يدل على حرص المسلمين على تربية أبنائهم وحفظهم من الذوبان في المجتمعات غير الإسلامية، وهذه الجهود - مع عدم اجتماع كلمة المسلمين - أثمرت ثماراً كثيرة في توعية المسلمين وفي إيصال حقائق الإسلام - في حدود الفرص والإمكانات المتاحة - إلى غير المسلمين. صلاة الجمعة في الجامع الكبير: صلينا الجمعة في مسجد الجامع الكبير، وجرت العادة أن يلقي خطيب المسجد قبل صلاة الجمعة درساً لا يقل وقته عن ساعة، والمصلون يحضرون مبكرين لسماع هذه المحاضرة، ثم سماع خطبة الجمعة والصلاة، وهذا يدل على شدة رغبة المسلمين في فهم دينهم. [img]pics/18/18034.jpg[/img]<< صلاة الجمعة في الجامع الكبير في نيروبي >> موضوعات محاضرة الإمام قبل الصلاة: وكانت محاضرة الإمام اليوم تتعلق بثلاثة موضوعات مهمة: الموضوع الأول: أهمية الشورى في حياة المسلمين. الموضوع الثاني: أهمية وجود قيادة للأمة الإسلامية. الموضوع الثالث: واجبات الأمة الإسلامية نحو قيادتها وواجبات القيادة الإسلامية نحو رعيتها. وقد أعلن بعض الناس دخوله في الإسلام بعد صلاة الجمعة، وهذا يتكرر في هذا المسجد وفي غيره قي يوم الجمعة وفي غيره من أيام الأسبوع. لقاء مع الأستاذ عيسى أحمد كوريا: زارني الأستاذ أحمد كوريا في الفندق الساعة الخامسة مساءً. [img]pics/18/18035.jpg[/img]<< عيسى أحمد كوريا والشيخ إسحاق. الزيارة في الفندق >> [img]pics/18/18036.jpg[/img]<< عيسى أحمد كوريا على اليمين وعمر سليمان ـ نيروبي في الفندق 30/10/1415هـ ـ 31/3/1995م >> ولد في منطقة (مغادي سودا) في جنوب نيروبي على بعد نحو 80 كم، في 30/11/1929م، من قبيلة (كيكويو) وهي أكبر قبيلة في كينيا. درس في مدارس العلوم التجريبية إلى السنة الخامسة الابتدائية في عهد الاستعمار البريطاني، وكانت المدارس في داخل الكنيسة، لذلك قرر آباء الطلاب المسلمين إخراجهم من هذه المدارس، خوفاً عليهم من العقيدة المسيحية، فواصلوا دراستهم في المساجد والكتاتيب. الوظيفة: عمل في شركة مدنية في شبابه، وكان مهندس سيارات وقيادة، وعندما استقلت كينيا ترك العمل، ولم تكن توجد جمعية إسلامية للأفارقة المسلمين، فأنشأوا الاتحاد الوطني لمسلمي كينيا في نيروبي، وكان له فروع في كل مناطق كينيا، واختير رئيساً لهذا الاتحاد، ولازال، والذين انضموا إلى هذا الاتحاد أولاً كانوا ما بين 50 إلى 100 ألف وهم كل المسلمين النشيطين، ولكن نشاطهم خف بعد ذلك. ثم أنشئ المجلس الأعلى لمسلمي كينيا وهو الذي أسسه مع الآخرين، وكان نائباً لرئيس المجلس. قبيلة (كيكويو) وعاداتها: عدد القبيلة: نحو 15 مليون نسمة، وعدد المسلمين نحو مليوني نسمة، وهذا تقدير شخصي، وليس مبنياً على إحصاء، وهي تتمركز في المنطقة الوسطى في كينيا. التنظيم القبلي: كل فخذ من القبيلة يختار له مسؤولاً، ويراعى فيه كبر السن غالباً. مسؤولو الأفخاذ يجتمعون ويختارون جنداً من الشباب للدفاع عن القبيلة. ورؤساء الأفخاذ يرأسهم عراف، وهو الذي ينظر إلى النجوم ويخبر عن المغيبات وتكون مسؤوليته عن طريق الوراثة، وهو المسؤول عن جميع أفخاذ القبيلة. وللقبيلة محاكم تحكم بين المختلفين، وهي تتكون من مجموعة من رؤساء الأفخاذ يحكمون في القضية. والقبيلة تطيع المسؤولين عن الحكم، لأن عندهم أعرافاً معينة يتبعونها، ولا يحكمون حسب الهوى. جمعية البلدية الإسلامية: من الجمعيات الإسلامية المشهورة في كينيا جمعية أسسها الشيخ الحاج خميس - عم الأستاذ عيسى كوريا - أنشأت سنة 1939م في (نتري NTERI) قاعدة المنطقة الوسطى، وتسمى - أي الجمعية - جمعية البلدية الإسلامية، وكان لها نشاطات متعددة، وكان من أعضائها عمر سليمان. أول حركة تحررية (جمعية كيكيو): وكان يوجد شخص وطني يدعى السيد (هاري ثوكو(HARY THUKU) وهو الذي بدأ الحركات التحررية، وسميت أول حركة قام بها جمعية (كيكويو KIKUYU) في المنطقة الوسطى، ثم سميت جمعية كينيا الإفريقية المتحدة واستمر هو في رئاستها، ثم توفي بعد أن سُجن عدة مرات من قبل الاستعمار. حزب كينيا الإفريقي الوطني المتحد: فظهر في الحزب الرئيس (جومو كنياتا)، ثم سمي الحزب: حزب كينيا الإفريقي الوطني المتحد، وهو الحزب الحاكم إلى يومنا هذا. والرئيس جومو كنياتا من مواليد منطقة (غاتوندو)، وعندما ظهر نشاطه وخاف على نفسه هرب إلى لندن. ثم رجع إلى البلد، وقد خمدت الحركات التحررية، فأشعلها مرة أخرى حيث ظهرت حروب (ماوماو MAUMAU) المشهورة ضد الإنجليز، فسجنوه وزادت الاضطرابات من جماعته (كيكويو)، وغيرهم من القبائل وقتل في تلك الاضطرابات كثير من الناس. وبعد تأزم الأمور اضطرت بريطانيا أن تمنح البلد استقلالاً داخلياً، وكان أول نائب رئيس له هو جوموكنياتا سنة 1963م، ثم أصبح رئيساً بعد منح الحرية الكاملة للبلد سنة 1964م. هل كان جوموكنياتا مسلما؟ ولم يَبن أي كنيسة في عهده، ولم يذهب هو إلى الكنيسة ولو يوماً واحداً. وأذكر وأنا طفل صغير أن قبيلة كيكويو - وكانت أحوج ما يكون إلى جمع كلمتها - اجتمعت ودعت جوموكنياتا، وسألته أي دين أفضل؟ فقال: إذا كنتم تريدون الحقيقة فالدين الحق هو الإسلام، وقد كان مسلماً يخفي إسلامه، وممن أخبرنا صراحة عنه بذلك إمام المسجد الجامع المرحوم (الشيخ رمضان غادياكا) حيث قال لنا: إن جوموكنياتا مسلم، ولا تقولوا لأحد، ولدي شريط مسجل يذكر فيه أن الرئيس جومو قال: إن الدين الإسلامي متأصل في إفريقيا، وإن الأفارقة هم الذين حموا هذا الدين، وإن الإسلام وصل إلى إفريقيا قبل البلدان الأخرى، والشريط بصوته، ومما قاله: أن النصارى يريدون أن يقولوا لنا: إن عيسى ابن الله، وأنَّى لهم ذلك؟!! فليس لله ولد، وكنا ذهبنا إليه نطلب منه أن يجعل عيد النحر رسمياً تعطل فيه الدوائر الحكومية، فقال ذلك الكلام بهذه المناسبة، والشريط محفوظ عندي (انتهى كلام إمام المسجد الجامع).  [[وعلق الأخ إبراهيم شيخ على هذا الكلام - وقد كان حاضراً - فقال: إنه سمع من الرئيس جوموكنياتا في حفلة عيد الاستقلال، وهو يقول: \"عندما كنت في السجن جاءني القُسُس وقالوا لي: اترك محاربة الإنجليز والدعوة إلى التحرير، ونحن نبشرك بالجنة، فقلت لهم: لا أترك تحرير بلادي، خذوا جنتكم وربكم الذي يبشرني بالجنة، لأجل أن تمتصوا خيرات البلاد وتقتلوا الأبرياء من أهلكم، خذوه - أي ربكم - واجعلوه في فروج أمهاتكم\" ويقال: إن أحد الصوماليين علمه القرآن، وكان يبدأ في بعض خطبه ببسم الله الرحمن الرحيم]]. وللرئيس المذكور ثمانية أبناء وثلاث بنات. القبيلة الثانية: قبيلة (لوو LUO). القبيلة الثالثة: قبيلة (بالويا BALUYA). القبيلة الرابعة: قبيلة (إيكمبا EAKMBA). هذه هي القبائل الكبيرة وبقية القبائل صغيرة. العلاقات العربية الكينية: الرئيس السابق عَيَّنَنِي سفيراً لتحسين العلاقات بين كينيا والدول الإسلامية، وكنت عضواً في رابطة العالم الإسلامي في عهد محمد سرور الصبان، وسجلنا الاتحاد الوطني في الأمانة العامة لمنظمة المؤتمر الإسلامي، ضمن الأقليات المسلمة، وكان أمين عام المنظمة في ذلك الوقت (تنكو عبد الرحمن) وقد قال لي: أنتم أقليات يمكن أن تشرحوا لنا مشكلاتكم ونحن نساعدكم. ثناء الأستاذ عيسى على الملك فيصل: طلبت من الرئيس السابق أن يحملني خطابا إلى الملك (فيصل) ليفتح سفارة في كينيا، فوافق الرئيس وأخذت الخطاب إلى الملك فيصل الذي رافقني إلية (صفوت السقا) وكان نائب أمين الرابطة، وقال لي الملك فيصل - الذي لم أسمع هذه الكلمة من غيره، وأنا أشهد له بها إلى يوم القيامة لأن هذه الكلمة أثرت في كثيراً -: \"إنكم عندما تأتون إلينا تطلبون منا شيئاً، إنما تأتون لتأخذوا حقكم، أي إن الذي تأخذونه منا ليس تفضلاً منا ولا شحاذة منكم، وإنما هو حق لكم عندنا\". ثم تابع الأستاذ عيسى كلامه قائلاً- : إن المقادير بيد الله، ولكن أعتقد أن هذا الرجل لو بقي إلى وقتنا هذا لأسلمت الدنيا كلها، لأن كلمته هذه عرفتني مدى إخلاصه، ورأيت دعمه ومساعدته لفخامة الرئيس السابق في أوغندا (عيدي أمين) إذ كان يمده بدون حساب، وكنا نسمع عن مساعدته الكثيرة في كل مكان. كانت الهيئات الأجنبية الجديدة ممنوعة من التسجيل، وعندما أرادت هيئة الإغاثة الإسلامية العالمية أن تسجل في كينيا مكتباً لها ذهبت أنا وبعض الكينيين إلى الرئيس (عرب موي) ووافق على فتح المكتب وتسجيله، وكان المفروض أن تساعد الهيئة الاتحاد الوطني، ولكنها حولت المكتب إلى (محمود ولتون) وهو بريطاني في مومباسا. تهدئة الأمور قبل حدوث فتنة بين المسلمين! قال الأستاذ عيسى: إن محافظ نيروبي السيد (ليلوكولول) دعاني وقال لي: سمعت أن لجنة المسجد الجامع، قررت فصل الإمام، وأنه يمكن أن تحصل اضطرابات وفتن بين أعضاء اللجنة الهنود والمسلمين الآخرين لأجل هذا الحدث يوم الجمعة،  [[وهو هذا اليوم الذي أسجل فيه هذه المعلومات 30/10/1415هـ]]. وكانوا يتوقعون حدوث حرب في المسجد، فأرسلوا قوات مكافحة الشغب والأمن، وطلب مني التدخل في الموضوع، فقلت له: سنهدئ الأمور ولا يكن عندكم خوف، ولتطمئن الحكومة أنه لا يحصل شيء. وبعد ذلك دعاني كبير لجنة المسجد السيد منير شودري وقال: نحن ما فصلنا الشيخ رسمياً ولم نكتب شيئاً، وإنما هو شيء قلناه، فنرجو أن تتدخل في الموضوع، وسندرس ذلك فيما بعد، وذهبت إلى الشيخ وأعوانه وقبلوا الكلام وانتهى الأمر فلم يحدث شيء، مع أن بعض الناس قد أحضروا معهم خناجر وسكاكين لمناصرة الإمام. والحقيقة أن الإمام يقول كلمة الحق وينقد الحكومة إذا أخطأت، وهو لا يخاف والحكومة لا تريده، ولجنة المسجد تخافه وتريد أن تغتنم الفرصة لإزاحته، وقد كان المسجد قبل مجيء هذا الإمام لا يوجد فيه صف كامل في غير يوم الجمعة، والمظلة في الخارج لا تمتلئ يوم الجمعة، والآن يمتلئ المسجد والمظلة ويكثر الناس في كل الصلوات، لأن الرجل يجتهد في إلقاء المحاضرات في كل الأوقات.  [[بعض المسلمين يشكو من هذا الإمام بأنه يفتي فتاوى شاذة، مثل جواز تزويج المرأة نفسها بدون ولي]]. وقال الأستاذ عيسى: إن الذين كانوا يعلمون الناس الإسلام لم يكن عندهم علم غزير، وكانت توجد تفرقة عنصرية، والمسلمون بعضهم عرب، وبعضهم هنود، وبعضهم أفارقة وأقيمت مدارس مختلفة لهذه الأجناس، وكانت قاعدة الاستعمار التي ينطلق منها هي: (فرِّق تسد) وكانت بريطانيا لا تريد للإفريقي أن يتفقه في الدين، ولا يكون على علم بشؤون الدنيا، وكانت هي التي تسير المدارس الإفريقية في الكنائس، بخلاف العرب والهنود فقد كانوا أحراراً في مدارسهم، ولا تسمح بريطانيا للإفريقي أن يختلط في الدراسة معهم، ولهذا لم يترق الإفريقي في العلم وبخاصة المسلمين، لأن آباءهم سحبوهم من المدارس الاستعمارية خشية على عقائدهم، وكان التعليم في كتاتيب المسجد أو تحت الشجرة لدراسة القرآن الكريم أو كتاب سفينة النجاة في الفقه الشافعي. رمتني بدائها وانسلت! وكان الاستعمار يحذر الأفارقة من الإسلام ويقولون: إن الإسلام دين العرب، وأخلاق العرب سيئة يستعبدون الأفارقة ويبيعونهم في الأسواق - في زنجبار - والحقيقة أن الاستعماريين هم الذين كانوا يستعبدون الأفارقة ويبيعونهم في أمريكا، وقد وجدت شخصاً إفريقيا في مكة فقال: كنا مستعبدين فحررنا الملك فيصل ووضع لنا وقفا نرتزق منه، ووجود بعض العرب الذين كانوا يبيعون الأفارقة ليس كما كان يفعله الأوروبيون، بل كان الأفارقة يتقاتلون ويبيع بعضهم بعضاً للعمانيين، فالأفارقة أنفسهم كانوا هم السبب في بيع بعضهم بعضاً للعرب. حرص المستعمرين على ارتداد المسلمين عن دينهم: من النقاط المهمة التي غيرت مجرى التاريخ أن المدارس الإفريقية الكنسية التابعة لبريطانيا والتي يدرس فيها مسلمون ومسيحيون، كانت تهتم بالمسيحيين وتخصص لهم منحاً دراسية بخلاف المسلمين، وكانوا يشترطون على الطالب المسلم الذي يريد منحة أن يرتد عن دينه. وعندنا شواهد على ذلك، مثل السيد (جلجالو GALGALO) الذي شغل مناصب هامة وكان محافظاً لعدد من المحافظات، ولا زالت أسرته مسلمة إلى الآن، وكذلك السيد (كبلقت KIPLAGAT) وكيل وزارة الخارجية السابق، ولا زال أفراد أسرته مسلمين في مدينة (كبسبت KAPSABET)، وكذلك وكيلة وزارة الخارجية الحالية التي وظفت في منصبه حيث قالت: إننا من أسر مسلمة ضعيفة لا يهتم بنا أحد، وكنا نذهب إلى المدرسة القرآنية، فيأتي النصارى ويعطوننا الحلويات حتى جذبونا إلى مدارسهم، فحصل ما حصل، وهذه المرأة هي الدكتورة (سالي كوسغي) وزوجها مسلم ويُسمى الدكتور (يوسف عبد الرحمن)، وقد دعت إبراهيم شيخ إسحاق لزيارتها للحديث عن أحوال المسلمين. [[قال الأخ إبراهيم شيخ: والسيد كبلقت قال للسفير الكيني وهو يبعثه إلى الصين: احذر أن تأخذ أولادك إلى مدرسة نصرانية، فيتنصرون كما تنصرنا نحن]]. مسلمون من فخذ الرئيس السابق جومو كنياتا: توجد في بعض نواحي نيروبي حارة تسمى (ريروتا RIRUTA) يوجد بها مسلمون ولهم صلة نسب بالرئيس السابق وأقاربه، والسيد (سالم نْقانْقا NGANGA ) و(عبد الرحمن وامبو WAMBO) وفخامة الرئيس السابق من فخذ واحد، والسيد سالم المذكور دعا بعض المسلمين إلى مزرعته، ومنحهم قطعة أرض هدية وسمح لهم بالسكنى فيها، ثم اشتروا أراضي مجاورة فتكونت حارة (ريروتا RIRUTA) الإسلامية. اجتهاد النصارى في تجهيل المسلمين وإبعادهم عن السلطة: النصارى الفاتيكان الكاثوليك اجتهدوا في عدم تعلم المسلمين العلوم العصرية حتى لا يحصلوا على فرصة تسلم السلطة في المستقبل، ومن أمثلة ذلك أن ثلاثة زعماء من تنزانيا وأوغندا ذهبوا إلى الفاتيكان، ووقعوا اتفاقية أمام البابا على ألا يستولي المسلمون على الحكم في هذه البلدان، وكان ذلك قبل الاستقلال والزعماء الثلاثة هم: الرئيس القسيس (نيريري) من تنزانيا، و(ملتون أوبوتي) من أوغندا، و(تمبويو) من كينيا، وهذا الأخير قتل سنة 1969م بسبب الصراع على السلطة، والاثنان السابقان لا يزالان على قيد الحياة والثلاثة المذكورون مشهورون. تقصير زعماء العالم الإسلامي في دعم إخوانهم في إفريقيا: والحمد لله يرأس المسلمين الآن في تنزانيا رجل مسلم وهو الحاج (علي حسن معيني) وإذا لم يحصل على مساعدة فقد يزاح من هذا المنصب ويؤتى بغيره من النصارى، والرئيس السابق لتنزانيا يكيد له ويريد تغييره، والمرشح لذلك (مريما) الذي هو وزير الداخلية الآن وهو نصراني.  [[قال الأستاذ عيسى: طلبت من رئيس تنزانيا أن يفتح إذاعة إسلامية باسم إذاعة القرآن الكريم، في زنجبار، وأن يحول المدرسة العصرية الكبيرة في زنجبار إلى جامعة إسلامية، تكون فرعاً لجامعة الأزهر أو إحدى الجامعات السعودية، فوعد بتلبية هذين الطلبين]]. ونفس الحالة توجد في دولة (ملاوي) حيث نجح في الانتخابات الرئيس (بكيلي مولوزي) بصفة لم تكن في الحسبان (بأعجوبة) وإذا لم يتدخل المسلمون لنجدته وتقوية حكومته مادياً ومعنوياً فإن حكمه في خطر، وإذا ترأس تنزانيا مسيحي فلا أعتقد أن تعود الرئاسة للمسلمين إلا بعد 70 سنة أو أكثر، وكذلك ملاوي. وقد كاد النصارى - محلياً وإقليمياً وعالمياً - لإخراج عيدي أمين من أوغندا، وقد كاد الشعب كله يسلم في عهده، وكانت الفرصة متاحة لدعمه وتثبيت حكمه ولكنها فرصة فرط فيها المسلمون فذهبت. ـ ونسبة المسلمين في تنزانيا 70% وعدد السكان 26 مليون تقريباً، ونسبة المسلمين في ملاوي 65% وعدد السكان 8 ملايين تقريباً.  [[قال الأخ إبراهيم: إن وزير الدفاع في ملاوي كان قبل ذلك في مكتب لجنة مسلمي إفريقيا، وابتعث من قبل اللجنة إلى لندن وبعد أن عاد كان مسؤولاً عن الطلبة، وعندما فاز الحزب الذي يؤيده المسلمون وهو عضو فيه - عُين وزيرا للدفاع - وقد عارضت تعيينه بعض الكنائس، واجتمع ضباط الجيش - مسلمين وغير مسلمين - وطلبوا إبقاء تعيينه، والسيد (قليس) كان وهو وزير الأراضي كان سكرتيراً لمكتب اللجنة ومكتب الجمعية الإسلامية في ملاوي، وقد رجعت قبائل إلى الإسلام في ملاوي كانت مقهورة قبل ذلك]]. ونحن في كينيا لم نصل إلى درجة الحصول على رئيس مسلم، وفي أوغندا وصلوا إلى ذلك، ولكنهم حرموا تلك النعمة والطريق الآن أمامهم صعب، فنحن نتقوى معنوياً بوجود رئيسين مسلمين في تنزانيا وملاوي، فيا إخوتنا المسلمين كيف تعينوننا على بقائهما؟ ونحن نتضرر بإبعادهما، ويصعب أن يعود منصبهما للمسلمين مرة أخرى! مطالب المسلمين في كينيا: ثم ختم الأستاذ عيسى هذه المقابلة بقوله: وها هنا ثلاث نقاط: 1) من أهم مشكلات المسلمين في هذه المنطقة جهلهم بالدين والدنيا وفقرهم وضعفهم الاقتصادي، لأن التجارة والاقتصاد بيد غير المسلمين في الغالب. 2) ونحن نطلب من إخواننا المسلمين المساعدة في تعليم أولادنا في بلادنا، أو إعطاءهم منحاً دراسية في البلدان الإسلامية. 3) كما نطلب منهم أن يستثمروا أموالهم في هذه المنطقة حتى لا ينفرد بالاستثمار فيها الأوروبيون والأمريكيون واليابانيون، فإذا استثمر المسلمون أموالهم عندنا، فإن معظم المسلمين هنا سيقوى اقتصادهم وتقل البطالة فيهم، كما ينبغي أن يحررونا من الربا بفتح بنك إسلامي لما في ذلك من فوائد استثمارية لهم ومن فوائد تعود على المسلمين في المنطقة.  [[كان قد حضر مع الأستاذ عيسى رجل كبير السن يدعى (عمر سليمان موزي بمبي MUZEE PEMPE) يزيد عمره عن سبع وسبعين سنة، أصل أسرته من تنجانيقا وقبيلته تسمى (سيقي جو)، ولم أجد منه شيئاً من المعلومات التي يمكن أن تضاف إلى معلومات الأستاذ عيسى، لأن الرجل ليس بمثقف وقد كبر سنه ونسي كثيراً من الحوادث التاريخية]]. زيارة حديقة الحيوان في نيروبي: السبت 1/11/1415هـ ـ 1/4/1995م في صباح هذا اليوم بدأنا بزيارة حديقة الحيوان في نيروبي (NIROBI NATIONAL PARK) وهي تنقسم قسمين: القسم الأول: به حيوانات محصورة داخل حائط وأسلاك، وهو قسم صغير نسبياً، وقد تجولنا فيه مشياً على الأقدام، ورأينا فيه أنواعاً من الأسود والنمور والغزلان والقرود والطيور وغيرها، كالفهد CHEETAH. والقسم الثاني: حديقة مفتوحة، لا تقل مساحتها - حسب قول (روبيرت) الذي رافقنا وهو من موظفي الحديقة -: عن 133 ميلاً مربعاً، وكان الأخ الشيخ إبراهيم شيخ إسحاق يعرف أحد كبار موظفي الحديقة، فلما رآنا وعرف أني زائر من المملكة العربية السعودية، ومن المدينة المنورة، لم يأخذ منا شيئاً من الرسوم، مع العلم أنه غير مسلم، ثم أمر الموظف روبيرت أن يرافقنا للتجول في الحديقة الوطنية الواسعة الأرجاء بالسيارة التي لا يؤذن بالنزول منها في كثير من مناطق الحديقة التي يخشى فيها من خطر الحيوانات المفترسة، وكان الأخ إبراهيم هو الذي يقود السيارة، وروبيرت بجانبي في الأمام يدلنا على الطريق ويشير لنا إلى الحيوانات التي تظهر من حين لآخر. [img]pics/18/18037.jpg[/img]<< روبيرت الذي رافقنا وهو من موظفي الحديقة المفتوحة 1/11/1415هـ   1/4/1995م >> محرقة العاج: وكان أول مكان بدأنا به هو المكان الذي أمر الرئيس عرب موي بحرق (العاج) فيه حيث جمعه الناس بطرق غير نظامية، وقتلوا الفيلة من أجله، وكانت قيمته تقدر بملايين كثيرة من الدلارات، وقد أقيم في هذا المكان نصب تذكاري لهذه المناسبة، ومقدار ما أحرق من العاج 12 طناً . زمن التجول في الحديقة ووصفه إجمالاً: ثم ذهبنا نتجول في الحديقة من الساعة: 10.45 صباحاً إلى الساعة 1.20 ظهراً. وتوجد في داخل هذه الحديقة أماكن مفتوحة لا توجد بها إلا الحشائش وقليل من الأشجار المتفرقة، كما توجد بها أماكن مليئة بالأشجار الكبيرة والصغيرة المتشابكة. وقد توحد بها شعاب عميقة نسبياً، بها بعض بحيرات صغيرة وطرق ضيقة للمشاة الذين لا ينبغي أن يطرقوها إلا إذا كان معهم بعض موظفي الحديقة الحاملين للسلاح، ليحموهم من الحيوانات المتوحشة ويدلوهم على أماكنها. كما يوجد حراس في مراكز معينة يحملون بنادق قديمة يقيمون في تلك المراكز احتياطاً لحماية السائحين ومساعدتهم عند اللزوم. وفي الحديقة طرق متفرعة تسلكها السيارات ممهدة وليست معبدة، تسير بها أنواع السيارات الصغيرة والكبيرة ولكن الأنسب لسلوكها السيارات القوية، ولا يحق لأحد أن يخرج بسيارته عن الطرق المعدة، وتوجد في داخل الحديقة في أماكن متفرقة، فنادق صغيرة لمن يرغب النزول بها للبقاء في الحديقة والتجول بها. حيوانات الحديقة التي صادفناها: وقد صادفنا عدداً كبيراً من الحيوانات، ونحن نتجول في تلك الطرق ذهاباً وإياباً. فقد رأينا أنواعاً كثيرة من الغزلان الصغيرة والكبيرة، وكذلك القرود والزرافات والحمر الوحشية، والنعام والأبقار الوحشية والجواميس والفيلة، وغيرها. وكنا نود أن نرى سيد الغابة (الأسد)، فلم نره إلا عندما كنا راجعين نسير بسرعة يائسين من رؤية الأسود، فإذا سيارة واقفة أمامنا يؤشر لنا سائقها بالنور فوقفنا، فإذا لبؤتان تسيران بين الحشائش في مكان مكشوف تقطعان الطريق وتتهاديان على مهل، وتجمع السائحون الذين كانوا قريبين من الموقع في نفس المكان في سياراتهم، وأخذنا نصورهما عن قرب عدة مرات، وبعد أن قطعتا الطريق صعدتا على معلم من معالم الطريق الإرشادية التي تضعها الحكومة عند مفترق الطرق، وتكتب عليها إرشادات للسائحين بالجهات والفنادق وأماكن الخطر، وقد صورتهما عن قرب - المسافة أقل من 4أمتار - وهما واقفتان على ذلك المعلم تلتفتان يمنة ويسرة. [img]pics/18/18038.jpg[/img]<< أسود في حديقة نيروبي المفتوحة >> [img]pics/18/18039.jpg[/img]<< أسود في حديقة نيروبي القسم المفتوح 1/11/1415هـ   1/4/1995م >> وكان على يمينهما حيوانات كثيرة مختلطة من الغزلان وأبقار الوحش وحمر الوحش والنعام وغيرها، فوقفت تلك الحيوانات جميعاً وتركت المرعى خوفاً من اللبؤتين وقد ارتفعت شعورها من شدة الخوف وهي جميعاً تنظر نحوهما. وبعد أن قطعنا ما يقارب مئتين وخمسين متراً رأينا ثلاثة أو أربعة من الأسود الصغار، ويبدو أنها أبناء تلك اللبؤتين، ويحتمل أن يكون الأب نائماً بجوار أبنائه، ينتظر هو وأبناؤه طعام الغداء الذي يمكن أن تأتي به الأمان. دعوة (روبيرت ROBERT) إلى الإسلام ونقده للإنجيل: هذا وقد اغتنمت الفرصة المتاحة التي رافقنا فيها روبيرت، فسألته بعض الأسئلة عن دينه، وشرحت له معنى كلمة التوحيد والرسالة، وقارنت له بين بعض المعاني في الإنجيل - بعهديه القديم والجديد - والقرآن الكريم، فكان جوابه - بعد كلام وحوار طويلين -: إن الذي يقرأ الأناجيل يجد الخيانة فيها كثيرة لكثرة الاختلاف فيها وعدم اتفاقها على معنى واحد! وقد كنا نذهب إلى الكنيسة منذ الصغر وكل مرة نسمع تغييرات في الإنجيل. ووافق (روبيرت) على أن تعدد الإله غير صحيح ولا معقول. بعد ذلك دعوته إلى الدخول في الإسلام فقال: إن هذا الأمر يحتاج إلى وقت وأن نجلس مع بعض ونرى بعض العبادات في المساجد والكنائس، قلت له: أنت قد بلغتك الدعوة الآن، ولا تدخل الجنة وتنجو من النار إلا إذا دخلت في هذا الدين، ومع هذا فقد طلبت من الشيخ إبراهيم أن يهدي لك تفسير معاني القرآن الكريم، لعل الله يهديك به، فقال: لا بأس. من نيروبي إلى كيسومو KISUMU: الأحد 2/11/1415هـ ـ 2/4/1995م في صباح هذا اليوم رافقني الأخ إبراهيم شيخ إلى مدينة كيسومو بالطائرة التي أقلعت من مطار نيروبي الساعة العاشرة صباحاً، وهبطت في مطار كيسومو بعد أربع وخمسين دقيقة. جريدة الأمة (NATION): كان الأخ إبراهيم، يتصفح هذه الجريدة التي قال: إنها أكبر جريدة في كينيا، وقد وصلت أعدادها الأسبوعية إلى (2124)، تملك الطائفة الإسماعيلية الأغا خانية 60% من أسهمها، وللطائفة المذكورة عمارة ضخمة في قلب العاصمة - نيروبي- واتجاه الجريدة غربي. فوهة جبل لونجونوت LONGONOT: بعد إقلاع الطائرة من مطار نيروبي بساعة تقريباً رأينا جبلاً به فُوَّهَةٌ واسعة، في وسط الفوهة ارتفاع، وكنت رأيت هذا الجبل على يميني عندما جئت قبل خمسة عشر يوماً على الطائرة السعودية من جدة إلى نيروبي، فسألت الأخ إبراهيم عنه فقال: هذا الجبل يسمى (لونجونوت LONGONOT)، والفوهة ناتجة عن بركان قديم، وهو جبل مشهور، وبجواره تبدأ أراض تسمى بالوادي الكبير (RIFT VALLEY) ويقال: إن هذه الأراضي تمتد إلى الأردن مارة بالبحر الأحمر. وكنا نسير إلى كيسومو شمالاً مع الميل إلى الغرب على هضاب مكسوة بالغابات، تتخللها أراض زراعية خصبة، وهي كثيرة جداً، تنتشر بها قرى كثيرة، وبها شعاب ووديان متعرجة."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "مدينة كيسومو",
    "content": "وعندما وصلنا إلى مطار كيسومو كان في استقبالنا الإخوة: يوسف عثمان وإسماعيل وعبد الكريم، الذين كانوا قد سبقونا بالسيارة، لنأخذ جولة في المنطقة. وغالب سكان المنطقة من قبيلة (لُوو LUO)، ويسمون منطقتهم بـ(المملكة المتحدة) إشارة إلى اعتزازهم بقبيلتهم واستقلال أراضيهم. نشاط الطائفة الأغاخانية: عندما مررنا بوسط المدينة أشار الإخوة إلى مبنى كبير يضم مدرسة ابتدائية للطائفة الأغاخانية، وقالوا: إن هذه الطائفة متمكنة في كينيا، وبخاصة في المدن الكبرى الثلاث: نيروبي، مومباسا، كيسومو، وقالوا: إن عدد المسلمين في هذه المنطقة قليل جداً. قرية بُرغولي BORGOLI: ثم ذهبنا نتجول في ضواحي المدينة وقراها التي تنتشر فيها الأسواق الشعبية، ومن تلك القرى (بُرْغولي BORGOLI)، وهي ذات كثافة سكانية بالنسبة لغيرها من القرى المجاورة، وغالب سكانها من قبيلة (بالويا BALOYA) ويندر وجود مسلمين فيها. مدرسة النور الإسلامية: ثم مررنا بمدينة (كاكا ميغا KAKAMEGA) والمسلمون فيها قليل، ولكن بعض أهلها يدخلون في الإسلام، ومحافظها مسلم، وهو يشجع الدعاة والداخلين في الإسلام، ويصلي الفجر في المسجد مع المسلمين.  [[هو محمد الحاج يوسف عبدي، وسيأتي ذكره]]. مررنا بمدرسة النور الإسلامية في هذه المدينة، واجتمعنا بمديرها \"إبراهيم سعد الله رمضان\" الذي يبلغ من العمر 41 سنة، وقال: إن المدرسة أنشأت سنة 1978م، قامت بإنشائها لجنة المسجد من الأهالي، وعدد المدرسين فيها أربعة، وعدد طلابها 250 بنين وبنات. [img]pics/18/18040.jpg[/img]<< مدير مدرسة كاكاميقا إبراهيم سعد الله رمضان 2/11/1415هـ   2/4/1995م >> وكانت اللجنة المشرفة على المسجد والمدرسة مجتمعة للتشاور في رفع مستوى التعليم وفتح قسم لتحفيظ القرآن الكريم. وسألتهم عن نسبة المسلمين في هذه المدينة فقالوا: 10% تقريباً، و21% في المحافظة (يصعب جداً أن تجد معلومات دقيقة عند المسلمين وغيرهم عن الإحصاءات في عدد المسلمين أو غير ذلك، وقد توجد إحصاءات دقيقة لدى الدولة، ولكنها تحتاج إلى وقت وقد لا تطمئن النفس إليها فيما يتعلق بالمسلمين). وسألتهم عن عدد الداخلين في الإسلام عندهم كل سنة فقالوا: أكثر من خمس مائة، ويدخل في الإسلام آخرون في مناطق أخرى. وقد طلب مني المدير إلقاء نصيحة في أعضاء اللجنة، فلبيت رغبته بكلمة مختصرة أرجو أن تكون مفيدة. لقاء المحافظ المسلم محمد الحاج يوسف عبدي في الطريق: وقد استحسن الإخوة زيارة المحافظ في منزله، لأن اليوم يوم إجازة وهو يسر بزيارة المسلمين له، وبخاصة المهتمين بالدعوة والتعليم، فمررنا بداره ولم نجده. وعندما كنا نعبر أحد الشوارع قرب منزله قابلناه ماشياً مع بعض أولاده فنزلنا وسلمنا عليه فسر بنا غاية السرور وطلب منا الرجوع معه إلى البيت ولكنا اعتذرنا لضيق الوقت. ويسمى محمد الحاج يوسف عبدي - يبدو أنه صومالي الأصل - وعمره يقارب ستين سنة، وهو طويل القامة بشوش، يشكره المسلمون كثيراً على تعاونه معهم وتسهيل شؤونهم، ولا سيما ما يتعلق بالدعوة والتعليم والحقوق التي قد يحول بينهم وبينها بعض الموظفين من غير المسلمين، ويشجع دخول الناس في الإسلام، وقد منح بعض الداخلين في الإسلام بعض ملابسه الخاصة (لأن ملابس غير المسلمين وبخاصة سكان الغابات لا تستر العورة كما أنها لا تصلح لأداء الصلاة قبل غسلها) وذكر الإخوة أن زوجته ترأس جمعية النساء المسلمات، وقد رأينا أثر التربية الإسلامية في أسرته في لباس ابنتين له صغيرتين عندما كنا في باب منزله نسأل عنه. منطقة أخرى تسمى كالِنْجِنْ: ثم مررنا بمنطقة أخرى تسمى (كالِنْجِنْ KALINGIN) ويكثر بهذه المنطقة قبيلة رئيس كينيا الحالي: (عرب موي). مركز الحميدان في قرية كاموبو: ثم مررنا بقرية (كاموبو KAMOBO) في منطقة (كاسابيت KASABET) التي أنشئ بها مركز الحميدان (رياض الحميدان) وهو من أهل الدمام، تبرع ببناء المركز الذي يشتمل على مسجد، ومدرسة تتكون من خمسة فصول، وبيت للمعلم، وبئر. عدد المدرسين اثنان، وعدد الطلاب 120 بنين وبنات، أحد المدرسين يسمى شافعي عبد العزيز مفتاح خير الله، وجد أبيه (خير الله) هو أول من أسلم من أسرته، ومنطقته قريبة من كيسومو، وعمره 21 سنة، وله في هذه المدرسة ثلاث شهور يدرس الطلاب، ويقوم بعض من دخل في الإسلام من منطقته بدعوة غير المسلمين إلى الإسلام. ويدير المركز الأخ محمد بن أحمد طاهر منذ ثلاثة شهور، وعمره ثلاثون سنة. والذي تبرع بأرض المركز مسلم عربي حضرمي يسمى (أحمد بن يسلم باشن).  [[هكذا نطق هذه الكلمة (باشن) ولعلها باعشن]]. وعمره ستون سنة، جاء أبوه من المكلا وتزوج وأنجب في كينيا. طقوس الرقص والدفوف! وحيث إن هذا اليوم يوم إجازة، فقد رأينا أفواجاً من المسيحيين يسيرون في الشوارع، وهم يضربون الدفوف ويرقصون ويترنمون بأناشيد دينية، ويحملون بيارق مختلفة الألوان ذاهبين إلى الكنائس أو راجعين منها في جميع المناطق التي تجولنا فيها. على ضفة بحيرة فكتوريا: رجعنا بعد جولة استمرت أربع ساعات (من العاشرة صباحاً إلى الثانية ظهراً) إلى مدينة كيسومو التي تجولنا قليلاً في شوارعها ثم أخذنا نبحث عن مطعم نظيف لتناول طعام الغذاء. أكبر فندق، ولكنه بعيد نحو 5أميال! هكذا قال لنا أحد الشباب الذي سألناه عن فندق ممتاز، نريد أن نتغدى، قال يوجد أكبر فندق على ضفة البحيرة، (قريبو ماجي) هكذا تنطق بالسواحلية، والماجي هو الماء، قلنا: وما اسمه؟ قال: دونغا DUNGA، فذهبنا نلتمس الفندق البعيد الذي يبعد نحو خمسة أميال، وأكبر فندق قريبو ماجي، فإذا الفندق عبارة عن قليل من الغرف الأرضية التي نسأل الله العافية من قربها، وهي ليست على الضفة نفسها، بل بعيدة عنها قليلاً، لكن في الفندق مطعم على ضفة البحيرة، فذهبنا إليها وأخذنا ما تيسر مما لا يوجد سواه. وأردنا أن نتوضأ فلم يستطع إلا بعضنا الدخول في مرحاضه، لسوئه، والمسافة التي قطعناها إلى المطعم لا أظنها تزيد عن ثلاثة كيلو متر، وتعجب الإخوة من وصف هذا الشاب الذي لم نجده ينطبق إلا على (قريبو ماجي). فقلت: لا تتعجبوا، فالمقاييس تختلف عند الناس، فهذا الشاب يمكن أنه لا يصل إلى هذه الأماكن إلا على قدميه، وقد قاس عجلات سيارتنا الأربع على رجليه. لكن قارنت بين قوله: إن الفندق بعيد جداً، مع أن تلك كانت مسافته، وهي قصيرة جداً، وبين قول البدوي عندنا إذا سألته عن قرية أو بئر أو غيرها: قريبة، وراءها الضلع - أي وراء هذا الجبل - ثم تسير بسيارتك قاطعاً ضلوعاً وصحاري فلا تصل إلى المكان القريب عنده إلا بعد عناء ومشقة، ولذا قلت: إن مقاييس الناس تختلف. جولة أخرى: ثم صلينا الظهر والعصر بعد الغداء، وتجولنا قليلاً، على الأقدام لمشاهدة ما تيسر لنا من البحيرة العظيمة، كما التقطنا بعض الصور والمناظر هناك. وهذه البحيرة التي شاهدناها بجانب مدينة كيسومو، مع امتدادها وسعتها التي رأيناها من الأرض، كما رأيناها من الطائرة قادمين وذاهبين، لا تعدو أن تكون لسانا صغيراً للبحيرة العظمى التي يوجد غالبها في غير كينيا - أوغندا وتنزانيا - وقد أنعم الله تعالى بها على شعوب كثيرة في إفريقيا، يصل مداها إلى البحر الأبيض المتوسط عن طريق نهر النيل، كما أمد الله بها أرضاً تهتز وتربو وتنبت من كل زوج بهيج، وتفرعت منها جداول و‎أنهار تتخلل الغابات والمزارع، فسبحان من يقول للشيء كن فيكون. ثم أخذنا نتجول بالسيارة في كثير من شوارع المدينة، وهي ليست كبيرة كثيراً، ثم سرنا مسافة لا تقل عن ثلاثين كيلو متراً إلى الغرب في الطريق المؤدي إلى أوغندا، ويتفرع منه طريق آخر يؤدي إلى تنزانيا، وبدت على يسارنا مبان تدل على أنها مصانع، ذكر بعض الإخوة القصة الآتية: حرمان الشعوب من كفاءاتها! إن هذا هو مشروع لتكرير مياه البحيرة الذي اقترحه وزير خارجية كينيا سابقاً، وسعى في حصول مساعدات لإقامته ليستفيد الشعب من عائدات المشروع، كما يستفيد منه العاطلون عن العمل، وعندما حصلت الأموال التي أريد بها إقامة المشروع، طلب كبار رجال الدولة الجشعون اقتسامها وأكلها، فرفض الرجل وحاول المضي في إقامة المشروع، وأحبه الناس والشعب، وله وجاهته عند بعض الدول أكثر ممن هو أكبر منه منصباً، حتى أوصت بعض الدول الكبرى كبار رجال الدولة بالتعاون معه، فحسده الحاسدون وخاف على مناصبهم منه الطامعون، فتآمروا عليه، وسلطوا عليه رجلاً له صلة برئيس الدولة وهدده الرجل وكان معه في طائرة واحدة، وقال له - أي للوزير - : أنا لا أجيد الكلام، ولكني أجيد الفعل وسأقتلك، وذكر الوزير ذلك لبعض أقاربه. سلطوا عليه صاحب أقبح وجه إفريقي! والرجل الذي سلطوه على هذا الوزير، وصفه الواصفون بأنه أقبح وجه إفريقي، قزم، متزوج يهودية، وقد نفذ تهديده، فأخذ الوزير رجال مسلحون في آخر الليل من بيته، ولم يجدوه إلا بعد أيام مقتولاً ممثلاً به، ورفعت قضيته إلى المحاكم ولم يتم فيها شيء إلى الآن. قلت: كيف يتم في قضيته شيء، والقاتل من أسلم والحاكم من أسلم والشاهد من أسلم؟! (مثل يمني). غيرت فيه شيئاً ما للمناسبة، ونصه كما يأتي: (المدعِي من أسلم والشاهد من أسلم والحاكم من أسلم، فكيف أسلم؟). وهذا حال شعوب كثيرة، يحرمها الطغاة النهابون من كفاءاتها التي تريد لها الخير وترحمها مما حل بها من مصائب. مذاكرة علمية: عدنا بعد تلك الجولة إلى المطار، حيث جلسنا على كراسي في مقهى في خارج مبنى المطار، يقدم القهوة والشاي. ومبنى مطار كيسومو صغير،حتى قلت للإخوة: إن هذا المبنى شبيه ببقالة متوسطة المساحة. [img]pics/18/18041.jpg[/img]<< منظر أخد من مطار كيسومو 2/11/1415هـ   2/4/1995م >> وتذاكرنا في تلك الجلسة المؤلفين في علوم الحديث، فقال الإخوان: إبراهيم شيخ إسحاق، وإسماعيل: إن غالب رجال علوم الحديث هم من الشافعية، فقلت كيف؟ فتعاونا وذكرا الأسماء الآتية: 1) المحدث الفاصل بين الراوي والواعي، للرامهرمزي المتوفى سنة 360هـ. 2) معرفة علوم الحديث للحاكم، توفي سنة 405هـ. 3) الكفاية في علوم الرواية، للخطيب البغدادي، توفي سنة 463 هـ. (وألف في كل فن من فنون الحديث كتاباً مستقلا). وقال العلماء - ومنهم ابن نقطة: كل من جاء بعد الخطيب عيال عليه في مصطلح الحديث. 4) معرفة علوم الحديث، لابن الصلاح، توفي سنة 543هـ 5) الإرشاد والتقريب، للنووي، توفي سنة 676هـ 6) اختصار علوم الحديث، لابن كثير، توفي سنة 774 هـ 7) التقييد والإيضاح، للعراقي، وألفيته وشرحها، توفي سنة 804 هـ 8) محاسن الاصطلاح للبلقيني. 9) تذكرة السامع والمتكلم، لبدر الدين بن جماعة. 10) تدريب الراوي، في شرح تقريب النووي، للسيوطي  توفي سنة 911هـ 11) فتح المغيث، شرح ألفية العراقي، للسخاوي. 12) ألفية السيوطي في علم الحديث. 13) تعقيبات على التبصرة والتذكرة، لزكريا الأنصاري - والتذكرة شرح العراقي على ألفيته. 14) النكت، ونخبة الفكر وشرحها: نزهة النظر، لابن حجر، توفي سنة 852هـ (وممن ألف في مصطلح الحديث من المالكية القاضي عياض: الإلماع في مصطلح الحديث). وكنا نريد أن نكمل المذاكرة، ولكن وقت إقلاع الطائرة من كيسومو إلى نيروبي اقترب. من كيسومو إلى نيروبي: وفي الساعة السادسة والدقيقة العاشرة مساء أقلعت الطائرة من مطار كيسومو الصغير إلى مطار نيروبي الكبير، فأخذت أنظر إلى ما أبدع الله تعالى من الجمال في هذه الأرض، زرقة ماء البحيرة، وخضرة الغابات على الهضاب وفي الشعاب والوديان، وحقول المزارع ذات الأشكال الهندسية المختلفة، وكانت السحب تتفقد بإذن ربها تلك الأراضي التي زينها الله بجبالها وشعابها ووديانها وبحيراتها وجداولها، لتطمئن على خيرات الأمطار التي عصرها الله من مثيلاتها، فأثمرت تلك الثمار العظيمة، ولتمدها - عندما تحتاج إلى مدد جديد - بأمر ربها. [img]pics/18/18042.jpg[/img]<< جامعة نيروبي ـ التقطت من شرفة غرفة الفندق 3/11/1415هـ   3/4/1995م >> الألفاظ العربية على ألسنة الأفارقة: وتناولت مجلة الخطوط الكينية الموضوعة في أكياس المقاعد أمام كل راكب، فإذا عنوانها هكذا : MASAFIRI أي المسافر، باللغة السواحلية، وباللغة الإنجليزية هكذا: THE TRAVLLER. والكلمات العربية كثيرة جداً في اللغة السواحلية، وعندما أعلنت المضيفة الوقت الذي تستغرقه الرحلة من كيسومو إلى نيروبي، كان لفظها هكذا: دقيقة خمسينو، أي خمسون دقيقة، وهكذا ينطقون الثلاثين والأربعين والخمسين والستين... ويقولون: أحسنت بالمعنى المراد في اللغة العربية، وهذا يدل على الأثر الذي أحدثته اللغة العربية في اللغات الإفريقية، كما هو الحال في جنوب شرق آسيا، كما يدل على المجد الذي وصل إليه أجدادنا الأوائل عن طريق هذا الدين، بدون غزو عسكري في كثير من البلدان، ويدل على أنا نحن الأجيال المتأخرة أضعنا الأمانة التي تسلمناها من أولئك الأجداد - وإن كان يوجد من يحاول ويجتهد في تلافي ما وقعنا فيه في كل بلد من بلدان العالم. كيف وصل الرئيس الكيني الجديد إلى الحكم؟ الاثنين 3/11/1415هـ ـ 3/4/1995م قال لي بعض الإخوة: إن الكنيسة أخذته وهو صغير يرعى بعض الدواب، وحيداً ليس عنده أحد، واهتمت به وعلمته، وتابعت تربيته حتى أصبح مدرساً - وللمدرس في تلك الأيام منزلة رفيعة في البلاد لانتشار الجهل والأمية - في مدرسة ابتدائية، ثم ترقى في الوظائف المختلفة، حتى صار نائب رئيس الجمهورية السابق، وكان لشدة طاعته للرئيس وخنوعه له يتهم بأنه ضعيف الشخصية، حيث كان يتفانى في خدمة الرئيس، ويتغابى عن آثار تصرفاته، حتى ما يضر منها بقبيلته، كأخذ أراضيهم. ونظراً لاعتقاد الناس أنه ضعيف، عندما توفي الرئيس السابق - وكانت توجد شخصيات مشهورة وقوية، تتنازع على السلطة - اتفقوا كلهم على أن يكون هو رئيس الفترة القانونية، ومدتها تسعون يوماً، بل إنهم جددوا له فترة أخرى بعد ذلك، ظناً منهم أنهم يستطيعون أخذ السلطة منه عندما تسنح لبعضهم الفرصة، لضعف شخصيته وضعف قبيلته وقلتها، ولكنه عندما تمكن من الحكم استأسد على الجميع. وتخلص منهم مَجموعة مَجْموعة وفرداً فرداً، وفرقهم إلى مجموعات متحاربة فيما بينها، وكان قضاؤه عليهم يتخذ أحياناً طريق العنف والاغتيالات عن طريق بعض أفراد قبيلته الأقوياء، مثل الرجل الكامل،  [[كما سبق في قصة قتل وزير الخارجية، بسبب مشروع تكرير مياه البحيرة]]. وأحياناً عن طريق شراء الزعماء بالمال والمناصب، ولذلك أصبح الشعب - مع شدة كراهيته للحكومة - يكره أيضاً الأحزاب المعارضة التي مضى على انتخاباتها المتعددة ثلاث سنوات، بسبب مواقفهم المخزية. وهذا الرئيس بخلاف الرئيس السابق، رجل كنيسة، وهو يذهب إلى الكنيسة كل يوم أحد [[وقد شاهدته في التلفاز يوم الأحد - أمس القريب - وهو واقف مع جمع غفير من الناس في الكنيسة، وبيده كتاب صغير وهو يترنم مع المترنمين وينشد مع المنشدين]] ويصرح في مناسبات عدة بأن دولة كينيا دولة كنسية، ولا يعبأ بشعور المسلمين. ولقد قال الوزير المسلم الوحيد في الوزارة (حسين معلم): إن الوزراء في اجتماعات الرئيس بهم، يتحدثون صراحة عن خطط ضد المسلمين، وإنه لشدة غيظه يفكر كثيراً في الخروج من تلك المجالس. ملحوظة واحدة: لي ملحوظات وتعليقات كثيرة على بعض الأمور التي اطلعت عليها، خلال زيارتي لكينيا - وهي أول دولة إفريقية أزورها بقصد الاطلاع على أحوال المسلمين وغيرهم فيها.  [[وقد مر كثير منها أثناء المذكرات اليومية، كل ملحوظة في مكانها]]. ولكني أذكر بهذه الملحوظة، لأهميتها، ولئلا يفوتني ذكرها بنسيان أو غيره، وهي: أن انتشار المتخرجين من الجامعة الإسلامية في المدينة المنورة وبعض الجامعات العربية، كان له أثران متناقضان: أحدهما إيجابي: وهو الغالب والمقصود من تعلم أولئك المتخرجين في تلك الجامعات، وهو نشر السنة والرجوع إلى المصدرين الأساسيين: الكتاب الكريم والسنة النبوية، فقد رأيت في كثير من البلدان التي زرتها في العالم، وهي كثيرة جداً - كما يتضح ذلك من سلسلة: في المشارق والمغارب - التي تعد الآن للطبع. وهذا الأثر يسر كل مسلم غيور على الدين، يحب وصول الحق إلى كل الناس في الأرض، مسلمهم وكافرهم، لأن الدين الذي يقبله الله هو ما جاء في كتابه وسنة نبيه صلى الله عليه وسلم، وليست البدع والخرافات التي انتشرت في الأرض، عندما قل العلماء والمعاهد الإسلامية المؤسسة على ذينك المصدرين، أو ضعفت. وثانيهما سلبي: وهو: أن بعض المتخرجين لشدة حرصهم على التمسك بالكتاب والسنة والبعد عن البدع والخرافات، ولقلة اطلاعهم على كتب العلماء وأدب الخلاف الذي ساروا عليه، منذ عهد الصحابة إلى يومنا هذا، وجهلهم بعلوم الآلة، كأصول الفقه وأصول التفسير واللغة العربية وأدلة العلماء في الأحكام التي اختلفوا فيها - أي الفقه المقارن - وتسويتهم بين الأصول والفروع، بل اهتمام بعضهم بإثارة الاختلافات في الأحكام الفرعية القابلة للاجتهاد، والتي نص العلماء أن مسائل الاجتهاد هذه التي لها وجه معتبر من النظر لا يجوز الإنكار فيها، لما يؤدي إليه من تنازع وفشل، مع أن الراجح قد يكون مع المنكر عليه، والمرجوح عند المنكر. أقول: إن بعض هؤلاء المتخرجين الذين هذه صفتهم العلمية ضاقت صدورهم بما عند غيرهم ممن قد يكونون أكثر فقهاً منهم، وأوسع اطلاعاً على أقوال العلماء وأدلتهم، فتجدهم - مع قلة علمهم - يتشددون ويصرون أن الحق لا يوجد إلا عندهم، وأن ما يفعله غيرهم، أو يفتي به، ما هو إلا باطل محض، وأن كل حكم لا يقولون هم به، فإنه بدعة، وفاعله مبتدع. ولهذا يحدثون معارك في المدارس والمساجد، وخصومات في فرعيات، مثل القنوت في صلاة الفجر، والجهر بالبسملة، ووضع اليدين فوق السرة أو تحتها، فيفرقون بذلك بين المسلمين، وبخاصة الجهال الذين يقلدون أحد المختلفين، وترى أحد هؤلاء المتشددين متجهم الوجه، حاد النظرات، لا يريد أن يسمع من أحد، وإنما يريد غيره - ولو كان أعلم منه - أن يسمع منه، وإذا وجد عالماً قوي الحجة يشعر بأنه سيغلبه، أخذ يهزأ ويسخر، ويرمي ذلك العالم، كذباً وزوراً، بأنه مبتدع مخرف مقلد، وأنه لا يستحق أن يجادَل، لأنه ليس أهلاً لذلك. وهذا الأثر وإن كان يوجد من عدد قليل من الطلاب، فإنه شديد الخطورة في انقسامات الناس وإحداث العداوات بينهم، وفيه تجريء لبعض الجهال الذين ينضمون إلى أولئك المتشددين على دعوى الاجتهاد، وسب الفقهاء والاستهزاء بهم، إضافة إلى تنفير الناس من قبول ما معهم من الحق، بسبب شدتهم وعدم احترامهم للآخرين. نسأل الله الهداية والتوفيق للاقتداء برسولنا عليه السلام الذي لان لأصحابه برحمة من الله، ودعا إلى الله بالحكمة والموعظة الحسنة، فاقتدى به أصحابه، ومن بعدهم، حتى قال الإمام الشافعي، رحمه الله: ما ناظرت أحداً في شيء إلا تمنيت أن يظهر الحق على لسانه، وقال: ما عندنا صواب يحتمل الخطأ، وما عند غيرنا خطأ يحتمل الصواب. وسبحانك اللهم وبحمدك، لا إله إلا أنت نستغفرك ونتوب إليك. كانت آخر مراجعة لتصحيح هذا الكتاب في 6 من شهر رمضان عام 1426هـ ـ 9 من شهر أكتوبر عام 2995م ?? = ـــــــــــــ = ?? ?? 93"
  }
]