[
  {
    "type": "title",
    "content": "المجلد الرابع رحلات إندونيسيا الجزء الأول 1400هـ ـ 1980م سلسلة في المشارق والمغارب الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "الرحلة إلى أندونيسيا 1400هـ ـ 1980م",
    "content": "[img]pics/4/4000.jpg[/img]<< خريطة دولة أندونيسيا >> مقدمة: الحمد لله، والصلاة والسلام على عبده ورسوله خير خلق الله، محمد وعلى آله وصحبه ومن والاه. أما بعد: فقد عرض عليّ فضيلة نائب رئيس الجامعة الإسلامية السابق (فضيلة الشيخ عبد المحسن بن حمد العباد) السفر إلى إندونيسيا في آخر السنة الدراسية قبل الماضية (1398 ـ 1399هـ) للاطلاع على أحوال المسلمين هناك ـ ولا سيما المؤسسات الإسلامية المهتمة بالدعوة إلى الله والقيام بما يستطاع من الدعوة والتوجيه، فاعتذرت آنذاك مضطراً لا مختاراً، لأن رغبتي في زيارة العالم ـ ولا سيما البلدان الإسلامية ـ شديدة، لما في ذلك من الاطلاع على الجديد المفيد في سلبه وإيجابه، يستفيد المسلم من الأحوال الطيبة التي يراها في العالم فيعمل بمقتضاها، وهي إيجابية، ويستفيد من الأحوال السيئة التي يشاهدها فيزداد بصيرة بها وابتعاداً عنها ونهياً عنها، وقبل حينذاك فضيلته عذري.. وفي هذه السنة 1399/1400هـ. عندما علمت أن سفري إلى بعض البلدان للدعوة إلى الله، قد تقرر بادرت بنفسي فطلبت من فضيلة نائب رئيس الجامعة الدكتور عبد الله بن عبد الله الزائد أن تكون إندونيسيا هي التي أتوجه إليها، فحبذ ذلك فضيلته، وكنت راغباً كذلك في زيارة بعض البلدان.. في الطريق إلى إندونيسيا وهي الهند، وسيريلانكا، وتايلاند وماليزيا، وسنغافورة ثم في العودة هونغ كونغ، وحددت تلك البلدان لفضيلة النائب فوافق أيضا عليها ولكن موعد السفر الذي تقرر في: 29/7/1400هـ أجل إلى 15/8/1400هـ. لمصالح تتعلق بالجامعة فكان ذلك سبباً في حذف الهند وسيريلانكا وتايلاند وسنغافورة، وإن كان هذان البلدان الأخيران قد مررنا بهما مروراً عاجلاً. واخترت للسفر معي فضيلة الشيخ عبد القوي عبد المجيد لثلاثة أمور: الأمر الأول: تجربتي السفر معه قبل ذلك إلى بنغلاديش، إذ وجدته يجمع صفات يستفيد منها رفيقه عبادةً وترويحاً. الأمر الثاني: أنه يحفظ كتاب الله ويتلوه تلاوة ممتعة، ونحن قد تقرر أن نكون في شهر رمضان المبارك في إندونيسيا ويناسب أن يصلي بالمسلمين هناك صلاة التراويح. الأمر الثالث: أن عنده ما يفيدنا في المطارات والفنادق والأسواق والمطاعم في التفاهم مع الناس باللغة الإنجليزية. وعندما قدمت لفضيلة نائب رئيس الجامعة اقتراح انتدابه، وافق فضيلته وعرضت الأمر على فضيلة الشيخ عبد القوي، فوافق أيضاً وأخذنا نتشاور ونجمع شيئاً من المعلومات عن هذا البلد للاستفادة منها. وسافر هو قبلي إلى باكستان لقضاء بعض حاجاته هناك. تاريخ طويل مر بالخاطر في وقت قصير: يوم الخميس: 14/8/1400هـ ـ 26/6/1980م ذهبنا إلى المسجد النبوي أنا والابن عبد البر الذي قررت سفره معي لتوسيع مداركه واطلاعه معي على أحوال إخوانه المسلمين، ولا سيما الشباب الذي في مثل سنه ليحفزه ذلك على الاهتمام بدينه علماً وعملاً ودعوة، فصلينا في المسجد العصر وزرنا قبر الحبيب المصطفى صلى الله عليه وسلم وقبري صاحبيه وخليفتيه الراشدين: أبي بكر الصديق وعمر بن الخطاب رضي الله عنهـما وعن بقية خلفاء الرسول صلى الله عليه وسلم وأصحابه. وفي هذا الوقت ـ وقت أداء صلاة العصر وزيارة الحبيب وصاحبيه أخذت أجول بخاطري في نشوء الدعوة إلى الله في مكة، وما ناله الرسول صلى الله عليه وسلم وأصحابه رضي الله عنهم من أذى في سبيلها، كما تذكرت تلك القوافل المؤمنة التي تركت البلد والأهل والمال وهاجرت بدينها راضية إلى هذا البلد الحبيب ـ المدينة المنورة ـ بعد أن هدى الله طليعة الأنصار لمبايعة الرسول صلى الله عليه وسلم على الإسلام والجهاد في سبيل الله، وتذكرت تلك الليلة التي خرج فيها رسول الله صلى الله عليه وسلم وصاحبه إلى الغار للاختفاء من جند الشيطان ثم الهجرة الشريفة إلى طيبة الطيبة التي كون بها صلى الله عليه وسلم من قاعدته الصلبة من المهاجرين الذين رباهم في مكة على التوحيد والطاعة الكاملة لله ولرسوله وعلى الصبر والتحمل، ومن أنصار الله ورسوله بالمدينة الذين عاهدوه على نصرة هذا الدين وحمايته من كل معتد، وكيف كون صلى الله عليه وسلم بين الفريقين ذلك الإخاء الفريد في حياة البشرية. وأخذت أسرح الطرف في هذا المسجد العظيم، فتصورت مشهد رسول الله صلى الله عليه وسلم وهو ينقل الطين والحجارة وجريد النخل مع أصحابه ويبني بيده الشريفة مهوى لأفئدة أصحابه ومن يأتي بعدهم من أمته، يعبدون الله فيه ويتعلمون دين الله من وحيه الذي كان ينزل به جبريل طرياً صباح مساء، ويطبقون ما تعلموه عملاً ودعوة، وأخذتْ الصور تتابع في ذهني لتأسيس أول دولة إسلامية عالمية على وجه الأرض في هذه البقعة، وكأني أشاهد تلك السرايا التي كان الرسول صلى الله عليه وسلم يبعثها للاستطلاع والاحتكاك بجند الشيطان تمهيداً لعقد الألوية وبعث الكتائب الجهادية في أنحاء الجزيرة العربية، وتلك الغزوات التي شارك فيها رسول الله صلى الله عليه وسلم بنفسه فانتصر فيها على أعدائه وابتلى وأصيب بما أصيب به بسبب بعض المعاصي الصادرة من بعض أصحابه. وعرضت لي تلك الصور الرائعة: وفود الناس الداخلين في دين الله أفواجاً، واليهود الذين خُدَّت لهم الأخاديد وقتلوا ودفنوا فيها جزاء غدرهم وكيدهم، وزملاؤهم الذي حزموا حقائبهم وخرجوا إلى غير رجعة، بعد أن تمكنوا مدة طويلة من السيطرة الاقتصادية والثقافية ومن العيث في الأرض فساداً في هذه المدينة، وتسلسلت حوادث التاريخ الإسلامي في ذهني إلى أن فتحت فارس والروم ثم امتدت فتوح الإسلام إلى شرق الدنيا وغربها.. ثم انتقل ذهني إلى تجار المسلمين وهم يفتحون البلدان بالقدوة الحسنة والمعاملات النظيفة الشريفة، ومن تلك البلدان إندونيسيا التي أزمعت السفر إليها. وقلت في نفسي: ما الذي سأعمله في هذه الرحلة القصيرة وما المنهج الذي أسير عليه ويفيد من سأجتمع بهم في هذه المدة؟ ثم خرجنا من المسجد النبوي بعد أداء الصلاة وزيارة الحبيب صلى الله عليه وسلم وصاحبيه رضي الله عنهـما، ورجعنا إلى المنزل، فودعنا الأسرة وأخذنا حقائبنا وانطلقنا إلى مطار المدينة المنورة. وكنت أفكر في قضاء رمضان خارج الحرمين الشريفين بما فيهما من روحانية إيمانية قلما توجد في غيرهما ـ ولكن ما أزمعت السفر من أجله كان يسليني ويذكرني بخروج أصحاب رسول الله صلى الله عليه وسلم من هذا البلد إلى غيره للدعوة إلى الله.. وفي قاعة المطار سرح خيالي إلى وسائل المواصلات في عهد الرسول صلى الله عليه وسلم وأصحابه ومن تبعهم في الدعوة إلى الله والجهاد في سبيله، وكيف استطاعوا أن يصلوا إلى كل بقعة في الأرض أمكنهم الوصول إليها فنشروا فيها هدى الله وراية الحق، وقارنت ذلك بما يسره الله لنا من الوسائل في هذا العصر من وسائل المواصلات وغيرها مما لو استغله المسلمون في الدعوة إلى الله لما بقي شبر في الأرض لم تبلغه الدعوة إلى الله وأن المسلمين القادرين كلهم يأثمون على عدم قيامهم بواجبهم من التخطيط العلمي الكامل والتنظيم الدقيق والسعي الجاد بكل قوة، لإيصال دين الله إلى الناس كافة مسلمهم الجاهل وكافرهم الجاحد. وكنت قبل يوم السفر هذا بيوم واحد اجتمعت بالابن عبد البر الذي قررت سفره معي ونصحته وضربت له مثلا للمسافر الصالح وآخر للمسافر الفاسد، قلت له: المسافر الصالح يجعل قدوته النحلة التي تقطف الأزهار النظيفة ذات الرائحة الطيبة والرحيق الشافي، فتخرجه عسلاً مصفى يشفي الناس من الآلام والأمراض، وهكذا المسافر الصالح ينظر إلى الأمور الطيبة والصفات الحميدة التي يجدها في الناس فيتحلى بها ويعود إلى أهله وجيرانه بأخلاق زكية يهديها لهم قبل أن يهدي شيئاً من الأمور المادية. أما المسافر الفاسد ـ فإنه مثل الْجُعَل الذي اعتاد أن يغوص في وسط القاذورات المنتنة، يأخذ في تقليب أجزائها هنا وهناك إذا رآه أحد نفر منه، فعليك يا ابني أن تكون نحلةً لا جعلاً.. وذكَّرت الابن مرة أخرى بهذا المثل في مطار المدينة وقلت له: لا أريد أن أكرر عليك النصيحة فعليك أن تعض على نصيحتي بالنواجذ. وقد استفاد من هذه النصيحة فرأيت منه ما يسر في رحلتنا على الرغم من طولها نسبياً وعلى الرغم مما فيها من أمور جديدة بالنسبة له أيضاً صالحة للجعلان، فالحمد لله على توفيقه. وكان الأبناء الصغار معنا فودعناهم وأوصيناهم بتقوى الله ورجعوا مع بعض أصدقائنا إلى المدينة. أساس الحكم في إندونيسيا: وكان معنا في سفرنا هذا أحد الطلبة الإندونيسيين ـ وهو طالب في كلية اللغة العربية وهو الأخ عبد الله بن سعيد باهرمز ـ وبدأت أسأله عن بعض الشؤون في بلاده، لا سيما ما يتعلق بالدعوة، كما سألته عن المبادئ الخمسة التي كنت سمعتها من قبل والتي قال بعض الإخوة الذين زاروا إندونيسيا قبلي: إنها ـ أي المبادئ الخمسة ـ يجمعها الشعار الذي تنادي الحكومة الشعب كله بأن يخلص له الولاء وهو:(بنتشاسيلا) التي تعتبر أساس الحكم في إندونيسيا، وكان الطالب المذكور يحتفظ ببعض المنشورات الحكومية، وفيها تفسير لهذا الشعار فأخذت أقرأ وأتأمل فوقع في نفسي أن هذا الشعار شبيه بالشعارات الأخرى التي نودي بها في هذا العصر لتحل محل الولاء لله ولرسوله وللمؤمنين، ولكني ما كنت جازماً لأني لم أستوعبه وإن كنت سمعت من بعض المشايخ ما يشير إلى هذا المعنى. وجاء الوقت فطارت بنا الطائرة إلى جدة وهنالك ـ في المطار ـ استقبلنا بعض الأصدقاء فبتنا في منزله والتقينا بعض المهتمين بشؤون الدعوة فتذاكرنا ذلك بصفة عامة. السفر إلى كراتشي: الجمعة: 15 /8/1400هـ 27/6/1980م وفي صباح هذا اليوم أخلدنا إلى الراحة وغرقنا في بحر النوم العميق تعويضاً عن فقده في الليلة السابقة. وفي الساعة الثامنة مساء تحركنا إلى مطار جدة الدولي وتم وزن العفش في الساعة الثامنة والنصف فودعنا أصدقاءنا في جدة ودخلنا قاعة الانتظار. ألا أيها الليل الطويل ألا انجل! وفي الساعة التاسعة والدقيقة الأربعين صعدنا إلى الطائرة، على أن يكون الإقلاع حسب الموعد في الساعة العاشرة والنصف، ولكن الطائرة تأخرت إلى الحادية عشرة، وذلك أمر طبيعي كثيراً ما يحصل، إلا أن المضيفة أعلنت عن وجود خلل في الطائرة يقتضي نزولنا إلى قاعة الانتظار مرة أخرى، فنزلنا وانتظرنا إلى الساعة الثانية عشرة، فأعلن المذيع أسفه لتأخر الطائرة مرة أخرى وأنها ستقلع في الساعة الواحدة وخمس وأربعين دقيقة، فانتظرنا وتخلل هذا الانتظار التسلية المعتادة: توزيع شراب العصير ثم طبق العشاء الخفيف، وتمنى الابن عبد البر لو استطعنا أن ننام! فوضى المسلمين أزعجت غيرهم! وفي الساعة الثانية عشرة والنصف أعلن عن موعد إقلاع طائرة مصرية إلى القاهرة، فأخذ الركاب يتزاحمون ويتدافعون ويتصايحون، وبعض الأوروبيين ينظرون إليهم نظر دهشة وتعجب من هذه الحالة السيئة ومن هذا المنظر الفوضوي، وكان أحدهم قريباً منا يقف فينظر متعجباً ثم يقعد ثم يذهب بنفسه إلى المسافرين لينظر إليهم من قريب ويسمع أصواتهم، ثم يعود فيجلس فقلت للأخ الإندونيسي سل هذا الأوروبي من أين هو؟ فسأله فقال له: من إيطاليا. قلت له: هل يجيد اللغة الإنجليزية؟ فقال: لا، ولكنه يتفاهم بها قليلاً. انظر إلى صفوف المسلمين في الصلاة! قلت: فلنجعله في موقف الدفاع بعد أن نعتذر له من هذا المنظر ونبرئ منه الإسلام، فقلت: أخبره بأن هذا المنظر لا يقره الإسلام، وأن المسلمين الأصل فيهم الإيثار والصبر والنظام، وسبب هذا الذي يراه هو جهل المسلمين بدينهم وبعدهم عنه. فقال: لي ثلاث سنوات في المملكة العربية السعودية وقد تكرر هذا المنظر أمامي. فقلت له: قل له: هل رأى المسلمين عندما يقفون في صفوف الصلاة في المسجد وراء الإمام؟ قال: نعم، قلت: هذا نظام الإسلام في المسجد وفي الحرب وفي الحج وفي كل مكان ولكن جهل المسلمين هو السبب. دعوة إلى الإسلام: سألناه هل يعرف شيئا عن الإسلام؟ فأجاب: قليلاً عن طريق بعض الكتابات الصحفية. وهل ترغب في دراسة الإسلام والدخول فيه؟ فأجاب: أنا ـ مثل المسلمين ـ أعتقد أن إله الكون واحد، وإن كنت مسيحياً. فطلبنا منه أن يدرس الإسلام وأن يدخل فيه، لأن القرآن آخر ما نزل من الكتب السماوية وهو محفوظ من التغيير والتبديل، والرسول آخر الرسل وخاتمهم، والدين الإسلامي هو الدين الذي لا يرضى الله دينا سواه، واتفقنا على أن نراسله ونبعث له بعض الكتب عن مبادئ الإسلام. [[ولكن عنوانه فقد، فلم نستطع الوفاء بالوعد]]. وكان باستمرار يشرب الدخان، فأشرنا إلى أضرار التدخين فاعترف بذلك، ولكنه قال: (بروبلم) أي مشكلة ـ يعني تركه صعب. وفي الساعة الواحدة والثلث أعلن عن استعداد الطائرة فصعدنا إليها. وتحركت الطائرة في الساعة الثانية إلا عشر دقائق وفي الثانية والدقيقة الثانية عشرة كرر الأسف وعادت الطائرة إلى مكانها بعد جولة في الأرض لا بأس بها ووعد المذيع بإعطاء معلومات جديدة وفي الساعة الثالثة نزلنا إلى القاعة مرة أخرى وأعلن أن الإقلاع سيكون في الرابعة. ويسر الله تعالى أن أقلعت الطائرة فعلاً في الساعة الرابعة والنصف صباحاً بدلاً من العاشرة والنصف مساء فكانت تلك الليلة طويلة علينا كطولها على امرئ القيس الذي خاطب الليل قائلاً: [sh] ألا أيها الليل الطويل ألا انجلِ=بصبحٍ وما الإصباح منك بأمثلِ [/sh] إلا أن السبب مختلف والهدف الذي كان يود هو أن يصبح من أجله ـ والإصباح عنده غير مفيد ـ غير الهدف عندنا ونحن على يقين أن ما أختاره الله كان خيراً، ولكنا بشر نستعجل والحمد لله على كل حال. وكان الابن عبد البر والأخ عبد الله بن سعيد باهرمز ـ أحد الطلبة الإندونيسيين في كلية اللغة العربية ـ في الدرجة السياحية، وأنا في الدرجة الأولى، لأن تذكرة سفري الرسمية كانت كذلك، وما كنت أظن أني أجد صعوبة في طائرة سعودية في التخاطب، عندما أقلعت الطائرة جاءت المضيفة فخاطبتني باللغة الإنجليزية، فقلت:(نو اسبيك إنجلش) قالت: (نو اسبيك أربيك) فأشرت إليها أن تأتي بمن يكلمني باللغة العربية، والظاهر أنها لم تفهم فواصلت المحاولة، فقالت: (آر يو ونت تي؟) قلت) :يس) فجاءت بالشاي، ثم قدمت طعام الإفطار. السبت: 16 /8/1400هـ 28/6/1980م واستغرقتُ بعد ذلك في النوم، ونزلت الطائرة في مطار الظهران في الساعة السادسة والدقيقة الثامنة، وواصلت أنا في المطار على مقعدي النوم. وغيرت المضيفة الأولى بغيرها، فأيقظتني قبل إقلاع الطائرة وكانت هذه المرة عربية فقالت لي: أتريد أن تستمر في النوم؟ أم أوقظك بعد إقلاع الطائرة؟ قلت: عجيب أمرك! توقظينني من نومي لتسأليني هذا السؤال؟! قالت: نعم لأجل الفطور. فقلت: دعيني فقد أفطرت. وفي الساعة السابعة والنصف صباحاً أقلعت الطائرة من مطار الظهران، وواصلت بعد ذلك نومي حتى سمعت المضيفة تعلن اقترابنا من مطار كراتشي. وهبطت الطائرة في مطار كراتشي في الساعة العاشرة إلا عشر دقائق صباحاً بتوقيت المملكة وقد زرنا بعد ذلك كلا من مدينة لاهور ومدينة فيصل أباد ومدينة كراتشي، زيارات سريعة. الأحد: 17 /8/1400هـ 29/6/1980م والاثنين: 18/8/1400هـ ـ 30/6/1980م والثلاثاء: 19/8/ 1400 ـ 1/7/1980م وسافرنا مساء الأربعاء: 20/8/1400هـ ـ 2/7/1980م من كراتشي إلى بانكوك التي نزلتنا شركة الخطوط الناقلة ساعات قليلة يوم الخميس: 21/8/1400هـ ـ 27/1980م في أحد فنادقها سافرنا بعدها في نفس اليوم إلى ماليزيا، وقد أثبت ما سجلته في زيارة المدن الباكستانية المذكورة، في الكتاب الخاص بباكستان، وما سجلته في هذه الساعات في بانكوك في الكتاب الخاص بتايلاند، وما سجلته عن ماليزيا في الأيام التي بقينا فيها، وهي: الجمعة: 22/8/1400 هـ ـ 4/7/1980م السبت: 23/8/1400هـ ـ 5/7/1980م والأحد 24/8/1400هـ ـ 6/7/1980م في الكتاب الخاص بماليزيا، وما كتبته عن سنغافورة يوم الاثنين: 25/8/1400هـ ـ 7/7/1980م في الكتاب الخاص بسنغافورة. السفر من سنغافورة إلى جاكرتا: الثلاثاء: 26/8/1400هـ ـ 8/7/1980م وفي الساعة العاشرة تحركنا من الفندق إلى مطار سنغافورة فتسلمنا حقائبنا وأنهينا الإجراءات، وأقلعت بنا طائرة الخطوط السنغافورية في الساعة الحادية عشرة والدقيقة العاشرة، وبعد الإقلاع مباشرة أطللت من النافذة ـ كعادتي ـ فرأيت البحر وقد انتشرت فيه البواخر والقوارب، ثم ظهرت بعد قليل الجزر المكسوة بالخضرة وهي منتشرة في البحر بأشكال هندسية مختلفة."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "1- في مدينة جاكرتا",
    "content": "في مطار جاكرتا: وبعد ساعة وثماني دقائق أعلن المضيف دخولنا الأراضي الإندونيسية وهي كذلك مكسوة بالخضرة إلا أنها أقل كثافة ـ فيما بدا لي في تلك المنطقة ـ من ماليزيا وسنغافورة، كما ظهرت بعض الأنهار المتعرجة التي تكتنفها الأراضي الزراعية وتنتشر القرى التي تستظل بيوتها بالأشجار، وفي الساعة الثانية عشرة والدقيقة الثالثة والعشرين هبطت بنا الطائرة في مطار جاكرتا. [ويسمى: مطار سوكارنو]. مررنا بموظف الجمرك وكان التفتيش دقيقاً إلا أنه عندما رآنا بلباسنا العربي قابلنا بالترحيب ولم يمس حقائبنا، فغادرنا المطار وأخذنا سيارة أجرة صغيرة لم يتسع مخزنها لحقائبنا، فرص ما بقي في المقعد الأمامي بجانبه، و رَصَّنَا الأربعة في المقعد الأخير، قلت للإخوة: أترون لو كان هذا في إحدى المدن العربية يرضى قائد سيارة أن يفعل هذا مع المبالغة في أخذ المزيد من المال، وهذا القائد لا يأخذ إلا ما حكم له به عداد السيارة. ونزلنا في فندق \"كرتيكا بلازا\" وكان مزدحماً بالنزلاء وفيه عدد من الضيوف ينتظرون فراغ بعض الغرف، ولم يحصلوا على مكان، ولكن صاحب الفندق عندما رآنا سألنا باللغة العربية كم غرفة تريدون؟ ـ وكان عبد الله باهرمز يحاور الموظفين في الاستقبال وهم يقولون له: لا توجد عندنا غرف فارغة ـ قلنا للسائل: نريد غرفتين. فقال: تفضلوا وأمر الموظفين أن يهيئوا لنا حجرتين فهيئوها بسرعة ونزلنا مطمئنين والحمد لله. وهذا الذي حصل في الفندق، وما حصل من موظف الجمرك في المطار يدل على أن عواطف المسلمين في الشعوب الإسلامية مؤتلفة ملتحمة غالباً، ولم يفرق بينها إلا أعداء الله الذين نفثوا في أبناء الشعوب الإسلامية روح التعصب والعنصرية حتى أصبح كل شعب معزولاً عن الآخر، وأصبح الفرد المسلم من شعب مسلم يشعر بالغربة، وبأنه أجنبي في شعب مسلم آخر، ولكن فطرة الإخاء الإسلامي لا زالت موجودة إذا هبت ريح الإيمان على رماد الأعداء الذين دفنوا تلك الفطرة به، ذهب هباءً وبرزت فطرة الأخوة الإسلامية على رغم أنف أعداء المسلمين حية جياشة. وفي المساء زارنا بعض طلبة الجامعة الإسلامية من الإندونيسيين، ومنهم الأستاذ حلمي أمين الدين، وتذاكرنا معهم منهاج زيارتنا وضربنا بعض المواعيد مع بعض علماء إندونيسيا لزيارتهم والتشاور معهم في منهاج الزيارة. زيارة المجلس الأعلى الإندونيسي للدعوة الإسلامية: الأربعاء: 27/8/1400هـ ـ 9/7/1980م في الساعة الحادية عشرة صباحاً قمنا بزيارة المجلس الأعلى الإندونيسي للدعوة الإسلامية، فوجدنا فيه بعض الذين تخرجوا في الجامعة الإسلامية بالمدينة المنورة. ورئيس هذا المجلس هو الدكتور محمد ناصر رئيس الوزراء الأسبق ورئيس حزب ماشومي سابقاً \"وقد حل هذا الحزب\". ولم يكن الدكتور موجوداً في هذا الوقت، وعندما علم عنا أبلغنا عن طريق موظفي مكتبه أن الموعد معه بعد العصر. وجدنا في المكتب الدكتور محمد رشيدي عضو المجلس التأسيسي لرابطة العالم الإسلامي وعضو المجلس الفقهي في الرابطة ومساعد مدير مكتب الرابطة في جاكرتا ومدير المكتب هو الدكتور محمد ناصر. [img]pics/4/4020.jpg[/img]<< من اليمين: الكاتب، الشيخ عبد القوي، الدكتور محمد رشيدي وزميله، عبد البر. جاكرتا. 17/9/1400هـ ـ 29/7/1980م >> تذاكرنا نحن والدكتور رشيدي ـ وهو يتكلم اللغة العربية باللهجة المصرية ـ أحوال المسلمين في إندونيسيا والجهود التي يقوم بها دعاة الإسلام هناك والجهود المضادة من أعداء الإسلام، والمحاولات الجادة لتحريف معاني الإسلام وتقوية المعاني الخرافية وإيجاد طائفة باطنية، وغير ذلك من الانحرافات العقدية، وخطر المدارس النصرانية على أبناء المسلمين الذين يضطرون للدخول فيها لعدم وجود مؤسسات إسلامية تستوعبهم لقلة الإمكانات. أظهرت أم الخبائث حقده! وعندما رجعنا إلى الفندق (بلازا) قابلنا عند المصعد رجل أوروبي كبير الجثة طويل القامة متجهم الوجه، وأخذ يتكلم كلاماً يظهر منه أنه غاضب، وما كنت أفهم منه إلا كلمة عرب، وهيد، وبيج (أي رأس كبير) وكان يوجه خطابه إليَّ ويمس رأس الابن عبد البر، فعرفت بسرعة أنه قد خلط كمية من الخمر بمخ رأسه حتى أصبح يهذي بما لا يدري، فقلت للإخوة: إنه سكران فأشاروا إلي بالسكوت، وصعد معنا إلى الطابق الذي نحن فيه وهو يرغي ويزبد، وخرجنا من المصعد فخرج معنا وهو على حالته ومشى معنا حتى قارب باب حجرتنا، ثم رجع إلى المصعد يردد كلمة (آم سوري) أي آسف، ويذكر هوتيل أي فندق، فسألت الإخوة عن كلامه؟ فقالوا كان يقول: إن العرب قوم متكبرون رؤوسهم كبار، وعند رجوعه كان يقول أنا آسف وأنا سكنت معكم في فندق واحد، وسأطلب من صاحب الفندق أن يخرجكم منه، وظهر أنه كان يسكن في غير الطابق الذي نسكن نحن فيه وصعوده معنا كان بدون شعور. قلت: إن الرجل في الغالب يهودي أظهرت الخمرة التي أفقدته عقله حقده علينا. الخميس: 28/8/1400هـ ـ 10/7/1980م في الساعة السادسة إلا عشر دقائق صباحاً طُرق باب الحجرة، فقام الشيخ عبد القوي ليفتح فقلت له محذراً: لا تفتح حتى تعرف من بالباب، لأن الوقت مبكر، وكنت أخشى أن يكون الأوروبي الذي شبهته بالثور الهولندي هو الذي طرق الباب في حالة تشبه حالته في الليلة الماضية، وتحفزت في نفس الوقت وراء الشيخ عبد القوي استعداداً لأي طارئ، فقال الشيخ: هو؟ أي من؟ فإذا هو أحد الخدم يحمل إلينا طعام الإفطار فقال له الشيخ: نحن لم نطلب طعاماً في هذا الوقت فأراه الورقة وفيها رقم غرفتنا، فعرفنا أن الأخ عبد الله باهرمز هو الذي طلب ذلك من الليل ليجمع بين أمرين: الأول: إحضار طعام الإفطار. الثاني: إيقاظنا مبكرين على موعد مع المسؤولين عن المدرسة الشافعية لزيارتها في الساعة الثامنة صباحاً. نقلنا حقائبنا إلى فندق برزنت بعد أن تناولنا طعام الإفطار. إلى المدرسة الشافعية: وفي طريقنا إلى المدرسة الشافعية مررنا بالأسواق الشعبية في جاكرتا على شاطئ البحر، وبدت شوارعها غير نظيفة ولا منظمة، بخلاف الحال في الشوارع العامة والأسواق الحديثة، ومررنا بأحد الأحياء فقال عبد الله باهرمز: هنا بيت عمتي وكان مصوباً نظره إلى جهة البيت حتى ابتعدت السيارة عن المكان، وكأنه بذلك يستعطفنا لإعطائه فرصة زيارتها وقد أعطيها فعلاً بعد ذلك. ثم قال عبد الله: أرى أن تروا ميدان الجنرالات السبعة، قلنا: وما معنى الجنرالات السبعة هؤلاء؟ قال: عندما قام الشيوعيون بالمحاولة الانقلابية قتلوا بعض العلماء وبعض الضباط، وكان منهم سبعة جنرالات أخذوهم وقتلوهم ورموهم في بئر هذا الميدان. فدخلنا إلى الميدان الذي تحيط به الأشجار والبساتين من كل جهة فرأينا البئر وقد بني حولها دكة ليست مرتفعة، وإذا أراد أحد أن يصعد إلى الدكة ليرى البئر، فعليه أن يخلع نعليه مبالغة في تقديس هذا المكان، فرفضت أن أخلع نعلي ولم أصعد واكتفيت بمعرفة أنها بئر وهكذا فعل الشيخ عبد القوي، وأخونا عبد الله والابن عبدالبر. وبجانب البئر بني جدار عال وأقيمت عليه صور الجنرالات السبعة مجسمة وهم يمدون أيديهم مشيرين بأصابعهم إلى البئر، لبيان أن أعداءهم وضعوهم في هذه البئر بعد أن قتلوهم، ورفع على نفس الجدار الذي أقيم عليه السبعة الشعار الذي يحمل المبادئ الخمسة: \"بنتشا سيلا\" وسيأتي إن شاء الله شرح هذا الشعار وبيان الهدف منه. والصور المجسمة في إندونيسيا أمر طبيعي توجد في كل مكان وهي من آثار الوثنية التي لم تمح إلى الآن. في المدرسة الشافعية: هكذا تسمى هذه المؤسسة، إذ أطلق اسم الشافعية في إندونيسيا فهي المقصودة وهي منسوبة إلى مؤسسها الشيخ عبد الله الشافعي، وهي تشمل الإعدادية والثانوية والعالية والجامعة، وبها معهد للأيتام لا يقل عددهم عن أربعمائة يتيم ويتيمة، وعدد طلبة المؤسسة كلها لا يقلون عن خمسة آلاف طالب وطالبة، وكثير منهم يسكنون في القسم الداخلي، ولها فروع في مدن أخرى، ومع الدراسة المنهجية توجد تدريبات مهنية: خياطة، تطريز، وطباعة وصياغة وغيرها، وكان المؤسس قد ورث أرضاً واسعة من والده، فوقف هذه الأرض لهذه المؤسسة، وبني عليها المرافق اللازمة تدريجياً، ولا زال الشيخ عبد الله الشافعي يسعى للتوسع في الأرض والبناء واستيعاب أعداد كثيرة من أبناء المسلمين الذين هم في أمس الحاجة إلى الرعاية والتعليم، ولا يعرف قدر جهوده وجهود أمثاله من المهتمين بإقامة المدارس والملاجئ لأبناء المسلمين، إلا من رأى الجهود القوية التي يبذلها أعداء الله لإبعاد شباب المسلمين عن دينهم من المنصرين وغيرهم من داخل البلاد ومن خارجها. عندما وصلنا إلى مقر هذه المؤسسة واستقبلنا المسؤولون الموجودون بها ـ وكانوا في أيام إجازة ـ وكان الاجتماع في قاعة المحاضرات بمعهد اليتامى، واليتامى موجودون كلهم في القسم الداخلي للمعهد، لأنهم مضطرون للبقاء لعدم وجود من يعيلهم وكان هؤلاء اليتامى قد اجتمعوا في القاعة بنين وبنات، وغالبهم من سن السادسة عشرة فأقل، البنون في جهة، والبنات في الجهة الأخرى، ويلبس البنات لباساً ساتراً عدا الوجه والكفين، وهذا لا يوجد في المدارس الحكومية تلك الأيام، وكانوا عند قدومنا ينشدون بعض الأناشيد الإسلامية، وهي تتضمن ترحيباً بالقادمين والظاهر أنها معدة لكل ضيف يستحق أن يحتفى به عندهم وكان الشيخ عبد الله الشافعي غائباً في مهمة، وحضر نائبه واعتذر له. وعندما دخلنا القاعة طلبوا من الأخ عبد الله باهرمز أن يعرف الحاضرين بنا وبمهمتنا ففعل، ثم قرأ أحد الطلبة من اليتامى ما تيسر من القرآن، وهو بالإضافة إلى كونه يتيماً مقعد وكانت قراءته مجودة جيدة، وقام أحد الطلبة بكلمة ترحيب وأشاد بما يقوم به المؤسس من مساعدة الأيتام، وتلته إحدى الطالبات كذلك، ثم قرأت إحدى الطالبات سورة الصف من حفظها. كلمة توجيه وشكر: ثم طلب مني أن ألقي كلمة فألقيت كلمة تضمنت تهنئة المؤسس بهذا الفضل العظيم المبارك والدعاء له بالتوفيق للمزيد من الخير والإخلاص في العمل، ودعوة أغنياء المسلمين للاقتداء به في أعمال الخير. وتهنئة طلبة هذه المؤسسة بما يسر الله لهم من العناية ولا سيما هؤلاء اليتامى، وأن عليهم أن يشكروا الله ويدعوا للمؤسس ليكافئوه على عمله، وأن على الجميع شكر الله الذي لولاه ما تيسر مثل هذا العمل المبارك. وذكرت هؤلاء اليتامى بحالة غيرهم ممن يقعون في أيدي الكفار كالنصارى وغيرهم، فإنهم ينفقون عليهم ليخرجوهم من دينهم ويجعلوهم أعداء له مع ضرب بعض الأمثلة لذلك. قام بعد ذلك نائب رئيس المؤسسة فألقى كلمة ترحيب وشكر على الزيارة وأشار إلى حاجة هذه المؤسسة إلى الدعم والمساعدة لا سيما المدرسين للغة العربية والمنح الدراسية، وأشار إلى أنهم سيبعثون للجامعة الإسلامية بالمدينة المنورة بالمنهج لمعادلته. ثم تجولنا بعد ذلك للاطلاع على التدريبات المهنية للبنين والبنات من خياطة وتطريز وطباعة وغيرها. المدرسة الطاهرية: وللشيخ عبد الله الشافعي أخ يدعى: الشيخ طاهر رحيلي: أسس مثله المدرسة الطاهرية وهي شبيهة بالشافعية، ولم يتيسر لنا زيارة هذه، ولكننا دعونا الله للجميع بالإعانة والتوفيق ورجونا للأخوين أن يحقق الله فيهما لأبويهما: علماً ينتفعان به وولداً صالحاً يدعو لهما، وأن يحقق لهما كذلك من بعدهما هذا المعنى. في الجامع الأزهر: الجمعة: 29/8/1400هـ ـ11/7/1980م في الساعة العاشرة صباحاً ذهبنا إلى الأزهر وهو جامع كبير سمي بالأزهر طمعاً في أن يكون له ما للأزهر في مصر من أثر في العالم الإسلامي. استقبلنا الشيخ عبد الله سالم وهو أمين عام جامعة المعهد الإسلامي، وهي مؤسسة جامعية على الطراز الإسلامي ـ كما يقول الشيخ عبد الله سالم ـ ويرأس المؤسسة الدكتور همكا [[وهو من العلماء المشهورين في إندونيسيا]] وتتكون من أقسام منها: قسم التعليم من روضة الأطفال إلى العليا التي يدخل المتخرج فيها الجامعة. وقسم الصحة ويتولى معالجة الموظفين والطلاب مجانا، ويعالج غيرهم من خارج المؤسسة بأجر رمزي. وقسم الشباب ويقوم بنشاطات رياضية وثقافية واجتماعية، وبعض نشاط الفتوة، مثل الدفاع عن النفس ونحوه.. ومن النشاطات الثقافية إلقاء محاضرة أسبوعية لطلبة الجامعات والمدارس في جاكرتا، حيث يحضرها منهم ما لا يقل عن ألف طالب، يلقي هذه المحاضرات بعض كبار العلماء هناك مثل الدكتور محمد ناصر والدكتور رشيدي. ومن نشاطاتهم تعليم الموسيقى الحربية وضرب الدفوف، والإندونيسيون مغرمون بالموسيقى والأغاني والدفوف والرقص، وقد ينسبون بعض هذه الأنشطة إلى الدين، فيقولون الموسيقى الدينية، ولذلك قال الشيخ عبد القوي: يخشى أن يصبح كل شئ دينياً، فيقال: أغنية دينية وموسيقى دينية ورقص ديني وطبل ديني وهكذا. وقسم المكتبات ويوجد في مكتبة المؤسسة خمسة آلاف كتاب باللغة العربية واللغة الإنجليزية واللغة الإندونيسية، ولكن رواد المكتبة قليلون. ويتبع التعليم شعبة تعليم اللغة العربية وقد تخرج فيها اثنان وأربعون شخصاً، وتدرس القراءة والكتابة صباحاً ومساء للرجال والنساء. وقسم الدعوة وتصدر عنه مجلة وهي نصف شهرية يوزع منها أكثر من خمسين ألف نسخة وغير ذلك من الأقسام التي لا تخرج عن النشاط الثقافي والاجتماعي والرياضي والفتوة. وقال الشيخ عبد الله سالم: إن أول ما زار المملكة العربية السعودية (سنة 1959م) وأنه قد زار المملكة سبع مرات. دخلنا بعد هذه المذاكرة إلى المسجد الذي قام بخطبة الجمعة والصلاة بالناس الدكتور همكا وكان الخطبة ـ كما فهمت من النصوص العربية التي كان يستشهد بها في صيام رمضان وفوائده وآدابه. الدين أمانة سلمها الآباء للأبناء: وبعد صلاة الجمعة ألقيت كلمة كانت تعبيراً عن شعورنا بالغبطة والسرور بهذه الجموع والعواطف الإسلامية، وتذكير للمسلمين بأن هذا الدين أمانة عندنا سلمنا إياه الآباء والأجداد، وأن علينا أن نؤدي هذه الأمانة ونحفظها، وأنه لا عزة لنا إلا بهذا الدين، وأن كل من يحاول أن يصرفنا عنه فإنه خائن ظالم، علينا أن نحذره، وأن كل مبدأ غير الدين الإسلامي قد جرب فكان خسارة علينا ووبالاً. أعفونا من هذه التحية! ثم ذهبنا بعد ذلك إلى أحد المطاعم ـ يسمى مطعم الشرق الأوسط ـ وأصل أهله حضارمة، وعندما رأونا بملابسنا العربية قدموا لنا تحية غير مرغوبة عندنا، وما كانوا على علم بذلك، وهي أغنية عربية ـ قال بعضنا إنها سعودية ـ فطلبنا منهم أن يعفونا من هذه التحية بوقفها فوقفوها فوراً، وكان هذا الوقف دليلاً على أنهم ما أرادوا إلا احترامنا، ويؤسفنا أن هذا الطلب قد لا يلبى في كثير من مطاعمنا في البلاد العربية إصراراً على المعصية وعناداً للطالب. وكانت وجوه أصحاب المطعم وجوهاً عربية واضحة، وإن كانت ألسنتهم إندونيسية وكانوا مسرورين جداً بوجودنا، ظهر ذلك في عنايتهم بنا أكثر من غيرنا وبطلاقة وجوههم معنا. في منزل الدكتور محمد ناصر: [[تكررت زيارتي للدكتور محمد ناصر رحمه الله بتكرر زيارتي لإندونيسيا، وأخذت منه معلومات مباشرة عن الإسلام والمسلمين في إندونيسيا، وعن حياته كذلك كما سيأتي ذلك مفصلاً عنه في مواضع من هذا الجزء وما يتبعه من الأجزاء الخاصة برحلات إندونيسيا]]. زرنا في الساعة الرابعة والنصف مساء الدكتور محمد ناصر في منزله حيث كنا على موعد معه، وكنا نتذاكر شؤون الدعوة الإسلامية ووسائلها ومعوقاتها، وكيف يمكن التغلب عليها، ومما ذكره في هذا المجال ربط العلوم الكونية بالعقيدة الإسلامية في الجامعات والمعاهد المعنية بهذه العلوم، لأن هذا الربط يؤثر في نفوس الطلبة ويجعلهم أكثر إيماناً وحماساً للإسلام، ثم إنهم هم الذين يتقلدون مناصب الشعوب الإسلامية، وهم الذين سيكونون خنجراً في نحور أعداء الإسلام الذين يحاولون تثبيت العلمانية في الشعوب الإسلامية عن طريق الأفكار والنظريات وعن طريق التطبيق العملي بالقوة التي مكنوا منها، ولذلك لا بد من وضع مناهج تقطع الطريق على هؤلاء الأعداء. وذكر الدكتور محمد ناصر أن محاولة ربط العلوم بالعقيدة قد بدأت فعلاً من سنة: 1972م على هيئة دورات تدريبية حيث تخصص ثلاثة أيام في الأسبوع ويستغل اليوم بأكمله من صلاة الفجر إلى الليل، ثم بعد كل ستة أشهر ثلاثة أيام، ثم انتشرت الفكرة وأصبح كثير من المثقفين يطلبون المزيد فأثمر ذلك. وممن لهم اهتمام بهذا الأمر من العلماء: 1 ـ الأستاذ يوسف فيصل ـ متخصص في العلوم الاجتماعية. 2 ـ الأستاذ شاذلي ـ تكنولوجيا. 3 ـ دار ودي شريف ـ طب. 4 ـ د. فريد مفتاح ـ تكنولوجيا. 5 ـ د. عبد الرحمن ـ اقتصاد. 6 ـ د. رودي ـ طب. وقد حرصت على كتابة أسماء هؤلاء العلماء المهتمين بهذا السبيل، ليتعرف عليهم أمثالهم من زملائهم في العالم الإسلامي ويستفيد بعضهم من بعض، لعلمي بأن أمثالهم موجودون وقد كتبوا وحاضروا ولهم أثر ملموس، وعن طريق المجلس الأعلى للدعوة الإسلامية في إندونيسيا الذي يرأسه الدكتور محمد ناصر ونائبه الدكتور رشيدي يستطيع من أراد الاتصال بهؤلاء العلماء أن يتصل بهم. وقد حملت سلسلة من الكتيبات التي أعدت لطلاب المدارس حسب منهج كتبهم التي ألفت في العلوم وربطت فيها تلك العلوم بالعقيدة الإسلامية، وهي من إعداد الدكتور محمد ناصر حملتها إلى الجامعة الإسلامية لدراستها وطبعها وتوزيعها في إندونيسيا إن أمكن. محاربة أعداء الإسلام لوسائل تثبيته! وقال الدكتور محمد ناصر: إن محاولات جادة قد بذلت لإنشاء مساجد في الجامعات لإقامة الصلاة فيها وربط الطلاب والأساتذة بها، وإن تلك المحاولة لقيت استجابة شعبية وقد أقر بند في ميزانية الجامعات يدعم هذا النشاط، إلا أن ذلك أغاظ من تربوا في أحضان الغرب ممن لهم صلاحيات في هذه الجامعات وهزهم هذا النشاط الإسلامي، فألغوا البند الخاص بذلك، وكان طلبة المدارس الحكومية ـ كالأهلية ـ يمنحون إجازة في شهر رمضان، ويستغل ذلك علماء إندونيسيا والدعاة إلى الله فيقومون بتدريس طلبة المدارس الحكومية والجامعات في المدارس والجامعات الإسلامية طيلة شهر رمضان، ويفد أبناء المسلمين لتلقي العلم والدعوة من كل مكان وتمتلئ بهم تلك المؤسسات، ولكن الحاقدين على الإسلام ألغوا إجازة شهر رمضان، ليحرموا طلبة هذه المدارس من تلقي العلوم الإسلامية التي لا يجدونها في مدارسهم.. وعلى الرغم من ذلك فإن هؤلاء الطلبة يفدون إلى المساجد والمدارس في المساء الذي هو وقت راحتهم، وبعد صلاة الفجر [بل وقبل صلاة الفجر كما شاهدت ذلك بنفسي في الجامع الكبير في باندونغ وسيأتي ذكره إن شاء الله] وقد كان رد فعل أولياء أمور الطلبة عنيفاً ضد هذا القرار الذي اعتبروه ظالماً، لأنه يحول بينهم وبين تعلم أبنائهم أمور دينهم التي لا ينالونها في المدارس الحكومية. أربعة أخطار كبيرة تهدد الإسلام في إندونيسيا: الخطر الأول: محاولة إقناع الجيش بموالاة بعض الأحزاب التي تقف ضد الإسلام، والأصل في الجيش حسب العرف السياسي العام أن يكون محايداً يحافظ على أمن البلاد في الداخل ويرد عنها الأخطار من الخارج، كما أن الأصل في الجيش حسب العرف الإسلامي أن يعد نفسه لرفع راية الإسلام ((من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله)). الخطر الثاني: أن هنالك محاولة جادة لدعم جماعات التخريف وتعميق العقيدة الباطنية في نفوس هذه الجماعات، وجعل هذه الجماعات حزباً باطنياً معترفاً به، ليقوى به ذوو الاتجاه العلماني في البلاد، وقد شعر العلماء بهذين الخطرين، ولهم مواقف يشكرون عليها أعانهم الله وهدى بهم عباده. الخطر الثالث: وهو الإبقاء على الصفة الوثنية بين الوثنيين وتشجيع ذلك بشتى الوسائل والحول بين هؤلاء الوثنيين وبين الدخول في الإسلام بأساليب شتى. الخطر الرابع: التنصير: وسيأتي الحديث عن هذا الخطر مفصلاً . نجاح ربط الشباب بالمساجد: ومن الأمور التي تبشر بخير نجاح محاولة ربط الشباب بالمساجد، وقد رأينا هذا عندما كنا نصلي في أي مسجد العشاء والفجر وكذلك التراويح، فإن المساجد والأماكن التي تحيط بها تمتلئ بالشباب من بنين وبنات من طلبة الجامعات والمدارس، وإن الشوارع المؤدية إلى المساجد لتقف فيها حركة السير لكثرة الوافدين إلى المساجد أو الخارجين منها بعد انتهاء الصلاة وكأن المدينة ـ جاكرتا أو غيرها ـ قد أعدت مظاهرة عامة خرجت من كل بيت ينادي الجميع فيها ـ بلسان حالهم ـ بسقوط الكفر. رأينا هذا في شهر رمضان، أما في غيره فالظاهر أن قُصَّاد المساجد أقل وهذا مع جهل كثير من الناس بدينهم وسيأتي تعليقي على هذا فيما بعد إن شاء الله. زيارة الشيخ عبد الله الشافعي: السبت: 30/8/1400هـ ـ 12/7/1980م في صباح هذا اليوم زارنا في الفندق الشيخ عبد الله الشافعي مؤسس المدرسة الشافعية، وشرح لنا ما تقوم به مدارسه المتعددة، واعتذر لنا عن عدم حضوره أمس عندما زرنا مقر المدرسة وألح علينا في نقل رغبته بأن تساعد الجامعات مدارس الشافعية بتخصيص منح دراسية ومدرسين للغة العربية فوعدناه أننا سنبلغ المسؤولين في الجامعة وطلبنا منه أن يبعث للجامعة الإسلامية منهج المدرسة ويطلب معادلته لأن المنح إنما تخصص بناء على المعادلة. يوم إجازة النصارى هو يوم إجازة المسلمين! الأحد: 1/9/1400 هـ ـ 13/7/1980م كان هذا اليوم هو يوم الأحد، وهو أول أيام شهر رمضان المبارك لهذا العام، وهو يوم إجازة في إندونيسيا، على عادة النصارى، مع أن الشعب شعب مسلم ينبغي أن يأخذ يوم راحته يوم الجمعة الذي يحتاج فيه إلى الاستعداد لصلاة الجمعة. ونحن وإن كنا لا نرى تعطيل العمل لا في يوم الجمعة ولا في غيره، لأن الإسلام يحث المسلم على العمل في كل وقت وعمل المسلم عبادة لله سواء كان من الشعائر التعبدية أو من الأمور المباحة، ما دام يقصد به وجه ربه تعالى أو لا يخالف شرعه، والآيات القرآنية تدل على عدم تخصيص يوم الجمعة بالتعطيل ـ وإن كان يوم عيد أسبوع المسلمين، يجتمعون فيه في كل أنحاء الأرض للصلاة وسماع الخطبة ـ قال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِي لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ.. } وقال: { فَإِذَا قُضِيَتْ الصَّلاةُ فَانتَشِرُوا فِي الأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ}. [سورة الجمعة، الآيات: 9-10]. وكان أصحاب الرسول صلى الله عليه وسلم يعملون يوم الجمعة في مزارعهم إلى أن يقرب وقت الصلاة، كما في حديث عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ قَالَتْ كَانَ النَّاسُ يَنْتَابُونَ يَوْمَ الْجُمُعَةِ مِنْ مَنَازِلِهِمْ وَالْعَوَالِيِّ فَيَأْتُونَ فِي الْغُبَارِ يُصِيبُهُمُ الْغُبَارُ وَالْعَرَقُ فَيَخْرُجُ مِنْهُمُ الْعَرَقُ فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم إِنْسَانٌ مِنْهُمْ وَهُوَ عِنْدِي فَقَالَ النَّبِيُّ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ: ((لَوْ أَنَّكُمْ تَطَهَّرْتُمْ لِيَوْمِكُمْ هَذَا)) [[البخاري: رقم: 851 ومسلم رقم: 1398]]. فالآيات القرآنية دلت على جواز البيع والشراء إلى وقت النداء، ودلت على مشروعية الابتغاء من فضل الله بعد الصلاة، وهذا الحديث دل على أن الصحابة منهم من يأتي من منزله ومنهم من يأتي من العوالي والظاهر أن المقصود من بساتينهم التي يذهبون إليها يوم الجمعة وما ذلك إلا للعمل والله أعلم. ولكن أمر الرسول صلى الله عليه وسلم بالتبكير والاغتسال والتطيب يؤخذ منه إعطاء فرصة لمن أراد ذلك مبكراً، والمسلمون ـ إذا كان لا بد لهم من يوم تعطيل ـ أحق بيوم الجمعة وكونهم يعطلون في يوم تعطيل النصارى، دليل على انحرافهم وتقليدهم لأعداء الله في أعيادهم وهذه الموافقة فيها شيء من الموالاة التي حذر منها القرآن الكريم: {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ }. [سورة المائدة، من الآية: 51]. لهذا تجد المسلمين يضيقون ذرعاً في بلادهم عندما يعطي حكامهم عيداً للنصارى وهم قلة تعطل فيه جميع الدوائر الحكومية والمحلات التجارية كل أسبوع، وهم لا تؤدي في هذا إلا قلة قليلة منهم لحظات معدودة في الكنيسة طقوسها، وهم كفار وعباداتهم كفرية وبقية الوقت يقضونه في لهو ولعب. أما المسلمون وهم الأغلبية فيومهم يوم عيد مشروع ويؤدون عبادة مشروعة تحتاج إلى وقت للاستعداد قبل الصلاة، ثم يحال بينهم وبين هذا العيد المشروع، يضيق المسلمون ذرعاً بهذا الوضع وبعض البلدان قد لا يعطى المسلم فيها فرصة للصلاة، إذا فاتت بعض مصالحهم كأن يكون طالباً في كلية علمية كالطب والهندسة والدراسة مستمرة وقت الصلاة.. فأين إسلام هؤلاء الذين يضايقون المسلمين في أوقات عباداتهم ويحققون للكافرين مآربهم. كلمة حق لا بد منها: وهنا لا بد من كلمة حق أقولها للمسلمين وأعدائهم على السواء: الأصل في يوم الجمعة أن يكون يوم عمل ـ غير إجباري ـ لأن عمل الصحابة جرى على ذلك ـ كما دلت على ذلك الآيات القرآنية والأحاديث النبوية، وقد سبق بعضها، ولزيادة الإيضاح أسوق هذه الأحاديث الصريحة في العمل يوم الجمعة: عن عائشة رضي الله عنهـا، قالت: كان الناس ينتابون يوم الجمعة من منازلهم من العوالي فيأتون في العباء ويصيبهم الغبار والعرق فيخرج منهم الريح، فأتى رسول الله صلى الله عليه وسلم إنسان منهم، وهو عندي، فقال: ((لو أنكم تطهرتم يومكم هذا)). وفي رواية عَنْهَا: كَانَ النَّاسُ مَهَنَةَ أَنْفُسِهِمْ وَكَانُوا إِذَا رَاحُوا إِلَى الْجُمُعَةِ رَاحُوا فِي هَيْئَتِهِمْ فَقِيلَ لَهُمْ: ((لَوِ اغْتَسَلْتُمْ)). [[سبق تخريج الحديث، والرواية الأخيرة في صحيح البخاري، برقم: 852]]. وفي رواية كان الناس أهل عمل ولم يكن لهم كُفاه فكانوا يكون لهم تفل فقيل لهم: ((لو اغتسلتم يوم الجمعة)) أخرجه البخاري ومسلم، وللبخاري قالت: كان أصحاب رسول الله صلى الله عليه وسلم عمال أنفسهم فكان يكون لهم أرواح فقيل لهم: ((لو اغتسلتم)) وفي رواية أبي داود قالت: كان الناس مهان أنفسهم فيروحون إلى الجمعة بهيئتهم فقيل لهم: ((لو اغتسلتم)). [[جامع الأصول (7/327/328) وراجع مجمع الزوائد (2/172)]]. هذه الأحاديث مع قوله تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِي لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ.. } وقوله: { فَإِذَا قُضِيَتْ الصَّلاةُ فَانتَشِرُوا فِي الأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ}. [سورة الجمعة، الآيات: 9-10]. تدل دلالة واضحة على أن أصحاب رسول الله صلى الله عليه وسلم في عهده كانوا يعملون يوم الجمعة. وعلى هذا لا ينبغي أن يشدد على تعطيل يوم الجمعة، لإمكان الجمع بين قضاء المصالح العامة، وهي من رضا الله، وبين الاستعداد للصلاة وهذا هو ما جرى عليه أصحاب رسول الله صلى الله عليه وسلم وهو واضح من النصوص السابقة. وينبغي أن يعطى المسلم الحريص على التفرغ للعبادة هذا اليوم فرصة للتنظيف والتطيب والتبكير إلى المسجد، وأن توقف الوظائف العملية التي تحول بين هذا المسلم وبين هذا الحق مثل الدراسة والتدريس والعمل في المصانع، وما أشبه ذلك مما يجبر المسلم على التأخر عن التبكير وما يلزمه، وإذا كان لا بد من التعطيل فينبغي أن يكون يوم الجمعة لا يوم السبت ولا الأحد اللذين هما من أعياد الكافرين. هذا استطراد رأيت أن إيضاح هذا المعنى فيه مفيد، فأرجو من القارئ المعذرة. في برج الاستقلال: في هذا اليوم ـ يوم الأحد الذي هو إجازة في إندونيسيا مجاراة لأعياد النصارى ـ ذهبنا في الساعة العاشرة والنصف للصعود في برج الاستقلال في جاكرتا والذي يمكن منه رؤية المدينة لارتفاعه، وبعد أخذ بطاقات الصعود وجدنا صف الانتظار للصعود طويلاً والمصعد واحد، وليس واسعاً مثل مصعد عمارة نيويورك وشيكاغو في أمريكا، فقررنا الانسحاب من هذا الصف لنرجع في وقت أقل ازدحاماً، ومررنا على الحجرات المحيطة بالبرج في داخل مبناه في الدور الأرضي منه، وفيها الآثار التاريخية الإندونيسية التي تحكي تاريخ إندونيسيا من عصورها القديمة إلى عصر الاستقلال بالصور المجسمة. ثم ذهبنا إلى شاطئ البحر، وفي طريقنا رأينا أنهاراً في وسط المدينة قذرة، وروائحها كريهة فسألنا: ما هذه الأنهار القذرة التي تخترق جاكرتا العاصمة فقيل هذه هي المجاري يشق لها هذا المجرى الواسع ليصب في البحر!. لكل ساقطة لاقطة! ومن المناظر الغريبة وجود بعض الأشخاص يستحمون في مثل هذا المجرى، رأى الشيخ عبد القوي رجلاً وهو يستحم في هذا النهر، فعجب لذلك! فقال بعض الإخوة الإندونيسيين: ما أظنه يستحم ولكن يمكن أن يكون عاملاً يحفر في بعض المجاري الفرعية وكان ذلك فيه شئ من الاحتمال عندي، ولكن بعد قليل رأينا آخر وهو في وسط هذا البحر يغتسل بالماء القذر ويدلك به جسمه، عند ذلك قلت للإخوة لا تتعجبوا، فلكل ساقطة لاقطة كما قال الإمام الشافعي رحمه الله. وعندما وصلنا إلى ساحل البحر وجدنا المكان أشد ازدحاماً من برج جاكرتا، مع سعة الساحل، وكان أهل جاكرتا قد اجتمعوا في هذا المكان، فلم نطق النزول به لما فيه من المنكر والصخب. الخبيثون للخبيثات! فطلبنا من السائق أن يعود بنا إلى الفندق، وفي الطريق مررنا بأحد الجوالة وهو ينظم السير ويشرب الدخان ولون جسمه يشبه الرماد، فقال الشيخ عبد القوي: لونه لون الضفدع ويشرب الدخان؟ قلت: الخبيثون للخبيثات، وحاول الأخ عبدالله بن سعيد باهرمز أن نبين له معنى وجه الشبه، ليطبق قواعد البلاغة التي يتعلمها، فطلبنا منه أن يصرف النظر عن ذلك لأن الجو العام للتشبيه متعب: الدخان والمدخن وبجواره نهر من المجاري. ركشة الإندونيسيين! ومرت بنا قاطرة من العربات عددها عشر محملة بالمتنزهين وماكينتها شبيهة بماكينة الدراجة النارية، إلا أنها أقوى منها قليلا قلت: هذه ركشة الإندونيسيين لأن الركشة الباكستانية أو البنغالية لا تتسع لعالم الذر ولا تتسع شوارع إندونيسيا لها مع أهلها. ثم تشاور عبد الله باهرمز مع قائد السيارة بلغتيهما، وكر السائق راجعاً إلى البحر من جهة أخرى بعد أن قال له عبد الله: ترى مقاسي، قلنا: خير إن شاء الله إلى أين؟ فقال عبد الله باهرمز: ذكر السائق أن هذه الجهة التي نسير إليها الآن لا يوجد بها مرتادون لعدم وجود ظلال بها. هذا هو البحر الذي تريده! واصلنا السير إلى ذلك الشاطئ ودخلنا في سبخة فنصحت السائق ألا يدخل بالسيارة في هذا المكان، لأني رأيت آثار النذير في أماكن منه، فاغتر بمكان ظاهره فيه الرحمة جاف أبيض، وباطنه فيه قبور لعجلات السيارة وشد بقوة على مدعس البترول فهوت عجلات السيارة بالأرض حتى التصق أسفل السيارة بالأرض، وأصبحت العجلات في مأمن من دفع طاقة البنزين، فنزلنا وأخذنا نجمع بعض الحشائش ولففنا ثيابنا وحاولنا دفع السيارة إلى الأمام أو إلى الوراء، وما زادها ذلك إلا تمكنا في الأرض. [img]pics/4/4001.jpg[/img]<< تعطل السيارة على ساحل البحر في غرب جاكرتا 1/9/1400هـ ـ 13/7/1980م >> فاتجه إليَّ الشيخ عبد القوي قائلاً: هذا هو البحر الذي تريده؟ ـ لأني كنت ألح في كل مدينة تقع بجانب البحر أن نذهب إلى الساحل لنتمتع بجمال البحر ـ قلت: الحمد لله نحن الآن في البر، والبحر كان قريباً منا فذهبنا إلى الشاطئ حيث وجدنا بعض الفقراء يصطادون بطريقة بدائية ولا يحصل الواحد منهم على سمكة صغيرة إلا بعد جهد، وبقينا هناك حتى تعبنا ننتظر الإسعاف ـ سيارة بديلة ـ الذي كان السائق قد طلبه من الفندق فتأخر فذهبنا إلى بعض الأشجار ذات الظلال القليلة فانتظرنا حتى جاء الفرج ورجعنا إلى الفندق وكان عبد البر يرى أن نذهب إلى حديقة الحيوان وعبد الله باهرمز يرى أن نذهب إلى المتحف فغلبناهما، لأن كل واحد منهما صوت ضد الآخر وكان اختيارنا موحداً. وفي طريقنا إلى الفندق شرى عبد الله لنا فواكه متنوعة، نعرف منها النارجيل الذي يضمن لصاحبه الطعام والشراب معا حيث توجد بداخل ثمرته بحيرة من الشراب الصافي الذي لا يحتاج إلا إلى صبه في الإناء ليشرب [[سميت ثمر النارجيل فيما بعد بـ(الآبار المعلقة) كما في رحلة سريلانكا]]. وكذلك فاكهة الباباي وهي فاكهة قشرتها قد تكون حمراء مشوبة بخضرة، وقد تكون خضراء لينة، وفي داخل القشرة لب أحمر يوجد بداخله حبوب صغيرة شبيهة ببعر الغزال..! وهذه الثمرة قد تكون طويلة وقد تكون كروية وتصغر وتكبر على اختلاف شجرها، وتسمى في بعض مناطق اليمن بـ(العمبرود). وكانت فاكهتي المفضلة في صغري، ووجودها في أرض الحجاز نادر، ولذلك كنت في هذه الرحلة من حزبها، وكان الشيخ عبدالقوي من حزب الموز وكنت أفوز عليه في الانتخابات، وكان الشعب الذي له حق الانتخاب عبد الله باهرمز والابن عبد البر، فإذا لم يوجد إلا الموز كنا جميعاً من حزب عبد القوي وإن لم يوجد إلا الباباي كان عبد القوي معنا، وهذا دليل على التسامح والتعاون والديمقراطية النظيفة وقد قلت مسجلاً المعنى العام لهذا التعاون: [sh] وفي ثمر الباباي والموز راحةً=لعبد القوي والقادري على السوا [/sh] وفواكه أخرى أنعم الله بها على أهل تلك البلدان يصعب علينا حصرها وحفظ أسمائها، وفي الفندق عوضنا أجسامنا ما فقدته من الطاقة في هذه الرحلة على ساحل مدينة جاكرتا من تلك الفواكه الطيبة وأسلمنا أنفسنا لربنا حتى أرسلها وله الحمد والشكر. في مسجد سوندا غلابة: في الساعة السابعة والنصف مساء ذهبنا إلى مسجد (سوندا غلابة) لصلاة العشاء والتراويح، وعندما اقتربنا من المسجد رأينا الشوارع المؤدية إليه غاصة بالمشاة إليه قد وقفوا السير لكثرتهم، وأغلبهم من الشباب طلبة الجامعات والمدارس من سن العشرين فأقل إلى سن السابعة، بل وأقل أيضاً وبأيديهم السجادات، وهم من الجنسين الذكور والإناث. وعندما دخلنا إلى الساحة المحيطة بالمسجد ـ وهي واسعة مزروعة بالعشب وعلى يسار المسجد ساحة واسعة مخصوصة بالنساء ويحيط بها حاجز من القماش، والمسجد يتكون من طابقين ـ وقد امتلأ المسجد بطابقيه وازدحمت الساحة، وأخذنا نبحث عن مكان في الساحة الخارجية، فلما رآنا بعض الشباب بلباسنا العربي، تعاونوا فيما بينهم وتفسحوا حتى أفرغوا لنا مكاناً يتسع لنا الأربعة، وأعطونا سجاداتهم بإلحاح شديد منهم على قبولنا لها. وبعد أن صلينا ركعتين أقيمت الصلاة، وصلى الإمام صلاة تميل إلى التخفيف المجزي، وقراءته جيدة. وبعد صلاة الفريضة ألقى موعظة بلغته استغرقت نصف ساعة تقريباً، ثم صلى التراويح والوتر بثلاث تسليمات: أربع ركعات وسلم، ثم أربعا وسلم، وكان يقرأ في كل ركعة مع فاتحة الكتاب بآيتين من سورة يوسف، ثم الوتر ثلاثاً بتسليمة واحدة، ثم أخذ يدعو والناس يؤمنون تأميناً ترتج معه الحارة التي بها المسجد. نفع التحريك فأين التفقيه؟ كنا قد سمعنا قبل زيارة هذا المسجد أن هناك عناية خاصة بالشباب، وأن جمعية قد أنشئت لربط النشء بالمسجد، وعندما حضرنا هذا المسجد رأينا أثر ذلك التحريك واضحاً فقد تحرك الشباب واستجاب لنداء الله وغصت به المساجد، ولكن تلك العواطف الجياشة والفطرة المستجيبة ينقصها التفقيه في دين الله ((ومن يرد الله به خير يفقهه في الدين)). والذي دلنا على نقص الفقه في الدين.. أن الفتاة تأتي إلى المسجد وهي لابسة اللباس غير الإسلامي لا فرق بين لباسها ولباس الفتاة غير المسلمة، ولكن هذه الفتاة التي تأتي لأداء الصلاة تكون حاملة كيساً فيه فوطة (إزار) وخمار، وسجادة، فإذا دخلت المسجد وأخذت مكانها للصلاة لبست الفوطة على أسفل جسمها، وألقت خمارها على رأسها، وبسطت سجادتها وصلت، فإذا انتهت من الصلاة خلعت الفوطة والخمار وطوتها مع السجادة ووضعتهما في الكيس، وخرجت في الشارع بلباسها غير الإسلامي وهكذا تكون في المنزل والمدرسة. وهكذا تجد بعض الفتيان لابساً سراويل قصيرة وفوطته بيده، فإذا أراد الصلاة لبس الفوطة وإذا فرغ منها خلعها ومشى مكشوف الفخذين. لقد عرفت الفتاة ـ وعرف الفتى كذلك ـ أن ستر العورة في الصلاة واجب فعلاً، هذا الواجب عرفاه وجهلا ـ في أغلب الظن ـ وجوب ستر العورة ـ أو جهلا العورة ـ خارج الصلاة فلم يسترها. وهكذا تجد كثيراً من المسلمين عندهم عواطف إسلامية طيبة، ولكنهم يجهلون كثيراً من أمور دينهم فيرتكبون المحرمات ويتركون الواجبات، ولو فقهوا دينهم لكان لهم شأن غير هذا. الجيش الشعبي أو النفير العام: عندما خرجنا من المسجد رأينا السيارات في الشوارع واقفة، والخارجون من الصلاة قد ملئوا الشوارع كلها، فلم يقدر أهلها على تحريكها من أماكنها، وابتعدنا مسافة عن المسجد فاستأجرنا سيارة وحاول قائدها السير فلم يقدر، لأن الناس انتشروا في الشوارع كلها، فوقفنا مدة ننظر إلى هذه الأعداد الهائلة، والظاهر أن مسجداً آخر في حارة أخرى خرج المصلون منه، فالتقت الجموع وزاد الزحام، والهدوء يخيم على الإندونيسيين، والسير بنظام، ولو كانت هذه الجموع من بعض الشعوب الأخرى لكان الصخب والضجيج والتدافع مسيطرة على الشوارع. عندئذٍ قلت للأخ عبد الله باهرمز: هكذا مساجد إندونيسيا كلها، قال: نعم، وهذا المسجد من المساجد المتوسطة وليس من الكبيرة، قلت: لو رُبِّيَ هذا الشباب تربية إسلامية سليمة كما أراد الله في منهجه: الكتاب والسنة، لكانت هذه الأعداد كلها نفيراً عاماً أو جيشاً شعبياً يرهب أعداء الله، وأعداء الله يَرْهبون هذا المظهر على الرغم من ضعف التربية. وهنا تذكرت المسجد النبوي الذي كان المصلون فيه في عهد الرسول صلى الله عليه وسلم وأصحابه كلهم جنود دعوة وجهاد. اجمع بينهما على سنة الله ورسوله! عندما رجعنا إلى الفندق كنت مشغولاً بالكتابة فنبهني الشيخ عبد القوي إلى التلفزيون، فالتفت فإذا تلك الفتاة الإندونيسية ترتل كتاب الله بصوتها، وهي محتجبة ما عدا وجهها وكفيها، وتقرأ في المصحف لم ترفع عينها عنه. قلت لعبد الله باهرمز: هذه قارئة وهذا قارئ، فاجمع بينهما على سنة الله ورسوله ليتعاونا معاً على حفظ كتاب الله وتلاوته وتعليمه، فهش الشيخ وبش، ولكنه أحجم خوفاً من جو الزوجتين وقد رآه من بعد فأخافه. مع الشيخ رشيدي: الاثنين: 2/9/1400هـ ـ 14/7/ 1980م اتصل الدكتور رشيدي هاتفياً يطلب مقابلتنا في منزله، لمناقشة منهاج زيارتنا لمدينة جاكرتا فزرناه في الساعة الحادية عشرة صباحاً. وبعد أن فرغنا من مناقشة ما دعينا من أجله زرنا السفارة السعودية حيث التقينا القائم بالأعمال الأستاذ أمين مدني الذي قابلنا ببشاشة، وعرض علينا استعداده لتسهيل أي أمر نحتاج إليه مما يقدر عليه، وكان السفير غير موجود آنئذٍ في جاكرتا. الاجتماع بشباب يميلون إلى جماعة التكفير: وفي الساعة الثانية بعد الظهر طلب مني بعض الطلبة زيارتهم لمذاكرة بعض شؤون الدعوة وأخذ التوجيهات في ذلك، وبقي الشيخ عبد القوي في الفندق يراجع القرآن الكريم فذهبت، واجتمعت بهم. وهؤلاء الإخوة يميلون في أفكارهم إلى جماعة التكفير في مصر، لأن زعيمهم \"الشيخ بَكِير بن سعيد عبده\" درس هناك فترة ورجع متأثراً بهم، إضافة إلى ما كان يراه في بلاده من اضطهاد للمسلمين ومضايقة للدعاة، وإبعاد لمبادئ الدين الإسلامي وشريعته عن حياة المسلمين، وتمكين للنصارى والوثنيين والباطنيين وغيرهم. ولكن تكفير المجتمعات المسلمة ذو خطر عظيم لا يجوز الإقدام عليه، ولهذا طلب مني بعض الطلاب المتخرجين من الجامعة الإسلامية ـ ومنهم الأخ حلمي أمين الدين، وهو من الدعاة النشطين [[سيأتي أنه سجن وعذب بعد أن غادرت إندونيسيا]]. ومنهم من كان لا يزال طالباً في الجامعة ـ طلبوا مني أن أجتمع بهذه الجماعة ورئيسها، لأقنعهم بالرجوع عن تكفير المجتمعات المسلمة. الآن استماع وبعده حوار: بدأنا الاجتماع معهم بعد صلاة العصر، تم في بدايته التعارف بيننا، ثم قلت لزعيمهم: الوقت ضيق لا يتسع لحوار طويل، وأرى أن أستمع الآن لأفكاركم وأدلتكم، وإذا كان عندكم فرصة لتمديد وقت الاجتماع للحوار في ذلك فلا مانع عندي. فقال لي: لا باس. أدلة التكفير: وبدأ يسرد لي أدلة الوعيد والنصوص التي يطلق فيها الكفر على بعض المعاصي، من القرآن والسنة، وجزم بان كل كبيرة تعتبر كفراً مخرجاً لصاحبها من الإسلام،كما أخذ في سرد جرائم الحكام ومحاربتهم للإسلام والمسلمين، وإقرار المجتمع لأعمالهم، وأن من يقر الكفر كافر. وبعد أن أتم ما عنده فيما يزيد عن ساعة، قلت له: بعد صلاة المغرب أرجو أن تستمعوا لما أقول لكم كما استمعت لما قلتم، بدون مقاطعة، ويمكنكم أن تسجلوا ملحوظاتكم في أوراق، فإذا فرغت نبدأ الحوار، قالوا: لك ذلك. توطئة وتطمين: استأنفنا الاجتماع بعد أن صلينا المغرب، وقلت لهم: لا شك إن شاء الله في أن كلاً منا يريد أن يرضي ربه بما يعتقد ويعلم ويعمل، والواجب علينا جميعاً أن نتذكر أن فوق كل ذي علم عليم، وأن الواجب على طلبة العلم إذا تنازعوا في شيء أن يردوه إلى كتاب الله وسنة رسوله صلى الله عليه وسلم، وأن يجمعوا بين النصوص الواردة في الباب الواحد ولا يضربوا بعضها ببعض، وأن يعودوا إلى أقوال علماء المسلمين الذين فقههم الله في الدين فخدموه بذلك الفقه، وأن يكون الهدف من الجدال والحوار هو الوصول إلى الحق، وإن خالف رأيهم، وأعدكم أنني ـ بمشيئة الله تعالى ـ سألتزم برأيكم إذا بدا لي أنه الحق، وأتنازل عن رأيي. وقلت لهم: إن مسألة التكفير مسألة شائكة وخطيرة، وليس عندي هنا مراجع أرجع إليها في هذا الباب، ولكني سأذكر لكم ما يوفقني الله لاستحضاره من الأدلة وأقوال العلماء. فتح أبواب النار وتَذَكُّر نصوص الوعيد مزلة: وقلت لهم ينبغي أن نتذكر ـ هنا ـ قواعد مهمة يوقع نسيانها في الزلل: القاعدة الأولى: أن فتح أبواب النار وحدها وقفل أبواب الجنة، ظلم للنصوص الواردة في البابين. القاعدة الثانية: أن الأصل في العقيدة الإسلامية أن رحمة الله سبقت غضبه، وقلب هذه القاعدة غير لائق بطالب العلم. القاعدة الثالثة: أن الأصل في أهل القبلة ألاّ يكفروا بذنب غير الشرك بالله، ما لم يستحلوا ما حرم الله أو يحرموا ما أحل الله بدون تأويل سائغ. القاعدة الرابعة: أن كلاً من الكفر والظلم والفسق، قد يطلق على ما هو كفر وظلم وفسق أكبر، يخرج صاحبه من ملة الإسلام، وقد يطلق على ما هو كفر وظلم وفسق أصغر، لا يخرج صاحبه من ملة الإسلام. القاعدة الخامسة: أن النفاق قسمان: قسم اعتقادي يخرج صاحبه من الإسلام، وقسم عملي لا يخرج صاحبه من الإسلام. والذي يخرج عن هذه القواعد معرض للشطط والإفراط أو التفريط. ثم ذكرت لهم بعض النصوص في هذا الباب من القرآن والسنة، مثل قوله تعالى:{إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ }. [النساء: 48]. ومثل حديث أبي ذَرٍّ رضي الله عنه ـ ذكرت لهم معناه ـ قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَعَلَيْهِ ثَوْبٌ أَبْيَضُ وَهُوَ نَائِمٌ، ثُمَّ أَتَيْتُهُ وَقَدِ اسْتَيْقَظَ، فَقَالَ: ((ما مِنْ عَبْدٍ قَالَ لا إِلَهَ إِلا اللَّهُ ثُمَّ ماتَ عَلَى ذَلِكَ إِلا دَخَلَ الْجَنَّةَ)) قُلْتُ: وَإِنْ زَنَى وَإِنْ سَرَقَ؟ قَالَ: ((وَإِنْ زَنَى وَإِنْ سَرَقَ)) قُلْتُ: وَإِنْ زَنَى وَإِنْ سَرَقَ؟ قَالَ: ((وَإِنْ زَنَى وَإِنْ سَرَقَ)) قُلْتُ: وَإِنْ زَنَى وَإِنْ سَرَقَ؟ قَالَ: ((وَإِنْ زَنَى وَإِنْ سَرَقَ عَلَى رَغْمِ أَنْفِ أَبِي ذَرٍّ)). [[البخاري رقم: 5379 , ومسلم رقم: 137]]. وأحلتهم على بعض الكتب التي يمكنهم الاستفادة منها في هذا الباب، كتفسير ابن جرير وتفسير ابن كثير وغيرهما، في تفسير الآيات المتعلقة بهذا الموضوع، وكذا كتب الحديث وشروحها ـ كصحيح البخاري وفتح الباري لابن حجر، وصحيح مسلم وشرحه للنووي ـ وبخاصة كتب الإيمان والتوحيد… ومنها كتب العقيدة، كشرح العقيدة الطحاوية وغيرها. هل لدى أحد منكم استفسار أو حوار؟ وقد استغرق الحديث أكثر من ساعة، بعد ذلك قال رئيس القوم ـ موجها سؤاله إلى جماعته ـ : هل لدى أحد منكم استفسار أو حوار؟ فكان جوابهم جميعا: ليس عندنا شيء. فقال لي: يا شيخ إننا جميعا نشكرك، وأود أن أطمئنك أن كل ما ذكرته من القواعد والنصوص قد اطلعنا عليها، ولكن عرضك لها في هذه الجلسة جعلها تبدو عندي كأنها جديدة، فجزاك الله خيراً، وقد سجلت خلاصة كلامك في هذه الورقة، وسأعود إلى المراجع والكتب التي ذكرتها لنقرأها أنا وإخواني، وسأبين لكل من اتصل بي وفهم مني غير ما ذكرته الآن بطلان ذلك، أسأل الله أن يغفر لنا ما سبق. هذا وقد اجتمعت ببعض طلابه بعد ذلك مراراً في جاكرتا، فوجدتهم متمسكين بمذهب أهل السنة في هذا الباب، والحمد لله رب العالمين. أحرام على بلابله الدوح؟! وعندما رجعت بعد صلاة العشاء أخبرني الشيخ عبد القوي أن ضابطاً زاره في الفندق وسأله بعض الأسئلة التي تنبئ عن المضايقة: متى جئتم؟ وما مهمتكم؟ وكم تبقون؟ وإلى أين تسافرون من جاكرتا؟ ومن تعرفون؟ وتعجبنا من هذه الأسئلة، توجه لاثنين جاءا من مدينة الرسول صلى الله عليه وسلم، لا هدف لهم سوى التعرف على إخوانهم في شعب مسلم، هو أكثر الشعوب الإسلامية عدداً، وفي نفس الوقت يجتمع في هذا الشعب المسلم ستة آلاف وفد من نصارى العالم (البروتستانت) في مدينة \"تومو هونغ\" للتخطيط لتنصير أبناء المسلمين في هذا الشعب أو إخراجهم من إسلامهم ويحتفى بهؤلاء الوفود على أعلى مستوى في الدولة. قلت للشيخ عبد القوي: لقد انطبق علينا وعلى أعدائنا النصارى في شعبنا المسلم \"إندونيسيا\" بيت الشاعر: [sh] حرام على بلابله الدوح=حلال على الطير من كل جنسِ [/sh] وقلت: لقد نجح أعداء الإسلام من الغربيين في أمريكا وأوروبا في إشعارنا بالراحة وعدم المضايقة في بلدانهم عندما نزورها، وبالقلق والمضايقة في كثير من بلداننا، ولعل هذا الضابط نصراني أو عميل للنصارى. وكل ذلك لا يهمنا لأننا ما جئنا إلا لهدف واضح، وعليهم أن يتحركوا معنا في كل الجهات التي سنزورها ليروا أنه لا خطر عليهم من زيارتنا. وقد اتصلنا هاتفياً بسعادة السفير السعودي وأخبرناه بما جرى ليكون على علم بذلك، لأنا سنتحرك إلى مدن أخرى غير جاكرتا، ونخشى أن يضايقنا ضباط آخرون فيها، فقال لنا سعادته: اذهبوا ولا تخافوا، لأنكم ليس عندكم ما يضرهم، وإذا طرأ لكم شيء اتصلوا بي من أي مدينة تزورونها. زيارة أسرة الشيخ بكير في منزلهم بـ(جاكرتا): لم آخذ عن الشيخ بكير بن سعيد عبده رحمه الله معلومات عندما زرته في سنة: 1400هـ ، وقد تمت بعد مغرب يوم (يوم الجمعة 19/4/1418هـ 22/8/1997م) زيارة أسرته في جاكرتا، في منزلهم، لأخذ معلومات مختصرة عنه رحمه الله. وقد أدلت بالمعلومات الآتية أرملته (فتحية): ولد في جاكرتا بحارة: (بلوج BLUG )عام 1942م. [[وقد حصلت على صورة شمسية له قبل أن يسافر إلى مصر، وقد قالت أرملته: إنه لم يكن يحب الصور]]. [img]pics/4/4002.jpg[/img]<< الشيخ بكير بن سعيد عبده ـ إندونيسيا ـ جاكرتا 2/9/1400هـ ـ 14/7/1980م >> دَرَسَ في الابتدائية والثانوية الحكوميتين. ثم أكمل دراسته الدينية في المدرسة الشافعية في جاكرتا. ثم واصل دراسته في معهد (كونتور ) ـ وستأتي معلومات عن هذا المعهد الذي زرته مراراً. ثم أكمل دراسته في الجامعة الإسلامية الحكومية في جاكرتا المسماة: (جامعة شريف هداية الله) ونال منها الشهادة المتعارف عليه في إندونيسيا بـ(دكتورا نْدُسْ)وهي مرحلة بين الليسانس والماجستير. ثم سافر إلى سنغافورة وماليزيا للقيام بالدعوة. ثم رغب في السفر إلى مصر ليتزود بالعلوم الشرعية، وحصل على مساعدة لسفره من امرأة ماليزية غنية، والتحق بقسم التفسير في كلية أصول الدين في الجامعة الأزهرية سنة 1974م ولم يستطع إكمال الدراسة بها لصعوبة الحفظ عليه. التحق بمعهد الدراسات الإسلامية في القاهرة، ولم يكمل دراسته فيه أيضاً، وهناك في القاهرة تزوج بأم ولديه هذه، وتسمى \"فتحية\" وكانت تدرس بكلية الدراسات الإسلامية في الجامعة الأزهرية. في سنة 1980م ـ وهي السنة التي قابلته فيها ـ رجع إلى جاكرتا وأنشأ مدرسة التحق بها بعض الشباب الذين أشرف على تدريسهم (وتبعوه في فكرة التكفير). وله ولدان: أحدهما يسمى: لطف الرحمن، وعمره: 18 سنة، والثاني يسمى: عبادة عبد القدوس، وعمره: 16 سنة. أين من يغار على حمل الأمانة؟ الثلاثاء: 3/9/1400هـ ـ 15/7/ 1980م أخبرنا الطالب الإندونيسي (سالم سقاف جفري) ـ وهو من طلبة الجامعة الإسلامية بالمدينة المنورة ومن أصل عربي [[تخرج في الجامعة الإسلامية بالمدينة المنورة، حاملاً شهادة الدكتوراه في أصول الفقه، وهو من الدعاة العاملين في إندونيسيا، ومن كبار مؤسسي حزب العدالة الذي أعلن عنه هذا العام: 1419هـ -1998م بعد سقوط سوهارتو، وفي عام 1426هـ ـ 2005م زرت إندونيسيا والتقيته في الفندق ودعاني لزيارته في منزله، ، وقد عينته الحكومة الإندونيسية سفيراً لبلادها في المملكة العربية السعودية]]. ـ أن جده أسس خمسمائة وخمسين مدرسة في شرق إندونيسيا وأنه وقفها كلها على بعض المؤسسات الإسلامية التي كانت قائمة آنذاك، حرصاً على استمرارها وحمايتها وأنه عندما حضرته الوفاة أوصى أن يصلي عليه إمام المدرسة القريبة من منزله إشعاراً للمسلمين بأن هذه المدرسة هي مدرستهم، وليست مدرسته وأن عليهم أن يتحملوا هم مسئوليتها بعد أن يلقى ربه. واسم هذا الرجل عيدروس بن سالم الجفري، وكان قد طرده الإنجليز من حضرموت، فقام بهذا العمل الجليل، فأين من يغارون على حمل أمانة هؤلاء العظماء الذين سجلوا في التاريخ هذه الصفحات المشرقة بجهود شخصية مخلصة، زكاها الله وجعلها تؤتي أكلها بإذنه؟ ليت المسلمين حافظوا على هذه الأمانة ـ ولو لم يزيدوا عليها لا بل ليت الحكام تركوها للشعوب تحافظ عليها ولم يهدموها. السفر إلى مدينة جوك جاكرتا: الأربعاء: 4/9/1400هـ ـ 16/7/ 1980م غادرنا الفندق إلى المطار استعداد للسفر إلى مدينة جوك جاكرتا عاصمة إندونيسيا الأولى ومدينة الطلاب التي تضم خمساً وثلاثين جامعة، عدا المدارس والمعاهد الحكومية والأهلية، ومدينة المنافسة الشديدة بين المسلمين والنصارى. ورأينا لطف المعاملة في المطار من الموظفين المسلمين الذين كانوا يظهرون لنا البشاشة والسرور ويعفوننا من التفتيش الدقيق الذي يفعلونه مع غيرنا والشعوب شبيهة ـ في فطرتها ـ بالمواليد \"وكل مولود يولد على الفطرة\". وأقلعت بنا الطائرة في الساعة العاشرة والدقيقة الأربعين صباحاً، وأخذت أنظر إلى منازل جاكرتا من الجو وهي تقع في داخل غابات، وأحجامها صغيرة وهي في أشكالها شبيهة بالْعُرُش التي تبنى في الجزيرة من الخشب والقشاش، إلا أن منازل الإندونيسيين تبنى بالحديد والأسمنت والآجر \"مسلح\" وإن كانت منازلهم في الأرياف تبنى بنفس الشكل، ولكن من الخشب والقصب القوي، والأرض كلها خضراء إلا أنها أقل من ماليزيا وسنغافورة. وهبطت بنا الطائرة في مطار جوك جاكرتا في الساعة الحادية عشرة والدقيقة الثلاثين، وكان بعض الأساتذة والطلاب في انتظارنا، وعندما دخلنا قاعة القادمين رأينا صوراً مجسمة مصنوعة من الخشب وهي ترمز إلى ما قبل الإسلام، وهذه المناظر يراها المسافر أمامه في كل مكان، والقصد منها ربط الإندونيسيين بالعصور الجاهلية، كالحال في بعض الشعوب العربية التي يحاول زعماؤها ربط أهلها بالجاهلية القديمة كالفرعونية والآشورية والكلدانية وغيرها."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "2- في مدينة جوك جاكرتا",
    "content": "فندق سري مان جان تي وصورة السيد الشهيد (SERI MAN GAN TE): وكان الإخوة قد حجزوا لنا غرفتين في فندق (سري مان جان تي) وهو يتكون من طابقين و سقفه مسنم مثل المنازل السكنية، ويغلب عليه الطابع المحلي في أثاثه، وفي قاعة الاستقبال صوره منحوتة من الحجارة: رجل عليه عمة وبيديه مضرباً دف وأمامه الدف، قال لنا الإخوة: هذه صورة السيد الشهيد، وهو أول من دخل هذه المنطقة ودعا إلى الإسلام عام: 1300م وكانوا يحكون ذلك بعاطفة تدل على حجم حبهم للرجل، قالوا: وكان أول ما جمع الإندونيسيين بالضرب على الدف وعندما اجتمعوا دعاهم إلى الإسلام. قلت للإخوة: الصور المجسمة محرمة باتفاق العلماء، ولا سيما صور الصالحين وما عبد قوم نوح الأديان إلا عن طريق الصور. وكثير من مساجدهم القديمة إذا جاء وقت الأذان بدأوا بضرب الدف ثم يؤذن المؤذن، وطبيعة الإندونيسيين طبيعة طرب، والذي يريد أن يدعوهم إلى الله ينبغي أن تكون عنده بعض النكات المباحة يدغدغهم بها عندما يخاطبهم وهذا ما يجري عليه علماؤهم معهم. أطلعنا الإخوة على منهاج الزيارة الذي أعدوه لنا، وكان مستغرقاً لأوقاتنا كلها ما عدا وقت الراحة وتركونا لنرتاح بعد أن وافقناهم على ذلك المنهاج. في مؤسسة تثقيف المكفوفين الإسلامية: هذه المؤسسة أنشئت في عام: 1384هـ بعد أن رأى المسلمون بعض أبنائهم من المكفوفين وغيرهم من ذوي العاهات تتلقفهم أيدي التنصير، ومنهم من يتنصر إظهاراً للاعتراف بالجميل لأهله، وهذه المؤسسة تقوم بتثقيف المكفوفين وخدمتهم وتدريبهم على مستوى الابتدائي والثانوي، وتتبع المؤسسة مكتبة وبها قاعة اجتماعات ضيقة للمدرسين والمدرسات. كان أول لقاء في هذه القاعة بعد صلاة العشاء، حيث ألقى مديرها كلمة باللغة العربية شرح فيها ما تقوم به الجمعية من أعمال البر، وذكر أن الحاضرين مدرسون ومدرسات يقومون بالتدريس في داخل الجمعية وفي الأسر. ثم قرأ الشيخ عبد القوي ما تيسر من القرآن، وألقيتُ كلمة في العقيدة وطرحت بعض الأسئلة وبعد المناقشة عدنا إلى الفندق. محاضرة في مسجد الشهداء: الخميس: 5/9/1400هـ ـ 17/7/ 1980م صلينا الفجر في مسجد الشهداء الذي غص بالمصلين وألقيت محاضرة بعنوان الغاية من خلق الإنسان. [img]pics/4/4003.jpg[/img]<<محاضرة في مسجد الشهداء ـ إندونيسيا ـ يوك جاكرتا 5/9/1400هـ ـ 17/7/1980م >> [img]pics/4/4004.jpg[/img]<< جانب من الحضور \"محاضرة مسجد الشهداء\" يوك جاكرتا 5/9/1400هـ ـ 17/7/1980م >> [img]pics/4/4005.jpg[/img]<< الشيخ/ باي عارفين يحاضر في مسجد الشهداء يوك جاكرتا 5/9/1400هـ ـ 17/7/1980م >> وفي صباح هذا اليوم زرنا هذه المكتبة وهي عامرة بالكتب، إلا أن الكتب الإسلامية لا تتجاوز الثلاثين في المائة من الكتب الموجودة بها، لأن أغلب الكتب الموجودة فيها جاءت هدايا من النصارى، وهدايا المؤسسات الإسلامية قليلة، وذكر المسؤولون أن المعجم المفهرس لألفاظ الحديث أُهدِي لهم من قبل النصارى، وكذلك دائرة المعارف الإسلامية، وهم يتعجبون من عدم اجتهاد المسلمين في نشر كتبهم للمؤسسات الإسلامية واجتهاد النصارى في نشر كتبهم بين المسلمين، وسلينا الإخوة بأننا سننقل هذه المشاعر ورغبتهم في الحصول على مراجع إسلامية للمكتبة فسروا بذلك. قرود حلوة! ذهبنا بعد زيارة المكتبة إلى حديقة الحيوان، فلم نر فيها جديداً، إذ توجد بها الحمر الأهلية والوحشية والثعابين وبعض الطيور والقرود، وكان الابن عبد البر، وعبد الله بن سعيد باهرمز تأخرا عنا عندما قفلنا راجعين إلى بوابة الخروج، فانتظرناهما وعندما جاءا، قال عبد البر: والله يا أبوية (يا أبتي) وجدنا هناك قروداً حلوة فكانت نكتة اليوم، وله نكتة أخرى مع القرود ستأتي في مكان آخر إن شاء الله. [img]pics/4/4006.jpg[/img]<< مناظر من جوك جاكرتا ـ إندونيسيا ـ عبد البر 7/9/1400هـ ـ 19/7/1980م >> جوامع في المنازل: رجعنا من الحديقة ذات القرود الحلوة إلى الفندق فاسترحنا إلى الساعة الخامسة (قبل أذان المغرب بساعة) وانتقلنا إلى منزل عمري يحيى الذي طلب من اللجنة المنظمة لزيارتنا أن نتناول طعام الإفطار والعشاء عنده، وعندما وصلنا استقبلنا هو وبعض أصدقائه وعرفنا بنفسه وأنه رئيس منظمة الرسامين الإندونيسيين التي أغلبها مسلمون (90%) وفي داخل منزله قاعة كبيرة قدمت فيها سفرة الطعام، وصلينا المغرب وطلب منا أن نبقى لنصلي العشاء عندهم وكذلك التراويح، وكانت مناسبة للتحدث معهم بين المغرب والعشاء، لا سيما ما يتعلق بمهنة الرجل، فقد نصحناه أن يلتزم في رسمه برسم المباحات التي تذكر الناظر بالله تعالى كالغابات والأشجار والفواكه والبحار والأنهار، وكذلك المساجد وبيت الله الحرام وغيرها مما تكون فيها معان طيبة تدعو إلى العاطفة الإسلامية فأظهر الرجل الاستجابة. وعندما اقترب وقت صلاة العشاء رأينا الناس ـ وأكثرهم من الشباب بنين وبنات يفدون إلى هذا المنزل، فسألنا ماذا يريد هؤلاء؟ قالوا هؤلاء هم أهل الحارة يصلون العشاء والتراويح في هذه القاعة بداخل المنزل طيلة ليالي شهر رمضان، وتوجد قاعات في كثير من الأحياء في منازل بعض كبار السكان، لأن المساجد لا تتسع لجميع المصلين، وعندما أذن المؤذن كانت القاعة قد غصت بالمصلين وامتدت الصفوف خارجها في حوش المنزل إلى الشارع، فصلى إمامهم بنا العشاء، وصلى الشيخ عبد القوي التراويح، وطُلِب مني إلقاء حديث في الحاضرين فألقيت كلمة مختصرة شرحت فيها معنى الصراط المستقيم، وأن سلوكه يتضمن العلم به والعمل، ونصحت الآباء والأمهات والمصلين أن يجتهدوا في تعليم الأبناء والتلاميذ مضمونَ هذا الصراط، ويحثوهم على العمل بما علموا، وأن يكونوا لهم قدوة، كما نصحت الأبناء والتلاميذ أن يجتهدوا في التعلم من آبائهم وأمهاتهم وأساتذتهم، وأن يسألوهم عن أمور دينهم ويعملوا بما يعلمون، لينالوا ثواب الله وينجوا من عقابه يوم الصراط الذي ينصب في الآخرة. الإيمان بالوحي: ثم ذهبنا إلى مركز تثقيف المكفوفين لإلقاء محاضرة أخرى للمعلمين والمعلمات، وكانت بعنوان الإيمان بالوحي، استغرق إلقاؤها ساعة ونصف الساعة تقريباً، ثم أجيب عن بعض الأسئلة التي ألقاها الحاضرون وانتهينا في الساعة الحادية عشرة. كأننا في المشعر الحرام! الجمعة: 6/9/1400 هـ ـ 18/7/ 1980م في الساعة السادسة صباحاً كنا على موعد مع جمعية الحجاج التي يرأسها الحاج مطري وهم أكثر من أربعة آلاف من الرجال والنساء، وأغلبهم من كبار السن وممن وفقهم الله لحج بيت الله الحرام، وكنا نظن أننا سنجد أمامنا عدداً لا يتجاوز خمسمائة شخص، ولكن عندما أقبلنا إلى المكان ذكرنا مظهر هذا الحشد الضخم ـ وهم أعضاء هذه الجمعية كلهم ـ بحشود الحجاج الذين يتجمعون في المشعر الحرام يوم الوقوف ويوم النحر، والذي كنا نخشاه أن يصر هذا العدد كله على مصافحتنا بعد الفراغ من إلقاء المحاضرة، كما هي عادة الناس هناك معنا، ومع كل مسلم يأتي من البلاد العربية، وكان هذا اليوم هو يوم الجمعة، وهو موعد اجتماعهم كلهم في هذا المكان يتذاكرون أمورهم ويتبرعون كل بما يقدر عليه للجمعية، رحب الحاج مطري بالضيوف، ثم قرأ الشيخ عبد القوي بعض الآيات القرآنية، ثم ألقيت كلمة موضوعها إنما الأعمال بالخواتيم، وتضمنت ـ مع الحث على التوبة والاستغفار ـ الحث على تربية الأولاد. في معهد المكفوفين: في الساعة السابعة والنصف قمنا بزيارة معهد المكفوفين، التقينا فيه الطلبة والطالبات والمدرسين والموظفين ورئيس المعهد وأمينه، وقدم بعض الطلبة فقرأ آيات الصوم من سورة البقرة، عن طريق اللمس، و ألقى رئيس المعهد كلمة رحب فيها بالضيوف، وطلب من المؤسسات الإسلامية مساعدة هذا المعهد، لأنه يحتضن فئة لو تركت بدون عناية من المسلمين لكانت هدفاً للنصارى، وقال إن هؤلاء المكفوفين يتمنون أن يدرسوا في مدارس المملكة العربية السعودية و يؤدوا فريضة الحج. ثم تقدم أمين المعهد فشرح ما يقوم به المعهد لهذه الفئة، ثم قرأ الشيخ عبد القوي بعض الآيات القرآنية، وألقيت بعده كلمة تضمنت تهنئة المسؤولين في المعهد بهذا العمل الاجتماعي الجليل ووصيت الطلبة والطالبات بأن يصبروا على فقد هذين العضوين الحبيبين، وأن في ذلك الصبر نيل ثواب الله، وأن لا ينظروا إلى أنفسهم نظرة احتقار أو ازدراء، بل عليهم أن يتطلعوا إلى أن يكونوا قادة علم وهدى، وضربت لهم أمثلة ببعض من فقدوا بصرهم من المسلمين، ولكنهم كانوا أئمة خير في الماضي والحاضر، ثم ألقى بعضهم أسئلة أجيب عليها، وبعد ذلك غادرنا المعهد إلى الفندق. ألا إن العبد نام! كان مقرراً لنا أن نصلي الجمعة في مسجد الجهاد وكان المصلون على علم بذلك، ولكن النوم غلبنا مع التعب والسهر في الليل، وتأخر الإخوة الذين كانوا يرافقوننا، وعندما جاءوا ونحن نائمون علموا أننا لو قمنا نتوضأ لا ندرك الصلاة، فذهبوا إلى المسجد وكان الناس ينتظرون بعد الصلاة فأعلن لهم تأخرنا فانصرفوا نادمين. حرارة عواطف المسلمين بلقائنا: وبهذه المناسبة فإنني أسجل اعترافنا بان عواطف المسلمين في هذا الشعب جياشة وقلوبهم عامرة بحب إخوانهم المسلمين في الشعوب الأخرى، ولا سيما العربية منها وبخاصة بلاد الحرمين الشريفين، تظهر تلك العواطف في حرارة الاستقبال من جموع كثيرة في كل مؤسسة زرناها تضيق بها الأماكن والساحات، كما تظهر في حرص جميع الحاضرين من الرجال على مصافحة الزائر حيث يقفون صفوفاً يتلو بعضهم بعضاً في زحام شديد، فيضطرون هم ويضطر الزائر للوقوف مدة طويلة حتى يفرغ الجميع من المصافحة، وهم من الشيوخ والشباب والأطفال، ويحرص أطفالهم مع ذلك الزحام أن يأخذوا توقيع الزائر في كراساتهم للذكرى ويفرحون فرحاً شديداً عندما يأخذون توقيع زائر قدم من مكة أو المدينة. وكنا في كثير من المعاهد والمساجد نسمع الأطفال وهم ينشدون عند قدومنا أناشيد ترحيب، وعند مغادرتنا ينشدون أناشيد وداع، بعضها باللغة العربية وبعضها بلغتهم، وإذا قام أحدنا لإلقاء كلمته في تلك الجموع فقال: السلام عليكم اهتز المكان بصوت مرتفع فيه تظهر العاطفة الجياشة (وعليكم السلام ورحمة الله وبركاته). ولكن هذه العاطفة قد لا يصحبها فقه في الدين، ولذلك ترى بعض المظاهر في السلوك أو الصور المجسمة في المنازل، والرسومات التي لا تليق بهذه العاطفة، والسبب هو الجهل وعدم التربية السليمة أو قلتها. في مسجد جامعة غاجه ماده: وفي الساعة السابعة مساء ذهبنا إلى مسجد جامعة غاجه ماده، وهي إحدى الجامعات الحكومية الكبيرة في هذه المدينة، ويمتلئ المسجد بطلبة الجامعة بنين وبنات. صلى العشاء بالناس أحد طلبة الجامعة، ثم تقدم مدير الجمعية المحمدية، فألقى كلمة عن صيام رمضان وقيامه باللغة الإندونيسية ـ وكنت أفهم مضمون كلامه بالنصوص التي يستدل بها من القرآن والسنة ـ وكان الطلبة منسجمين معه غاية الانسجام، وترتفع صيحاتهم بالضحك في بعض الأوقات، فسألت عن السبب؟ فقيل لي: إنه يأتي ببعض النكات المضحكة أثناء حديثه لاجتذاب انتباههم له، وهذه عادة علمائهم معهم، عرفوا نفسياتهم فأتوهم من الباب الذي عرفوا أنهم يستطيعون الولوج إليهم منه. وقد سمى الشيخ محمد المجذوب عندما التقيناه ـ كما سيأتي ـ سمى الإندونيسيين \"الشعب الضاحك\" وقلت أنا مرة: الذي لا يستطيع أن يُضحك الإندونيسيين لا يستطيع أن يبكيهم، أي إن تأثير الواعظ في نفوسهم يتوقف على دخوله إلى تلك الأنفس من باب الدعابة، ولكني في نفس الوقت أنصح الوعاظ الإندونيسيين وغيرهم بعدم الإكثار من النكات المضحكة، لأن ذلك سيحول بين الواعظ وبين التأثير المطلوب الذي تضمنه قوله تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آياتُهُ زَادَتْهُمْ إِيمَانَاً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ }. [الأنفال:2]. ثم صلى بنا الشيخ عبد القوي صلاة التراويح فأعجبتهم قراءته، فطلبوا منه أن يقرأ بعد ذلك على المنبر ففعل وكانوا جداً متأثرين بقراءته، ثم طلب مني إلقاء كلمة. رأينا عن حالة المسلمين في إندونيسيا: وهمس لي الأخ عبد الله باهرمز أنهم يرغبون أن يسمعوا مني رأيي في حالة المسلمين في إندونيسيا. فقلت ما مضمونه: 1 ـ إن الوقت الذي قضيناه في بلدكم قصير واختلاطنا بفئات الشعب غير متيسر حتى نستطيع الحكم عليه. 2 ـ لقد سررنا بإقبال الشباب على المساجد لأداء الصلاة وسماع المواعظ والدروس، ولكن لا أدري أهذا الإقبال مستمر في غير رمضان كرمضان أم لا؟ فإن كان مستمراً فأنتم على خير وإلا فعليكم أن تداوموا على هذا الخير، لأن أحب العمل عند الله أدومه وإن قل. 3 ـ أرى الشباب يقفون في صفوف طويلة على أبواب السينما، فهل هذا الشباب هو الشباب الذي تغص به المساجد في أوقات الصلاة أو غيره؟ فإن كان هو هُو فإن هذا لا يسرني، ولا يليق بشباب المساجد الذي وفد إليها ليتزود بالتقوى أن يفد إلى قاعات السينما ليمحوا إيمانه وعاطفته الإسلامية، وإن كان غيره فإن على شباب المساجد أن يضاعفوا جهودهم لاجتذاب شباب السينما إلى المساجد. 4 ـ هل يُقبل هذا الشباب الذي يملأ المساجد إلى تعلم دينه والتفقه فيه، أو أنه يعبد الله على جهل ولا يعلم حلالاً ولا حراماً، فإن كانت الأولى فالشباب الإندونيسي على خير، وإن كانت الثانية فعليكم أن تبدءوا حياة جديدة هي حياة تعلم الدين والتفقه فيه والعمل به. 5 ـ ثم وجهت نصيحة للفتاة المسلمة فقلت: هل هذا اللباس الذي أراه في المسجد بالنسبة للمرأة ـ وهو لباس حشمة ووقار ـ هو لباسها في الجامعة والشارع؟ إن كان كذلك فهذا ما يسرنا وهو دليل على الالتزام بالإسلام، وإن كان لباسها خارج المسجد مشابهاً للباس غير المسلمة لا حشمة فيه ولا وقار، فإنها يجب عليها أن تتوب إلى الله وأن تقتدي بنساء الرسول صلى الله عليه وسلم، ولا يليق بالفتاة المسلمة أن تلتزم بالإسلام في المسجد وتتحلل من أوامره خارج المسجد، بل يجب أن تكون مسلمة في المسجد والجامعة والبيت والشارع، وهنا أخذ الشباب من الفتيان في التصفيق حتى ارتج المسجد إعجاباً بهذه النصيحة على الرغم من إنا كنا نوصيهم بعدم التصفيق. وبعد الفراغ أخذ المصلون يتزاحمون علينا لمصافحتنا، وكان عددهم كثيراً، فصبرنا حتى أعاننا الله على الفراغ من استقبال ذلك العدد. ندوة المجادلة والمناظرة! كان هذا العنوان ضمن منهاج زيارتنا لمدينة جوك جاكرتا، وهو الذي سيتم اللقاء من أجله مع بعض أعضاء هيئة التدريس وعمداء الكليات في الجامعة الإسلامية الحكومية. وكان هذا العنوان مخيفاً، كنت أقول في نفسي: في أي شيء يريد هؤلاء أن يجادلونا ويناظرونا، وهم في بلادهم وفي جامعتهم وعندهم مراجعهم، ونحن ضيوف بعيدون عن المراجع والوقت ضيق؟ وكنت سألت الأخ عبد الله باهرمز عن هذا المعنى فلم يشف لي غليلاً، لأنه كان مثلي يجهل ما وراء الأكمة. وعندما وصلنا إلى مقر الجامعة استقبلنا العمداء والأساتذة استقبالاً حاراً وأدخلونا إلى قاعة: \"المجادلة والمناظرة\" وأقعدونا في على منصة الحلقة، وبعد قليل جاء شيخ أظهر الجميع احترامه فرحب بنا وقعد بجانبنا ـ وكان هو مدير المجادلة والمناظرة. تقدم أحد الأساتذة إلى المنصة وألقى كلمة ترحيب، وعرفنا بهذه الجامعة فقال: إنها أسست سنة: 1950م وبها خمس كليات وهي: التربية، الشريعة، الدعوة، أصول الدين والآداب، وإن عدد طلابها بلغ أربعة آلاف طالب، نسبة الطالبات ثلاثون في كل مائة. وتخرج في الجامعة سبعة آلاف طالب، منهم ثلاثة آلاف دكاترة وأربعة آلاف حملة بكالوريوس. ثم أحال إلي الأستاذ عبد المعطي علي ـ الشيخ الذي سبق ذكره ـ إدارة الندوة، والشيخ عبد المعطي علي كان وزيراً للشؤون الدينية سابقاً، وكرر معالي الوزير الترحيب وشرح لنا ما تقوم به هذه الندوة فقال: إن هذه الندوة تقام كل ليلة سبت، يقدم بها بعض الأساتذة بحوثاً في موضوعات معينة وتناقش مناقشة تظهر أثرها نتائج طيبة، وإن هذه البحوث يمكن أن تطبع قريباً، فعرفنا بذلك معنى المجادلة والمناظرة وهدأت النفوس وسكنت القلوب! [[وقد كنت أقمت مثلها لأساتذة كلية اللغة العربية في الجمعة كل أسبوع يقدم فيها أحد الأساتذة بحثاً ويناقش من قبل زملائه مناقشة مستفيضة، قد تصل المناقشة أحياناً إلى الجدل الشديد والمغاضبة بسبب إصرار كل واحد أو فئة على رأيه الذي يراه هو الصواب، وكانت هي الكلية الوحيدة التي تقام فيها هذه الندوة]]. ثم طلب مني معاليه أن أعطي الحاضرين معلومات عن الجامعة الإسلامية، فتحدثت عن الجامعة: نشأتها وسبب إقامتها، وأهدافها، وأقسامها التعليمية، وثمارها التي ظهرت في العالم الإسلامي، ومناهجها، وعدد طلبتها، وعدد الشعوب الممثلة فيها، وما يناله الطلبة فيها من مساعدات مالية ومادية ومعنوية. ثم فتح الباب فتقدم الكثير من الحاضرين بأسئلة في مجالات متعددة، ودار النقاش حولها، وفي الختام طلب العمداء والأساتذة أن نحاول ربط الجامعتين وتهيئة الجو للزيارات المتبادلة، وكذلك تبادل المناهج للاستفادة منها، وألحوا علينا في أن تزودهم الجامعة الإسلامية بالمراجع الإسلامية والكتب العربية، وقال أحدهم: لقد أكثرتم في محاضراتكم من دعوتنا إلى القراءة في الكتاب والسنة، والتمسك بهما، وهذا حق، ولكنا نود أن تعلموا أنا فقراء من مراجع كتب التفسير والحديث والتاريخ الإسلامي فعليكم أن تساعدونا بذلك. واستمر النقاش والمذاكرة بلا جدال ولا مناظرة إلى الساعة العاشرة والنصف تقريباً، ثم طلبوا من الشيخ عبد القوي أن يختم الندوة بتلاوة القرآن الكريم ففعل. ولقد كانت هذه الندوة بحق من أمتع اللقاءات وأكثرها فائدة، لأنها كانت على مستوى عال من الثقافة والفكر وكان لمدير الندوة أثره في إنجاحها. على ساحل المحيط الهندي: السبت: 7/9/1400هـ ـ 19/7/ 1980م في الساعة السادسة صباحاً ذهبنا إلى ساحل المحيط الهندي (ويصر الإندونيسيون على تسميته بالمحيط الإندونيسي) وهو الذي يفصل بين الجزر الإندونيسية وقارة أستراليا من الجنوب، وكان معنا الأستاذ سلامة سيف المسلمين أحد أعضاء اللجنة المنظمة لزيارتنا، وهو أحد مدرسي المدرسة الثانوية، وكان سيرنا وسط أرض مزروعة بالأرز والموز وقصب السكر وأشجار النارجيل و البامبو، وغيرها من الأشجار والغابات، وتتخلل تلك الغابات قرى الفلاحين ومنازلهم التي بني بعضها مسلحا، وبعضها أساسه مسلح وسقوفه وجدرانه من شرائط قصب البامبو القوي والموجود بكثرة ويستعمل في منافع كثيرة، وكان الشارع غاصاً بالطلبة والطالبات الذاهبين إلى مدارسهم، وبالفلاحين الذاهبين إلى مزارعهم، هذا راكب وهذا ماش، وكأنهم في مظاهرة في كل اتجاه لكثرتهم. وعندما اقتربنا من البحر الذي رأيناه من بعد وأمواجه ترتفع ارتفاعاً هائلاً، حتى كنا نظن في أول الأمر رشاش الموج المتصاعد في الجو سحاباً، وصلنا إلى الشاطئ الذي تقع على جانبه دكاكين صغيرة شعبية يبيع أهلها بعض المأكولات الخفيفة وشراب البيبسي وغيره، تركنا السيارة وذهبنا إلى قرب تلك الأمواج فوقفنا نشاهد عجباً من المباريات والمناورات بينها، فكانت الموجة ترتفع ارتفاعاً مذهلاً، ثم تنقسم وتكر راجعة فتأتي أختها في حالة هياج فتصطدم بها فيدفع الله بالسابقة اللاحقة. [img]pics/4/4007.jpg[/img]<< على شاطئ البحر ـ من اليمين با هرمز والكاتب والشيخ عبد القوي ـ يوك جاكرتا ـ 7/9/1400هـ ـ 19/7/1980م >> وأخذت أفكر قائلاً في نفسي لو كانت هذه الأمواج مستمرة في هياجها وقوتها ماشية إلى الأمام، الأولى تسير والثانية تتبع وتدفع، هل تستطيع الجبال الشاهقة أن تصد قوافلها عن إغراق اليابسة بأكملها؟! [[ولقد وقعت أحداث في البحار دلت على شيء من هذا التصور، بعد ربع قرن من الزمن، منها أمواج تسونامي التي دمرت آلاف القرى وقتلت ملايين البشر في لحظات من الوقت، فسبحان الذي يقول للشيء: كن فيكون]]. صورة لأمواج تسونامي وكانت السحب تتكون فوق البحر، وكأن تلك الأمواج تتسابق لإمدادها، وأخذ رذاذ المطر يتساقط علينا من تلك السحب وكأنها تكرمنا برش شيء من الطيب علينا. ولقد وقفت في هذا المكان أمام هذه المناظر متأملاً هذا الهياج من البحر وتلك الأمواج التي تصطرع بقرب الجبل الذي اشتقت للاقتراب منه، لأرى الأمواج وهي تنطحه الواحدة تلو الأخرى، وصخوره تصمد مدة من الزمن ثم تضعف فتصرع متكسرة، ورأينا آثاراً تدل على أن البحر قد أكل كثيراً من هذا الجبل موسعاً أمام أمواجه المساحة، ليجول ويصول أكثر. فراق مكروه لأمر مشروع!: [[الكراهية هنا كراهة طبيعية]]. وكنت أود أن أقف كثيراً أمام البحر الهائج، بل كنت أحب ألا أدعه ـ وهذه عادتي مع البحر ـ ولولا خوفي من هياجه وعدم رحمة أمواجه لتربعت أمام ذلك الموج أصعد بصعوده وأهبط بهبوطه، ولكني لم أتدرب على الغوص وتزلج الأمواج. وكان موعد لقائنا مع الجمعية المحمدية قد اقترب فقررنا العودة وكنت أتقدم نحو السيارة خطوتين ثم التفت لأملأ عيني بالنظر إلى تلك الصورة العجيبة التي لا أظن أنها تمحى من ذاكرتي. ولات ساعة مندم: عندما كنا واقفين على شاطئ البحر، وكنا لابسين اللباس العربي وهو غريب على كثير من الناس، وكان المكان فارغاً إلا من أشخاص قليلين هنا وهناك، وشاهدنا شخصين بعيدين عنا في جهة الشمال على يميننا وأخذا يسرعان الخطى إلينا، وعندما اقتربا منا عرفنا أنهما رجل وامرأة، وكان لباس المرأة غير لائق، وحاولا أن يقتربا منا مظهرين لنا البشاشة، إلا أنهما قوبلا منا بالصد والابتعاد، فاقتربا من الأخ سلامة، لأنه يلبس بنطلوناً وقميصاً، والظاهر أنهما سألاه عنا وهو سألهما من أين؟ فأخبراه أنهما من أستراليا وعندما رأيا ابتعادنا عنهما ذهبا بعيداً عنا. وبعد أن ركبنا السيارة وقفلنا راجعين، أخذت أفكر في تقصيرنا نحو هذين الشخصين الذين أقبلا إلينا بتلك البشاشة، أليس الأجدر بنا أن نشرح لهما مبادئ الإسلام ونرغبهما في الدخول فيه؟ فندمت ندماً شديداً على ذلك التقصير، ولكن وقت الندم قد فات، والسبب الذي جعلنا نصد عنهما هو مظهر المرأة بذلك اللباس الذي يخشى الإنسان على نفسه من الإثم من النظر إليها، إضافة إلى وجود بعض الشباب معنا، والله المستعان. الرصد الرسمي: وعندما كنا راجعين ـ بعد مسافة قصيرة من الساحل ـ وجدنا شابين بجانب الطريق وبيد أحدهما مكبر صوت وهو يتحدث مشيراً إلى قائدي السيارات الذاهبين والعائدين بالوقوف، قلت: ماذا يريد هذان؟ قال الأخ سلامة: هؤلاء موظفون من قبل الحكومة يأخذون ضريبة السير في هذا الطريق، لأنه سياحي وكان الطريق تحت الإصلاح.. فأخذ المبلغ المقرر، وأظنه آلاف الروبيات الإندونيسية، وإن كانت آلافها غير مخيفة [[يغلب على ظني أن الدولار في ذلك التاريخ يساوي 3000 روبية، وقد بلغ في هذا العام بعد سقوط من يسميه الإندونيسيين بـ(الطاغية) سوهارتو(15 عشر ألف روبية)]]. بعد معرفة قيمتها وسلم القائد بطاقة تثبت أنه تسلم المبلغ. والرصد الشعبي: وبعد أن قطعنا ما يزيد عن خمسة كيلومترات، ترك قائد السيارة الطريق الذي كنا جئنا منه ومال إلى اليسار مفضلاً أن يكون الرجوع في طريق آخر من أجل أن نرى مناظر جديدة، وهذا الطريق أفضل من الأول أيضاً، ويجب أن يمر على جسر فوق النهر مصنوع من قصب البامبو، فإذا شابٌّ واقف يطلب من السائق الوقوف وأخذ كل منهما يرطن للآخر، وفهمت أن نزاعاً حصل بينهما، لأن طبيعة الإندونيسيين هادئة لا يرفع أحد صوته على الآخر في المخاطبات العادية، فسألت: ماذا حصل؟ فقيل لي: إن هذا الجسر صنعه أهل هذه القرية، ولذلك عينوا لهم مندوباً هنا يأخذ من المارة ضريبة، فسألت: كم روبية يأخذون منا الآن؟ قالوا: خمسمائة روبية، أي ما يعادل ريالين بالعملة السعودية، قلت: أعطوهم فأعطوهم ومررنا، وهذا الجسر يبقى في الفترة التي يكون فيها ماء النهر قليلاً، أما إذا جاءت الأمطار وفاض النهر فإنه يحمل الجسر مع أول قافلة من قوافله القوية. حركة دائبة: وكنا ـ ونحن نسير في الطريق ـ نرى كثرة الناس: فلاحين يحملون على ظهورهم قصب البامبو أو أنواعاً أخرى من الفواكه والثمار، ومنهم من يحمل على دراجة عادية، ومنهم من يحمل على العربة التي تجرها الخيول أو البقر، وقد يحملون الدراجة العادية بحمل ثقيل ثم يتعاون اثنان أو ثلاثة في دفع هذه الدراجة. ورأينا عجائز من النساء طعن في السن وهن يقدن الدراجات العادية لمسافات طويلة، أما الفتيات فالأمر طبيعي بالنسبة لهن، وقد لا يفرق الإنسان بين الفتاة والعجوز إلا إذا اقترب منه الشخص، لأن الأحجام متقاربة وكذلك الألبسة، وعندما دخلنا المدينة مررنا بالفندق لاصطحاب الابن عبد البر معنا، لأنه فضل النوم ولم يرافقنا إلى البحر وقد ندم على ذلك. يا لله للمسلمين! وفي طريقنا في وسط المدينة كان الأخ الأستاذ سلامة يلفت نظرنا إلى مؤسسات النصارى ونشاطهم، فكلما مررنا بمبنى كبير جميل، قال: هذا مركز ثقافي، هذه كنيسة، هذا مستشفى، هذا ملجأ، وأغلب هذه المرافق على الشوارع العامة، فأزعجني ذلك إذ يوجد في شعب هو أكثر الشعوب الإسلامية عدداً. فسألته: هل يوجد أثر لهذا النشاط في شباب المسلمين؟ قال: نعم، لأنهم يتعلمون في مدارسهم وجامعاتهم ويدخلون مستشفياتهم للعلاج، ويربون في ملاجئهم وهم صغار وأيتام ومعوقون، ويساعدونهم إذا كانوا فقراء، ويعلمونهم ما تميل إليه نفوسهم من الفنون كالموسيقى والرقص وما أشبه ذلك. قلت: وهل يدخل أحد من شباب المسلمين في النصرانية ويترك دينه؟ قال: نعم، قلت: ما نسبة من يتنصر ممن يدرسون في مدارسهم؟ قال: قد يصل إلى عشرة في كل مائة، قلت: ماذا يكون موقف أسرة المسلم الذي يتنصر؟ قال: يطردونه ويعادونه ولكنه لا يبالي لأنه يجد رعاية كاملة من النصارى، لا يجد جزءً يسيراً منها عند المسلمين. وأخذ الأخ سلامة يشرح هذا الخطر في هذه المنطقة بالذات، فرسم لي مثلثاً على ورقة في كل زاوية منه تقع مدينة، قرر النصارى أن يسيطروا على المثلث على الرغم من قلتهم وكثرة المسلمين خلال مدة قصيرة. قال: ومن أهم خططهم لهذه السيطرة أنهم يقيمون على الشوارع العامة التي تربط بين هذه المدن الثلاث مؤسسات ومرافق تنصيرية تشمل المدارس والجامعات والكنائس والنوادي ودور السينما وقاعات المحاضرات والملاجئ وغيرها، من الشؤون الاجتماعية التي يغزون بها الأسر الفقيرة والشباب الضائع أو المحتاج، ويقصدون الأسر في منازلهم، ويقدمون لها العون والمساعدات. زيارة بعض مرافق الجمعية المحمدية: وفي الساعة العاشرة مساء كنا في مستشفى الجمعية المحمدية حيث كان في استقبالنا: رئيس الجمعية الحاج عبد الرزاق محمد فخر الدين، والأمين العام للجمعية جرتاوي وبعض الأعضاء. [img]pics/4/4008.jpg[/img]<< من اليسار رئيس الجمعية المحمدية وبعض معاونيه يوك جاكرتا 7/9/1400هـ ـ 19/7/1980م >> اجتمعنا في قاعة في المستشفى وشرح لنا أمين عام الجمعية نشاطات الجمعية ومؤسساتها التي أقامتها وفروعها. فذكر أن عدد مستشفياتهم في أنحاء إندونيسيا عشرة مستشفيات، وأن مدارسهم ـ ابتدائية وثانوية ـ اثنا عشر ألف مدرسة، وأن الملاجئ التي تم إنشاؤها للأيتام والمعوقين وغيرهم بلغت سبعين ملجأ وذكر فروعاً كثيرة للجمعية. ثم أطلعونا على أقسام المستشفى الذي أسس عام: 1923م وهو ثلاث درجات حسب أحوال المرضى، الدرجة الأولى للموسرين من المسلمين، والثانية للمتوسطين، والثالثة للفقراء، وفي كل الأحوال فيه تيسير وإعانة. وأبدوا رغبتهم في معادلة شهاداتهم في الجامعة الإسلامية، وتخصيص منح دراسية لطلبتهم، ومساعدتهم بمدرسين للغة العربية ومراجع علمية لمجلس الترجيح الذي يبحث في بعض المسائل العلمية في الشريعة الإسلامية. زيارة معهد بندارانغ: ثم ذهبنا لزيارة المعهد الإسلامي لتحفيظ القرآن الكريم ويسمى بندارانغ، ويدرس فيه بنين وبنات ويتبع نهضة العلماء، ويشرف عليه الأستاذ مفيد مسعود، وعدد الطلبة والطالبات فيه ثلاثمائة، وقد تخرج فيه في السنوات الماضية عدد من الطلاب بمعدل خمسة عشر طالباً كل سنة حافظين القرآن الكريم حفظاً كاملاً مجوداً، وطلب المسؤولون منا إبلاغ الحكومة السعودية رغبتهم في مد يد العون لهم، لبناء ما بقي من أرضه فصولاً دراسية ومساكن للطلبة وشكوا من إحاطة مؤسسات التنصير بالمعهد من كل جهة بإمكاناتها الضخمة ودعاياتها الشديدة، وقد رأينا الأرض الفضاء التابعة للمعهد والتي يريدون بناءها. وفي ذلك فليتنافس المتنافسون: وكنا قبل أن نصل إلى هذا المعهد المذكور زرنا المسجد المسمى بمسجد الجهاد، وهو على الشارع العام وبجانبه مركز تنصير على مساحات واسعة من الأرض أمام المسجد، وخلفه وعن يمينه وعن يساره، وقد كان هذا المسجد متهدماً والمسيحيون يحاولون من الأهالي شراء أرضه ليلحقوها بمركزهم ويرتاحوا من رفع كلمة الله بجانبهم، ومركزهم يحيط بها من كل الجوانب، وكان المسلمون يصلون فيه مفترشين التراب (وليس في هذا منقصة فقد كان الرسول صلى الله عليه وسلم يسجد في مسجده بجبهته الشريفة على الماء والطين، ولكن وجود مركز تنصيري ـ بمباني براقة ومرافق ودعايات لجلب شباب المسلمين إلى ذلك المركز بجانب مسجد هذه صفاته ـ ليس لائقاً). وعندما زار المسجد فضيلة الشيخ عبد الله النوري من الكويت ورآه بهذه الهيئة بجانب هذا المركز التنصيري، وسمع أن النصارى يساومون على شراء أرضه بأغلى ثمن تبرع ـ جزاه الله خيراً ـ ببنائه بناءاً ممتازاً، وقد كان قريب التمام عندما زرناه، جزى الله النوري خيراً { وَفِي ذَلِكَ فَلْيَتَنَافَسْ الْمُتَنَافِسُونَ }. [المطففين: 26]. وبعد الفراغ من المعهد المذكور رجعنا إلى الفندق لأخذ الراحة... وكلوا واشربوا! بقينا في الفندق إلى الساعة الخامسة، جاءنا بعدها الإخوة قائد السيارة وسلامة ومحمد حافظ لنذهب إلى الأخ الأستاذ محمد صالح هارون الذي كنا على موعد معه لتناول طعام الإفطار والعشاء عنده، وهو رئيس قسم التربية الدينية في وزارة التربية، فقدم لنا طعام الإفطار والعشاء، وهو عبارة عن الأرز الأبيض الصافي الذي لم يختلط بغير الماء، والدجاج المقلي والسلطة والشاي والقهوة، ونحن قد ألفنا أن يكون أول ما نتناول للإفطار هو التمر أو الماء حسب السنة، فطلبنا الماء البارد فلم نجد، وعندما علم مضيفنا بأنا نطلب الماء، جاء إلينا قائلاً: الله تعالى يقول: {وَكُلُوا وَاشْرَبُوا }فبدأ بالأكل، قلت مختصراً النقاش: السنة أن يبدأ بالتمر أو الماء للإفطار، فذهب، وبعد أن انتصف السير في الأكل رزقنا الله بقليل من الماء فشربنا وحمدنا الله. الشيء العجيب في إندونيسيا أن الشاي يقدم بارداً مثل شراب الليمون والمانجو والبيبسي عندنا، في قوارير، أما الماء فيتعذر وجوده بارداً في غير الفنادق، بل إذا قُدِّم يقدم حاراً، وتكرر هذا كثيراً، وكنا في أول الأمر نلح في طلب الماء البارد، فلما تأكد لنا الحال صبرنا محمّرين ـ أي مطبقين المثل اليمني القديم \"من دخل بلادنا حمّر\" وبعد الفراغ من تناول الطعام صلينا المغرب.. في معهد مفتاح الصالحين: هذا المعهد يقع في قرية تسمى: وونوتساري، وراء جبل مشهور عندهم يسمى: كيدول، ويقع هذا الجبل جنوب شرق جوك جاكرتا، وهو ذو طريق متعرج شبيه بطريق الهدى الواصل بين مكة والطائف عندنا، إلا أنه أشد خطراً لأمرين: الأول: أن الطريق في هذا الجبل ضيق جداً تكاد السيارات يلتقي بعضها مع بعض بسبب ضيقه. الثاني: أن الصعود فيه يغلب عليه أنه في خط مستقيم، بخلاف الهدى. وهو ـ كغيره ـ مكسو بالغابات التي كنا طول الوقت نسير في وسطها وتكتنفنا أشجار الجاتي، وهو شجر ذو أخشاب قوية جداً، وأشجار التمر الهندي التي زينت أصولها بطلاء أبيض تتبين بها حدود الشارع، بدلاً من المعالم المصطلحة. وكان المقرر أن ندرك صلاة العشاء في مسجد المعهد وأن يؤم المصلين الشيخ عبدالقوي في صلاة التراويح، ولكن تأخرنا فوصلنا وهم في آخر صلاة التراويح، وبعد أن أتم الإمام الصلاة أخذ يرفع الذكر بلا إله إلا الله بصوت مرتفع والناس يتابعونه كلهم وصدى أصواتهم يتردد في تلك الجبال، والكون ينصت لما ينطق به حاله في كل وقت من الأوقات. والذكر الجماعي بصوت مرتفع كرهه بعض العلماء، لعدم وروده بهذه الهيئة عن الرسول صلى الله عليه وسلم وأصحابه، ورأى آخرون أنه يدخل في قوله صلى الله عليه وسلم: ((إذا مررتم برياض الجنة فارتعوا)) قيل: وما رياض الجنة؟ قال: (مجالس الذكر) والذي يظهر أن كون المساجد مجلس ذكر لا يدل على الذكر الجماعي بهذه الصفة، وإنما يشمل الذكر في الجملة وحلقات العلم وما أشبه ذلك بدون التزام هيئة معينة. ولكني أرى أنه لا ينبغي إثارة مثل هذه الأمور بين قوم يجهلون كثيراً من أصول دينهم في العقيدة والعبادة والشريعة، أو يعتقدون أن ذلك مشروع متأولين بعض النصوص مثل الحديث السابق، وحديث أبي هريرة وأبي سعيد الخدري أنهما شهدا على النبي صلى الله عليه وسلم؛ أنه قال: ((لا يقعد قوم يذكرون الله ( إلا حفتهم الملائكة، وغشيتهم الرحمة، ونزلت عليهم السكينة، وذكرهم الله فيمن عنده)) وللحديث ألفاظ أخرى ساقها كلها الإمام مسلم رحمه الله في صحيحه، ولا بأس بالحوار الهادئ في ذلك وما أشبهه من الأمور الاجتهادية بدون إنكار. ويجب أن يهتم الداعية أولاً بغرس الإيمان في نفوس الناس وأركان الإسلام وصفات العبادات، لأن الدخول في هذه الجزئيات التي لو صح أن بعضها بدعة لكانت بدعة إضافية، يمكن أن يهتم بها بعد تهيئة النفوس بالتسليم لله ورسوله. والاحتكام إلى كتابه وسنة رسوله صلى الله عليه وسلم. وهؤلاء الناس عندما نناقشهم في هذه الأمور قبل ربطهم ربطاً كاملاً بالمعنى السابق، ينفرون، وقد ينقسمون على أنفسهم، فيكون في ذلك ما فيه من الفرقة والنزاع الذين لا يرضى بهما الله ورسوله. نعم عندما يكون الأمر يتعلق بالعقيدة كالشرك أو تحريم حلال أو تحليل حرام، لا بد من الاهتمام به ولكن يبدأ أيضاً بالأهم فالمهم وهكذا.. قعدنا في قاعة الاجتماعات، وبعد أن فرغ المصلون من الصلاة والذكر جاءوا إلينا مستبشرين فرحبوا بنا، وبدأت فقرات الحفل فطلبوا من الشيخ عبد القوي أن يقرأ، وكاد يعتذر لأنه كان متعباً، وكنت أخشى أن يكون أصيب بفقر الدم لعدم تناول الغذاء الكافي لأن الطعام ما كان مناسباً حسب العادة، ولكني شجعته فقرأ قراءة قصيرة على غير عادته في الانطلاق والانسجام مع آي القرآن الكريم حتى كأنه ينسى أنه يقرأ. ثم تقدم رئيس المعهد ويدعى محمد صالح أيضاً، فشرح ما يقوم به المعهد، وأنه في هذه الليلة يبدأ فيه معهد رمضان لتدريس الطلبة الذين يدرسون في المدارس الحكومية أمور دينهم، وسيبدءون بالطالبات وكن حاضرات، صلين معهم العشاء والتراويح، ثم قام الأخ محمد صالح هارون فرحب بنا وافتتح معهد رمضان، وطلب مني أن ألقي كلمة وتساءل عن إمكان إعطائهم منهجاً لتدريس اللغة العربية لغير العرب؟ وقال: إننا في شوق أن نسمع منك يا ابن العرب التحدث باللغة العربية. وكانت الكلمة متضمنة واجبنا في التعليم والتعلم والدعوة، وفهم العقيدة الإسلامية على وجهها من كتاب الله وسنة رسوله صلى الله عليه وسلم المبنية على القاعدة الأولى: قاعدة الألوهية المطلقة لله، والقاعدة الثانية وهي قاعدة الاتباع للرسول صلى الله عليه وسلم وهما مضمون الشهادتين (لا اله إلا الله محمد رسول الله). وأشرت لهم أن تعلم اللغة العربية يحتاج إلى إرادة قوية من المعلمين والمتعلمين، مع معرفة أن تعلمها ليس كتعلم غيرها، لأنها لغة ديننا وكتاب ربنا وسنة نبينا صلى الله عليه وسلم. وذكرت لهم أن منهج معهد كونتور يناسب الاستعانة به في المعاهد الأخرى، كما أن المعهد العربي السعودي لتعليم اللغة العربية في جاكرتا، يمكن أن يستفاد، منه ووعدناهم أن نبعث لهم بمنهج شعبة اللغة العربية بالجامعة وبعض كتبها، وحملت طلبة الجامعة الإسلامية من الإندونيسيين مسؤولية قيامهم بتعليم إخوانهم في بلادهم. صرخة هل تسمع؟ والحقيقة أن من أفضل الوسائل لنشر اللغة العربية هو تدريس أبناء العالم الإسلامي كما هو الحال في الجامعة الإسلامية وجامعة الإمام محمد بن سعود الإسلامية، إلا أن تدريسهم ينبغي أن تطور وسائله وأن تؤلف كتب خاصة بتعليم اللغة العربية لغير العرب، وأن تنشر هذه الكتب بطرق مختلفة: عن طريق النشر والتوزيع لهذه الكتب، وعن طريق تسجيلها في أشرطة كاسيت وأشرطة فيديو وأشرطة C.D.، وعن طريق الإذاعة والتلفزيون. وحبذا لو أن الجامعة الإسلامية في المدينة المنورة سعت في إيجاد برامج لذلك في الإذاعة توجه إلى جميع أنحاء العالم، وفي التلفزيون بالنسبة للملكة ويمكن تسجيلها في أشرطة فيديو وتوزيعها في العالم، تُرَى هل يأتي اليوم الذي تكون الجامعة قد خطت هذه الخطوة ونحن أحياء؟ ألا أنها إن فعلت ذلك في الوقت القريب أو البعيد، فإنها تكون قد سطرت في صحف التاريخ مأثرة من مآثر الخير لها وللملكة العربية السعودية رائدة التضامن الإسلامي الذي من أهم وسائله انتشار اللغة العربية التي يتوقف عليها فهم الإسلام فهماً سليماً في أنحاء العالم الإسلامي. وينبغي أن تسعى الجامعة الإسلامية وجامعة الإمام محمد بن سعود الإسلامية سعياً حثيثاً في توزيع المنح الدراسية على مؤسسات المسلمين في البلدان، بحيث لا تكون بعض المؤسسات متخمة بالمنح وبعض المؤسسات لا يوجد لها في الجامعة طالب واحد، صحيح أن المؤسسات التي تهتم وتلح لها الحق في ذلك، ولكن الدعوة الإسلامية يجب أن تعم وينبغي أن تحصر الجامعات الإسلامية المؤسسات الإسلامية كلها وكثير منها مجهول، وفي الزوايا خبايا، ومبادرة هذه الجامعات لدراسة مناهج تلك المؤسسات ومعادلتها ورصد منح دراسية لها، كما أنه ينبغي أن تمنح المؤسسات التي لا يوجد بها أحد من المتخرجين في الجامعة الإسلامية وأمثالها بعض المدرسين، حتى يساعدوا على الربط بينها وبين هذه الجامعات وقد تكون بعض المؤسسات أو الجمعيات عندها تقصير في مناهجها أو عندها بعض الخرافات، وهذا لا ينبغي أن يمنع من منحها مقاعد لبعض طلابها أو منحها بعض المدرسين، لأن الهدف هو تعليم الجاهل وتصحيح الأفكار وهذا لا يحصل إلا بالاتصال بتلك المؤسسات. أنا ما فهمت لماذا تسبح؟! رجعنا من معهد مفتاح الصالحين إلى جوك جاكرتا، وعندما وصلنا إلى الفندق توضأنا لنصلي، وكنت نسيت أننا قد صلينا المغرب فصلى بنا الشيخ عبد القوي ـ ناوياً العشاء ـ وصليت معه أنا ناوياً المغرب وعندما سلم من الركعتين، قلت: سبحان الله! وكررتها، وأخذ هو يفكر ملياً في هذا التسبيح وسببه، ثم قال: أنا ما فهمت لماذا تسبح؟ فسلمت وقلت له: المغرب ثلاث ركعات، وأنت صليت ركعتين، فأخذ يضحك ففهمت أني أخطأت ـ بل نسيت فقمت وصليت العشاء ـ لأني لم أنوه بتلك الصلاة وإنما الأعمال بالنيات. وهذه إحدى النكات التي كانت كثيرة مع الشيخ عبد القوي. في معهد بابيلان الإسلامي: الأحد: 8/9/1400هـ ـ 20/7/ 1980م في الساعة التاسعة صباحاً ذهبنا إلى معهد بابيلان الإسلامي وهو يقع شمال غرب مدينة جوك جاكرتا على بعد خمسة وثلاثين كيلومتراً، وهو فرع لمعهد كونتور ليس رسمياً وإنما أسلوبه نفس الأسلوب، ومؤسس هذا المعهد شاب نشيط متحمس لنشر الدين الإسلامي وتعليم اللغة العربية، يساعده مدرسون من زملائه وتلامذته متحمسون مثله يشعرون جميعاً بخطر التنصير المسيحي الجاد في إخراج شباب المسلمين من دينهم في إندونيسيا بأكملها. أسس المعهد في: 1965م ومساحته خمسة هكتارات عدد طلبته:971 منهم:402 من الطالبات والباقون طلاب، عدد مدرسيه من الرجال: 48 مدرساً ومن النساء: 12 مدرسة وهو يشتمل على فصول دراسية ومساكن للطلبة ومسجد ومرافق عامة كثيرة، وهي كلها موقوفة على المعهد، كما قال مديره (فهو ليس لنا وإنما هو للمسلمين). ولهم برنامج يومي مستمر وهو كما يلي: 1 ـ في الساعة الرابعة صباحاً القيام من النوم والاستعداد لصلاة الفجر. 2 ـ بعد صلاة الفجر الرياضة البدنية. 3 ـ قراءة القرآن الكريم في حلقات على أيدي المدرسين. 4 ـ تناول طعام الإفطار. 5 ـ بدء الدراسة من الساعة السابعة، وانتهاؤها في الثانية بعد الظهر. 6 ـ دروس إضافية في اللغة العربية واللغة الإنجليزية. 7 ـ رياضة بدنية من الساعة الرابعة إلى الساعة الخامسة. 8 ـ صلاة المغرب. 9 ـ قراءة القرآن في المساكن. 10 ـ صلاة العشاء. 11 ـ مطالعة الدروس من الساعة الثامنة إلى الساعة التاسعة والنصف، ثم النوم إلى الساعة الرابعة. وتقام محاضرات وندوات ثقافية في كل ليلة اثنين وليلة جمعة. وفي كل يوم خميس تنظيف عام يقوم به الجميع من الساعة الحادية عشرة صباحاً إلى الساعة الواحدة بعد الظهر، ومن الساعة الثانية بعد الظهر تدريب كشفي إلى الساعة الرابعة. مررنا قبل الوصول إلى هذا المعهد بقرية مونتيلان وكانت هذه القرية أول مركز للتنصير في إندونيسيا ودفن بها أول بابا اختير للتنصير وهو إندونيسي، وهذه القرية مزدحمة بمؤسسات المنصرين من كنائس ومدارس وملاجئ وغيرها، ويقع المعهد شمال غرب هذه القرية على بعد ثلاث كيلومترات، ومدير المعهد اسمه همام، قال لنا: إن بناء هذا المعهد كان في القرن السادس عشر الميلادي، والذي بناه أحد أجدادي وقد أغلق واندثر خلال الحروب مع الهولنديين، ونحن الآن جددناه وسيستمر بإذن الله شوكة في حلوق الأعداء. وكان على يميننا ونحن نسير إلى المعهد قبل القرية \"مونتيلان\" جبل عال يرى من بعد، يقال إن ارتفاعه يبلغ كيلو مترين وبه بركان ميرامي الذي وصلت قذائفه من الصخور إلى جنوب قرية مونتيلان على مسافة بعيدة جداً. وأقيم احتفال كالعادة تبودلت فيه الكلمات، وبعد انتهاء الحفل مررنا بمرافق المعهد، ثم اصطحبونا إلى معبد بوذا الذي يقع شمال غرب المعهد على هضبة مرتفعة وهو أكبر معابد البوذيين في العالم. معبد بورو بودور: يحج إليه البوذيون من كل مكان في كل سنة مرة في شهر مايو واسم هذا المعبد (بوروبودور) وأسس في القرن السابع الميلادي وعندما سقطت بعض حجارته تبرعت هيئة اليونسكو التابعة للأمم المتحدة وأهل الغرب بمليارات الروبيات الإندونيسية لتجديده، وكنت أظن أن فيه كهنة مقيمين يمكن أن ندعوهم إلى التوحيد والدخول في الإسلام، لكن تبين عند وصولنا إلى السوق المجاور له أنه لا يوجد به إلا السائحون فقلت للإخوة: لا يليق بنا أن ننزل ونصعد إلى هذا المعبد فيرانا الناس نزوره ونحن مسلمون فيظنون أننا نعترف بهذه الأوثان. ووجدنا في السوق المجاور له بعض المصنوعات الجلدية وغيرها من الصناعات المحلية، تجولنا قليلاً في هذا السوق الذي أصبح السائحون فيه يتمتعون بهيئتنا العربية التي قد لا يكون كثير منهم رآها إلا في التلفزيون أو في غيره مما يماثله. وفي طريقنا إلى مدينة جوك جاكرتا، قبل الوصول إلى قرية مونتيلان مررنا بمعبدين بوذيين آخرين أحدهما يسمى مندود، والآخر يسمى باون، والأول أكبر من الثاني. ورافقنا الأخ همام مدير المعهد وبعض الأساتذة إلى قرية مونتيلان، وعرفونا بمؤسسات المسيحيين من الكنائس والمدارس والجامعات، وهم يتحرقون من الإمكانات الضخمة الموجودة مع هؤلاء النصارى والتي تمكنوا بها من إغراء الشباب المسلم بترك دينه، وأشاروا إلى مباني قريبة من مؤسسات النصارى كانت للنصارى أنفسهم، ولكن رئيس البلدة اضطرهم عندما عزم على الحج أن يبيعوها للمسلمين، واشتراها هو من ماله ووقفها وهي تستعمل مسجداً الآن، وقد بذل النصارى محاولات شديدة لاسترداد هذه الأرض وهذه المباني فلم يقدروا على ذلك. وفي وسط هذه المؤسسات النصرانية الكثيرة توجد مدرسة صغيرة للجمعية المحمدية تؤدي واجبها على قلة إمكاناتها، وترفع كلمة لا اله إلا الله محمد رسول الله ليؤمها الشباب المسلم على رغم أنف أعداء الله. ولقد رأينا روحاً عالية عند الأخ همام وعند زملائه وأملاً كبيراً في انتصارهم على أعداء الإسلام وقد عرض علينا خريطة الجزر الإندونيسية محددة بها المناطق التي وفد الطلبة منها إلى هذا المعهد المبارك، فإذا أغلب المناطق يوجد منها من يدرس في المعهد، وهؤلاء عندما يتخرجون سيقومون بالدعوة في بلدانهم وسيكون أثر دعوتهم مقلصاً لنشاط المنصرين. وقال الأخ همام: إن بعض أبناء النصارى كتبوا إلينا عارضين رغبتهم في الدخول في الإسلام والالتحاق بالمعهد وإنهم سيصلون قريباً. والجدير بالذكر أن مباني المعهد كلها من صنع الطلبة، وكذلك خزانات المياه والمرافق الأخرى والمزارع التابعة للمعهد. ولأساتذة المعهد مزارع قريبة منه ينفقون على أنفسهم منها، أما ما يحصل للمعهد من أموال من أوقافه أو من تبرعات أهل الخير أو من الطلبة فإنه يدخل في ميزانية المعهد ولا يأخذ الأساتذة ولا المدير شيئاً منها، وقدوتهم في ذلك معهد كونتور الذي كان هو الذي بدأ بهذا الأسلوب الناجح، وسيأتي الحديث عنه في هذا الكتاب. وهذا يدل على نفوس كبيرة وهمم عالية وعلى تضحية وإخلاص ـ إن شاء الله ـ في هؤلاء الأساتذة جزاهم الله خيراً. ومن الأعضاء البارزين ذوي الحماس الدافع والفكر الجيد الأستاذ محمد حبيب أحد مدرسي المعهد. وفي هذا اليوم أخبرنا أن المؤتمر المسيحي البروتستانتي الدولي بدأ في بلدة منادو بجزيرة سولاويسي في الشمال الشرقي، وأن رئيس الجمهورية سوهارتو وزوجته افتتحا هذا المؤتمر رسمياً، وأن الرئيس قال في كلمته: إن مسابقة القرآن الكريم انعقدت هنا، وهذا المؤتمر ينعقد هنا، وهذا دليل على التسامح الديني بين المسلمين وبين المسيحيين في إندونيسيا، وأن أهل الأديان أحرار في الدعوة إلى أديانهم كل صاحب دين له الحق في الدعوة إلى دينه، وعلق بعض الغيورين على هذا الكلام فقال: لقد أعطى المسيحيين بهذا التصريح قانوناً صادراً من أعلى مستوى في الدولة، بأن يدعو المسلمين إلى الدين المسيحي، وهذا يخالف ما أصدره وزير الشؤون الدينية سابقاً، من أنه لا يسمح لأي صاحب دين أن يدعو الآخرين للدخول في دينه، وإن كان فيه إجحاف بالإسلام الذي لا دين سواه، فإلى الله المشتكى وهو حسبنا ونعم الوكيل. ودعنا الإخوة مدير المعهد والمدرسين ورجعنا إلى جوك جاكرتا. في مسجد العمود الواحد: تربية الأطفال: وفي الساعة السابعة مساء زرنا مسجدا تابعا للجمعية المحمدية، وهو مركز لمؤسسة تربية الأطفال في هذه المدينة ويعنى بتربية الأطفال. ولهذه المؤسسة ثلاثمائة وخمسون فرعاً في نواحي جوك جاكرتا، ويشرف على هذه المؤسسة الدكتور محمد ناصر، ويسمى هذا المسجد مسجد العمود الواحد، لأنه لا يوجد به إلا عمود واحد في وسطه، والمسجد ليس كبيراً. وصلنا إلى المسجد وقد صلى الناس العشاء، فصلينا نحن العشاء، ثم صلى بنا الشيخ عبد القوي التراويح بعد أن ألقيت كلمة في تربية الأطفال، ثم اجتمعنا بأعضاء هذا المركز وتذاكرنا بعض شؤون الدعوة الإسلامية ورجعنا إلى الفندق. زيارة مؤسسة العائشية: الاثنين: 9/9/1400هـ ـ21/7/ 1980م في الساعة التاسعة صباحاً زرنا ملجأ الأيتام التابع للجمعية المحمدية، وهو خاص بالبنات اليتيمات ويسمى \"العائشية\" نسبة إلى عائشة أم المؤمنين رضي الله عنهـا زوج رسول الله صلى الله عليه وسلم. وتشرف عليه امرأة كبيرة السن وتساعدها أخرى مثلها، شرحت لنا المشرفة ما يقوم به هذا الملجأ فذكرت أنه أسس سنة: 1930م ونقل إلى المبنى الذي هو فيه الآن سنة: 1956م وأن الموجودات فيه الآن خمسون فتاة، وأنهن يتلقين تدريبات مهنية مختلفة حسب هواياتهن، ويدرسن في المدارس، ويقمن بعد ذلك بالتدريس أو التمريض أو الخياطة أو غيرها، وأن المصروفات التي يحتاج إليها المركز شهرياً ثلاثمائة وخمسون ألف روبية (350.000) وهو يعادل أربعة آلاف ريال (4.000) ريال سعودي. وإن هذا الملجأ وأمثاله وإن كان لا يقوم بالتربية الإسلامية كما يجب أن تكون، فإنه يعتبر من الحصون المنيعة التي تحول بين أعداء الله وبين أبناء المسلمين، ويجب على أغنياء المسلمين في الشعوب الإسلامية أن يمدوا هذه المؤسسات بما يمكنها من القيام بواجبها نحو أبناء هذه الشعوب. وهذا المبلغ أربعة آلاف ريال سعودي يستطيع أن يقوم به بعض التجار الصغار في بعض البلدان العربية. بين الشكر والغرور: في الساعة السابعة مساء زرنا مسجد جامعة التربية والتعليم، وهي تقع في حارة كارانج مالانج، وكان المسجد غاصاً بالشباب، فصلينا العشاء وراء إمام المسجد، ثم صلى الشيخ عبد القوي التراويح، ألقيت بعد ذلك محاضرة موضوعها.. غرور الأوروبيين بالعلم وإلحادهم.. وأن سبب ذلك ما جرته الكنيسة على أهل أوربا من محن ووقوفها ضد العلوم التجريبية والعقلية، وأن العلوم الأوروبية الحضارية الحالية مبنية على أصول الحضارة الإسلامية. وأن المسلمين عندما يتقدمون في هذه العلوم يعتبرونها منحة من الله تعالى، لأنه لا يوجد في دينهم ما يصادم هذه العلوم الصحيحة، بل إن الإسلام يحثهم عليها، وأنه يجب على المسلمين أن يستعيدوا مجدهم بالتمسك بالدين وبالتقدم في العلوم الذي يعتبر جزء من الدين وعبادة يثابون عليها، وكان تأثر الشباب بهذه المحاضرة عالياً جداً دل عليه كثرة تكبيرهم الذي كان يرتج به المسجد. مع زعماء الجمعيات الإسلامية في جوك جاكرتا: بعد الفراغ من مسجد جامعة التربية والتعليم ذهبنا إلى مؤسسة تونس ملاتي وهي تُعنى بالمعوقين والمكفوفين، وكان مقرها مجالاً لكثير من اللقاءات، منها هذا اللقاء الذي تم فيه الاجتماع مع المدرسين وزعماء الجمعيات الإسلامية في هذه المدينة، وقد تضمن البرنامج أمرين: الأمر الأول: إلقاء محاضرة اشتملت على موضوعين: الموضوع الأول: الحث على اجتماع الكلمة والبعد عن التفرق وما يترتب على الأول من مصالح وما يترتب على التفرق من مفاسد، مع ذكر عوامل الائتلاف وأسباب التفرق. [img]pics/4/4009.jpg[/img]<< جمعية تونس ملاتي ـ إندونيسيا يوك جاكرتا ـ 9/9/1400هـ ـ 21/7/1980م >> [img]pics/4/4010.jpg[/img]<< الكاتب يتلقى هدية من جمعية تونس ملاتي ـ أندونيسا يوك جاكرتا ـ 9/9/1400هـ ـ 21/7/1980م >> الموضوع الثاني: وجوب الخروج على أي تقليد أو عادة تخالف الإسلام، لأن العادات المخالفة للإسلام إذا استمر عليها جيل من الناس ورثتها الأجيال مستقبلاً وأصبحت كأنها من الدين، ويتحمل إثمها من سَنَّها ـ وكان هذا الموضوع الأخير ناتجاً عن رؤيا منامية في نفس هذا اليوم طلب مني بعض مشايخي الصالحين [[وهو سماحة الشيخ عبد العزيز بن عبد الله بن باز الرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد]]. أن أتحدث عنه ـ وكان في مكانه، لأن كثيراً من العادات التي شاهدناها تخالف الإسلام، ولكن كثيراً من المسلمين لا يعلمون ذلك. الأمر الثاني: فتح باب الأسئلة والمناقشة، وكان من أهم الأسئلة: دهشة المسلمين في إندونيسيا من كون المسلمين العرب الذين يدعون للإسلام والتمسك بالكتاب والسنة، لا يدعمون المؤسسات الإسلامية المحتاجة للدعم الكافي، مع أن النصارى لهم مؤسسات مدعومة من المسيحيين في كل أنحاء العالم، ولذلك يوجد من أبناء المسلمين من يدخل في الدين المسيحي أو يترك دينه ـ وإن لم يدخل في الدين النصراني ـ لعدم ثقته في المسلمين حيث لا يرى منهم اهتماماً بإخوانهم. وذكرنا لهم أن هناك في المملكة العربية السعودية اهتماماً من الدولة ومن الشعب والمؤسسات الإسلامية، ويشاهد هذا الدعم في كل البلدان الإسلامية ومنها إندونيسيا، وغير الإسلامية، ولكنه يحتاج إلى المزيد، وأنه لو اهتمت كل دولة إسلامية عندها إمكانات لحصل الخير الكثير. وطلب منا الإخوة إبلاغ الحكومة السعودية والمؤسسات الإسلامية كالجامعة الإسلامية وجامعة الإمام محمد بن سعود الإسلامية ورابطة العالم الإسلامي وإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، أن تتحمل مسؤولياتها وتقوم بواجبها نحو أبناء المسلمين في إندونيسيا. وألحوا في طلب إنشاء مركز للطلبة المسلمين في هذه المدينة التي تسمى مدينة طلابية لكثرة الجامعات والمعاهد والمدارس فيه، ومن ثم كثرة الطلاب، وهذا المركز يشمل قاعة محاضرات ومسجداً ومكتبة ومرافق أخرى مفيدة. وأرى أن إنشاء قاعة محاضرات عامة واسعة تتسع لكثير من الأعداد الطلابية الهائلة من المسلمين في هذه المدينة ومسجد جامع كبير ومكتبة مركزية تزود بالمراجع الإسلامية وغيرها من المرافق التي تعين المسلمين المهتمين بالدعوة الإسلامية وتربية الشباب وتحصينه من الوقوع في أحضان المنصرين، أرى أن ذلك أمر واجب على المؤسسات الإسلامية القادرة، لأنه من الجهاد في سبيل الله وأخص بالذكر الجامعة الإسلامية بالمدينة المنورة وجامعة الإمام محمد بن سعود الإسلامية بالرياض، والأمانة العامة للدعوة الإسلامية التي يرأسها الأمير سلطان بن عبد العزيز، والرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد [أصبحت الدعوة والإرشاد من اختصاص وزارة الشؤون الإسلامية والأوقاف] التي حظيت بسماحة الشيخ عبد العزيز بن عبد الله بن باز الذي عرفه القاصي والداني داعياً إلى الله بالقول والعمل وإعانة كل من تصدر للدعوة إلى الله سبحانه، والجمعية الخيرية التي يرأسها الأمير سلمان بن عبد العزيز، ورابطة العالم الإسلامي التي يلهج المسلمون بها آملين منها المساعدة في كل مكان. ثم أهيب بتجار المسلمين في كل مكان لإقامة مثل هذا المشروع الضروري، ولا أنسى أن أنبه وزارة الأوقاف الكويتية التي لها جهود لمسناها في كثير من الأماكن التي زرناها ومؤسسة الملك فيصل الإسلامية. أما كيف يتم ذلك؟ ومن يتولاه؟ فجواب هذا عند الجامعة الإسلامية التي كانت السبب في معرفتنا هذه الحقائق، وعندها طلب خاص يتعلق بهذا الموضوع، وأنا أدعو الجميع أن يطبقوا قول الله سبحانه وتعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى}. [المائدة، من الآية: 2]. وهذا من أعظم البر والتقوى. في معهد المنور الإسلامي: الثلاثاء: 10/9/1400هـ ـ22/7/ 1980م كان المقرر لنا في هذا اليوم مغادرة جوك جاكرتا دون زيارة أي مؤسسة أخرى، ولكن بعض طلبة الجامعة الإسلامية ألحوا علينا طالبين زيارة معهدهم الذي تخرجوا فيه والتحقوا بعد تخرجهم بالجامعة الإسلامية بالمدينة المنورة، فلم نجد وقتاً نحقق فيه رغبتهم إلا بعد صلاة الفجر من هذا اليوم، واتفقنا على أن نضع حقائبنا في صندوق السيارة التي استأجرناها من نفس الفندق الذي كنا نازلين فيه، ونحاسب مدير الفندق ونزور هذا المعهد ثم ننطلق منه إلى معهد كونتور في طريقنا إلى سورابايا وكان ذلك. وعندما وصلنا إلى مقر المعهد وجدنا حشداً كبيراً من الطلبة والأساتذة في استقبالنا يتقدمهم فضيلة مدير المعهد وكان ذلك في الساعة السادسة والنصف صباحاً. ومدير المعهد حالياً هو الحاج علي معصوم، ومؤسسه الأول هو الحاج منور في سنة: 1911م وهو يشتمل على المتوسطة والعالية، وعدد طلابه ألف تقريباً، وفيه قسم لتحفيظ القرآن الكريم وتدرس فيه مع العلوم الشرعية العلوم الكونية. [img]pics/4/4011.jpg[/img]<< الشيخ علي معصوم رحمة الله مدير معهد المنور يوك جاكرتا 10/9/1400هـ ـ 22/7/1980م >> [img]pics/4/4012.jpg[/img]<< معهد منور ـ أندونيسيا ـ يوك جاكرتا 10/9/1400هـ ـ 22/7/1980م >> تقدم مدير المعهد بكلمة الترحيب وبين أسباب إنشاء هذا المعهد التي منها كثرة أبناء المسلمين الذين يلتحقون بالمدارس الكاثوليكية و الأحمدية (القاديانية) وغيرها من مدارس أعداء الإسلام، ثم شيوع المذاهب الباطنية والخرافات، ثم مناهج التربية والتعليم الحكومية البعيدة عن الصبغة الإسلامية. طلب مني فضيلته إلقاء كلمة قبلت الطلب وكانت تتضمن بيان أهداف التربية والتعليم. إلى لقاء آخر يا مدينة الطلاب! كان معهد منور الإسلامي هو آخر المؤسسات التي التقينا فيها أبناء مدينة الطلاب: جوك جاكرتا، وبوداعه ووداع مديره وأساتذته وطلابه الذين احتشدوا في صفوف طويلة لوداعنا، وصغارهم الذين أنشدوا أناشيد الوداع الحزينة، بهذا الوداع ودعنا مدينة جوك جاكرتا ونحن نشعر بأنها كانت أكثر فائدة من غيرها، ولذلك نقول لأبنائها إلى اللقاء يا أبناء جوك جاكرتا وعسى أن يكون لقاءنا في وقت حقق الله لكم فيه مطالبكم العالية، والسلام عليكم ورحمة الله وبركاته."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "3- في مدينة كونتور",
    "content": "السفر إلى معهد كونتور: غادرنا جوك جاكرتا ـ عن طريق البر ـ في الساعة الثامنة والنصف وكان وصولنا إلى معهد كونتور الساعة الثانية عشرة، وكان في استقبالنا بعض الأساتذة، ونزلنا في مقر المعهد في مبنى ضيافتهم، والمسافة بين مدينة جوك جاكرتا وهذا المعهد مائتا كيلو متر. استرحنا إلى قبيل المغرب حيث دعانا فضيلة مدير المعهد الحاج إمام زركشي لتناول طعام الإفطار والعشاء في منزله، وهو في مقر المعهد أيضاً، وبعد أن صلينا المغرب وتناولنا طعام العشاء عدنا للراحة، وذهبنا إلى المسجد فصلى بنا إمام المسجد صلاة العشاء وصلى بنا الشيخ عبد القوي صلاة التراويح. الولاء لله ولرسوله وللمؤمنين: ثم دعينا إلى قاعة المحاضرات وكان البرنامج ما يأتي: 1 ـ تلاوة القرآن الكريم ـ الشيخ عبد القوي. 2 ـ الترحيب وبيان أهداف المعهد ـ مدير المعهد. 3 ـ كلمة ترحيب أخرى ـ للشيخ سوتاجي تاج الدين وهو من الذين تخرجوا في الجامعة الإسلامية بالمدينة المنورة ونال شهادة الماجستير من الأزهر بالقاهرة. 4 ـ محاضرة دعيت لإلقائها وكانت بعنوان: الولاء لله ولرسوله وللمؤمنين. وارتفعت الأصوات مدوية بكلمة التوحيد! كنت قبل الحضور إلى القاعة طلبت من الابن عبد البر أن يقف على المنبر قبل إلقاء كلمتي ليقول كلمة التوحيد بصوت عال ويردد الحاضرون وراءه ذلك. وعندما دعيت لإلقاء المحاضرة طلبت من الحاضرين أن يرددوا وراء الابن الكلمة التي سيسمعونها منه، فصعد المنبر وقال: لا إله إلا الله.. نوالي من والاها.. ونعادي من عادها.. [img]pics/4/4013.jpg[/img]<< عبد البر ـ ابن الكاتب ـ يكرر \"لا إله إلا الله نوالي من والها ونعادي من عادها\" ويردد وراءه ذلك أساتذة معهد كونتور وطلابه قبل إلقاء والده محاضرته ـ إندونيسيا معهد كونتور >> [img]pics/4/4014.jpg[/img]<< طلاب معهد كونتور وهم يستمعون إلى المحاضرة 10/9/1400هـ ـ 22/7/1980م >> وهم يرددونها بعده ثلاث مرات ثم صعدت أنا المنبر وبينت معنى الموالاة والمعاداة، ومن نوالي ومن نعادي، وأن أعداء الله جادون في تغيير هذا الولاء بغيره من التراب أو اللغة أو المذهب أو اللون.. وأنه يجب الحذر منهم، لأن تغيير هذا الولاء فيه القضاء على الأمة الإسلامية وتحطيم راية الإسلام، وأن القوميات التي نشأت في كثير من بلدان المسلمين إنما كان مخططاً لها من قبل أعداء الله في الدول الأوربية ـ ولا سيما القومية العربية التي شتت الله بها شمل العرب عندما أقامها بعض الزعماء مقام دين الله، ولما كان معهد كونتور هذا قد حاز قصب السبق في تدريس اللغة العربية والاهتمام بها حتى إن أساتذته وطلبته لا يحتاجون إلى من يترجم لهم المحاضرة التي تلقى باللغة العربية، لما كان المعهد كذلك وحصل لبس عند فضيلة مدير المعهد من كلامي عن القومية العربية، فظن أن اهتمام المعهد باللغة العربية قد يظن منه التعصب للعرب فعلق بكلمة مختصرة وضح فيها أن المعهد إنما يهتم باللغة العربية لأنها لغة الإسلام وبها نزل القرآن، فذكرته له أن من أهم الأسباب التي جعلتني أذكر القومية العربية وأن الولاء الحق هو للإسلام لا للجنس أنكم تهتمون بلغة العرب أكثر منهم، ولو كان الولاء للقوميات لكانت اللغة الإندونيسية أولى بكم ففهم المراد. وطلب فضيلة المدير من الطلبة أن يقوموا احتراماً لنا عند الخروج، فقاموا جميعاً فصعدت المنبر وذكرت لهم نهي الرسول صلى الله عليه وسلم القيام لنفسه من صحابته، وأن لنا في ذلك أسوة حسنة، وأن القيام إنما يحصل من الأعاجم لملوكهم، وقد نهى عنه الرسول صلى الله عليه وسلم، وطلبت منهم أن يقعدوا جميعاً، واعتذرت لفضيلة المدير فقعدوا وخرجنا وهم على مقاعدهم. ورافقنا بعض المدرسين إلى مقر نُزُلِنا حيث تبادلنا الأحاديث في شؤون الدعوة والتعليم ثم تركونا لنلتقي غداً في المسجد لصلاة الفجر ثم كلمة الصبح. كلمة الصبح: ومن النشاطات التي يقوم بها المسؤولون في هذا المعهد كلمة الصبح، وهي تطلق على محاضرة ثابتة كل يوم بعد صلاة الفجر، وقد طلبوا مني أن أتولاها في هذا اليوم. وتضمنت: المسلم بين تزكية نفسه وتزكية غيره، موقع الأستاذ بالنسبة لغيره، والذين يدعوهم إلى الله ينقسمون قسمين ـ قسم السادة المكابرين وقسم الأتباع الأذلين وكلهم في حاجة إلى صبر ومصابرة حتى يحقق الله على يديه رفع راية الإسلام. والداعي كما أنه لا يذل إلا لله فإنه لا يتكبر على خلق الله. نبذة موجزة عن معهد كونتور: لا بد من التعريف بهذا المعهد الذي يندر له نظير في إندونيسيا، ولا أدري عن غيرها ـ وقد بدأ بعض الطلبة الذين أتموا دراستهم فيه يحاولون إنشاء معاهد على غراره. ولا أقصد من نفي النظير أن المعهد أكبر من غيره من المؤسسات الإسلامية، كما لا أريد أنه أقدم المعاهد الإسلامية، ولا أن طلبته أكثر من طلبة غيره، ولا أن مناهجه فاقت المناهج الأخرى. ولكن الذي أقصده أن المعهد قام على البذل والتضحية من قِبَل المؤسسين، ثم من قِبَلهم ومن قبل المعاونين لهم في الشؤون الإدارية والمدرسين والطلبة على السواء. فقد قام بتأسيس المعهد الحاج أحمد سهل رحمه الله، حيث وقف قطعة أرض بنى عليها مبنى للدراسة وآخر مثله مصلى، كل واحد منها مثل الفصل الدراسي المتوسط، وكان ذلك في 12 ربيع الأول سنة: 1345هـ ، وساعده أخواه فضيلة الحاج زين الدين فناني وفضيلة الشيخ الحاج إمام زركشي. ثم أخذوا يجمعون له التبرعات ويتوسعون في البناء: بناء الفصول الدراسية والمباني السكنية والمرافق العامة الأخرى، حتى أصبح الآن شبه مدينة جامعية، وأصبحت أرضه الموقوفة عليه التي يستعان بريعها على مسيرته مائتين وخمسين هكتارا، ومساحة حرمه ستة هكتارات. اقتداء أسرة المعهد بالرسول صلى الله عليه وسلم وأصحابه: والأمر الغريب فيه ـ وما كان ينبغي أن يكون غريباً عند المسلمين ـ هو أن موظفيه وأساتذته وطلابه يقومون ببناء ما يحتاجون إليه من الفصول والمساكن بأيديهم، ويدير موظفوه إدارته ويدرس الأساتذة مواده ويشارك الطلاب في نشاطاته المادية التي تعود إليه بالفائدة دون مقابل، فهو من هذه الناحية شبيه بمسجد الرسول صلى الله عليه وسلم الذي بناه الرسول صلى الله عليه وسلم والصحابة بأنفسهم وكان الصحابة يقولون وهم يرونه يتقدمهم في البناء وحمل الأخشاب والحجارة والطين: [sh] لئن قعـدنا والنبي يعمل\t\t\t\t=لذاك منا العمل المضلل [/sh] ولا يتفقون مع المقاولين في البناء إلا فيما يحتاج إلى الآلات أو تأسيس لا يتدربون عليه مثل المسجد المكون من عدة طوابق ومئذنته كبيرة، وهو الذي أسهم في بنائه الملك فيصل رحمه الله بمائة ألف ريال سعودي. وقد سألت بعض أساتذة المعهد: إذا كنتم لا تأخذون أجراً مقابل تفرغكم للتدريس في المعهد والقيام بنشاطات متعددة، فمن أين يأتيكم المال الذي تنفقون منه على أنفسكم وأسركم؟ فأجابوا بأنهم اشتروا لهم بعض المزارع القريبة من المعهد، وأن محاصيلها تكفيهم لسد حاجتهم. وعدد طلبة المعهد حالياً ( 1600 طالب) وكلهم ذكور، وهم ينتمون إلى جميع مقاطعات الجزر الإندونيسية وبعض الدول المجاورة، كأستراليا وماليزيا وتايلاند وصباح واليابان.. وبلغ عدد المدرسين به مائة وخمسة وعشرين مدرساً، يحملون مؤهلات من بعض جامعات إندونيسيا ومن بعض الجامعات العربية والبريطانية، وبعضهم من الجامعة الإسلامية بالمدينة المنورة منهم ابن المؤسس الشيخ حسن سهل. مراحل المعهد: وهو يشتمل على مرحلتين: 1 ـ المرحلة الثانوية للمعلمين وتشتهر بكلية المعلمين الإسلامية. ومدة الدراسة بها ست سنوات. 2 ـ جامعة دار السلام: وبها كليتان ـ كلية التربية، وكلية أصول الدين. [[سيأتي في بعض أجزاء الرحلات الإندونيسية، الكلام عن تطور هذا المعهد المبارك]]. ومدة الدراسة بها ثلاث سنوات. ويدرس المعهد باللغات الثلاث: اللغة العربية وتدرس بها العلوم الإسلامية والعربية، واللغة الإنجليزية وتدرس بها العلوم الإنجليزية، واللغة الإندونيسية ويدرس بها العلوم الأخرى. والتخاطب في داخل المعهد يجب أن يكون باللغة العربية أو اللغة الإنجليزية ـ والفضل للأولى ـ والذي لا يلتزم يعزر بعقاب مقرر عندهم قد يكون منه حلق الرأس. وقد أجمل بيانهم الموجز عن المعهد طريقة التدريس فيه في الجملة التالية: \"وقصارى القول أن نظام التربية والتعليم في هذا المعهد هو السير على الجانب النظري والجانب العملي للتربية الحديثة\". القسم الداخلي والنشاط الطلابي: يسكن الطلبة كلهم في مساكن المعهد الداخلية ويعيشون ـ كما في البيان الموجز ـ بنظام صارم لما فيه من مصلحة عظيمة تعود عليهم. والمقصود بالنظام الصارم: الالتزام الكامل بأنظمة المعهد الشبيهة بالنظام العسكري، من أجل تعويدهم على حياة بعيدة عن الميوعة والتسيب. ويقوم الطلبة بإدارة كل شؤونهم في المعهد تحت إشراف الأساتذة، ويشتركون كلهم في الحركة الكشفية التي تعتبر فتوة جهادية. وينقسمون إلى جمعيات تعاونية: مثل الجمعية التعاونية الاستهلاكية ومقصف الطلبة، ومطعم الطلبة وربح هذه الجمعيات كلها يعود لمصالح المعهد. أثر المعهد في المجتمع: أنقل هذه الجمل التي توضح أثر المعهد في المجتمع عن البيان الموجز: انتشر المتخرجون من هذا المعهد في جميع أنحاء المقاطعات الإندونيسية وبعض الدول الأخرى، يجاهدون في بناء المجتمع، ويكافحون في معركة الحياة، ويحتلون في المجتمع مناصب اجتماعية متباينة، ويلعبون فيه أدوار مختلفة منها الوزير، وعضو مجلس النواب، ورئيس القرية، ورئيس المكتب والموظف الكبير في الحكومة، والمزارع أو الفلاح، التاجر والمدرس، وما إلى ذلك، وكلهم على اختلاف مراكزهم ومناصبهم يكادون يتفقون في كونهم دعاة للإسلام. هذا وفي ختام الكلام عن هذا المعهد المبارك، فإنا ندعو الله أن يوفق قادته ومدرسيه وطلابه للسير به قدماً ليكون ـ على مر الزمن ـ قلعة إسلامية تنطلق منها جحافل العلم والدعوة والجهاد إلى كل أنحاء إندونيسيا وغيرها من البلدان المجاورة، كما ندعو الهيئات الإسلامية في إندونيسيا أن تحذو حذو هذا المعهد في الاهتمام باللغة العربية لغة القرآن والسنة والدين الإسلامي الحنيف، وندعو كذلك المؤسسات الإسلامية في بلادنا وغيرها أن يبذلوا العون ـ وبخاصة المنح الدراسية ـ لهذا المعهد وأمثاله، ليكون قادراً على استيعاب الأعداد الهائلة التي تؤمه ويرغبون في الالتحاق به فلا يقدر إلا على تلبية رغبات القليل منهم، وعلى أغنياء الأمة الإسلامية أن يودعوا ما يريدون ثوابه عند الله في صندوق هذا المعهد وفي صناديق معاهد أخرى قريبة منه لإنقاذ أبناء المسلمين من فخ أعداء الله من المنصرين وغيرهم). زيارة معهد التربية الإسلامية (والي صاعانج): الأربعاء: 11/9/1400هـ ـ23/7/ 1980م كان الأستاذ الحاج إبراهيم الطيب قد زارنا ليلة أمس في الليل بعد صلاة التراويح، وطلب منا أن نزور المعهد المذكور الذي أسسه سنة: 1961م. والحاج إبراهيم الطيب متخرج في معهد كونتور، قبلنا رغبته ومررنا به ونحن مسافرون إلى سورابايا، وهذا المعهد يحاول مؤسسه أن يسير به على غرار معهده الذي تخرج فيه ويقع في قرية عابر فونوروقو وفيه قسم خاص بتعليم الفتيات والحاج إبراهيم هو الذي وقف أرضه على المعهد وأنشأه فيها. وعدد طلابه تسعمائة تقريباً وقد تحصل على مساعدات من المملكة العربية السعودية، وقد كان برنامج الزيارة قراءة ما تيسر من القرآن الكريم وكلمة من المؤسس رحب بنا فيها وشكر المملكة على المساعدة ثم كلمة توجيهية مني. زيارة معهد المعلمين: ثم مررنا بمعهد المعلمين الذي أسسه الحاج صائمان لقمان الحكيم، وهو متخرج في معهد كونتور أيضاً وأحد المدرسين فيه وأخبرنا أن الملك خالد قد أسهم في بناء هذا المعهد بمبلغ ثلاثين مليون ومائتان واثنان وأربعون ألف روبية إندونيسية. الريال السعودي يعادل= 200 روبية إندونيسية في تلك الأيام. وهذا المعهد والمعهد الذي قبله قريبان من معهد كونتور، وهذا تابع للجمعية المحمدية يقع في قرية جنيس. السفر إلى مدينة سورابايا: ودعنا الإخوة بعد زيارة معهد المعلمين متجهين إلى مدينة سورابايا التي تبعد عن معهد كونتور مائتي كيلو متر تقريباً، وكانت طريقنا ـ كالعادة ـ في وسط الغابات والمزارع والقرى منتشرة بين المدن، وكأننا نسير في مدينة واحدة لكثرتها، وكان الشارع مزدحماً بالسيارات على اختلاف أشكالها، كأننا في شارع داخل مدينة والفلاحون يعملون، هذا يحرث وهذا يحصد وهذا يغرس وهذا يزرع هذا يحمل. والفواكه على جانبي الطريق لا تلتفت يمنة ويسرة إلا ترى أشجاراً موقرة بأنواع منها المعروف لنا، ومنها غيره، والأنهار الجارية منها الكبير ومنها الصغير. وكنا مع كثرة التعب تارة نتمتع بتلك المناظر الطيبة وتارة نتمتع بالنوم."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "4- في مدينة سورابايا",
    "content": "وقد استغرقت هذه الرحلة ساعتين وخمس عشرة دقيقة، وكان وصولنا إلى سورابايا الساعة الثانية عشرة إلا ربعاً، ونزلنا في أحد الفنادق، وكان بقية يومنا هذا يوم راحة لحاجتنا إليها. من نكات القرود! الخميس: 12/9/1400هـ ـ 24/7/ 1980م في الساعة التاسعة صباحاً تجولنا في أسواق سورابايا، ثم انقسمنا قسمين: قسم فضل الرجوع إلى الفندق، وهو أنا والشيخ عبد القوي، وقسم فضل زيارة حديقة الحيوان، وهو الأخ عبد الله باهرمز والابن عبد البر، وجاءنا عبد الله باهرمز حاملاً النكتة الآتية: قال: كان عبد البر يتفرج على القرود، وكانت القرود تتفرج على عبد البر! قلت: كيف كانت الثانية؟ قال: كانت ملابس الناس كلهم عادية عند القرود، أما لباس عبد البر: الثوب الطويل والطاقية والغترة فكانت غريبة، ولذلك كانت القرود لا تلتفت إلى الناس بل صوبت أبصارها إلى عبد البر، قلت: لا بأس من تبادل المنافع. خواطر ومقترحات: في هذا اليوم والذي قبله جالت بذهني بعض الخواطر والمقترحات أسجلها فيما يلي: 1 ـ ينبغي أن تقوم بعض المؤسسات الإسلامية كالجامعة الإسلامية بالمدينة المنورة بتأليف كتب في تعليم اللغة العربية لغير العرب وتسجيلها في أشرطة \"كاسيت\" أو أسطوانات، أو أشرطة فيديو، أو أي وسيلة تستجد من وسائل الإيضاح النافعة، وإهدائها للمؤسسات الإسلامية المهتمة بتعليم اللغة العربية. 2 ـ القيام ببرنامج مستمر لتعليم اللغة العربية في إذاعة تخصصها المملكة العربية السعودية يستفيد منها العالم الإسلامي في كل مكان، وكذلك في التلفزيون وتهدي أفلامه إلى تلك المؤسسات الإسلامية. 3 ـ إهداء كتب إسلامية باللغة العربية وغيرها للجامعات الإسلامية والمعاهد والمدارس الإسلامية. 4 ـ تسجيل أناشيد إسلامية تتضمن شرح مبادئ الإسلام أو تثير الحماس في نفوس أبناء المسلمين، وشراء الكتب والدواوين التي تشتمل على أمثال تلك الأناشيد أو طبعها وتوزيعها كذلك على المؤسسات الإسلامية، لتكون مادة حفظ النصوص الشعرية، لأن الشباب يرغب في ذلك وفيه صرف له عن سماع ما لا يليق كالموسيقى والأغاني التي وجدنا الشعب الإندونيسي مغرماً بها، وعن طريقها يستميل أعداء الإسلام الشباب لإغوائه. 5 ـ توزيع المصاحف المسجلة للمؤسسات الإسلامية والمساجد. 6 ـ بناء قاعات محاضرات عامة ملحقاً بها مرافق نشاطات مختلفة ومساجد ومدارس ووقفها على المسلمين للاستفادة منها، وقطع الطريق على النصارى الذين يغرون الشباب مما يقابلها من مرافق النشاط عندهم. 7 ـ فتح مراكز لتعليم اللغة العربية في المدن الكبرى على غرار المركز العربي السعودي لتعليم اللغة العربية في جاكرتا التابع لجامعة الإمام محمد بن سعود الإسلامية. 8 ـ تخصيص مدرسين لبعض الجامعات الإسلامية، حكومية كانت أو أهلية باسم مدرسي اللغة العربية ممن يكونون مؤهلين في اللغة العربية والمواد الإسلامية، للنهوض بتلك الجامعات والمعاهد في هذا المجال. 9 ـ إقامة دورات تدريبية لمدرسي اللغة العربية والدراسات الإسلامية في بلدانهم. 10 ـ استضافة بعض المدرسين من الجامعات الإسلامية والمعاهد ولا سيما.. مدرسي اللغة العربية والمواد الإسلامية، للاحتكاك بمدرسي الجامعة الإسلامية في المدينة المنورة ومثيلاتها، والوقوف على مواد الكليات والمعاهد هنا وحضور الدروس في الفصول وإقامة ندوات خاصة بهم للاستفادة منها. 11 ـ بعث أعداد كبيرة من المصحف الكريم لتوزيعها على القراء أو طبع تلك الأعداد في البلد الذي يراد توزيعه على أهله لأنه أقل تكلفة وأضمن توزيعاً. 12 ـ البحث عن الكتب المترجمة إلى اللغات المحلية من الكتب الإسلامية النافعة وطبعها في داخل البلد وتوزيعها. 13 ـ الاستعانة ببعض طلبة الجامعة في ترجمة بعض الكتب العربية إلى لغاتهم لطبعها وتوزيعها. 14 ـ منح بعض المؤسسات الإسلامية حافلات لنقل طلابها إلى المدارس والمعاهد والجامعات وفي الرحلات. 15 ـ بناء مساكن وفصول دراسية للمعاهد الإسلامية لإيواء الطلاب ودراستهم. 16 ـ توزيع فتاوى ابن تيمية على الجامعات والمكتبات. في مسجد الفلاح: في الساعة الخامسة جاءنا الأخ مصري واصطحبنا إلى مسجد الفلاح، واستقبلنا مدير المسجد الشيخ عبد الكريم، فتناولنا الإفطار وصلينا المغرب، ثم ذهبنا إلى منزل الحاج عبد الكريم لتناول طعام العشاء، وقد أخبرنا بعض العلماء هناك أن منزل الحاج عبد الكريم يعتبر مأوى للعلماء والزوار المسلمين لـ(سورابايا) من داخل إندونيسيا وخارجها، وكان الرجل من كبار تجار إندونيسيا وعضواً في مجلس الشعب، وهو الآن مرتاح عن الأعمال لكبر سنه، وقد أصيب بكسور في حادث في المملكة العربية السعودية في إحدى حجَّاتهِ. وأُخبرنا أن ابن أخيه طبيب، وهو الآن في سجن جاكرتا ـ ويرقد في المستشفى ـ وكان سبب سجنه غيرته على دينه وعدم صبره على انتهاك حرمات هذا الدين. وبعد أن تناولنا العشاء ذهبنا إلى المسجد، فصلى بنا إمام المسجد العشاء وصلى بنا الشيخ عبد القوي التراويح. كيف ربى رسول الله صلى الله عليه وسلم أصحابه؟ ثم طلب مني أن ألقي محاضرة فكان عنوانها: كيف ربى رسول الله صلى الله عليه وسلم أصحابه (وكان المقصود بها الشباب). وتضمنت العناصر الآتية: 1 ـ رباهم على العبودية الكاملة لله ومحبة الله ورسوله وطاعتهما المطلقة. 2 ـ التضحية بالنفس والمال في سبيل الله، وضربت لذلك أمثلة: أ ـ مصعب بن عمير مدرساً وحاملاً لراية الجهاد وشهيداً. ب ـ أسامة قائد الجيش الذي كان في فيه أبو بكر وعمر. ج ـ أبناء عفراء اللذان قتلا أبا جهل. د ـ الفدائيون الذين قتلوا رؤوس الكفر مثل: ابن أبي الحقيق، وعبد الله بن عتيك وكعب بن الأشرف. 5 ـ محمد بن القاسم فاتح السند. ثم ذكرت الشباب (وأغلب المصلين وهم يملأون المسجد شباب) بواجبهم في تحمل المسؤولية والاقتداء بهؤلاء الفتية في رفع كلمة الله، وأنه لا يجوز أن يقتدي بالشباب الفاسد الذي رباه الغرب على عداوة الله ورسوله وأصحابه ودين الإسلام، الذين يستحون أن يذكر الإسلام عندهم، وأن المسلم عكس ذلك يعتز أن يكون مسلماً كما قال تعالى: { وَمَنْ أَحْسَنُ قَوْلاً مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنْ الْمُسْلِمِينَ }. [فصلت: 33]. وكان من الحاضرين معنا في منزل الحاج عبد الكريم وفي المسجد الحاج باي عارفين وهو من العلماء المشهورين في إندونيسيا ذو حماس وغيره على الإسلام وذو تأثير في نفوس الشباب، كما حكى لنا غير واحد، وله ما يزيد على ثلاثين مؤلفاً إسلامياً في موضوعات مختلفة تهتم بتوعية الشباب وتثقيفهم، وقد أهدى لنا بعض تلك المؤلفات ومنها ترجمة كتاب التوحيد للشيخ محمد بن عبد الوهاب. وطلب مني الحاج عبد الكريم أن نتناول طعام السحور في منزله أيضاً وأن ألقي محاضرة بعد صلاة الفجر في نفس المسجد فلبينا طلبه. مفهوم العبادة في الإسلام: الجمعة: 13/9/1400هـ ـ25/7/ 1980م تناولنا طعام السحور في منزل الشيخ عبد الكريم وصلينا الفجر في مسجد الفلاح صلى بنا الشيخ عبد القوي، ثم طلبت منه أن يقرأ على المنبر بعد صلاة الفجر، ثم ألقيت محاضرة تتضمن مفهوم العبادة الشامل الذي جاء به القرآن والسنة وفهمه الصحابة والسلف الصالح بعدهم، وأنه يترتب على هذا المفهوم الاستكثار من الطاعة وعظيم ثواب الله، وأن هذا المفهوم الشامل قد ضاق عند كثير من الناس، فترتب عليه أن حرموا أنفسهم من الاستكثار من طاعة الله ومن عظيم الثواب. وماذا أفعل إذا كان البحر قد نزل؟ كنت في كل مدينة تقع على شاطئ البحر أحاول ألا أغادر تلك المدينة إلا بعد الخروج إلى البحر، لأرسم للمدينة وللبحر صورة في ذهني، فاتفقنا على أن نذهب إلى شاطئ البحر في الساعة الثالثة والنصف مساء، وكان هذا الوقت وقت خروج الدفعة الثانية من طلبة المدارس لأن كثرة الإندونيسيين تضطرهم لذلك: فوج يدرس في الصباح وآخر في المساء، فكانت الشوارع مزدحمة ازدحاماً جعل سيارتنا كأنها قد غاصت في رمال خبت البقر [وهي صحراء ذات رمال مثل الجبال في جنوب المملكة العربية السعودية الغربي مشهورة من قديم الزمان بالخطر على المسافرين مشاة وركباناً لقلة مياهها وسكانها وطول مسافتها نسبياً حتى قال أحد المسافرين بعد أن نجا من الموت لشدة العطش والجوع: إذا عدت إليك يا خبت البقر سمني ثوراً]. كانت السيارات كثيرة والدراجات العادية والنارية والعربات التي تجرها الخيول، وعندما وصلنا إلى البوابة التي يدخل الناس منها إلى الشاطئ استقبلتنا فتاة قبض الضرائب فأخذت مالها، ودخلنا إلى الشاطئ فلم نجد إلا سبخة جافة لا يرى من عندها ماء البحر على مدى البصر، فقلت لعبد الله باهرمز: أهكذا تتعبنا في هذا الزحام وتدفع ضريبة ثم نأتي فلا نجد البحر؟ قال: وماذا أفعل إذا كان البحر قد نزل؟ ـ أي جزر ـ فرجعنا نتذكر المثل: أحشفاً وسوء كيلة، وكان الشيخ عبد القوي يضحك مرتاحاً، لأني أنا السبب في هذا السفر الطويل إلى بحر لم نجده. زيارة مسجد المجاهدين: أسس هذا المسجد سنة: 1953م وتتبعه مدارس تبدأ بالروضة \"روضة الأطفال\" ثم الثانوية العامة والثانوية الدينية والعالية العامة والعالية الدينية. الجليس الصالح وجليس السوء: وبعد صلاة العشاء ألقيت محاضرة بعنوان: (الجليس الصالح وجليس السوء). ثم صلى بنا الشيخ عبد القوي صلاة التراويح. واجتمعنا مع المسؤولين في هذا المسجد وذكر لنا أن ثلاث مقاطعات في إندونيسيا يستبسل أهلها في نصرة الإسلام والدفاع عنه أكثر من المقاطعات الأخرى وهي: 1 ـ آتشيه في سومطرة الشمالية. 2 ـ بوقس سولاويسي (ومنها الحاج عبد الكريم). 3 ـ مادوره في جاوة الشرقية. ثم زرنا الحاج عبد الكريم وودعناه لأنا عزمنا على السفر غداً صباحاً. السبت: 14/9/1400هـ ـ 26/7/ 1980م في الساعة الثامنة إلا ربعاً غادرنا فندق (مرباما) وخدماته ممتازة، وهو من فنادق خمسة نجوم الممتازة، ومن مميزاته أنه يوصل النزيل إلى المطار بسيارته، وينهي كل الإجراءات في المطار. وارتاح المؤتمرون! نشرت إحدى الجرائد المسيحية أن الرئيس سوهارتو افتتح المؤتمر المسيحي البروتستانتي الدولي الذي بلغ عدد وفوده ستة آلاف وفد، وأنه صرح في كلمته بأن لكل صاحب دين الحق أن يدعو إلى دينه بكامل الحرية أهلَ الأديان الأخرى، وأن المؤتمرين ارتاحوا لهذا التصريح وصفقوا كثيراً له، وأنه بهذا التصريح ألغى قراراً لوزير الشؤون الدينية أصدره قبل سنة يمنع فيه أن يدعو صاحبُ دين صاحبَ دين آخر إلى دينه أو تغيير صاحب دين دينه إلى دين آخر، وكان المسيحيون آنذاك قد صرحوا بأنهم لا يستطيعون الالتزام بقرار وزير الشؤون الدينية، لأنهم مكلفون بهداية القطعان الضالة ـ وفي طليعة هذه القطعان عندهم ـ المسلمون! . خاطرتان: 1 ـ العرب يتحملون مسؤولية عظيمة أمام الله تعالى في التمسك بالإسلام والقدوة الحسنة للآخرين، لأن أبناء الشعوب الإسلامية من غير العرب يحسنون الظن بهم كثيراً، ولذلك رأيناهم يرغبون رغبة شديدة في قراءة أي كتاب يصدر باللغة العربية، وكذلك الجرائد والمجلات التي ينتشر في كثير منها السم الفكري والمبادئ الهدامة، وهي صادرة من بلدان عربية منحرفة نظمها عن عقيدة الإسلام ومبادئه. 2 ـ زيارة علماء المملكة العربية السعودية للمسلمين في البلدان الإسلامية أو غيرها ترفع معنوياتهم، ولذلك ينبغي أن تكرر هذه الزيارات، وينبغي أن يصحبها مساعدات مادية، لأن أهل الأديان الأخرى يقدمون إعانات ملموسة. السفر إلى جزيرة بالي: أقلعت بنا الطائرة من مطار سورابايا إلى جزيرة بالي في الساعة العاشرة صباحاً ـ بدلاً من التاسعة ـ وكان الجو صحواً يتخلله قزع [[سحاب متفرق]]. من السحاب والأرض كلها خضراء مليئة بالقرى التي تتناثر مساكن أهلها بين المزارع والغابات، وبدت جبال مرتفعة تغطيها الغابات. كنا نقعد في مقدمة الطائرة، وكان الباب المؤدي إلى غرفة القيادة مفتوحاً، فجعلت أنظر إلى القائد وهو يمد يده يمنة ويسرة حتى استوت الطائرة، فإذا هو يفك رباطه، وأخذ يكتب وكأنه على مكتبه في الأرض، وكنت أود أن أستمر في النظر إلى الغرفة بما فيها من أدوات وما يصنع القائد في بعض الأحيان، ولكن المضيفة قفلت الباب بعد أن قدمت له طعام الإفطار، فلما أقفل الباب رجعت أطل من النافذة كعادتي لأرى عجائب صنع الله، فكنت أرى الجبال والبحار والجزر والغابات والقرى، وكانت مدة الطيران من سورابايا إلى مطار دنباسار في جنوب جزيرة بالي ثلاثين دقيقة، وصلنا المطار في الساعة العاشرة والنصف."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "5- في مدينة دنباسار",
    "content": "واستقبلنا في مطار دمباسار أبو عبد الله: سعيد بن عبد الرحمن باهرمز، [[توفي الأخ سعيد بن عبد الرحمن باهرمز صباح عيد الفطر من عام 1426هـ ـ 2005م وقد بلغ من العمر أربعاً وثمانين سنة، كما أخبرني بذلك ابنه عبد الله في رسالة عن طريق الجوال في نفس اليوم، وقد كنت في الإجازة الصيفية هذا العام في جاكرتا وهو يعاني من المرض رحمه الله]]. وهو حضرمي الأصل من مواليد إندونيسيا، ذكر لنا أن أباه هاجر إلى هذه البلاد ثم ذهب إلى بلاده \"حضرموت\" وتوفي هناك، والشيخ سعيد يتكلم اللغة العربية بطلاقة، قال: كان أبي عالماً وداعية وقال: إني قليل العلم ولي أمل في أن يخلف عبدالله جده وأشكركم على العناية به وبتعليمه وتربيته، وإني سأبعث إليكم أخاه ليتلقى العلم والتربية في المدينة المنورة كأخيه. كثرة الأصنام في بالي: ولما كنا في طريقنا إلى الفندق كان هو وابنه عبد الله يشيران لنا إلى معابد الهندوك حيث يوجد في كل بيت صنم معبود ـ صغير للأسرة ـ وفي كل مجموعة من المنازل آخر على الشارع العام، وسألناه عن حالة هؤلاء الوثنيين؟ فقال: إنهم متعصبون لدينهم ولكنهم يظهرون تسامحاً مع المسلمين ويأخذون ببعض العادات الإسلامية، وإنهم نشطون جداً في العمل، فهم يزرعون السهول والجبال وإن مثقفيهم بدأوا يشكون في صحة دينهم، ولو وُجد الدعاة المسلمون الأكفاء لدخل كثير منهم في دين الإسلام، وقال: إن المحافظ أصبح الآن منهم، (أي من الهندوك) بعد أن كان من قبل مسلماً، ويبلغ عدد المسلمين في هذه الجزيرة ستة في المائة (6%) فقط والنصارى (1%) واحد في المائة والأكثرية هم الهندوك [[زرت جزيرة بالي مرة أخرى بعد أن مضى على هذه الزيارة 19 عاماً ومكثت في مدينة دنباسار وضواحيها ثلاثة أيام من 19/3/1419هـ ـ 13/9/1998م إلى 22/3/1419هـ ـ 16/9/1998م فظهر لي أن نشاط المسلمين قد زاد، وأن نسبتهم قد ارتفعت، إما بدخول بعض الهندوس في الإسلام ـ وهم قلة جداً ـ وإما بهجرة بعض المسلمين من مناطق أخرى إلى هذه الجزيرة، وسيأتي ما سجلته في هذه الرحلة في نهاية هذه المعلومات المتعلقة بها]].  ورأينا في شوارع المدينة السائحين الأجانب [[وهم من أوروبا وأمريكا وأستراليا واليابان والصين وغيرها]] بكثرة رجالاً ونساء ويمشون شبه عرايا لا يلبسون إلا السراويل القصيرة. وكانت الفنادق كذلك مزحومة، فقد اختير لنا النزول بأحد الفنادق، فلم نجد فيه مكاناً واتصل الأخ عبد الله بعدد من الفنادق فلم نجد إلا في فندق القصر فنزلنا فيه. وكنا نرى الصور المجسمة تنتشر في كل مكان: على الشوارع العامة والشوارع الفرعية، وأمام المنازل والفنادق وفي داخل القاعات بأشكال مختلفة، وبعض الأوثان المعبودة يلبسونها بالأقمشة بإزار وخمار. واتصل الأخ عبد الله باهرمز ببعض المسلمين وأخبرهم أنا موجودون وأننا نحب زيارتهم، فاتصل أحد الأشخاص هاتفياً فأجابه الشيخ عبد القوي فقال له: إن خطاب عبد الله قادري سيكون الليلة في مسجد النور. وبعد أن أفطرنا زكَّى عبد الله باهرمز أحد المطاعم وقال: إنه مطعم إسلامي وزكاه كذلك بأن طعامه لا يكثر فيه الفلفل. فذهبنا إلى هذا المطعم فوجدنا التزكية الأولى صحيحة، بدليل أن المطعم لا يرتاده إلا عدد قليل جداً، أما التزكية الثانية فقد استعجل عبد الله باهرمز هداه الله، وبعد تناول طعام العشاء في هذا المطعم رجعنا إلى الفندق، فجاءنا بعض الشباب من المسلمين بسيارتهم لنقلنا إلى مسجد النور وكان قائد السيارة وصاحبها هو الشاب موسى حسين سرو، يعمل في تجارة النظارات، وكنا متفقين مع الإخوة أن فضيلة الشيخ عبد القوي يصلي التراويح (وكان هدفنا من صلاة الشيخ بالناس هو تعليمهم كيفية الصلاة والقراءة، لأن كثيراً من الناس يسرعون في صلاتهم ويقرءون سوراً قصيرة) وكان أئمة المساجد التي نزورها يقدمونه بأنفسهم عندما يعلمون أنه حافظ لكتاب الله ويجوده ويفرحون بذلك، ولكن إمام هذا المسجد رفض التنازل للشيخ عبد القوي ـ وله الحق في ذلك لأنه إمام المسجد ونحن ما كنا نطلب من الناس التنازل، ولكنهم كانوا هم يرغبون، وقد ينبه بعض الناس الإمام فيلبي ـ ولكن عندما تقدم الإمام يصلي بالناس التراويح بدا لي سبب رفضه، فقد كان سريعاً في صلاته يتكلف أن يقرأ قراءة جيدة وأخطاؤه كثيرة، وكان يقرأ بعد الفاتحة سورة قصيرة في الركعة الأولى وكذلك في الثانية، إلا أنها غير مرتبة فيقرأ مثلا سورة الماعون في الركعة الأولى وفي الثانية سورة النصر وفي الثالثة سورة الهمزة وفي الرابعة سورة الكوثر وهكذا. دعوة الرسل ومسؤولية المسلمين عنها: وبعد أن صلى الإمام بالناس أخذ الميكرفون وجعل يتحدث مرحباً بالضيوف مرة باللغة العربية وأخرى بالإندونيسية، ويكرر نفس الكلام لمدة لا تقل عن نصف ساعة، ثم طلب مني أن أتقدم لإلقاء الخطاب كما قال، وأراد أن يترجم ولكني رفضت لأن لغته العربية ركيكة جداً وأسلوبه ثقيل على النفس، فقلت له: إن الأخ عبد الله باهرمز هو المترجم فوافق وكنت محرجاً في إلقاء هذه الكلمة لأنه قد أطال على الناس، وهم ينتظرون بعد إلقاء كلمتي صلاة التراويح. وكان الحديث متضمناً بيان دعوة الرسل وأنها لتثبت عقيدة التوحيد وعبادة الله وحده ونفي الشرك عنه، وأن الذي منحه الله هذه العقيدة عليه مسؤولية عظيمة في إنقاذ غيره من ظلمات الكفر، اقتداء بالرسل عليهم السلام، الذين كان الصراع بينهم وبين أممهم سببه هذه الدعوة، وأن محمداً صلى الله عليه وسلم كان خاتمهم، ولذلك فقد أصبحنا نحن المسؤولين عن البشرية كلها لإخراجها من الظلمات إلى النور، وأن على المسلمين في هذه البلاد أن يقووا إيمانهم وإيمان أبنائهم بالله وبرسوله، وأن يحصنوهم من الشرك بالله والمعاصي وأن يقوموا بواجب الدعوة إلى الله ويبينوا للوثنيين فساد الأديان الأخرى غير دين الإسلام. وبعد صلاة التراويح قال الإمام: الآن يتقدم عبد القوي ليقرأ آيتين ـ وسكت قليلاً ثم قال ـ فأكثر، فهمنا أن الرجل ما كان يريد أن يسمع الناس غير قراءته، لأنه يخشى أن تقل مرتبته عندهم وكان هذا فهما خاطئاً منه هداه الله. مذهب الشيخ عبد القوي في التبرك بآثار الصالحين! أخذ الناس يتزاحمون علينا لمصافحتنا، وأراد أحدهم أن يتبرك ببعض آثار الشيخ عبد القوي [[وهي الحقيبة التي في يده وكان بها الجوازات والتذاكر وجميع شيكاتنا ونقود نفقاتنا]] فأخذ هذا الرجل يجر الحقيبة، وأخذ الشيخ جزاه الله خيراً يتمسك بهذه الحقيبة، فلم ينجح ذلك المخرف في تخريفه ولو نجح في تبركه لعطل حركتنا كلها، فالحمد لله رب العالمين. من أساليب الدعوة: ثم خرجنا مع الإخوة نتجول في السوق بالسيارة وما كان عندهم شئ يشيرون إليه إلا معابد الهندوك فسألناهم هل عندكم خطة لدعوة هؤلاء إلى الإسلام؟ فقالوا نعمل جهدنا ومن خططنا أن نزوج بعض شبابنا من بناتهم بعد دخولهن في الإسلام، فإذا أسلمت الفتاة وتزوجها الشاب المسلم أثر ذلك على أقاربها فيسلم بعضهم. وكذلك نذهب إلى القرى فندعوهم إلى الإسلام، فيدخل بعضهم في الإسلام، ولكن ذلك قليل والجهود غير كافية. وسألناهم كيف يكون حال من دخل في الإسلام؟ قالوا: إن كثيراً منهم يكونون أكثر تعصباً للإسلام بعد إسلامه من بعض المسلمين. وكنت قلت للشيخ عبد القوي: إن هذه البلاد في حاجة إلى وقت أطول، ولو كان عندنا فسحة من الوقت لكان البقاء فيها أفضل، فقال: نعم ولكن مهما كان هذا الوقت الذي نقضيه لا يؤدي واجب الدعوة إلا إذا كان لمدة سنتين فأكثر يعلم فيها الشباب الإسلام ويدرب على كيفية الدعوة حتى تطمئن على تمسكهم ونجاحهم في ذلك ثم يتركون وينتقل الداعية إلى مكان آخر وهكذا. وهذا ما يفعله المسيحيون إذ يصل القسيس إلى المنطقة التي يكون أهلها شبه عراياً متوحشين كما في جنوب السودان، فيلبس مثلهم ويشاركهم في عاداتهم ثم يأخذ في بث أفكاره فيهم بالتدريج حتى يقنعهم بها شيئاً فشيئاً، ولا يخرج حتى يفتح مدرسة لأبنائهم ويستمر تعليمهم فيها ثم ينتقل إلى مكان آخر فيعمل فيه ما عمله في المكان الأول وهكذا. أما نحن وأمثالنا ممن يكون نزولهم في الفنادق وزياراتهم عابرة، فإن فائدتهم في الدعوة قليلة جداً، وهذا الذي قاله الشيخ عبد القوي حق وهذا يحمل المؤسسات الإسلامية مسئوليتها تجاه تدريب الدعاة وإعدادهم لتحمل المتاعب والمصاعب في سبيل الله، وفي الجامعة الإسلامية وجامعة الإمام محمد بن سعود الإسلامية عدد كبير من أبناء العالم الإسلامي والبلدان كلها، يمكن أن يقوموا بهذه المهمة في بلدانهم وبلغات قومهم، إذا أعدوا إعداداً صالحاً وربوا تربيةً صحيحة. من أحق بذلك نحن أم هم؟ وذكر لنا الإخوة أن الزلازل تكثر في هذه البلاد وأنها تحدث خسائر في الأرواح والممتلكات وتهدم البيوت، وقد تذهب بعض القرى، وإذا حدث شئ من ذلك يأتي المسيحيون من أستراليا وأمريكا وأوروبا فيقدمون المساعدات لإخوانهم المسيحيين، وقد يساعدون أيضاً بعض المسلمين، ولكن المسلمين لا يرون أحداً لمواساتهم ومساعدتهم، قال بعض الإخوة: إلا أن المملكة العربية السعودية عندما حدث زلزال 1976م في بالي ساعدت كل مسجد من المساجد المتضررة بألفي ريال تقريباً. قلت: من أحق بالبر والبذل والمواساة؟ نحن المسلمين أم أولئك الكفار الذين يمدون يد العون حتى لإخواننا المسلمين؟! ومن أجدر بالدعوة العملية في المواساة؟ أهل الدين الحق أم أهل الأديان المحرفة؟ السفر إلى سنجاراجا: الأحد: 15/9/1400هـ ـ27/7/ 1980م في الساعة العاشرة من صباح اليوم غادرنا مدينة دنباسار في جنوب جزيرة بالي إلى مدينة سنجاراجا في شمال الجزيرة على سيارة يقودها شاب كان شيعياً ولكنه تاب من مذهب الشيعة وانضم إلى السنة واسمه محمد، وكنا نرى في شوارع مدينة دنباسار قبل خروجنا منها الأوثان التي يأتي إليها الهندوك بالفواكه والزهور، ويضعونها على رفوف قريبة من الوثن تقرباً إليه، ويومئون برؤوسهم وأيديهم. وبعد الخروج من المدينة دخلنا في المزارع التي لا يرى الرائي الشمس خلالها إلا نادراً لكثرة الأشجار [[وأغلبها مثمر]] على جانبي الطريق، وينتشر باعة الفواكه بجانبي الطريق وهي أنواع كثيرة لا نعرف إلا القليل منها. فوقفنا عند أحد الباعة وقد مد طاولته الخشبية بجانب الطريق أمام منزله، ووضع على الطاولة عينات من الفواكه الموجودة عنده، والأشجار المثمرة بجانبه تتدلى بها الفواكه، ويخير المشتري إن أراد أن يأخذ من الفواكه المقطوعة التي على الطاولة، وإن شاء أن يختار من الفواكه التي لا زالت معلقة في أشجارها، وكان من الفواكه الموجودة شجر الباباي ذي الفاكهة اللذيذة المفضلة عندي وكانت إحدى شجراته تحمل ما يزيد عن خمس وعشرين حبة، وسألت: كم تحمل الشجرة من هذه الحبات؟ فقالوا منها ما يحمل عشرين ومنها ما يحمل ثلاثين وبعضها قد تحمل خمسين حبة، والحبة تختلف في الصغر والكبر قد تزن الحبة الواحدة عشرة كيلو جرام، وأخذنا منه ما نريد ثم واصلنا السير. ثم دخلنا بعد ذلك في غابات كثيفة وجبال شاهقة تكسوها تلك الغابات، وكانت السحب تغازل تلك الغابات وتعانقها في قمم الجبال، وتلتف حولها في الأسفل وكأنها تُطمئِن تلك الغابات وتبشرها بالخير والمطر المدرار في وقته الذي يأذن الله به، وكان قائد السيارة يشير إلى بعض الأشجار التي يعرف أسماءها، ونحن نعرف قليلاً، وأكثرها لا نعرفه، ومما عرفناه البن والقرنفل. ثم مر بنا السائق في طريق جانبي على اليمين إلى ساحة كبيرة بين الجبال مملوءة بالماء فقلنا ما هذا قالوا: هذا حوض، قلت: هل تتجمع هذه المياه من سيول هذه الجبال قالوا بل ينبع الماء من القعر ويبقى هكذا طول الوقت، وفيه قوارب صغيرة يستعملها السائحون، ورغب الابن عبد البر في الركوب، ولكني قلت له: إني أكره الوقوف في هذا المكان، لأن الأجانب يرتادونه بكثرة وبملابس غير لائقة، وقال عبدالله في داخل هذا الماء أشجار شبيهة بالحيوان إذا لمست جسم أحد انطوت عليه وأنزلته إلى القعر فيكون قبره، وكنت أظن ذلك خرافة ولكنهم أيدوا ذلك كلهم. وكانت الطريق تتلوى بنا مثل الثعبان حتى كنا في دقائق نسير إلى الجهات الأربع حيث نمشي إلى الجهة ثم نكر راجعين إلى الجهة المقابلة وهكذا كانت الطريق: نمشي حتى نكاد نلتقي بالنقطة التي كنا فيها، ثم نرجع حتى نكاد نلتقي بالنقطة الأخيرة، وهكذا، وكانت خطيرة بسبب ذلك وبسبب ضيق الطريق، إلا أن السيارات كانت قليلة فيها وليست مزدحمة كما هي العادة في مناطق أخرى من إندونيسيا. وفي رأس الجبل وجدنا سوقاً تباع فيه الفواكه والزهور المختلفة بأسعار رخيصة جداً وقفنا قليلاً ثم واصلنا السير وكان الطقس بارداً كأنه مكيف. ألا تصدقونني؟! مررنا بمكان تنتشر فيه القردة بجانبي الطريق كباراً وصغاراً، ولا تفر من السيارات ولا من الناس، بل تبقى في مكانها تأكل من الثمار، والناس يتفرجون عليها، فقال الابن عبد البر: أبوية ـ أي يا أبي ـ أريد أن آخذ قرداً، فقلت: ماذا تريد به؟ قال: آخذه إلى المملكة أربيه هناك، فقلت لا داعي لذلك فقال: عبد الله باهرمز: لا تأخذ فإنها ستتبعنا إلى سنجاراجا، قلت له: كيف ونحن في السيارة وهي تسير بسرعة يصعب على القرود متابعتها؟ وكنا في منتصف الطريق تقريباً، بيننا وبين سنجاراجا ما يقارب أربعين كيلومتراً، قال: تجري حتى تلحق بنا، فقلت: ما أظن. فقال: منفعلاً منكراً: ألا تصدقوني؟ قلنا: صدقناك! لا أبالي لأني لا أعتقد أنهم على حق: كان قائد السيارة يتحدث تارة باللغة العربية، قلت له: أين تعلمت اللغة العربية.؟ قال في معهد كونتور، ولكن لم أكمل الدراسة، قلت له من أي طوائف الشيعة أنت؟. قال: من (بهرة) ولكني لا أتبع مذهبهم، بل ارتضيت مذهب أهل السنة، قلت: وأهلك، قال: لا يرغبون مني ذلك، ولكن بعضهم أيضاً ارتضى مذهب أهل السنة وترك مذهب الشيعة، وأنا لا أبالي لأني لا أعتقد أنهم على حق. ثم أخذنا في الانحدار من الجبل إلى الأسفل، وبدأت الحرارة ترتفع."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "6- في مدينة سنجاراجا",
    "content": "جارودا والبعوض! وكان وصولنا إلى سنجاراجا في الساعة الواحدة، ونزلنا في فندق \"جارودا\" وهو بناء شعبي عادي، يكثر به البعوض الذي أقلق راحتنا على الرغم من حاجتنا إليها. على شاطئ البحر: وبعد صلاة العصر جاء إلينا الأخ عبد الله باهرمز الذي أعطى فرصة لزيارة أهله لمدة ثلاث ساعات تقريباً، لأن هذه المدينة مسقط رأسه وبها منزله وأسرته، وخرجنا إلى شاطئ البحر وهو قريب جداً من الفندق، وأقرب إلى منزل عبد الله، فمكثنا هناك إلى غروب الشمس، ثم رجعنا لتناول طعام الإفطار في منزل عبد الله، وفي طريقنا إلى البحر رأينا الهندوكيين وهم يحملون قرابينهم على رؤوسهم إلى أحد أصنامهم يقدمونها له و يعبدونه من دون الله، وهذا ما دفعنا لمذاكرة أمر دعوتهم ثم زيارة زعيمهم في المدينة كما سيأتي إن شاء الله الحديث عنه. الاجتماع ببعض الدعاة من طلابنا: وبعد أن صلينا المغرب جاء إلينا في منزل الشيخ سعيد باهرمز بعض الطلبة الإندونيسيين الذين يقومون بالدعوة إلى الله تحت إشرافنا في هذه الجزيرة الوثنية بين إخوانهم الشباب من المسلمين، فتحدثنا معهم وشرحوا لنا ما قاموا به ولا زالوا مستمرين فيه، وإقبال أبناء المسلمين على الدعوة واستجابتهم لها وأن الجهل يسيطر عليهم ولكن عواطفهم تدفعهم للاستفادة العاجلة. وأن من أساليب دعوتهم أنهم يجمعون الشباب في المساجد ويتحدثون معهم ويلقون فيهم محاضرات ويقرئونهم القرآن ويعلمونهم الصلاة وبعض الأذكار باللغة العربية، ويختارون من يرونه أسرع استيعاباً ويجتهدون في تعليمه أكثر من غيره، ليقوم هو بتعليم أهله وزملائه، وأنهم وزعوا بعض الكتب الإسلامية، وشكا الإخوة من عدم وجود ما يساعدون به أهل البلدان من شراء بعض الأخشاب وبناء مساجد صغيرة أو ترميم مساجد متهدمة، فقلنا لهم عليكم أن تجتهدوا في التعليم وإثارة الحماس في نفوس الناس لدينهم وسيوفقهم الله لمساعدتكم في البناء بأنفسهم، وكانت هذه تسلية للإخوة الذي يشاهدون آثار مساعدة المسيحيين لقومهم القلة في هذه البلدة. وكان من الحاضرين معنا في هذه الجلسة المدعو عبد الله بن أحمد معاشر وهو حضرمي الأصل ـ وغيره من أهل المدينة الذين هم من أصل عربي ـ . [[توفي رحمه الله]]. وتذاكرنا موضوع الحفاظ على أبناء المسلمين من الذوبان في هذا المجتمع الوثني فذكر الأخ عبد الله معاشر ـ وهو على علم بمبادئ الدين ويرغب في المذاكرة ـ قال: إن المحاولة حاصلة، ولكنها ليست على المستوى المطلوب وأملنا ـ بعد الله ـ في خريجي الجامعة الإسلامية كبير بأن يقوموا بالدعوة والتعليم، ونحن نقوم ببعض الدروس في الأسبوع، وكذلك في الاحتفالات الدينية، كالإسراء والمعراج والمولد النبوي وغيرها، فقلنا لهم: إن من واجبكم الاستمرار في التعليم والدعوة، وينبغي أن تكون الدروس في المساجد مستمرة وأن تتعاونوا على إغراء أبنائكم بحضور هذه الدروس، وأن تعقدوا احتفالات عامة، على شبه ناد أو ندوات تدعون إلى حضورها أبناءكم والهندوكيين، ليسمعوا كلمة الإسلام وتقوم الحجة عليهم بشرح أركانه ومبادئه، لأن دعوتهم واجبة وهم يعبدون الأوثان، فذكروا لنا أن اجتماعات تعقد لأهل الأديان الأربعة هنا، وهي الإسلام والهندوكية والبوذية والنصرانية، وكل جماعة تشرح دينها. قلت لهم: ولكن عليكم أن تبينوا لهؤلاء الناس أن دينكم هو الدين الذي لا يقبل الله سواه من الأديان، لأنها كلها باطلة، وأن تقيموا الحجة على ذلك لتنقذوا هؤلاء الضالين من الشرك بالله. ثم حضرنا المسجد المسمى بالتقوى فصلينا العشاء وألقيت محاضرة في الحاضرين تضمنت شرح كلمة التوحيد التي دعا إليها كل الرسل وأن علينا أن نفهمها ونعمل بمقتضاها وأن نمكن نفوس أبنائنا من فهمها والعمل بها وأن ندعو إليها الآخرين وأن على الآباء والعلماء أن يعلموا أبناءهم وعلى الأبناء أن يجتهدوا في تعلم الدين من آبائهم وأساتذتهم وكان الحاضرون في غاية الإنصات والتأثر. [img]pics/4/4015.jpg[/img]<< الكاتب يلقي محاضرة في مسجد التقوى \"سنجاراجا\" باهرمز يترجم المحاضرة وعلى اليسار الشيخ عبد القوي ـ أندونيسيا ـ جاكرتا 15/9/1400هـ ـ 27/7/1980م >> [img]pics/4/4016.jpg[/img]<< المصلون في مسجد التقوى يصغون إلى المحاضرة ـ سنجاراجا ـ بالي ـ 15/9/1400هـ ـ 27/7/1980م >> ثم صلى بنا الشيخ عبد القوي التراويح وقرأ بعد ذلك ما تيسر من القرآن بطلب منهم، وقام إمام المسجد فأبدى سروره بهذه الزيارة وشرح مبدأ جماعة المسجد وهو التمسك بالإسلام الذي يبني على الكتاب والسنة ونبذ الخرافات، وقال أننا سنحاول تطبيق نصائحكم، وطلب منا إبلاغ المسؤولين في المملكة العربية السعودية أن أبناء هذه البلاد ينتظرون منهم المساعدة بالكتب والمدرسين والمساعدة في بناء المدارس ووضع المناهج. أعيدوا النظر يا دعاة الإسلام! إن الجهود المبذولة للدعوة إلى الله في أرض الله ـ وإن كانت قليلة ويجب بذل الوسع في المزيد منها ـ هذه الجهود ظهر لنا أنها تسير بدون تخطيط علمي دقيق، وبدون تنظيم مفيد وتنفيذها عشوائي في الغالب، وكذلك يجب على المؤسسات الإسلامية أن تعيد النظر في أساليبها المتخذة حالياً للدعوة إلى الله باتباع الأمور التالية: 1 ـ ينبغي أن تنسق المؤسسات الإسلامية فيما بينها في إطار مجلس واحد يسمى مجلس شؤون الدعوة الإسلامية ـ مثلاً ـ يمثل في هذا المجلس كل المؤسسات الإسلامية في داخل المملكة العربية السعودية، بداية لمجلس دعوة عالمي، هذه المؤسسات هي الجامعة الإسلامية بالمدينة المنورة، وجامعة الإمام محمد بن سعود الإسلامية، ورابطة العالم الإسلامي، وجامعة أم القرى، وإدارات البحوث العلمية والإفتاء والدعوة والإرشاد [[أصبحت الدعوة والإرشاد الآن تابعة لوزارة مستقلة باسم: وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد]]. ويكون لها مقر عام يختار له رجال أكفاء مهمتهم جمع المعلومات عن العالم الإسلامي، وتنسيقها وترتيبها في بحوث يرجع إليها عند الحاجة. 2 ـ يختار عدد من الأساتذة والطلبة يبعثون في الإجازات الصيفية إلى بلدان العالم الإسلامي، لجمع المعلومات ومعرفة أحوال المسلمين والجمعيات الإسلامية المتمسكة بالإسلام والجمعيات البعيدة عن التمسك بالإسلام، والمؤسسات الإسلامية التي تحتاج إلى مساعدة، والبلدان التي يوجد بها دعاة، والبلدان التي لا يوجد بها أحد منهم، ومعرفة المدن والقرى التي تحتاج إلى بناء مساجد أو ترميمها، والاطلاع على الجهات التي توجد بها جامعات ومعاهد ومدارس، وحاجة هذه الجامعات والمعاهد والمدارس إلى مدرسين أو كتب أو وضع مناهج أو منح دراسية، والجهات التي لا توجد بها مدارس ويمكن إنشاء مدارس فيها لأبناء المسلمين. 3 ـ التخطيط لبعث الدعاة والمدرسين المقيمين، والمساعدات المادية وغيرها، والبدء بالأهم، وبذلك يمكن إيصال الدعوة إلى أغلب البلدان الإسلامية وغير الإسلامية على خطط علمية مدروسة وتنظيم دقيق. 4 ـ ينبغي أن تعقد دورات في كل قطر للدعاة إلى الله الذين يبتعثون مِن المملكة على رأس كل سنتين على الأقل، يقوم بهذه الدورات علماء الدعوة الإسلامية من داخل المملكة وخارجها، ليطلعوا على ما يقوم به هؤلاء الدعاة في الأقطار ويوجهوهم ويحلوا لهم مشكلاتهم، وبذلك تكون المؤسسات على علم بما يقوم به الأفراد التابعون لها، وإذا لم يمكن إقامة دورات في تلك الأقطار فيمكن إقامتها في إحدى الجامعات بالمملكة. 5 ـ يجب أن لا يكدس الدعاة في بلد واحد وفي مؤسسة واحدة، مع وجود فراغ في بلدان أخرى أو مؤسسات، بل ينبغي توزيعهم لتقوم الحجة بهم في كل مكان قدر الاستطاعة. في الجامع الذي سقطت منارته بسبب الزلزال: الأحد: 16/9/1400هـ ـ 28/7/ 1980م في الساعة الثالثة من صباح هذا اليوم جاء إلينا أبو عبد الله سعيد باهرمز يدعونا لتناول طعام السحور في منزله، وصلينا الفجر في المسجد الجامع الذي سقطت منارته بسبب الزلزال، وقرأ الشيخ عبد القوي ما تيسر من القرآن بعد الفجر، وأخبرَنا الإخوة الدعاة في هذه الجزيرة أنهم عندما وزعوا بعض المصاحف وبعض الكتب الإسلامية والمصحف المسجل وجدوا سروراً وإقبالاً عظيمين من المسلمين الذين بدأوا يذيعون القرآن الكريم في المسجد ويستمتعون به، وأنهم بدأوا يفكرون في إنشاء مكتبة للشباب في المسجد. أين الإسعاف؟ والمسلمون في سنجاراجا بالذات تبلغ نسبتهم 40% من السكان، ولهم بعض المدارس الأهلية التي كان الطلبة المسلمون مقبلين إليها حتى فتحت المدارس الحكومية التي يوجد بها من النظام والإمكانات البشرية والمادية ما لا يوجد في الأولى، وعندئذٍ بدأوا يتركون المدارس الأهلية وينضمون إلى المدارس الحكومية، وإذا لم تسعف هذه المدارس الإسلامية بتحسين المباني ووضع المناهج الجيدة التي تجمع بين المواد الإسلامية والمواد الحكومية المفيدة، وكذلك بالأساتذة الذين يقومون بالتدريس متفرغين، فإنها يخشى عليها أن تتوقف، فأين الإسعاف؟ دعوة زعيم الهندوكيين في سنجاراجا: أكد لنا الإخوة المسلمون في جزيرة بالي تسامح الهندوكيين معهم واحترامهم، ومساعدتهم مادياً في بعض شؤونهم، كبناء المساجد وترميمها والاحتفالات الدينية، قالوا: وكثير من عامتهم مقتنعون بالإسلام، ولكنهم يتمسكون بدينهم تقليداً لمتبوعيهم، ويصرح بعضهم بأنهم إذا دخل زعماؤهم في الإسلام فإنهم سيدخلون فيه أيضاً. وأثنوا على زعيمهم في هذه المدينة بأنه يتعاطف كثيراً مع المسلمين. [img]pics/4/4018.jpg[/img]<< الكاتب يدعو زعيم الهندوك في جزيرة بالي ـ مدينة سنجاراجا ـ إلى الإسلام في منزله، ويرى الزعيم المذكور على يسار الكاتب متواضعاً مبدياً سروره بالزيارة والحوار، وعلى يمين الكاتب الشيخ عبد القوي، وعلى يسار الزعيم الحضرمي أحمد معاشر. 16/9/1400هـ ـ 28/7/1980م>> [img]pics/4/4019.jpg[/img]<< دعوة زعيم الهندوكيين إلى الإسلام ـ إندونيسا جاكرتا 16/9/1400هـ ـ 28/7/1980م >> فطلبت منهم أن يضربوا لي معه موعداً في هذا اليوم، لنلتقي به ونشرح له الإسلام وندعوه إلى التوحيد، ونشكره على تعاطفه مع المسلمين. فاتصلوا به ورحب بالزيارة عندما بلغوه رغبتنا في زيارته، وزرناه في الساعة التاسعة صباحاً في مكتبه، وشكرناه على حسن معاملته المسلمين، وأخبرناه بموقف النجاشي من المسلمين عندما هاجروا إلى بلاده من إيذاء قومهم إياهم في بدء الرسالة في مكة، وأن الرجل أسلم وحسن إسلامه وصلى الرسول صلى الله عليه وسلم عليه صلاة الغائب، وأن ذوي العقول النيرة إذا شرح لهم دين الإسلام تقر به عقولهم ويدخلون فيه، وقد كان هذا على مدار تاريخ الإسلام واقعاً، فقد أسلم كثير من أهل الكتابين في القديم والحديث، وكذلك الوثنيون في فارس والهند وغيرها. وبينا له أننا إنما جئنا إليه طمعاً في أن ينقذه الله تعالى بالإسلام الذي لا يوجد في الأرض دين يرضى الله به غيره، وأن رسالة هذا الدين عالمية يجب على كل الناس الإيمان بها، وأن الحجج والبراهين المقنعة قد قامت على كون هذا الدين هو الحق وما سواه باطل، كما قامت على صحة رسالة الرسول صلى الله عليه وسلم وأنه خاتم الأنبياء، وأن هذا القرآن حق منزل من عند الله تحدى الله به الإنس والجن أن يأتوا بمثله فلم يقدروا على ذلك منذ نزوله إلى يوم القيامة، وأن سبيل الجنة التي يطمع فيها أهل الأديان المقرون باليوم الآخر والجنة والنار، هو هذا الدين فقط، وأن النجاة من النار لا تكون إلا لأهله، وأن كل جزئية من جزئيات الإسلام تدل على أنه حق، ويكفي أن الأمم التي حاربته قد دخلت فيه، ولا يزال المنصفون من أعداء الإسلام ينطقهم الله بالحجة على أنفسهم. ولذلك رغبنا في زيارتكم طمعاً في إنقاذكم من النار ودخولكم الجنة أنتم وأتباعكم، جئنا ندعوكم إلى الله ( والدخول في هذا الدين حتى يكون لكم أجركم وأجر أتباعكم، ولا تتحملوا وزركم ووزرهم بعدم الدخول في هذا الدين. وقلت له: إن هذا الرجل ـ أعني الشيخ عبد القوي ـ يحفظ القرآن كله، وهناك آلاف من المسلمين يحفظونه كما أنزله الله وهو محفوظ من التحريف، ولا يقدر أحد على تحريفه، ولو تجرأ أحد على تحريف كلمة أو حرف منه، لوجد المسلمين في العالم كله يضجون من فعله ويعلنون للناس كذبه، ولو كنت تفهم اللغة العربية وسمعت منه وصف الجنة ونعيم أهلها ووصف النار وعذاب أهلها، لطرت شوقاً إلى الأولى بـ(لا إله إلا الله محمد رسول الله) ولهربت خوفاً من الثانية بترك عبادة غير الله تعالى، ونحن نرغب في أن تدخلوا في دين الله في أسرع وقت، لأن الإنسان لا يدري متى يقتاده الموت إلى قبره، والموت على غير الإسلام يورث الحسرة والألم والخلود في النار. ونرغب أن نكون أمة واحدة ندعو إلى الخير ونأمر بالمعروف وننهى عن المنكر، وكان يظهر السرور بكل ما يسمع. وأجاب: أنه قد قرأ ترجمة القرآن الكريم، ووجد أن ما نقوله له موجود في القرآن، وأنه يرى أنه حق وقال: إنني أتابع الأذان وتعجبني ألفاظه، وقال: إننا نأسف لقصر زيارتكم، وكنا نود لو تأخرتم عندنا أكثر. فاعتذرنا بارتباطنا وأننا إذا جئنا مرة أخرى إلى إندونيسيا سنحاول زيارته، ووعدنا ببعث كتب إسلامية إليه مترجمة وغير مترجمة. وكان المترجم بيننا هو الأخ عبد الله سعيد باهرمز. وهنا يجب أن نقولها صريحة: إن المؤسسات الإسلامية ـ على الرغم مما تبذله من جهود في سبيل الدعوة إلى الله ـ مقصرة في التخطيط والتنظيم والتنفيذ لهذه الدعوة، وإن بعث دعاة حكماء مدربين ملمين بالأديان المقارنة مزودين بالحجج المقنعة مثقفين ثقافة عصرية مع الفقه في الدين، يلتقون بأمثال هذا الزعيم مع حمل الكتب المترجمة إلى اللغة المحلية لأي بلد، لجدير بفتح الباب أمامهم للدخول في دين الله تعالى، أو إقامة الحجة التي أوجبها الله على الأمة الإسلامية. وإذا لم يدخلوا في أول الأمر فيمكن عقد صلات معهم تكون سبباً للدخول فيه مستقبلاً، وإن على الدعاة إلى الله أن يكونوا أعزة بدينهم يدعون إليه العظماء في قومهم كما يدعون السوقة، كما كان يفعل الرسول صلى الله عليه وسلم، وما الذي يمنع الداعية المسلم من دعوة رؤساء الأديان، بل وزعماء الحكومات ما داموا ضالين عن منهج الله، لعل الله يشرح صدورهم لهذا الدين. وقد بعثنا لهذا الزعيم ترجمة معاني القرآن الكريم وتفسيره باللغة الإندونيسية، وسنوالي مراسلته لعل الله تعالى يهديه. ثم ودعناه قائلين: السلام على من اتبع الهدى (لم تترجم له هذه) وكان وداعه لنا حاراً نسأل الله له الهداية والتوفيق. وغادرنا مدينة سنجاراجا في الساعة العاشرة إلا عشرين دقيقة صباحاً، ووصلنا مدينة دنباسار في الساعة الحادية عشرة والدقيقة الثلاثين، فصلينا الظهر والعصر قصراً وجمعاً في دكان عم عبد الله باهرمز أخي أبيه، ثم خرجنا إلى المطار في الساعة الواحدة والنصف، وفي الساعة الثانية والنصف صعدنا إلى الطائرة، للسفر إلى جاكرتا. الدنيا سجن المؤمن وجنة الكافر: اعتدنا أن نأخذ بطاقة الركوب بالأرقام، وكل واحد منا بجانب صاحبه أما هذه المرة فكانت بطاقاتنا بدون أرقام، وقال لنا عبد الله: إننا أحرار نختار المقاعد التي نريد، هكذا فهم، وعندما صعدنا إلى الطائرة وجدناها قد ملئت بالأوروبيين والأمريكيين والأستراليين، فأخذنا ننظر في الصفوف لعلنا نحصل على مقعدين متجاورين أنا والشيخ عبد القوي، فوجدنا مقعدين أحدهما أمام الآخر، فقال لي: أي المقعدين تريد قلت: هذا، ولم أدقق النظر في الجيران، إذ ظننت أنهم كلهم رجال، فلما قعدت بدت جارة على اليمين وليست جاراً، وبدأت الحمر يحتك بعضها ببعض مع سوء أدب، فكنا بينهم كأننا على شوك السعدان أو سجن ضاق بناؤه. وجاء المضيفون بالطعام والشراب فأخذوا يأكلون ويشربون، ولما لم أتناول أنا شيئاً التفتت إليَّ الجارة قائلة: رَمَدَان ـ أي رمضان ـ؟ قلت: يس، وكانت تلعب مع جارها والله أعلم ما صلتها به بأوراق القمار. وهنا ذكرت صورة مصغرة لقول الرسول صلى الله عليه وسلم: ((الدنيا سجن المؤمن وجنة الكافر)) وأنشأت هذه الأبيات: [sh] بشر عبد الله بالمقاعد= بأنها حسب اختيار القاعد فقلت في نفسي أريد النافذة= كعادتي مع الأيادي الآخذة* لكن رأينا بصعود الطائرة= أن ملئت بفاجر وفاجرة واخترت مقعدا ظننت جاريا= من الرجال لا النساء حوليا وبعد الاستقرار بانت واحدة= ـ لا واحدا ـ عن اليمين قاعدة وظهرت أمامي المعاكسة= بلا حيا كعادة الأبالسة فقلت يا ربِّيَ إني صائم= وقد غدت تحيط بي البهائم وجاء بعد ذلك الغداء= فما التفت نحو من قد جاءوا فسألتني جارة اليمين= أرمدان؟* قلت: \"يس\" دعيني ثم التفت لزميلي القاري= مبتسماً وقد وقاه الباري من الخبيثات فقلت إننا= بين العدا في الجو ضاق سجننا وقد جعلت ذكر ربي حاليا= ودفتري وقلمي وقائيا [/sh] * [[أي كما اعتدت مع الكون الذي هو من نعم الله أنظر إليه متفكرا]]. * [[تعني هل أنت صائم رمضان؟ وهذا دليل على أنها تعرف شيئا-ولو إجمالا-عن عبادات المسلمين]]. وكان إقلاع الطائرة من مطار دنباسار في الساعة الثالثة إلا ربعاً، وهبطت بنا في مطار جاكرتا في الساعة الرابعة والدقيقة الخامسة. ونزلنا في فندق: (سبنج) الذي يوصف بالإسلامي، وكانت مظاهره الإسلامية وجود ترجمة معاني القرآن الكريم والسجادة والإشارة إلى جهة القبلة بسهم على الباب من الداخل، ولكنه مثل غيره في بيع الخمر، ولا أدري عن لحم الخنزير؟! زيارة بالي في عام 1419 هـ ـ 1998م: هذا وقد زرت جزيرة بالي مرة أخرى بعد تسعة عشر عاماً من الزيارة السابقة، وبقيت فيها ثلاثة أيام من 19/3/1419 هـ 13/7/1998م إلى 21/3/1414هـ 15/7/1998م. وأثبت ما سجلته في هذه الزيارة هنا. السفر إلى مدينة دنباسار عاصمة بالي: الاثنين: 19/3/1419 هـ ـ 13/7/1998م. أقلعت بنا الطائرة من جاكرتا الساعة الثانية عشرة والثلث ظهراً، وهبطت في دنباسار في الساعة الثانية والدقيقة السادسة والخمسين. عندما عدت من مدينة بالي إلى جاكرتا يوم الخميس: 22/3/1419هـ ـ 16/7/1998م، نزلت في فندق شيراتون ميديا. (SHERATON MEDIA) الذي كنت قد حجزت فيه قبل السفر إلى مدينة بالي. وكانت أجرة الغرفة فيه أقل من أجرة الغرفة في فندق: جرين ميليا بأربعين دولاراً تقريباً، ومع ذلك أنزلوني في جناح كبير بنفس أجرة الغرفة العادية، لحملي بطاقة نادي شيراتون (SHERATON CLOP). ولكن خدمات فندق: جرين ميليا تفوق خدمات جميع الفنادق التي نزلت بها هذه المرة. واستقبلني في مطار دنباسار الأخ عقيل بن محمد با إبراهيم بالبيد وولداه التوأم: محمد ومصطفى، الذين كنت إذا قلت لأحدهما: محمد‍؟ قال : مصطفى! وإذا قلت للآخر: مصطفى؟ قال: محمد! لشدة تشابههما. [img]pics/4/4042.jpg[/img]<< الكاتب وعلى يساره محمد ولد عقيل بالبيد وعلى يمينه أخوه مصطفى وهما توأم ثم والدهما فالتاجر السعودي عبد الغني 21/3/1414هـ  إندونيسيا بالي ـ دنباسار >> [img]pics/4/4043.jpg[/img]<< التوأم محمد ومصطفى ابنا عقيل بالبيد بالي دنباسار >> [img]pics/4/4044.jpg[/img]<< التوأم محمد على اليمين ومصطفى على اليسار ولدا عقيل بالبيد >> جولة للتعرف على الفنادق في دنباسار! عرف الأخ عقيل عن طريق الأخ عبد الله باهرمز، أن من أهم ما أريده في بالي هو الاستجمام والتمتع بالمناظر الجميلة، سواء في الفندق أو في خارجه، ومن تلك المناظر القرب من البحر. وكان قد حجز لي حجزاً غير مؤكد في عدد من الفنادق، وقال لي: أريدك أن تطلع بنفسك على الفنادق ومواقعها، لتختار ما تراه مناسباً لك. فمررنا على عدد من تلك الفنادق، وهي تقع في منطقة جديدة تسمى: (نوسادوا NUSA DUA) وهي تبعد عن مركز مدينة دنباسار: 30 كيلو متر، ولم يبدأ البناء فيها إلا في منصف الثمانينات، إذ لم يكن يوجد في دنباسار في سنة: 1980 إلا فندق واحد من فنادق الدرجة الأولى. ومن الفنادق الموجودة في هذه المنطقة: فندق شيراتون وفندق حياة ريجنسي وفندق هلتون وفندق كْلِيْفْ وفندق: فوتي بالي وفندق نيكو بالي (HOTEL NIKKO BALI) الذي تم اختياري له، لأنه يطل على البحر مباشرة، ولغرفه شرفات واسعة يتمكن النازل فيها من التمتع بالنظر إلى البحر أكثر. وقد بقيت في هذا الفندق ليلتي الثلاثاء والأربعاء. وانتقلت ليلة الخميس إلى فندق آخر سيأتي ذكره وسبب الانتقال إليه. مطاعم السمك الشعبية: بعد المغرب من هذا اليوم (الاثنين) أغراني الأخ عقيل بالسمك المشوي الطري الذي تختار منه ما تريد قبل طهيه، في مطاعم شعبية تقع على ساحل البحر في منطقة تسمى: (GEMBARAN) فذهبنا إلى المنطقة، وهي تبعد عن الفندق 25 كيلو متراً تقريباً. وقبل أن نصل إلى تلك المطاعم وجدنا ازدحاماً شديداً في الطريق إليها، لكثرة المرتادين من السائحين. وهذه المطاعم مبنية بالخشب والقش، يقف تحت كل مبنىً منها عدد من العاملين وعندهم أنواع السمك الذي يعرضونه على الناس ليختار كل منهم ما يريد، ثم يذهبون به إلى مطابخهم القريبة ليشوى. وقد أعد كل أهل مطعم كراسي وطاولات خشبية على ساحل البحر، بحيث يرى الآكل أمواج البحر المتتابعة عن قرب، وقد يصل رشاشها إلى بعض الموائد التي يرغب أهلها الاقتراب من البحر. ويتصاعد دخان الفحم الذي يشوى عليه السمك في سماء المنطقة، حتى يغطي مساحة واسعة منها، ولكثافة الدخان لا يكاد الإنسان يرى نجوم السماء مع صفائها، فضلاً عن روائحه التي يتلذذ بها السائحون، وبخاصة الأوربيين، الذين تسمع صياحهم وارتفاع ضحكاتهم رجالاً ونساء. وقد ترددنا على هذه المطاعم ثلاث ليال متتابعة، أنا والأخ عقيل وولداه ـ التوأم ـ : محمد ومصطفى... اللذان كانا يعبران لي عن عواطفهما بكثرة النظر إلي وابتساماتهما، لعدم وجود اللغة المشتركة التي تربط بيني وبينهم، مع أنهما عربيا الأصل والخلقة الواضحة، كما توضح ذلك صورهما... ولكني كنت أحاول التحدث معهما عن طريق ترجمة والدهما المتعثرة. الثلاثاء: 20/3/1419هـ ـ 14/7/1998م لم أخرج هذا اليوم من الفندق، إلا للسباحة في الساعة السابعة صباحاً، تناولت بعدها طعام الإفطار، ثم بقيت في الغرفة أو في شرفتها، أتمتع بمنظر البحر. الأربعاء:21/3/1419هـ ـ 15/7/1998م. زارني اليوم في الفندق بعد الظهر الأخ سعيد باهرمز، والد الأخ الشيخ عبد الله باهرمز، ومعه الأخ عبد الله معاشري وبعض الشباب من مدينة: (سنجاراجا SANGARAGA). والأخ سعيد يزيد عمره عن سبعين سنة، ولكن صحته جيدة، لا يرى عليه أثر الشيخوخة، بخلاف كثير ممن بلغوا هذا العمر، وهو يتحدث اللغة العربية كما يتحدث بها الحضارمة في حضرموت اليوم تقريباً... مع أنه ولد في إندونيسيا في جزيرة بالي هذه الوثنية ولا يزال يسكنها حتى توفي رحمه الله فيها يوم عيد الفطر من عام 1426هـ. وقد سألت ابنه عبد الله عن سبب تحدثه باللغة العربية، فقال: إنه اجتهد بنفسه فتعلم قليلاً منها على يد بعض العلماء، وألزم نفسه بالتحدث بها مع كل من يجتمع به من المتحدثين بالعربية. وقد فاق بهذا التصميم كثيراً من الطلبة الإندونيسيين الذين تخرجوا في جامعات عربية، حيث ينسون كثيراً منها بعد رجوعهم إلى بلدانهم بسبب إيثار لغات أمهاتهم على اللغة العربية، حتى إن كثيراً من معاني مفردات القرآن والحديث وغيرها من العلوم العربية لم يعودوا يعرفونها. أما عبد الله معاشري فقد ظهرت عليه علامات الشيخوخة والضعف، مع أن عمره قد يكون أقل من عمر سعيد... ولله في خلقه شؤون! الانتقال إلى فندق فوتي بالي (HOTEL PUTRI BALI): قال لي الأخ عقيل: لقد وجدت صديقاً لي من المسلمين الإندونيسيين، وهو مدير فندق من فئة خمسة نجوم يسمى) :فوتي بالي FUTIBALI) وعرف أن لديَّ ضيفاً من المدينة المنورة، يسكن في فندق (نيكو بالي) مقابل: ثمانمائة وخمسين ألف روبية في اليوم (56 دولار تقريباً) فقال: لو جئت به في فندقنا فسأسكنه في جناح كبير بمبلغ ثلاثمائة ألف روبية فقط (20 دولار أمريكي) إكراماً لأهل المدينة، وقال لي الأخ عقيل: ما رأيك نذهب لترى الفندق، فإذا ناسبك انتقلت إليه، وعندما رأيت الفندق أعجبني بسعة جناحه، ونظافته جيدة، فانتقلت إليه، والفرق بينه وبين الفندق الأول: أن الأول يطل على البحر، وهذا بعيد عنه قليلاً، وإن كان المنظر جميلاً في الجملة. وقد اجتمعت بصاحب الفندق، واسمه: إيكو إسرانتو: (EKOISRANTO) وقال لي: إنه قد وفقه الله لأداء فريضة الحج، وزيارة مسجد الرسول صلى الله عليه وسلم...وأنه بنى هذا الفندق في سنة: 1984م، وهو أول فندق يبنى في هذه المنطقة. أي إنه بني بعد زيارتي الأولى لإندونيسيا بأربع سنوات. سرورُ غريبِ الدار بالوافد من داره: علم بوجودي أحد تجار المدينة المنورة الموجود في بالي منذ أكثر من سنة تقريباً، وهو: الأخ محمد عبد الغني ـ وهو سعودي الجنسية تركي الأصل ـ يسكن في المدينة المنورة، يتجر في المكسرات، ولم يكن أحد منا يعرف الآخر، ولكن غربة الرجل جعلته يشتاق للقائي. التقينا في منزل الأخ عقيل بالبيد بعد صلاة الظهر. وكنت أريد أن أذهب إلى الفندق لأرتاح، ولكنه أصر على أن أصحبه إما إلى منزله الذي يقع في منطقة جبلية بين مدينة دنباسار، ومدينة سنجاراجا، وإما إلى منطقة أخرى جبلية أخرى تسمى: (كينتاماني KENTAMANE). قلت: أي المنطقتين أقرب؟ قال: كينتاماني. قلت: فلنذهب إليها. وكنت أظن أنها قريبة جداً يمكننا أن نصل إليها ونعود بعد ساعة أو أكثر قليلاً، لأرتاح في الفندق. ولكنا خرجنا من مدينة: دنباسار في الساعة الثانية والنصف، ولم نعد إليها إلا في الساعة السابعة والنصف مساء. أي أن رحلتنا إلى تلك المنطقة والعودة منها استغرقت خمس ساعات كاملة، ولم نقف إلا خمس دقائق لصلاة المغرب... ولا شك أن المناظر كانت جميلة جداً، إذ كانت الغابات الكثيفة تغطي الجبال الشاهقة والشعاب العميقة التي كنا نشرف عليها من الطريق المتعرجة يمنة ويسرة، والمتدرجة صعوداً وهبوطاً... الوثنية تستنجد بعدوها: عند رجوعنا إلى دنباسار سمعت صوتاً يشبه الأذان من جهة اليمين، بعيد الغروب، فسألت السائق المصاحب للأخ عبد الغني: هل يوجد مسلمون هنا؟ قال: قليل جداً. قلت: ولكني أسمع أذاناً. قال: هذا ليس بأذان، وإنما هو صوت أحد المتدينين الهندوس يدعو جماعته للاجتماع لعبادتهم. قلت: وهل من عادتهم أن يدعوا بصوت مرتفع كما يفعل المؤذن عندنا؟ قال: لم يكونوا من قبل يفعلون ذلك، ولكنهم قلدوا الأذان عند المسلمين، والسبب في ذلك أنهم رأوا عدم إقبال أهل دينهم إلى عبادة الأوثان، والاجتماع في مناسباتهم الدينية وأعيادهم، ورأوا إقبال المسلمين إلى المساجد وزيادة إقبالهم على الاجتماع في أعيادهم ومناسباتهم، فقلدوا الأذان. قلت: وماذا يقول الداعي منهم؟ قال: نسمع أصواتاً لا نفهم معانيها. وكثير من الهندوس غير مقتنعين بدينهم، ويصرحون بذلك، ويقولون: إن دينهم يكلفهم نفقات مالية يعتبرونها خسارة، دون أن تعود عليهم بفائدة! وكان الأخ عبد الله بن سعيد باهرمز قد قال لي في جاكرتا: إن الهندوس شعروا بخطر ابتعاد أتباعهم عن أوثانهم وعباداتهم، فحاولوا أن يقلدوا المسلمين في أمور كثيرة، منها: الأذان، ومنها التزاور في أيام أعيادهم ومناسباتهم... ولم يكونوا من قبل يتزاورون، وإنما فعلوا ذلك عندما رأوا أتباعهم معجبين بتزاور المسلمين وتعاونهم، فخاف كبارهم من تأثر أتباعهم بالمسلمين ودخولهم في الإسلام. المسلمون في بالي: اجتمعت بالأخ فوزي بن عبد الحميد بن عوض باسلطانة ـ في منزل الأخ عقيل ـ وهو أحد الطلاب الإندونيسيين الذين تخرجوا في الجامعة بالمدينة المنورة، وقد أقام مدرسة لتحفيظ القرآن الكريم وتدريس مبادئ الإسلام لأبناء المسلمين في منزله، وهو يتجر في الفضة. [img]pics/4/4017.jpg[/img]<< مدرسة المسلمين في سنجاراجا بالي ـ على يسار الكاتب سعيد با هرمز ـ 16/9/1400هـ ـ 28/7/1980م >> وطلبت منه أن يكتب لي بعض المعلومات عن جزيرة بالي وعن المسلمين فيها، فكتب لي ما يأتي: جزيرة بالي هي إحدى الأقاليم السبعة والعشرين من الأقاليم الإندونيسية، وفيها ثمان مناطق، ودائرة واحدة، وهي وسط المدينة. وعدد سكانها: ثلاثة ملايين نسمة تقريباً. ويعتمد أهلها في معيشتهم على الزراعة والصناعات اليدوية، ومن أهم ما تعتمد عليه بالي السياحة التي تهتم بها الدولة لاكتساب الأموال وتشغيل السكان. ديانات أهل بالي: أغلب سكانها يدينون بالهندوسية: 95%. وهناك أديان أخرى، أهلها أقليات: منها الإسلام والنصرانية والبوذية. وكان للمسلمين علاقات قوية بملوك بالي منذ مئات السنين، وكان بعضهم جنوداً لأولئك الملوك... وكانت نسبة المسلمين: 5% ولكن نسبتهم زادت مع مرور الوقت، ويعود ذلك إلى سببين: السبب الأول: نشاط الدعاة المسلمين. والسبب الثاني: نزوح بعض المسلمين إلى بالي من مناطق إندونيسية أخرى، مثل: جاوة و كلمنتن و سومطرة وغيرها، طلباً للرزق، ويمكن أن تكون نسبة المسلمين الآن: 20% . ولهذا بنيت مساجد كثيرة منذ سنة: 1980م. إذ يوجد في داخل المدينة ـ دنباسار ـ : مسجد رايا الأخوة، ومسجد النور، ومسجد بيت الرحمة، ومسجد بيت المعمور، ومسجد التقوى، وهذه كلها مساجد كبيرة، وتوجد عشرات من المساجد الصغيرة.. انتهى ما كتبه الأخ فوزي... [img]pics/4/4041.jpg[/img]<< مسجد رايا (بيت الرحمن) أندونيسيا بالي 21/3/1414هـ >> وهنا تنبيهات: التنبيه الأول: أن الأخ فوزي قد اختصر المعلومات المطلوبة اختصاراً شديداً، لأن بعض أهله كانوا في المستشفى، فلم يتمكن من كتابة معلومات أوفى عن بالي وعن المسلمين فيها، وقد اعتذر لي بذلك. التنبيه الثاني: أن التاريخ الذي ذكر فيه نشاط الدعوة وبناء المساجد في بالي، وهو عام: 1980م هو التاريخ الذي بدأت أفواج الطلاب الإندونيسيين الذين كانوا يدرسون في الجامعة الإسلامية بالمدينة يقومون بالدعوة في الجزر الإندونيسية، ومنها جزيرة بالي، وكان أول فوج قام بالدعوة منهم في تلك السنة، وكنت مشرفاً عليهم بتكليف من فضيلة نائب رئيس الجامعة الإسلامية آنذاك الدكتور عبد الله بن عبدالله الزايد، وقد كتب الطلاب الذين أشرفت عليهم في تلك السنة تقريراً مفصلاً، قدمته لفضيلته، وكنت زرت جزيرة بالي، وبينت ذلك في هذا الكتاب. التنبيه الثالث: أنه لم يكن يوجد في تلك السنة ـ حسب علمي ـ إلا مسجدان: أحدهما في مدينة: (دنباسار) وقد صلينا فيه العشاء والتراويح. والثاني في مدينة: (سنجاراجا) وقد صلينا فيه العشاء والتراويح وألقيت فيه محاضرة... ترجمها الأخ عبد الله باهرمز. التنبيه الرابع: أن الدعوة تنتشر فعلاً في الجزيرة، ولكن الداخلين في الإسلام قليلون نسبياً، وكثير من أبناء المسلمين معرضون للخطر، لأنهم يعيشون في بحر متلاطم من الوثنية، وفي مجتمع منحل فاسد الأخلاق، اجتمعت فيه الإباحية المحلية والغربية، لكثرة السائحين الغربيين، الذين أفسدت نساؤهم رجال الجزيرة، وأفسد رجالهم نساءها... ولهذا يشكو المسلمون من مخالطة أبنائهم وبخاصة المراهقين، وبالأخص الشبان العرب الذين ترى الفتيات الباليات فيهم من الجمال مالا يوجد في أبناء وطنهم، فإنهن يحاولن اصطيادهم وإغراءهم في خارج منازلهم وفي داخلها، ولو عن طريق الهاتف. ومن المخاطر التي يعاني المسلمون منها: كثرة المخدرات والمسكرات التي وقع فيها بعض أبنائهم. التنبيه الخامس: أنه ينبغي للمؤسسات التعليمية الإسلامية، كالجامعة الإسلامية في المدينة المنورة، وجامعة الأزهر، والجامعة الإسلامية العالمية في إسلام أباد، والجامعة الإسلامية العالمية في كوالالمبور، وغيرها أن تكثر من تخصيص المنح الطلابية لأبناء هذه الجزيرة، للإسهام في إنقاذ المسلمين بالدعاة المتخرجين من هذه الجامعات، ولدعوة غير المسلمين إلى الإسلام، تنفيذاً لأمر الله تعالى بالبلاغ المبين.... [[إلى هنا انتهت رحلة 1419هـ المتعلقة ببالي]]. زيارة المجلس الأعلى الإندونيسي للدعوة الإسلامية: الاثنين: 17/9/1400هـ – 29/7/ 1980م زرنا الدكتور محمد ناصر رئيس المجلس ومساعده الدكتور رشيدي، وقد كان الأول رئيس وزراء سابقاً، وكان الثاني وزيراً للشؤون الدينية سابقاً، وللرجلين جهود مشهورة مشكورة في محاولة ربط الشعب الإندونيسي في منطلقاته السياسية والاقتصادية بالإسلام، وشعبيتهما تبدو واضحة في الجمعيات الإسلامية والشباب. وأهدى لنا الدكتور محمد ناصر سلسلة من الكتب الإسلامية التي وضعت لتربية الأطفال وربط العلوم الكونية بالآيات القرآنية موضحة بالصور، وهدفها تقوية الإيمان بالله وتثبيته في نفوس الشباب عن طريق العلوم الكونية التي يتلقونها في المدارس مجردة عن ذكر مصدرها الذي أوجدها بنظامها العجيب المدهش. القلق من النشاط التنصيري: وقد صرح المذكوران أن المسلمين في إندونيسيا في قلق من نشاط النصارى في كل المجالات، لأنهم يحاولون أن يستولوا على المراكز الحساسة في الأمن والتعليم والاقتصاد والطب وغيرها، يساعدهم في ذلك عملاء علمانيون من المسلمين الذين ابتعثوا للدراسة في الخارج ـ في أوروبا وأمريكا وفرنسا ـ فحملوا مؤهلات وأسندت إليهم وظائف حساسة في الدولة، وهم يحاربون الإسلام ـ علناً ـ أكثر من محاربة النصارى ـ وإن كان النصارى هم الموجهين والمحركين، ومن ذلك محاولة إلغاء المساجد في الجامعات وحرمان أبناء المدارس الحكومية من الإجازة في رمضان، وقد كانوا يستفيدون من هذه الإجازة بالتعليم في المدارس الإسلامية والمساجد، حيث يتعلمون أمور دينهم التي لا يجدونها في المدارس الحكومية. وهكذا نجد الشكاوى من العلمانيين الذين رباهم أهل الغرب في أغلب الشعوب الإسلامية، حيث يكونون معاول هدم سافرة بأيدي أسيادهم الذين نصبوهم في شعوبهم لهدم أركان العقيدة ومقومات الأمة. مع سفير المملكة العربية السعودية في جاكرتا: في الساعة الواحدة والنصف بعد الظهر، كنا في سفارة المملكة العربية السعودية حيث كنا على موعد مع سعادة السفير الأستاذ بكر عباس خميس الذي استقبلنا ببشاشة، وكان الحديث معه ممتعاً، ورأينا في الرجل حماساً لنشر الدعوة الإسلامية وإيجاد وسائل ذلك، كترجمة الكتب الإسلامية وطبعها وطبع المصحف الشريف. وأطلعناه على ما قمنا به في زياراتنا للمؤسسات الإسلامية في جاوة الشرقية وجزيرة بالي، ونقلنا إليه شكر بعض تلك المؤسسات التي تلقت إعانات عن طريقه من المملكة العربية السعودية. [img]pics/4/4021.jpg[/img]<< في مكتب السفير، على اليمين عبد الله با هرمز >> [img]pics/4/4022.jpg[/img]<< الكتاب مع سعادة السفير الأستاذ بكر عباس خميس في مكتبه من اليمين: عبد البر ابن الكاتب، ثم السفير، ثم الكاتب، ثم الشيخ عبد القوي قاري جاكرتا: 17/9/1400هـ ـ 29/7/1980م >> كما نقلنا له رغبة مؤسسات أخرى في أن تحظى بمثل تلك المساعدات. وطلب منا إبلاغ فضيلة نائب رئيس الجامعة الإسلامية رسالة شفوية تتضمن عرض التعاون في المجالات التي تحقق أهداف الجامعة الإسلامية في الدعوة إلى الله في إندونيسيا، وأبدى استعداده بالإشراف على ترجمة بعض الكتب الإسلامية المفيدة التي تختارها الجامعة وطبعها وتوزيعها في إندونيسيا، وذكرت له كتاب الدكتور محمد علي البار: خلق الإنسان بين الطب والقرآن وأنه مجهود علمي مفيد في بابه، ويمكن أن يستفيد منه المثقفون ويهديهم إلى الإسلام فطلب مني سعادته بعث الكتاب إليه ليتولى الإشراف على ترجمته وطبعه وتوزيعه في إندونيسيا وكانت معي نسخة فبعثتها له في اليوم الثاني. ثم شكرناه على حسن استقباله وما يقوم به من أعمال طيبة وودعناه. سراب بقيعة! ذهبنا ـ بعد ذلك ـ إلى برج الاستقلال الذي يشرف على المدينة وهو قريب من مسجد الاستقلال، وكانت تذاكر الطلوع معنا من قبل إذ وجدناه مزحوماً، فأجلنا الصعود إليه إلى وقت آخر، وعندما اقتربنا من البرج رأينا الساحة المحيطة به فارغة وكذلك الأبواب والممرات المؤدية إليه، فسررنا بذلك وقلنا هذه فرصتنا حتى لا نجد أولئك الأجانب يزاحموننا، وكنا نظن أن الناس في هذا الوقت بعد الظهر في راحة، وعندما وصلنا إلى قرب المصعد وجدنا جندياً حارساً قال: إلى أين؟ قلنا: إلى المصعد للطلوع، فقال: إن المصعد تحت الإصلاح، ولا يمكن الصعود الآن، فعرفنا أن الفرصة التي ظنناها سنحت كانت سراباً خادعاً. الجهد موجود والتخطيط مفقود: زارنا بعد صلاة العشاء في الفندق فضيلة الشيخ محمد المجذوب وفضيلة الشيخ ناصر الطريفي، وهما مبعوثان من قبل الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، للاطلاع على أحوال الدعاة الذين أوفدتهم الرئاسة للدعوة إلى الله، وهم من خريجي الجامعة الإسلامية وتقديم تقارير عنهم للاستفادة منها. وجرى نقاش بيننا في أمور الدعوة واختلفت وجهات النظر في بعضها، والذي بقي عندي من تلك المناقشة هو أن المؤسسات الإسلامية تبذل جهوداً تحتاج إلى المضاعفة والتعاون فيما بينها والتنسيق، لأن الدعوة الإسلامية تواجه تيارات وأحزاباً ومؤسسات عقائدية ومخططات عظيمة، وذلك يقتضي التخطيط السليم والتنظيم والتنسيق والجهود المضاعفة، وما دامت المؤسسات الإسلامية لا تبذل جهوداً في التخطيط العلمي الدقيق والتنسيق فيما بينها، فإن الجهود القليلة ستبقى مبعثرة قليلة الجدوى بالنسبة لما ينبغي أن يكون. وزارنا كذلك بعض طلبة الجامعة الإسلامية الإندونيسيين الذين تخرجوا فيها وتذاكرنا معهم ما بقي لنا من زيارات. السفر إلى باندونغ: الثلاثاء: 18/9/1400 هـ – 30/7/ 1980م كنا قد طلبنا من الأخ حلمي أمين الدين ـ وهو من مبعوثي إدارات البحوث العلمية والإفتاء والدعوة والإرشاد، ويعمل في مكتب الملحق الديني، وقد تخرج في الجامعة الإسلامية بالمدينة المنورة ـ أن يحجز لنا على الخطوط الإندونيسية إلى باندونغ، فاتصل بالأخ عبد الله باهرمز وأخبره أن الطائرة تقلع من جاكرتا إلى باندونغ في الساعة الثانية عشرة والنصف ظهراً، وأن علينا أن نغادر الفندق إلى المطار في الساعة الحادية عشرة والنصف. ولكن عبد الله خرج لحاجة وتأخر كثيراً فعاتبناه على ذلك واستأجر لنا سيارة، وعندما ركبنا قال للسائق: جَلَنْ جلن، يأمره بالسرعة وكان وصولنا إلى المطار ـ وهو داخلي ـ في الساعة الثانية عشرة ودقائق. وأدركنا الطائرة التي أقلعت في الساعة الواحدة إلا عشرين دقيقة."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "7- في مدينة باندونغ",
    "content": "مع الشيخ المكي وابنه المدني: وكان في استقبالنا فضيلة الشيخ الحاج أنور مسدد وابنه عبد الحليم الذي تخرج هذا العام في الجامعة الإسلامية بالمدينة المنورة، وقد اصطحبانا إلى منزلهما في : غاروت، إحدى ضواحي باندونغ. والشيخ أنور مسدد يبلغ من العمر اثنين وسبعين عاماً، قضى منها في مكة المكرمة أحد عشر عاماً، قال: وأنا مشهور في مكة بمسدد غاروت، درست في مدرسة الفلاح سنة: 1930م. [img]pics/4/4023.jpg[/img]<< مسدد غاروت يترجم المحاضرة في الجامع الكبير بعد الفجر أندونيسيا ـ باندونغ ـ 20/9/1400هـ ـ 1/8/1980م >> وكان يدير المدرسة السيد الطيب المراكشي، ثم السيد أبوبكر الجيشي، وكانت في القشاشية وتخرجت في هذه المدرسة عام: 1934م وعملت بها مدرساً إلى عام: 1941م حيث رجعت إلى بلدي إندونيسيا عند نشوب الحرب العالمية الثانية. وأخذ الشيخ يسرد لنا شيئاً من تاريخ حياته والأحداث التي عايشها، فقال: في سنة: 1942م جاء اليابانيون إلى إندونيسيا فاستعمروها مدة ثلاث سنوات، واستقلت سنة1945م، وكنت مع سوكارنو في وزارة الشؤون الدينية رئيساً لقسم شؤون المساجد، ثم عينت أستاذاً في الجامعة في جوك جاكرتا إلى سنة: 1967م، ثم مديراً للجامعة الإسلامية الحكومية في باندونغ وقمت أنا بإنشائها، إلى سنة: 1973م، ثم صرت مدرساً فيها، وفي عام: 1975م أحلت إلى التقاعد، وكنت عضواً في البرلمان لمدة عشرة أعوام عن حزب نهضة العلماء، وعينت وكيلاً للرئيس العام لنهضة العلماء، وبعد أن توفي الرئيس العام أصبحت أنا الآن رئيساً لنهضة العلماء، وكان الرئيس الذي قبلي هو الحاج نصري سنشوري. وذكر لنا من أعماله: أنه أحد أعضاء اللجنة التي تولت ترجمة معاني القرآن الكريم التي طبعتها وزارة الشؤون الدينية، وأحد أعضاء اللجنة التي تولت تفسير القرآن الكريم باللغة الإندونيسية، وقد تم هذا التفسير الذي طبع منه أربعة مجلدات في كل مجلد ثلاثة أجزاء والباقي تحت الطبع. وسألناه عن مراجع هذا التفسير؟ فقال: المراجع منها القديم مثل تفسير ابن كثير والقرطبي والبيضاوي وتفسير الزمخشري، ومنها الحديث كتفسير المراغي وتفسير القاسمي والتفسير الواضح، قال: وقد ترجمنا معاني القرآن أيضاً إلى لغة جاوة الغربية المعروفة بالسونداوية وقد طبع في أربعة مجلدات. قلت له: ما دمتم قد وفقتم لترجمة معاني كتاب الله وتفسيره، فينبغي أن تجتهدوا في إدخال بعض أجزاء هذا التفسير في الجامعات، فقال: ادع الله لنا أن يعيننا، وأشار إلى أننا في حاجة إلى الإمكانات لطبع كمية كبيرة وتوزيعها على الجامعات والمكتبات، قال: وكنت في سنة: 1955م مطوفاً لسوكارنو. وسألته هل ترددت على مكة كثيراً؟ قال: نعم وكان آخرها هذا العام المنصرم وكنت في اليوم الأول من شهر محرم في داخل الحرم، عندما قام الذين ادعوا أن المهدي قد ظهر بصحن الحرم، قلت له: كيف خرجت؟ وكيف كان شعورك في هذه الحادثة؟ قال: أما خروجي فقد كنت في الطابق العلوي ورأيت الباب مفتوحاً والناس يخرجون منه فخرجت، وأما الحالة التي حصلت فقد آلمتنا وأنزلت الحسرة في نفوسنا عندما كنا نرى الرصاص يطلق في داخل الحرم الذي جعله الله آمنا والحمد لله الذي قضى على أولئك المعتدين. قلت له: ما الفرق بين مكة الآن وبينها في الأيام التي كنت فيها طالباً ومدرساً من عام: 1930م إلى عام: 1941م؟ فقال: الفرق كبير، أصبحت الآن متقدمة في كل شئ. هل كانا من أولي الأحلام والنهى؟ قال الحاج أنور: وقد كنت مع سوكارنو في القاهرة عندما زارها في عهد عبدالناصر، وصليت إماماً في الجامع الأزهر وهما ورائي، قلت: وهل كانا من أولي الأحلام والنهى؟ قال: لا. أساتذة الشيخ في مكة: سألناه عن أساتذته في مكة؟ فقال: قرأت على السيد علوي مالكي رياض الصالحين وشمائل الترمذي وألفية ابن مالك، ومن أساتذتي الشيخ عمر حمدان التونسي والشيخ محمد العربي، وقرأت على الشيخ أمين الكتبي الجوهرة، وحفظت عليه القرآن الكريم. والمكنون في البلاغة وعلى الشيخ علي حسن السناري التوحيد. إلام يعود الضمير؟ من نكات الشيخ المكي في المسجد الحرام أنه كان يقرأ مع زملائه على الشيخ علوي المالكي باب \"كم\" الخبرية في ألفية ابن مالك، وكانت تلك الليلة ليلة زفاف الشيخ علوي المالكي مدرس الألفية، فقال الشيخ علوي: إلام يعود الضمير في قول ابن مالك: \"واستعملتها\"؟ ونص البيت كما يلي: [sh] واستعلمتها مخبراً كعشره=أو مائة ككم رجال أو مره [/sh] فقال الطالب أنور: الضمير يا سيدي يعود إلى (مره) في آخر البيت هناك. قال: وكنت أقصد بالبيت بيت أستاذنا، لأنه في ليلة زفافه وهو يدرسنا، ونحن كنا نحب أن يتفرغ في هذه الليلة التي تعتبر ليلة سرور لعدة أسر ولزملاء الشيخ وتلاميذه، قال: ففهم الشيخ المقصود وضحك كثيراً وبعض الحاضرين لم يفهم. [[وذكرتني هذه النكتة بنكتة بعض علماء السودان مع الشيخ محمد الأمين الشنقيطي في رحلته من موريتانيا إلى المملكة العربية السعودية عندما نظر إلى ثيابه المطوية فظن العالم السوداني أنه يريد أن يغير سراويله، فقال: [sh] ولسراويل بهذا الجمع=شبه اقتضى عموم المنع [/sh] وكلا النكتتين كما ترى من ألفية ابن مالك]]. وذكر الشيخ المكي من زملائه في الدراسة في مكة السيد عبد الرحيم الأهدل الذي يعمل في الزراعة في المدينة المنورة، قال: كنت أنا وهو في فصل واحد، قلت له: أنا وعبد الرحيم من شجرة واحدة وهو صديقي. السفر إلى جايمس: وكلف الشيخ أنور سائق سيارته أن يوصلنا إلى بلدة جايمس التي تقع شرق باندونغ وتبعد عن باندونغ أكثر من مائتي كيلو متر. وكان الطلبة الإندونيسيون قد طلبوا منا زيارة هذه البلدة التي يقع بها معهد دار السلام، وبه تقام دورة لمدرسي اللغة العربية والمواد الإسلامية، وعددهم يقارب الخمسين، ونفقات الدورة كانت إعانة من جامعة الإمام محمد بن سعود الإسلامية، وقد التقينا بأحد طلبة جامعة الإمام في باندونغ وهو في طريقه لزيارة الدورة. قل له: إننا نحب هذه المناظر ونريد التمتع بها! كان السائق يسرع في قيادته و نحن نكره السرعة، فكان يحاول تجاوز أي سيارة تسير أمامه، وكان يخالف قواعد المرور، فتجاوز في المنحنى الذي لا يرى فيه السيارة المقابلة، وكان الشيخ عبد القوي ذو الخبرة بحوادث السيارات يئن كلما رأى مخالفة، ويطلب من عبد الله باهرمز أن يكلم السائق ليخفف السرعة ويلتزم بقواعد المرور، وفجأة وقفت السيارة في الطريق، فنزل السائق ونظر إلى آلة التحريك فوجد مكان الخلل فرجع إلى صندوق السيارة وأخذ ما يسمى: \"بوجي\" وركبه وواصل السير على عادته، وكان عبد الله باهرمز ـ هداه الله ـ لا يصارحه كما نريد، فقلت له: قل للسائق: إن هذه المناظر أعجبتنا ونحب أن نستمتع بها، فليخفف السرعة ففعل، وكان قصدي أننا نريد أن نحافظ على أرواحنا لأن التمتع بالمناظر لا يمكن إلا إذا بقيت أرواحنا في أجسادنا. عظة وذكرى! وبعد قليل مررنا بسيارة على يميننا في الشارع مقلوبة على ظهرها رافعة دواليبها إلى السماء كأنها تستغيث، وكنا نود أن نقف لنرى ماذا جرى؟ لأن الحادث جديد ولكن المكان لا يصلح للوقوف فكانت عظة وذكرى لسائقنا. وجاء الليل عصراً! كانت السحب السوداء المتراكمة قد غطت الأفق، وحالت بيننا وبين السماء، واجتمع ذلك مع ارتفاع الجبال وكثرة الغابات في القمم والوديان والسفوح، وبدأ المطر ينزل قليلاً قليلاً، ثم انهمر بغزارة حتى غشينا الليل ونحن في النهار وحتى نسيت أننا لا زلنا في وقت العصر، فقلت للإخوة: انظروا في هذه القرية لعلنا نجد ما نفطر به، فنظر الأخ عبد الله في ساعته وقال: بقي من الوقت إلى المغرب ساعتان ونحن سنصل إلى معهد دار السلام قبل ذلك إن شاء الله، وكان هذا ما حصل فعلاً، فقد وصلنا إلى مقر المعهد وبقينا ما يزيد على نصف ساعة ولما يؤذن أذان المغرب ـ ولكن الذي لا يدري عن الوقت عن طريق الساعة يظن أنه قد صلى الناس المغرب ودخل وقت العشاء. إزالة غابات لزرع غابات: وكنا نرى قبل هذه الظلمة قطعاً من الأرض قد أزيلت عنها الغابات في الوديان والجبال وبدأ الأهالي بزراعة بعض الأشجار المثمرة مكانها، وهكذا يفعلون في تلك البلدان يقدرون زمنا معينا تزال فيه غابات تدريجيا من الأشجار التي لا تثمر أو أن ثمرها غير مفيد كثيراً ويزرع مكانها غابات من الأشجار المثمرة فتصبح غابة مثمرة بدل غابة غير مثمرة. فساعدني إذًا على بقاء سيارتي! قال عبد البر سائلاً السائق: كم سنة لهذه السيارة معكم؟ فقال السائق: عن طريق الترجمة ـ هي عندنا من عام: 1962م فقال عبد البر ثماني عشرة سنة؟! وهل غيرتم مكينتها؟ قال: لا فتعجب من ذلك فقلت له: ما رأيك يا عبد البر في سيارتنا التي مضى عليها عندنا خمس سنوات فقط؟ قال: تعتبر من صنع عام: 1980م يعني كأنها صنعت في هذا العام وليس في عام 74م، قلت: الحمد لله فساعدني على بقاء سيارتي. وكان هو وإخوانه يسمعون بعض زملائي ينكرون بقاء سيارتي هذه معي لمضي هذه المدة عليها، لأن التغيير أصبح عندنا مرضاً للسيارات والعمارات والأثاث والملابس، لأن المقياس الذي نسير عليه هو الهوى والتقليد الأعمى، ولو أن المقياس هو الإسلام لما جمع الغرب أموالنا فأوعي، وإخواننا في كثير من الشعوب الإسلامية يموتون جوعاً أو برداً أو حراً أو حرباً، فلا يجدون القوت، وكان وصولنا إلى بلدة جايمس في الساعة السادسة إلا ربعاً. وأسالت نخيل المدينة المنورة اللعاب في جايمس! عندما أذن المؤذن لصلاة المغرب أخرج أحد طلبة جامعة الإمام محمد بن سعود الإسلامية [[هو محمود مهدي السامرائي]]. الذي كان يرافقنا في هذا السفر اليوم علبة تمر من حقيبته، وقال: هذا من تمر المدينة، فتسابقت الأيدي وسال اللعاب لتمر المدينة المنورة، فأفطرنا وصلينا المغرب ثم رجعنا إلى الغرفة التي أعدت لنا لنرتاح من التعب، وحدد لنا الإخوة الساعة التاسعة بعد صلاة العشاء، لنلتقي بأعضاء هذه الدورة لإلقاء كلمة فيهم. وصلينا العشاء لنصلي معهم جماعة. كيف نتعلم اللغة العربية؟ في الساعة التاسعة جاء الإخوة يطلبون منا أن نحضر إلى قاعة المحاضرات، فحضرنا وقرأ الشيخ عبد القوي بعض الآيات القرآنية، ثم طلب مني أن ألقي كلمة تتضمن رسم الطريق لتعلم اللغة العربية، فكانت كما يلي: 1 ـ بينت أن من أهم الأسباب التي تعين على أي أمر من الأمور ـ بعد الاستعانة بالله، هو قوة الإرادة. 2 ـ شدة الرغبة. ويجب أن تكون الرغبة موجودة وشديدة كما يجب أن تكون إرادتكم قوية، لأن هذه اللغة بالنسبة لكم لغة دينكم وكتاب ربكم، فتعليمها يعتبر عبادة، وهذا ما يقوي الإرادة والرغبة في تعلمها. 3 ـ الإكثار من قراءة القرآن الكريم أو حفظ كثير منه، مع تعلم مفرداته من كتب المفردات القرآنية أو كتب التفسير أو القواميس العربية، وهكذا إذا قرأ الطالب في كتاب حديث أو فقه أو تاريخ أو أدب أو غيرها من العلوم العربية، فإن عليه ألا يمر بكلمة لا يعرفها دون أن يبحث في معناها ويفهمها، وهذا قد يكون صعباً وبطيئاً ولكنه مفيد جداً. 4 ـ حفظ نصوص كثيرة من النثر والشعر الجاهليين، مع فهم مفرداتها وتراكيبها والإكثار من قراءة كتب الأدب المفيدة كالعقد الفريد. 5 ـ حفظ متون في علوم اللغة العربية (النحو والصرف والبلاغة والعروض) وفهمها فهماً جيداً، لأن حفظ القواعد يذكر الإنسان ويعصمه من زلل اللحن. 6 ـ التطبيق العملي لما تعلمه الطالب، كرفع الفاعل ونصب المفعول وضبط الأوزان ومعرفة التشبيه وأنواعه. معلومات عن معهد دار السلام: وبعد إلقاء المحاضرة جاء الأخ وحي الدين ابن مدير المعهد الحالي الشيخ عرفان حلمي يعتذر لأبيه الذي كان على موعد مهم مع العلماء ـ كما قال ـ قلت له: لا بأس ولكن يجب أن تعطينا نيابة عن أبيك معلومات عن المعهد، فأعطانا المعلومات الآتية: وكانت إجابة عن أسئلتي له: ـ في معهد دار السلام توجد المراحل الخمس التالية: روضة الأطفال، ابتدائي، ثانوي، العالية، كلية الشريعة، وعدد طلاب المعهد كلهم سبعمائة. ـ الساكنون في المعهد أربعمائة، والباقون يسكنون في منازل أسرهم. ـ أسس هذا المعهد عام: 1935م أسسه الشيخ أحمد فاضل، وقد توفي رحمه الله، وخلفه في إدارته الشيخ عرفان حلمي، قال: وسنقدم للجامعة الإسلامية في المدينة المنورة منهج المعهد لمعادلته لإعانته بمنح دراسية وغيرها. ـ وعدد الأساتذة في الروضة اثنان ـ وفي الابتدائي عشرة، وفي الثانوي سبعة عشر، وفي العالية خمسة وعشرون، وفي الشريعة عشرون، والجملة أربعة وخمسون مدرساً. ـ ويدرس في المعهد أيضاً طالبات من الثانوية إلى كلية الشريعة، وعددهن يزيد على مائة طالبة. ـ وقد ساعدت الحكومة الإندونيسية في بناء المعهد. ـ ويقوم المعهد بنشاطات اجتماعية وثقافية، منها: الكشافة، والتدريب المهني كالخياطة والزراعة والنجارة والتطريز والصحف الحائطية، والمحاضرات التي تقام كل يوم سبت. ويحضر المجتمع ـ يعني أهل البلدة ـ من أولياء أمور الطلبة وغيرهم، كل يوم جمعة إلى المعهد من الساعة السابعة صباحاً إلى الساعة الحادية عشرة، للاستماع إلى محاضرة عامة في المسجد. وينتشر الطلاب في أيام الإجازات للدعوة بتخطيط من المعهد، ويدير هذه النشاطات كلها هيئة من الطلاب تحت إشراف المدير. محاضرة الصباح: الأربعاء: 19/9/1400 هـ ـ 31/7/ 1980م وبعد أن صلينا الفجر التقينا مرة أخرى في قاعة المحاضرات، وكانت المحاضرة بعنوان \"صفة أولياء الله مع الله\" وكان محور المحاضرة قوله سبحانه وتعالى : { إِنَّ اللَّهَ اشْتَرَى مِنْ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمْ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْداً عَلَيْهِ حَقّاً فِي التَّوْرَاةِ وَالإِنجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنْ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمْ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ }. [التوبة: 111]. إلى معهد ماننجاية: طلب منا أن نزور معهد ماننجاية، وهو يبعد عن معهد دار السلام مسافة مقدارها اثنا عشر كيلومتراً تقريباً، وهكذا تجد في إندونيسيا كثرة المعاهد والمدارس، وبعضها بجوار بعض، ومع ذلك لا تستوعب الدارسين لكثرتهم، وصلنا إلى مقر المعهد في الساعة السادسة والنصف صباحاً، وكنا نظن أن المسؤولين في المعهد قد بلغوا بزيارتنا، ولكنا عندما وصلنا لم نجد إلا ثلاثة أو أربعة من الطلبة قاعدين قرب باب المعهد بملابس نومهم، وكنا نسير على أقدامنا عند دخولنا المعهد، لأن السيارة لا تصل إلى مقر المعهد بسبب المزارع. فلما رأونا بلباس عربي اضطربوا وأسرعوا لإخبار بعض المسؤولين، فخرج وكيل المعهد ـ بعد أن أيقظوه من نومه ـ فلما رآنا رحب بنا وذهب هو أيضاً ليوقظ مدير المعهد على رغم محاولتنا صده عن ذلك، وطلبنا منه أن سيجلس معنا قليلاً دون حاجة إلى إزعاج المدير أو غيره، لأنا على سفر، فلم يجبه المدير في أول الأمر، لأنه كان مستغرقاً في نومه، فرجع إلينا وكنا نؤكد عليه عدم إيقاظ أحد وهو لا يزيد على الابتسامة. وسمعنا مكبر الصوت ينادي من المسجد ويذكر المملكة العربية السعودية والمدينة المنورة، وأصبح المعهد في حالة طوارئ، فأنكرنا ما حصل، وصاحبنا لا يزيد على الابتسامة شيئاً، وهذه عادة الإندونيسيين إذا أرادوا شيئاً نفذوه وهم يبتسمون أردته أم لم ترده، دون أن يجادلوك أو يثيروا ضجيجاً أو أيماناً، وعليك أن تتحمل نتائج ابتسامتهم أنت كذلك دون جدال لأنه لا ينفع كثيراً. ولم يقدر على بقاء المدير نائماً فذهب يطرق عليه الباب مرة أخرى، حتى جاء به من نومه مبتسماً مثله، خرج المدير لابساً ثوباً وعمامة ملونة (شال) ملتحفا بأخرى على كتفه، على هيئة لباس علماء الحضارمة، وهو ملتح يميل لونه إلى السمرة يتهادى في مشيته مع وقار واعتزاز بنفسه، فسلم علينا ورحب بنا وأخذ يشرح لنا حالتهم وحالة هذا المعهد، فقال: أسسنا هذا المعهد سنة: 1967م وكنا قبل ذلك مع قومنا في الجبال والغابات نجاهد الشيوعيين والجمهورية ـ كما قال ـ . وعندما أسسنا هذا المعهد أقبل عليه الطلاب إقبالاً شديداً، وبلغ عددهم ألفاً ومائتي طالب وطالبة، والمباني الموجودة لا تتحمل في الأصل إلا خمسمائة، ولكن لشدة الحاجة سكن في هذه المباني هذا العدد الكبير. الأمير السعودي! وقال: إن الأمير السعودي ـ هكذا كانت عبارته ـ وهو يقصد الملك ـ رجل كريم يساعد كل المؤسسات الإسلامية، وأنا كتبت له عن طريق البريد، ثم كتبت له عن طريق السفير في جاكرتا [[وأعطانا صورة الخطاب]] ولكني لم أتلق منه شيئاً منذ ست سنوات وطلب منا إبلاغ الأمير السعودي رغبته في المساعدة. والدراسة في المعهد ست سنوات على طريقة حلقات المساجد، وطلب منا أن نجتمع بالطلبة الموجودين الذين يبلغ عددهم ثلاثمائة، وهم الذين بقوا ولم يذهبوا في الإجازة إلى أسرهم، فذهبنا إلى المسجد ووجدناهم قد اجتمعوا مبتسمين مسرورين على الرغم من أنهم قاموا لتوهم من النوم، ولم يناموا طول الليل، كما جرت العادة في رمضان، فقرأ الشيخ عبد القوي ما تيسر من القرآن، وهم يرددون عند مقاطع الآيات: الله.. الله.. بعاطفة يبدو عليها الصدق. وقد ينوب عنه ما عليه دل: وطلب مني أن ألقي خطاباً ـ كما قال ـ فاعتذرت لأني كنت متعباً، فقال الشيخ عبد القوي جزاه الله خيراً وكانت أول مبادرة منه: أنا أنوب عنك قلت: افعل مطبقاً قول ابن مالك في باب المصدر: [sh] وقد ينوب عنه ما عليه دل=كجد كل الجد وافرح الجذل [/sh] فقال للطلبة: يجب عليكم أن تؤدوا واجبكم لأنكم جيل المستقبل ودعا لهم وهم يؤمنون ثم خرجنا وهم ملتفون حولنا يودعوننا، وكان المطر نازلاً ـ خفيفاً ـ فقال: لا تذهبوا حتى نعطيكم ستائر من المطر فقلنا لا حاجة لأنه خفيف، والسيارة قريبة، فأصروا على عدم خروجنا لأن المطر يورث المرض ـ أي الزكام ـ لا سيما عندما يكون موسم الأمطار في أوله، ثم واصلنا السير إلى باندونغ، وكنت مع شدة التعب وقلة النوم أحاول أن أغمض عيني لأنعس، ولكن مفاجآت وقوف السيارة عدة مرات كانت تطرد النوم عني، كان خروجنا من المعهد في الساعة الثامنة والنصف تقريباً، ووصولنا إلى باندونغ في الساعة الثانية عشرة. وعندما وصلنا إلى باندونغ كنا نرغب في مواصلة السفر إلى جاكرتا إذا وجدنا طائرة، ولكن لم نجد فحجزنا لنسافر غداً، ونزلنا في فندق \"هومان\" وهو من الفنادق الممتازة، وحجره واسعة ويلحق بكل حجرة قاعة واسعة وشرفة واسعة، وأثاث الفندق فاخر وهو في غاية النظافة ويمتاز بالهدوء التام والخدمة السريعة. وهو يقع بجانب المبنى الذي عقد فيه مؤتمر باندونغ الشهير وهو المؤتمر الآسيوي الأفريقي الذي عقد عام: 1955م وحضر عن المملكة الأمير فيصل رحمه الله. وبجواره مبنى الاستقلال. قيل في القاموس السياسي: واشتركت فيه 27 دولة مستقلة هي: جمهوريات الهند وسيلان وإندونيسيا ومصر والصين الشعبية وكمبوديا ولبنان ولاوس والفلبين وسوريا وتايلاند وتركيا وفيتنام الجنوبية والسودان وساحل الذهب (غانا) والدول الملكية الآتية: أفغانستان وأثيوبيا وإيران والعراق والأردن وليبيا ونيبال والمملكة العربية السعودية واليمن... [[القاموس السياسي أحمد عطية الله ص180، وقد أصبحت هذه الدول كلها جمهوريات ما عدا المملكة العربية السعودية ومملكة نيبال]]. وفي المساء تجولنا في بعض الأسواق في باندونغ لشراء بعض الأغراض. ممن تُطلب العزة؟ الخميس: 20/9/1400 هـ ـ 1/8/ 1980م دعانا الشيخ أنور مسدد لتناول طعام السحور عنده وطلب مني أن ألقي محاضرة الصباح في المسجد الجامع الذي يصلي بالناس فيه، وهو من مؤسسات نهضة العلماء وقال: إن هذا الجامع يجتمع فيه خمسة آلاف فلبيت رغبته. وذهبنا إلى المسجد قبل أذان الفجر مع الشيخ أنور، وكان أبناء المدارس من بنين وبنات في أعمار متفاوتة ينتظرونه قرب المحراب وعددهم كبير، وعندما وصل أخذ يكتب لهم دروساً في اللوح المسند إلى جدار المسجد باللغة العربية في الأعلى وباللغة الإندونيسية في الأسفل، وهم يتزاحمون ليكتبوا الدرس، وذكر لنا أن هؤلاء الأولاد يكتبون الدرس ويحفظونه ويشرح لهم في وقت آخر. وبعد صلاة الفجر قرأ الشيخ عبد القوي ما تيسر له من القرآن، ثم أعلن الشيخ المكي أن فلاناً سيلقي محاضرة، فتقدمت وكان الشيخ هو المترجم وكان عنوان المحاضرة \"ممن تطلب العزة\" وعناصرها كما يلي: 1 ـ ما من أمة إلا وهي تدعي أنها تريد العزة والمجد. 2 ـ مالك العزة هو الله { مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعاً } [فاطر: 10]. فمن طلبها من مالكها أعطيها: {قُلْ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}. [آل عمران: 26]. 3 ـ قد يغتر بعض الأغبياء بملك أو مال، فيظن أنه يستطيع أن يعز غيره أو يذله، وهو غرور خادع جعل رئيس الطغاة المنافقين يهدد رسول الله صلى الله عليه وسلم وأصحابه بالإذلال والإفقار {هُمْ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَوَاتِ وَالأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لا يَفْقَهُونَ (7) يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لا يَعْلَمُونَ}. [المنافقون: 7-8]. 4 ـ وسيلة العزة هي الأمر بالمعروف والنهي عن المنكر، بمعناهما العام الشامل: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنْ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْراً لَهُمْ مِنْهُمْ الْمُؤْمِنُونَ وَأَكْثَرُهُمْ الْفَاسِقُونَ} [آل عمران: 110]. وكذلك الوفاء بصفقة البيع والشراء التي تضمنتها الآية الكريمة: { إِنَّ اللَّهَ اشْتَرَى مِنْ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُمْ } إلى قوله: { وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ}. [التوبة: 111]. 5 ـ فقدنا العزة عندما طلبناها من غير الله، من اليهود والنصارى في الغرب أو الشرق: { أَيَبْتَغُونَ عِنْدَهُمْ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً }. [النساء: 139]. والذين طلبنا منهم العزة يتعاونون علينا اليهود والنصارى والشيوعيون، كما هو الحال في إيران ولبنان وقبرص وتشاد وأوغندا وأثيوبيا والصومال وأفغانستان والفلبين وقبل ذلك فلسطين. 6 ـ وهذه القدس يعلن رسميا أنها عاصمة إسرائيل الخالدة بين المسلمين الذين يبلغ عددهم ألف مليون تقريباً [[وكان هذا بعد يوم أو يومين من إعلان اليهود ذلك]]. ومن المصادر المذلة التي يطلب المسلمون الآن فيها العزة هيئة الأمم ومجلس الأمن. ذكرت الخميني لأنه انتصر على الطاغوت! وقد سمعت في ترجمة الشيخ ذكر الخميني ـ عندما ترجم بعض عناصر المحاضرة ـ فقلت له: لماذا ذكرتَ الخميني ؟ قال: لأن الخميني من أهل العزة، ألم يخرج الطاغوت [[يعني الشاه]] من إيران ويصبح الآمر الناهي في إيران؟ قلت: ولكني لم أذكره، وأنت تترجم معاني محاضرتي، والمفروض أنك لا تزيد ولا تنقص! قال: ولكن هذا مثال عملي معاصر يجعل السامعين يفهمون أن الله يمنح العزة كل من طلبها منه بصدق، في أي وقت. وبعد أن انتهت المحاضرة التي استغرقت أكثر من ساعة طلب الشيخ المكي من الناس الذين ينتظرون لمصافحتنا أن ينظموا أنفسهم صفوفاً، ففعلوا ذلك ووقفنا نصافحهم حتى تعبنا من الوقوف. أنا قلت: كأنه: وقال الشيخ المكي والناس يصافحوننا: من صافح أحداً من أهل المدينة فكأنه صافح الرسول صلى الله عليه وسلم، قلت له: استغفر الله، فقال: أنا قلت: كأنه، قلت: ولولا تجوز هذه المبالغات، ثم ودعناه وودعنا وذهبنا نحن إلى الفندق، للاستعداد للسفر. زيارتان أخريان: هذا وقد زرت باندونغ مرتين بعد هذه الزيارة: المرة الأولى: كانت بمناسبة انعقاد مؤتمر الإعجاز العلمي في القرآن والسنة، وهو المؤتمر الذي استضافته وزارة التكنولوجيا الإندونيسية التي كان وزيرها الدكتور بحر الدين يوسف حبيبي، الذي خلف سوهارتو بعد سقوطه، في عام:1419هـ 1998م ـ  في 22 من شهر ربيع الأول من عام: 1415هـ وكانت مدته أربعة أيام في هذه المدينة، وقضينا أياماً أخرى في غيرها من المدن، ومنها جاكرتا. المرة الثانية: كانت زيارة خاصة قمت بها لإندونيسيا، وقد بقيت في باندونغ خمسة أيام من 9/3/ 1419 هـ ـ 3/7/1998م إلى 14/3/1419هـ ـ 9/7/1998م. وقد سجلت خلاصة هذه الرحلة، وأثبت هنا ما سجلته في تلك الزيارة."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "زيارة باندونغ في عام: 1419 هـ 1998م",
    "content": "وكان وصولنا مدينة باندونغ في الساعة الثامنة مساء. نزلنا في فندق بابا نديان: ( PAPANDAYAN HOTEL ). وهو من فئة أربعة نجوم. وكان نزولي في سويت كبير، أجرته: 450 ألف روبية. وهي تساوي هذه الأيام: 30 دولاراً فقط، لأن سعر الدور الواحد 15 ألف روبية. بركان: تانكوبان بيراهو: السبت 10/3/1419 هـ ـ 4/7/1998م كان الحجز في الفندق لليلة واحدة فقط، لأنه محجوز بعدها لآخرين، وقد امتلأت فنادق باندونغ بالصينيين الذين وفدوا إليها من جاكرتا، وقالوا لنا: اتصلوا بنا بعد الظهر، ووعدونا أنهم سيحاولون أن يوفروا لي غرفة. ومررنا بفندق حياة ريجنسي وسألناهم عن وجود غرفة اليوم فيه، وكنا قد حجزنا فيه ليوم غد؟ قالوا: إن الفندق مزحوم جداً، فأكدنا فيه الحجز ليوم غد وما بعده. الذهاب إلى بركان: ( تانكوبان بيراهو TAKGKUBAK PERAHU ) في منطقة جبلية تسمى: جِيْبَانَاسْ (CIPANAS). [img]pics/4/4025.jpg[/img]<< جانب من بركان تانكوبان بيراهو  باندونغ ـ 10/3/1419هـ >> [img]pics/4/4026.jpg[/img]<< فوهة بركان تانكوبان بيراهو  باندونغ ـ 10/3/1419هـ >> [img]pics/4/4027.jpg[/img]<< الكاتب ومرافقه أحمد ثروت على فوهة بركان تانكوبان بيراهو باندونغ ـ 10/3/1419هـ >> [img]pics/4/4028.jpg[/img]<< الكاتب وسيف الله على فوهة البركان >> ولا زال الدخان يتصاعد من هذا البركان، وقد أحدث فجوة عميقة جداً في الجبل، بحيث لو رمى رجل قوي حجراً من حافته إلى أسفله لا يصل الحجر إلا إلى مسافة قريبة جداً من تلك الحافة، والدخان يتصاعد من أسفل البركان ومن بعض الجوانب المرتفعة في الجبل. وذكر الإخوان أن آخر انفجار كبير لهذا البركان كان في عام 1830م. وقد التقطت له بعض الصور الفوتغرافية، وكان يرافقني الأخ أحمد ثروت، والأخ سيف الله، وهو أخ الأستاذ حلمي أمين الدين، يسكن في باندونغ. والمسافة بين البركان وبين المدينة تقارب خمسين كيلو متراً. تناولنا طعام الغداء في الطريق عند رجوعنا إلى باندونغ. حوار ساخن مع موظفي الفنادق من السيارة: اتصلنا بفندق بابايان (PAPYAN HOTEL) للسؤال عن وجود غرفة، فقالوا اتصلوا بنا بعد ربع ساعة، فاتصلنا بعد ربع ساعة، فقالوا: أعطونا رقم هاتفكم الجوال ونحن نتصل بكم بعد نصف ساعة. قلت للأخ أحمد ثروت: اتصل بفندق حياة، وقل لهم: يجب أن يوفروا لي غرفة، لأني أحمل بطاقة العضوية: ( جولد باسبورت) فاتصل بهم واعتذروا بعدم وجود أي غرفة فارغة. قلت له: أخبرهم بأنه حسب النظام إذا لم توجد غرفة عادية يجب أن ينزلوني في سويت بقيمة الغرفة العادية، وكانوا يطلبون مهلة ليتصلوا بالمدير العام، ثم يعودون للاعتذار، فقلت للأخ أحمد: أخبرهم أني سأحضر إليهم وسوف لا أغادر الفندق حتى يوفروا لي غرفة، لأني لم أجد مكاناً في الفنادق الأخرى. وبعد أخذ ورد طويلين قالت له الموظفة: الآن اتصل بنا شخص قد حجز غرفة من قبل وذكر لنا أنه سيتأخر، لذلك أسرعوا لتسلم الغرفة. [[والغالب أن أهل الفنادق يعتذرون إذا حصلت زحمة بعدم وجود غرف، والواقع أنهم يحتفظون بغرف احتياطية فارغة للطوارئ، ولا يعرف حيلهم إلا من خبرهم]]. والفندق من فئة خمسة نجوم، وهو جديد فخم، وقد نزلت في إحدى غرف الدرجة الأولى في الدور الخامس عشر، بسعر رخيص جداً، إذ تبلغ أجرة الغرفة في الليلة 550 ألف روبية، وهي تعادل: 37 دولار أمريكي، مع الفطور الكامل لي وللمرافق، والوجبات الخفيفة في المساء، وتناول ما يحتاج إليه من الفواكه والعصير والشاي والقهوة، في كل الأوقات. يضاف إلى ذلك أن الذي يسكن في الدور الخامس عشر يتمتع بمناظر باندونغ الجميلة التي يسميها السائحون: سويسرا الشرق، وهو على سريره، لعلو الفندق… وقد التقطت صوراً للمدينة من نفس الغرفة… [img]pics/4/4029.jpg[/img]<< صورة لجانب من مدينة باندونغ التقط من شرفة أحد أجنحة فندق حياة ريجنسي، الكاتب وأحد مديري الفندق >> في منتزه جاروت: GARUT: الأحد: 11/3/1419 هـ ــ 5/7/1998م. [img]pics/4/4030.jpg[/img]<< الكاتب والصيدلي (عطاء) على جسر خشبي فوق الشلال في المنتزه الجبلي ـ باندونغ ـ 13/3/1419هـ >> [img]pics/4/4031.jpg[/img]<< الكاتب يقعد على صخرة لإلقاء نظرة على الطبيعة الخلابة قرب الشلال في المنتزه الجبلي ـ باندونغ ـ 13/3/1419هـ >> كنا بالأمس ذهبنا إلى بعض المنتزهات التي توجد بها المياه الكبريتية الساخنة، فلم نجد أي مكان يمكننا استئجاره لكثرة الزوار الصينيين الذين جاءوا من جاكرتا وملأوا السهل والجبل. واليوم ذهبنا إلى منطقة أخرى، تسمى: (سياتر) وبها منتزه يسمى منتزه: (جاروت) ومعنا الأخ سيف الله وأخ آخر متخرج من الجامعة الإسلامية بالمدينة المنورة، وهو شاب نشيط يقوم بالدعوة إلى الله في المحاضرات العامة، وفي الإذاعة والتلفاز، كما يشرف على معهد في منطقة جاروت في ضواحي باندونغ، بَنَتْه أمه، وهي من آل دحلان الذين يسكنون في مكة المكرمة. ووجدنا المنتزه مليئاً بالناس كذلك. ولكنا وجدنا لدى بعض الفنادق حمامات خاصة، بها أحواض نظيفة معدة لاستقبال المياه المعدنية الحارة على طبيعتها، إلا أنها أكثر صفاء، والماء في الأحواض الممتلئة جار باستمرار، ويؤجر الحمام لكل شخص حسب المدة التي يستطيع البقاء فيها. ساعة كاملة في الحمام، وأخرى استراحة لتزول آثاره. وقال لي للإخوان: إن المدة التي يقضيها الناس عادة، عشرون دقيقة. قلت: وهل يحصل ضرر لمن قضى أكثر من ذلك؟ قالوا: لا. فدخلت وأغلقت على نفسي الباب، وبدأت أرش بيدي على جسمي من ماء الحوض الشديد الحرارة، لجعله يتدرج في استقبال حرارة الماء. ثم بدأت أنزل في الحوض بالتدريج حتى تمكنت من إدخال جسمي كله، وما كنت أظن أنني أستطيع البقاء في الحوض أكثر من ربع ساعة، فقد بدأ العرق يتصبب بعد خمس دقائق من دخولي في الحمام، ولكني صبَّرت نفسي، ومن يتصبر يصبره الله، حتى قضيت ساعة كاملة فيه. وعندما حاولت الخروج منه لم أستطع الوقوف، لأن رأسي كان يدور من الدوخة، فجلست قيلاً، ثم استندت على الجدار، ولبست ثيابي بمشقة، وخرجت إلى الإخوة الذين تعجبوا من طول بقائي في الحمام، وكانت ثيابي مبللة من شدة العرق الذي يتصبب من جسمي، وقعدت على كرسي، ومددت رجليّ على كرسي آخر، وأخذت أستنشق الهواء لشدة حاجتي إليه. وبقيت ساعة كاملة أحاول أن أرتاح من التعب والدوخة اللذين أصبت بهما. نسيان السراويل الثاني!: [[سراويل مفرد شبيه بصيغة منتهى الجموع، ولهذا منع من الصرف: [sh] ولسراويل بهذا الجمع=شبه اقتضى عموم المنع [/sh] كما قال ابن مالك]]. كان معي سروال خاص بالسباحة، إذ كنت أظن أننا سنجد بِرَكًا للسباحة من الماء الحار، وليست تلك الأحواض الصغير، لذلك لبست سراويل السباحة بعد الفراغ من الاستحمام تحت البنطلون قبل أن أخرج من الحمام، ونسيت علاَّقته في الحمام، فدخل أحد الخدم الحمام وأخرج العلاقة، ولما كانت مدة الجلوس بعد الاستحمام طويلة، رأيت العلاقة ونسيت أنني لبست السراويل، فقلت للإخوة: اسألوا الخادم عن السراويل، وكنت حريصاً عليه، لأنه من أنواع القماش الجيد وهو ساتر للعورة، وأحتاج إليه في موضع آخر، فلما سألوه قال لهم: لم أجد إلا العلاقة، فأصررت أن السراويل معه، وحاول الإخوة مع الرجل أن يعترف به، وهو يؤكد لهم أنه ليس معه. وعندما فتحت باب السيارة لأركب تذكرت أنني قد لبست سراويل السباحة تحت البنطلون، فندمت ندماً شديداً على اتهام ذلك الإندونيسي، وقلت للإخوة: أرجو أن تذهبوا إليه وتعتذروا لي منه، ففعلوا! هذه القصة ذكرتني بسراويل آخر كان قد نسي صاحبه أنه معه، وأتعب نفسه مع بعض رفقائه في البحث عنه، والفرق بين نسياني ونسيانه أنه كان قد وضع في سراويله بعض الأغراض في سفر الحج، وكان يحمله على كتفه، وأما أنا فكنت ألبسه. ذكر لي قصة السراويل الأول الشيخ عمر محمد فلاته رحمه الله وكان مرافقاً لصديقه الذي نسي أن سرواله على كتفه، ولم يتنبه له هو ولا رفقاؤه، وهذه القصة قد دونتها في الكتاب الخاص برحلة استراليا من سلسلة في المشارق والمغارب، في المجلد السابع، وكانت يوم الخميس: 13/10/1404هـ. لذلك جعلت عنوان نسياني: نسيان السروال الثاني… وهو من نكات الرحلات! لماذا يتفرق المسلمون ودينهم واحد؟! لقد عرف بعض الناس من غير المسلمين، أن عيب التنازع والتفرق اللذين أورثا المسلمين الفشل ليس صادرا عن الإسلام، وإنما هو صادر من المسلمين، مخالفين بذلك دينهم! أقول: هذا، وقد أخبرني الأخ أحمد ثروت أنه قعد بجانبه اليوم في وقت تناول الإفطار رجل صيني جاء من جاكرتا في هذه الإجازة، وحصل بينهما تعارف، فقال الصيني للأخ أحمد: إن تفرق المسلمين سيئ جداً، لا يليق بهم كيف يتفرقون هذا التفرق ودينهم واحد؟! مسيرة الدعوة الإسلامية عبر التاريخ: الاثنين: 12/3/1419هـ ــ 6/7/1998م. كان هذا عنوان محاضرة طلب مني الإخوة الطلاب في مدينة باندونغ إلقاءها اليوم في إحدى القاعات. وقد استغرقت المحاضرة مع الترجمة والحوار أربع ساعات، إذ بدأت في الساعة الثانية ظهراً، وانتهت في الساعة السادسة. [img]pics/4/4032.jpg[/img]<< الكاتب يلقي محاضرة على بعض الشباب في مدينة باندونغ 12/3/1419هـ >> جولة في منتزهات جبلية في شمال شرق باندونغ: الثلاثاء: 13/3/1419 هـ ـ 7 /7/1998م كان الإخوة قد عرفوا أنني أحب التجول في المناطق الجميلة، والمشي على الأقدام فيها، فأخبروني بوجود منتزه جبلي فيه طريق طويل للمشاة يؤدي إلى شلالات من مياه الأنهار، وأن المناظر في هذا المنتزه جميلة جداً، فطلبت منهم أن نذهب لنأخذ جولة في هذا المنتزه. وفي الساعة الثامنة صباحاً جاءني الإخوة، أحمد ثروت، وعطاء ـ وهو صيدلي ـ وعبيد الله ـ وهو تاجر ـ وذهبنا إلى أحد المنتزهات الجبلية الواقعة في شمال شرق مدينة باندونغ. الخنادق الحربية التي بناها الهولنديون: بعد خروجنا من المدينة دخلنا في أحد الشعاب وسرنا مسافة ثلاثين كيلو متر تقريباً، حيث انتهت الطريق التي تعبرها السيارات، فإذا بنا أمام بوابة في الجبل، حولها موقف للسيارات، قال الإخوة: الآن لا بد أن نسير على الأقدام. قلت: وما هذه البوابة؟ قالوا هذه بوابة تؤدي إلى الخنادق الحربية التي صنعها الجيش الهولندي في أيام الحرب، وكان حفره لها في سنة: 1819م. وعندما دخلنا وجدنا الخنادق شبيهة بمدينة في داخل الجبل، ولكنا لم نتمكن من المرور عليها جميعاً، لأن العمال كانوا ينظفونها، وكانت الأنوار غير كافية للرؤية. ومن أحد أنفاقها عبرنا إلى طريق المشاة، وهو طريق ممهد بالآجر لا يزيد عرضه عن متر ونصف، لا يعبره إلا المشاة والدراجات. [img]pics/4/4033.jpg[/img]<< الكاتب وعلى يمينه عطاء الصيدلي وعبيد الله التاجر على بوابة خنادق الهولنديين الحربية في أسفل المنتزه الجبلي 13/3/1419هـ >> [img]pics/4/4034.jpg[/img]<< الكاتب وعلى يساره عطاء الصيدلي وأحمد ثروت في طريق المنتزه الجبلي ـ باندونغ 13/3/1419هـ >> أما طول الطريق من مقر الخنادق إلى الشلالات فهو أربعة كيلو متر… وهو يصعد إلى مرتفع ويهبط إلى منخفض، إلا أن غالبه في الذهاب صعود، وفي الإياب هبوط. ويمر على ضفة النهر الجاري بين جبلين، والغابات الكثيفة تغطي الأرض كلها ما عدا ذلك الممر الصناعي. وكان العرق يتصبب من أجسامنا في الذهاب والإياب معاً. وعندما وصلنا إلى الشلال عبرنا على جسر وضع عليه من شجر البامبو، من الضفة التي كنا نسير فيها إلى الضفة الأخرى، وكان التعب قد أخذ منا مأخذه، لأنا كنا نسير سيراً سريعاً، بدون توقف، ولهذا قعدنا أكثر من ساعة تقريباً، نتمتع بتلك المناظر الخلابة: خضرة الغابات، والسحب التي كانت تصعد إلينا من أسفل الجبل، وأحيانا تنسخها الشمس عندما تظهر، وأصوات الطيور وخرير الشلالات، التي كانت تطرب الآذان بالموسيقى الطبيعة المنعشة المتفق على مشروعيتها! ثم قفلنا بعد ذلك راجعين إلى حيث تركنا سيارتنا آمنة بجانب الخنادق الحربية! زيارة متحف الاستقلال، وفندق: هومان: الأربعاء: 14/3/1419هـ ـ 8/7/1998م. كنت قد نزلت في سنة: 1400هـ ـ 1980م في فندق بمدينة باندونغ، ذكر لي أن رؤساء مؤتمر دول عدم الانحياز الآسيويين والأفارقة، وعددهم: 29 نزلوا فيه، ولم أسجل اسم الفندق حينئذ، فسألت الإخوة عن هذا الفندق؟ فقالوا: الفندق ما مزال موجوداً، ويسمى) فندق هومان ـ HOTEL HOMAN ) وبجانبه المتحف الوطني الذي عقد فيه أولئك الزعماء مؤتمرهم، ويسمى: متحف الاستقلال. وطلبت من الأخ أحمد ثروت زيارة المتحف، فذهبنا إليه في الساعة التاسعة صباحاً، فاستقبلتنا إحدى الموظفات، ومرت بنا على أقسام المتحف وشرحت لنا كل قسم. وكان مما مررنا به: صورة مصغرة للقاعة التي تم فيها عقد المؤتمر، وافتتحه الرئيس: سوكارنو. وبعض الوثائق التي تبين أصل فكرة المؤتمر، والمؤسسين له، وكيف تطور حتى وصل إلى مؤتمر باندونغ. وصور المندوبين الذين حضروا المؤتمر من رؤساء وغيرهم… والنتائج التي توصل إليها المؤتمرون، وقراراته… ثم أخذنا مدير المتحف إلى قاعة العرض، وعرض لنا صورة مختصرة للمؤتمر في الفيديو، مدتها ربع ساعة تقريباً. ثم ذهبنا إلى القاعة الكبرى التي عقد فيها المؤتمر، وكانت مليئة ببعض طلاب المرحلة الثانوية بنين وبنات، من الإندونيسيين الذين يرافقهم بعض مدرسيهم، ويشرح لهم بعض موظفي المتحف إنشاء هذا المبنى، وتطوراته، والمؤتمر الذي انعقد فيه واشتهر به. مع موظف آخر من موظفي المتحف: وتسلمنا موظف آخر في القاعة الكبرى وشرح لنا تطورات هذا المبنى، فقال: لقد أنشأ هذا المبنى الهولنديون لجيشهم، وكانت هذه القاعة مخصصة للترفيه والرقص وشرب الخمر. ثم جاء اليابانيون، وجعلوها مركزاً للفنون. ثم جعلت الحكومة الإندونيسية المبنى كله مركزاً للجيش بعد الاستقلال. وقال: إن كل ما ترونه في القاعة من بلاط وكراسي وطاولات، هو ما كان موجوداً في أيام المؤتمر. وتوجد على المنصة صور مجسمة للزعماء الخمسة المؤسسين، وهم: رؤساء وزراء دول إندونيسيا، وبورما، والهند، وسيلان، وباكستان. [img]pics/4/4035.jpg[/img]<< الكاتب وعلى يساره أحمد موظفي متحف الاستقلال في قاعة الاحتفالات الكبرى التي عقد فيها مؤتمر دول عدم الانحياز في باندونغ >> [img]pics/4/4036.jpg[/img]<< الكاتب في متحف الاستقلال وفيه صور زعماء بلدان عدم الانحياز في باندونغ ـ وعلى يساره صورة الأمير الحسن بن يحيى بن حميد الدين 14/3/1419هـ >> [img]pics/4/4037.jpg[/img]<< صورة للأمير فيصل بن عبد العزيز في متحف الاستقلال الأندونيسي ـ باندونغ >> وصورة أخرى للرئيس سوكارنو، وهو يخطب على المنصة. وانعقد المؤتمر رسمياً في: 18 من شهر أبريل من عام: 1955م. وكان المبنى الذي انعقد في المؤتمر يسمى: مبنى: كونكورد، وقبل انعقاد المؤتمر أطلق عليه: اسم: (مبنى الاستقلال). ثم أعلنه الرئيس سوهارتو فيما بعد متحفاً وطنياً. وبعد أن خرجنا من المتحف، وقفنا على الرصيف، وأخذنا صورة للفندق: (هومان) الذي يفصل بينه وبين المتحف الشارع. [img]pics/4/4038.jpg[/img]<< الكاتب أمام فندق هومان الذي نزل به عام 1400هـ في باندونغ >> معلومات مختصرة عن مدينة: باندونغ: باندونغ عاصمة: جاوة الغربية، مشهورة بـ(باريس جاوة) أو(باريس الشرق) أو (مدينة الزهور). [img]pics/4/4039.jpg[/img]<< مناظر من مدينة باندونغ (سويسرا الشرق) أندونيسيا >> [img]pics/4/4040.jpg[/img]<< مناظر ـ باندونغ ـ 14/2/1419هـ >> واشتهرت بـ(عاصمة المؤتمر الآسيوي الأفريقي ـ مؤتمر دول عدم الانحياز) الذي انعقد في شهر إبريل من عام: 1955م. وذكرها في التاريخ يعود ما قبل خمسة عشر قرناً، إذ كانت جزءً من مملكة (باجاجاران PAJAJARAN) وعاصمتها: (بوغور BOGOR). ويقال: إن هولندياً وصل إلى هذه المنطقة في بداية القرن السابع الميلادي، واكتشف فيها 25 كوخاً. واشتهر سكانها باسم: الـ(سوندا). ولهم لغتهم الخاصة بهم، تناقلها الأحفاد عن الآباء والأجداد. وليس للمنطقة ولا لأهلها تاريخ مدون موثق متصل من قديم الزمان، وإنما توجد نتف من تاريخها متفرقة في كتب التاريخ، حتى قيل: إن تاريخها شبيه بالألغاز‍ وفي تاريخها حكايات خرافية لا داعي لذكرها. وكانت مقاومة سكان باندونغ للاستعمار الهولندي في وقت مبكر، حيث أمر سلطانها العظيم: (UKUR DIPATI) بمهاجمة الهولنديين سنة: 1628م في مدينة: (باتيفيا ـ وهي التي تسمى الآن ـ : جاكرتا) . وكان مدير الشرطة في عهد الهولنديين: )دينديلس DENDELS). وهو الذي بنى أول شارع في جزيرة جاوة يمر من الطرف الغربي للجزيرة إلى حدودها الشرقية، ويمر بمدينة باندونغ، وطوله: (ألف كيلو متر) واشتهر هذا الشارع بشارع البريد. وعدد سكان باندونغ: أربعة ملايين نسمة، 90 % منهم مسلمون، ولا زالوا في ازدياد، ولذا تتسع مساحتها باستمرار. المساجد في باندونغ: وبها مساجد كثيرة، أكبرها المساجد الآتية: 1 ـ مسجد الاستقامة. 2 ـ مسجد سلمان الفارسي. 3 ـ مسجد أجونج العظيم. 4 ـ مسجد المركز الإسلامي. أشهر الجامعات في باندونغ: فيها جامعات وكليات ومعاهد كثيرة، وأشهر الجامعات بها هي: 1 ـ جامعة التكنولوجيا (ITB) وهي التي تخرج فيها الرئيس الأول: سوكارنو. وبها الآن نحو 7000 طالب وطالبة. 2 ـ جامعة: (باجاجاران GAGARAN PA) وبها نحو:20000 طالب وطالبة. 3 ـ جامعة: باندونغ الإسلامية (UNISBA). 4 ـ جامعة: نوسانتارا (UNINU S). 5 ـ جامعة المدرسين (IKIP ). معالم أخرى: وبها أهم المصانع في إندونيسيا، وهو: مصنع الطائرات الذي أسسه بحر الدين حبيبي رئيس جمهورية إندونيسيا الحالي، في عام  )1972م). وبها المكتب المركزي لجمعية الاتحاد الإسلامي (PERSIS) وهي من أكبر الجمعيات الإسلامية في إندونيسيا، تعد الثالثة بعد جمعية نهضة العلماء والجمعية المحمدية. وبها متحف (آسيا ـ إفريقيا) الذي يقع في وسط المدينة. وبها مكتب البريد... [[إلى هنا انتهى ما يتعلق بـ(باندونغ) من رحلة 1419هـ، 1998م]]. السفر إلى جاكرتا: وجاءنا في الساعة الثامنة والنصف الأخ عبد الحليم ولد الشيخ المكي ـ وهو أحد الطلبة الإندونيسيين الذين تخرجوا هذا العام 1400هـ في الجامعة الإسلامية بالمدينة المنورة، وهو شاب صالح يرجى له الخير إن شاء الله (ولا أزكي على الله أحداً) [[ذكر لي بعض زملائه أنه مال إلى الصوفيين والشيعة، بعد أن كان في ظاهره على خلاف ذلك]]. فنقلنا إلى مطار باندونغ، للسفر إلى جاكرتا، وأقلعت الطائرة في الساعة التاسعة والنصف صباحاً، وهبطت في مطار جاكرتا في الساعة التاسعة والدقيقة الخمسين. ويشكو المثقفون من وجود الفساد الإداري على مستويات عليا، وهم لذلك يخشون من كوارث تهدد البلاد [[لقد حصل تلك الكوارث بعد تسعة عشر عاماً، فقد سقط سوهارتو سقوطاً مهيناً، بعد أن اشتعلت المظاهرات في كل أنحاء الجزر الإندونيسية، وسقط عدد كثير من القتلى، وتخريب للمرافق وتحطيم وحرق ونهب، ولا زالت إندونيسيا تتعرض إلى وقت كتابة هذه السطور(12/7/1419 هـ –10/11/1998م) للمظاهرات والتخريب والقتل]]. غادرنا المطار إلى فندق \"سبنج\" الذي كنا فيه قبل السفر إلى باندونغ. [[إلى هنا انتهى ما يتعلق بمعلومات باندونغ في رحلة عام 1419 هـ ]]. إلى الفضاء: [[هذا العنوان تابع لسنة: 1400هـ]]. في الساعة السابعة والنصف مساء ذهبنا إلى القبة السماوية، لمشاهدة فيلم عن بعض الكواكب المشهورة، وبدأ العرض في الساعة الثامنة وكان غالبه في حركة الشمس والكواكب حولها، واستغرق العرض ساعة كاملة، وكان المتحدث إذا وجد فرصة ألقى نكتة يضحك بها الحاضرين الذين اشتدت أبصارهم إلى السماء المصورة وطال إنصاتهم للشرح في الظلمة التي لا تخففها إلا أنوار الكواكب المصورة. فعندما عرض حركة القمر وهو يسير إلى الغرب، قال المتحدث: نحن الآن في الساعة الرابعة ـ أي صباحاً ـ مع أنا كنا في الساعة الثامنة والنصف مساء ـ وهذا هو وقت السحر فمن شاء منكم أن يدرك السحور فليتسحر. وكذلك عندما عرض نزول الشهب قال: إن بعض الناس يعتقدون أن الدعاء يستجاب عند نزولها، فادعوا (وهذه النكتة ما كان ينبغي أن تقال ولكن الأستاذ جاهل بمعاني الدعاء المستجاب، ولا أدري أهو مسلم أم لا؟ وكان ينبغي تنبيهه، ولكن عند الانتهاء يشعل الأنوار ويبدأ الناس في الخروج ولا يعرف المتحدث من غيره. محطة الهبوط: وكان هبوطنا من الفضاء إلى فندق يقيم فيه فضيلة الشيخ محمد المجذوب المدرس بالجامعة الإسلامية والشيخ ناصر الطريفي المدرس بكلية اللغة العربية بجامعة الإمام محمد بن سعود الإسلامية، وهما منتدبان من قبل الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، للاتصال بمبعوثي الرئاسة للدعوة في إندونيسيا، ووجدنا عندهما بعض هؤلاء المبتعثين ممن تخرجوا في الجامعة الإسلامية، كما التقينا عندهما الأخ الشيخ عبد العزيز العمار مدير المركز العربي السعودي لتدريس اللغة العربية في جاكرتا. [img]pics/4/4024.jpg[/img]<< مدير معهد العلوم الإسلامية والعربية عبد العزيز العمار إندونيسيا جاكرتا: 21/9/1400هـ ـ 2/8/1980م >> ودارت مناقشات في شؤون الدعوة الإسلامية، اجتمعت الآراء بعدها في أنه يجب التنسيق بين المؤسسات الإسلامية والتعاون في هذا الصدد حتى لا تبعثر الجهود، وحتى يمكن الوقوف ضد مخططات أعداء الإسلام من الشيوعيين واليهود والنصارى بأساليب علمية قوية، وطلب منا الأخ عبد العزيز العمار زيارة المركز فوعدناه بالزيارة مساء غد ثم عدنا إلى الفندق. عبث وتواضع: الجمعة: 21/9/1400 هـ ـ 2/8/ 1980م في الساعة العاشرة تجولنا في بعض أسواق جاكرتا ثم ذهبنا إلى برج الاستقلال الذي يرتفع ـ كما قال لنا باهرمز ـ مائة وخمسة وأربعين متراً، وقد توج أعلاه بما يشبه الشعلة قال عبد الله وغيره من الطلبة الإندونيسيين: إنها من الذهب، قلت: وفي أمثال هذا البرج الذي تنفق أموال المسلمين في كثير من الشعوب الإسلامية ـ مع شدة حاجة المسلمين إلى الأموال التي تنفق في ذلك ـ أشار الباري سبحانه بقوله: { أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ (128) وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ (129) وَإِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ} [الشعراء: 128-130]. فكم من آياتِ عبثٍ شيدت في الشعوب الإسلامية ولم يكتف في تشييدها بمواد البناء العادية، بل أضيف الذهب الذي يكون وبالاً على كانزه فكيف بالعابث به؟! ويحيط بالبرج في أسفله بهو واسع وحجرات فيها صور مجسمة تمثل تاريخ إندونيسيا القديم والحديث: صور مجسمة للناس: الشعب والزعماء والرؤساء وأعضاء البرلمان والوقت الذي يستغرقه المسافر في هذا المصعد من أسفل البرج إلى أعلاه دقيقة ونصف الدقيقة. والقينا نظرات على مساكن الإندونيسيين في العاصمة (جاكرتا) التي تشبه ظهور الجمال ـ لكن بدون أسنمة ـ مغطاة بالأجر الأحمر الداكن الهادئ ـ مثل هدوء ساكنيها ـ قصيرة غير مرتفعة ـ كذلك ـ إلا بعض العمارات التابعة لبعض الشركات كالفنادق ونحوها تنتشر هنا وهناك شبيهة بالأشباح التي يقيمها الزارع في مزارعهم لتخويف الحيوانات التي تعبث بالمزارع لإيهامها بأنها حراس. [[لقد أصبحت عامة تلك المناطق ذات العمارات شاهقة، ولم يبق إلا النزر اليسير من المساكن القديمة]]. فلفل الهندي وفنجان النجدي! اتصل بنا الأخ الشيخ عبد العزيز العمار وأصر على أن يضيفنا على طعام العشاء وجاءنا في الساعة السابعة والنصف مساء، وذهب بنا إلى مطعم هندي يديره مسلمون ويسمى: مطعم عمر الخيام، فتناولنا طعام العشاء بفلافله، وذهبنا بعد ذلك إلى مكتب الأخ عبد العزيز فقدم لنا الشاي الذي كن نتمنى أن نذوقه في رحلتنا هذه، فلم نذقه إلا عنده وعند الشيخ ناصر الطريفي في الليلة الماضية، وزادنا الشيخ العمار القهوة العربية التي صنعها الشيخ [[أحد أساتذة المركز]]. القصيمي البُرَيدي [[نسبة إلى مدينة بريد عاصمة القصيم، ويؤسفني أني نسيت اسمه]]. بعد أن كفكف كميه عن ذراعيه وأزال طاقيته عن رأسه، وأخذ يصب واقفاً تلك الوقفة النجدية الكريمة، وبعد أن شربت حتى رويت حاولت إقناعه بالكف عن الصب، فقال: فنجان واحد بس! وخرج النجدي هنا عن عادته فصب حتى امتلأ الفنجان بدلاً من صب القليل في أسفله فشربت ودعوت له. ثم تجولنا في المعهد الذي نظم تنظيماً جيداً ولا زال إعداده مستمراً. [[أصبح المعهد فيما بعد كلية]]. والشيخ العمار متفائل كثيراً بهذا المركز بعد تجربة المدة الماضية التي لا تزيد عن سنة دراسية، حقق الله له تفاؤله وبارك في جهوده وجهود كل العاملين لنشر الدعوة الإسلامية ووسائله. وقد طلب منا الأخ العمار تزويد مكتبة المعهد بمجلة الجامعة وما يستجد من الكتب النافعة. التنصير بالإنجيل وسنة المعوقين: في هذا اليوم نشرت جريدة \"كومباس\" الصادرة في جاكرتا عدد: 36 في:2 أغسطس السنة: 16 نشرة مقتضبة عن نتائج المؤتمر الدولي لمجلس الكنائس البروتستانتية تتضمن أربع مسائل: المسألة الأولى: التضامن مع الشعب الإندونيسي. والمعروف أن (أغلبية الشعب الساحقة مسلمة) والمؤتمر مسيحي دولي، وحقد المسيحيين وسعيهم الحثيث في القضاء على الإسلام والمسلمين معروفان، فما معنى التضامن مع الشعب الإندونيسي وهل المقصود به ـ هنا الشعب الذي يخططون له ليكون في المستقبل نصرانياً أو أغلبية مسيحية؟ هذا فقط هو المقصود. المسألة الثانية: التبشير(التنصير) بالإنجيل. والتبشير حاصل من قبل ولكن الظاهر أن المقصود مضاعفة الجهد في ذلك حسب الخطط المرسومة والتوسع في توزيع الإنجيل. المسالة الثالثة: تجديد الكنائس وتعميرها وتوحيدها. المسألة الرابعة: مسائل عامة، ومنها إقرار البانتشاسيلا التي حلت مبادئها محل مبادئ الإسلام. والشعار الذي تضمن المبادئ الخمسة، سيأتي قريباً إن شاء الله شرحه من منشورات الحكومة الإندونيسية التي توزع في طائراتها، وما يتيسر من التعليق عليه لبيان هدفه وموقف العلماء هناك منه وفهمهم له. والهدف من إقرار هذا الشعار، هو الاحتفاظ به أساساً للحكم في إندونيسيا، بدلاً مما ينادي به كثير من علماء الأغلبية المسلمة من جعل أساس الحكم هو الإسلام. ومن الأمور التي أقرها المؤتمرون أن السنة المقبلة: 1981م هي سنة المعوقين. ويرى القارئ من هذه الأمور المقتضبة جداً ـ ولا بد أن تكون مفصلة بأهدافها ووسائلها في وثائق المؤتمرين وقراراتهم وتوصياتهم السرية ـ أن التبشير بالإنجيل مقترن بمغريات من المادة: تعمير الكنائس وتجديدها، وسنة المعوقين، والمعوقون كثيرون في كل شعب من شعوب العالم، والمعوق يضيق من بقائه في الأرض عندما يكون فقيراً وأسرته فقيرة وتضيق منه أسرته ومجتمعه ويتمنى لو نزل به الموت وتتمنى أسرته ذلك. والصابرون على البلاء هم المؤمنون حقاً وأين هم هؤلاء المؤمنون حقاً؟ لذلك يشعر المعوق: الأعمى والمشلول والمقعد.. بأن الذي يهتم به وينفق عليه ويكسوه ويعلمه ويؤنسه يشعر بأن له عليه فضلاً كبيراً، وأنه يجب أن يكافئه. والنصراني يبني الملاجئ لهؤلاء المعوقين والمستشفيات والمدارس، وما الذي يمكن أن يقدمه هذا المعوق من مكافأة لهذا المتفضل عليه المحسن الكريم؟ وما الذي يريد هذا المحسن من هذا المعوق من مكافأة؟! إن المكافأة التي يريدها هذا النصراني هي أن يتنازل هذا المعوق (المسلم) عن إسلامه أولاً، وأن يكون بعد ذلك نصرانياً، وهذا المعوق الذي كشرت الدنيا في وجهه ونال هذه العناية من هذا النصراني، جاهل بدينه لا يعرف قيمة عقيدته ويسهل عليه أن يلبي رغبة من أحسن إليه فيتنازل عن عقيدته في سبيل أنه ينال عاطفة كانت مفقودة. ثم سيرى أن الشهوات في الدين الجديد مباحة له، لا قيد ولا عيب. نعم: الإنجيل وسنة المعوقين! وهذا يعني أن الدعوة إلى النصرانية يرافقها خدمات اجتماعية مغرية، فأين هذا الذي يصدر من أعداء الدين مما يقدمه دعاة الإسلام والمؤسسات الإسلامية؟ أين مدارسهم؟ أين مستشفياتهم؟ أين ملاجئهم؟ أين مساجدهم؟ أين مؤسساتهم الثقافية؟ أين.. أين.. أين..؟؟؟ قد يجيب مجيب ذاكراً بعض المراكز الإسلامية القليلة أو بعض المساجد أو بعض المساعدات الخفيفة. ولكن الذي يجب أن يعلم أن ذلك شئ لا يذكر بجانب ما يبذله أعداء الحق وأنصار الباطل، فليتق اللهَ المسلمُ الذي عنده ما يقدر على الإسهام به في أبواب الخير التي تحصن المسلمين من دعوات أعداء الله الهدامة، وليقدم في سبيل الله ما استطاع بما منحه الله ليبتليه فيه ويجازيه عليه... لعل جنياً أدخل السحور! السبت: 22/9/1400هـ ـ 4/8/ 1980م نام عبيد الله الأربعة كلهم، ولعلي كنت آخرهم نوماً في هذه الليلة، وكان من عادة الأخ عبد الله باهرمز أن يطلب من مديري الفندق أن يبعثوا لنا بطعام السحور في الساعة الثالثة صباحاً، وما فاتنا السحور طيلة أيام رمضان إلا هذه الليلة، قام الشيخ عبد القوي قبل أذان الفجر بثلاث دقائق تقريباً فأيقظني قائلاً: ذهب الوقت فقمت مسرعاً إلى الماء فشربت وشرب هو، وقلت له: اتصل بصاحبنا ـ باهرمز ـ فاتصل هاتفياً ونادى المؤذن بالصلاة، فقال عبد الله: السحور موجود عندنا هنا في الحجرة لا أدري من أدخله ومن فتح الباب؟ ثم أخذ عبد الله وعبد البر كل منهما ينسب إلى الآخر فتح الباب للخادم الذي أدخل السحور، فقال عبد الله أنت فتحت الباب له ثم نمت ولم توقظنا، وقال عبد البر: بل أنت أنا ما قمت من نومي ـ وكان الباب مقفلاً ـ فقلت: لعل جنياً غير مسلم أدخل السحور وأراد الإضرار بنا فلم يوقظنا من النوم، وقد فات السحور فلا داعي للنزاع، ثم قلت للأخ عبد الله: الاحتمال القوي أنك أنت كنت مستغرقاً في النوم وفتحت الباب ورجعت لتنام (شوية) حسب اصطلاح الشيخ عبد القوي، فلم تفق إلا بإيقاظنا، أما عبد البر فإن نومه ثقيل يستبعد قيامه قبلك والله أعلم بالصواب قال عبد الله: كأن الله أراد لكم أن يكون آخر ما تذوقون في إندونيسيا الشاي السعودي والقهوة السعودية، قلت: والماء الإندونيسي. السفر إلى هونغ كونغ: وفي الساعة السابعة إلا ربعاً ذهبنا إلى مطار جاكرتا، وبعد الفراغ من الجمرك والجوازات ودعنا الأخ عبد الله، فدخلنا إلى قاعة الانتظار ثم صعدنا إلى الطائرة التي أقلعت في الساعة الثامنة والدقيقة الخمسين، وجالت بنا فوق مدينة جاكرتا، ذات المنازل القصيرة المسنمة، وتُرى العمارات الكبيرة المتناثرة هنا وهناك. ملحوظات ينبغي تسجيلها: وحيث إن هذه النظرة من نافذة الطائرة إلى مدينة جاكرتا عاصمة الشعب الإندونيسي هي النظرة الأخيرة في هذه الرحلة، فإنه لا بد من إبداء بعض الملحوظات التي خطرت لي لأهديها لهذا الشعب المسلم، ولكل قادر على مساعدة المسلمين فيه على حفظ دينهم والسعي في تمسكهم به. الملحوظة الأولى: الولاء: لـ(البانتشاسيلا). 1 ـ إن هذا الشعب هو أكثر الشعوب الإسلامية عدداً، ومنظمات هذا الشعب الإسلامية ـ على قلة إمكاناتها ـ تكافح وتناضل من أجل نشر مبادئ الإسلام وتثبيت قواعده لالتفاف هذا الشعب حوله، والولاء لله ولرسوله وللمؤمنين، الولاء الذي يجب أن يتميز به المسلم عن غيره، وإلا لما كان هنالك فرق بينه وبين غيره ممن تتعدد ولاءاتهم، قال تعالى: {إِنَّمَا وَلِيُّكُمْ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ (55) وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمْ الْغَالِبُونَ} [المائدة: 55-56]. وقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ}. [المائدة: 51]. وهذا الولاء يجمع المسلمين في كل أقطار الأرض، فالمؤمن في الفلبين ولي المؤمن في أمريكا، و المؤمن في مكة ولي المؤمن في باريس ولندن، والشعوب الإسلامية بعضها أولياء بعض، لا فرق بين شرقي وغربي ولا بين عربي وعجمي. وعندما كان هذا الولاء متحققاً في المسلمين، كانوا كلهم أعداء لأعداء الله يدعونهم إلى الله، ويجاهدون من كفر بالله حتى كان الابن يقتتل هو وأبوه في معركة واحدة، وكذلك الأخ وأخوه، والقريب مع قريبه مهما كانت القرابة، حتى جعل الله كل علاقات الإنسان من مال وقرابة وغيرهما في كفة، وجعل تعالى طاعته والجهاد في سبيله ومحبته في كفة أخرى، من رجح الكفة الأولى على الثانية كان فاسقاً بعيداً عن هدى الله مستحقاً لوعيده في الدنيا والآخرة، ومن رجح كفة الله على علائقه كلها كان ولياً لله مهتدياً مستحقاً نصره ورضوانه، كما قال تعالى: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنْ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ}. [التوبة: 24]. وعندما كان الولاء متحققاً في الأمة الإسلامية، حقق الله للمسلمين العزة والنصر والغلبة على أعدائهم، على الرغم من كثرتهم وكثرة عددهم، وعندما ضاع هذا الولاء وحلت محله ولاءات أخرى لشعارات جاهلية باسم الأرض، أو باسم الجنس أو باسم أي مبدأ آخر تفرقت كملة المسلمين فصارت كل طائفة توالي هذه الأرض أو هذا الجنس أو هذا المبدأ، أذلهم الله وأذهب شوكتهم وأنزل الرعب في قلوبهم بدلاً من إنزاله في قلوب أعدائهم. وقد أدرك أعداء الله الكافرون أن ولاء المسلمين بعضهم لبعض، إذا تحقق أخضع الله به لهم راية الكفر ورفع لهم راية الإسلام، وإذا تشتت هذا الولاء دب فيهم الضعف والوهن وكانوا أذناباً لغيرهم من أمم الكفر، فوضعوا خطتهم لإيجاد شعارات كثيرة تتعدد لها ولاءات الشعوب، كما وضعوا شعارات كثيرة في داخل الشعوب، تتعدد لها ولاءات الأحزاب، وقد نجحوا في ذلك أيما نجاح عندما جعلوا العرب وهم حملة رسالة وأهل الولاء الأصيل لله ولكتابه ولرسوله وللمؤمنين، يتركون الدعوة إلى الولاء لكلمة التوحيد وينادون بالولاء للجنس أو القوم ورفعت راية القومية العربية بدلاً من الجامعة الإسلامية، وهكذا أصبح لكل شعب من شعوب المسلمين راية قومية يدعون لها ويلتفون في الظاهر حولها، هذا تركي وهذا هندي، وهذا إفريقي وهذا إندونيسي حتى أصبح بعض المنتسبين للإسلام لو رأى كتاب الله يداس بالأقدام أو كلمة لا إله إلا الله يستهان بها لم يتحرك قلبه ولم يتغير وجهه غضباً لذلك، ولكنه لو رأى علم بلاده وقد رسم فيه حيوان أو غيره ينزل من مكانه ضاق بذلك ذرعاً وغضب وعمل كل ما يقدر عليه للانتقام ممن فاعل ذلك بعلم بلاده. والحكام الذين لا يريدون الإسلام أو يخافون من انتشاره وسيطرة أحكامه على نفوس شعوبهم، يحاولون إيجاد كل الوسائل لإحداث شعارات ومبادئ وطقوس يحلونها محل لا إله إلا الله محمد رسول الله، ويدعون طوائف شعوبهم على اختلاف أديانهم لموالاة بعضهم بعضاً على أساس تلك الشعارات أو المبادئ، ويوهمونهم أن في ذلك عزتهم وقوتهم وأن ولاءات الدين تغرق الشعوب وتضعفها. وهذا المعنى هو الذي يظهر من المراد بأول مبدأ من المبادئ الخمسة التي تضمنها شعار: \"البانتشاسيلا\" على الرغم من التحفظ الذي يبدو في أسلوب الشارح باللغة العربية. المبدأ الأول: الربانية المتفردة. قال المعلق: \"ولقد وضع الشعب (مبدأ الإيمان بالربانية المتفردة) في المقام الأول من فلسفة حياته ويعتنق الشعب طائفة من الأديان، فهناك من يدينون بالإسلام، وهناك من يدينون بالنصرانية، ومن يدينون بالهندوكية، أو البوذية أو غير ذلك من المعتقدات. المبدأ الثاني: الإنسانية العادلة المهذبة.. والمقصود بها ولاء الإنسان لأخيه الإنسان، بصرف النظر عن الدين والعقيدة والخلق. وهي دعوى نظرية يصعب تطبيقها على الرغم من اصطدامها بأصل من أصول الإسلام وهو موالاة أولياء الله ومعاداة أعدائه، وأول ما تصطدم به هو: المبدأ الثالث: الوحدة القومية الإندونيسية.. فالوحدة ليست إنسانية وإنما هي إندونيسية وكم من الأقوام يدعون وحدة منسوبة إلى أرضهم أو جنسهم كالوحدة القومية العربية؟ ثم الوحدة المدعاة بين شعبين، ثم الوحدة المدعاة لشعب بعينه، ومع تلك الدعاوى تجدهم متنازعين متحاربين، كل طائفة تبيت الشر للأخرى. المبدأ الرابع: سلطة الشعب الموجهة بالحكمة والحصافة في الشورى النيابية. وهذا المبدأ يصطدم اصطداماً مباشراً مع مبدأ الطاعة المطلقة لله وحده، ولا طاعة لمخلوق في معصية الخالق، فالسلطة في الدين الإسلامي، هي سلطة من يستمد حكمه من اختيار أهل الحل والعقد لتلك السلطة، على أساس إقامة شرع الله الصادر عن كتابه وسنة رسوله صلى الله عليه وسلم، وإن كان أولو الأمر يجتهدون في تطبيق النصوص الإسلامية إذا لم يرد بصفة معينة، كما أنهم يجتهدون في قياس ما لم يرد فيه نص على ما ورد فيه نص، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُوْلِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً}. [النساء: 59]. وفي نص هذا المبدأ خداع للشعب، حيث أسندت السلطة إليه، ولكن سلطته موجهة بالحكمة والحصافة، فمن صاحب الحكمة والحصافة الذي يوجه بهما سلطة الشعب؟! إنه في الحقيقة الحاكم الفرد المستبد الذي يخادع الشعب بالحكم النيابي الصوري الذي لا يخرج عن طاعته. ولو فرضنا أنهم خالفوه في بعض أمره، فإنما يخالفونه بحسب رغباتهم وأهوائهم، فيكون هوىً مخالفاً لهوى. وإن القانون الذي يحكم به الشعب هو قانون يصادم عقيدة الشعب ودينه الذي كلفه الله العمل به وتطبيقه وتحكيم شرعه. المبدأ الخامس: العدالة الاجتماعية لكافة الشعب الإندونيسي... وهذا المبدأ مبني على المبادئ الأولى التي منها المبدأ الرابع الذي يجعل السلطة للشعب والمقصود أفراد من الشعب يغلبهم الهوى والجهل فيظلمون الشعب ويسمون ظلمهم عدالة. وبعد أن أشار الشارح إلى هذه المبادئ صرح بأنها هي الأساس والمنطلق في السياسة والاقتصاد والثقافة والتربية والتعليم ومختلف النشاطات الاجتماعية الأخرى. فالشعار بهذا المفهوم هو مصدر النشاط الإندونيسي، وكأنه يقول إذا كان المسلم مأمورا أن يقول: { قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَاي وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (162) لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ } [الأنعام: 162-163]. فإن الإندونيسي مسلماً وغير مسلم يجب أن يقول: إن نشاطي كله لـ(البانتشاسيلا). وقد رحب بهذا الشعار غير المسلمين، كما نص أن المؤتمرين النصارى أيدوا البانتشاسيلا في مؤتمرهم. أما المسلمون فمنهم الجاهل الذي لا يفرق بين الجمرة والتمرة، إلا بعد الندم ولات ساعة مندم. ومنهم الذي ضعف إيمانه فيحاول التوفيق بين هذه المبادئ وبين الإسلام بطرق معوجة وتحريف الكلم عن مواضعه، على حد من وصفهم الله في كتابه، وهو علام الغيوب: {وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُوداً (61) فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلاَّ إِحْسَاناً وَتَوْفِيقاً (62) أُوْلَئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَهُمْ فِي أَنفُسِهِمْ قَوْلاً بَلِيغاً}. [النساء: 62-63]. ومنهم من ينكر ويبصر ولو أحاطت به الأخطار ويقول: {حسبنا الله ونعم الوكيل} كما قال إبراهيم ومحمد عليهما الصلاة والسلام. ومن الأدلة الواضحة أن هذا الشعار قصد به صرف المسلمين عن ولاء الله ورسوله والمؤمنين أن رئيس الجمهورية (سوهارتو) يصرح في كل مناسبة أن إندونيسيا لا دينية ومن ذلك تصريحه في مؤتمر الإعلام الإسلامي الذي نظمته رابطة العالم الإسلامي في جاكرتا. فقد قال: إننا نرحب بكم في إندونيسيا وإن كانت دولتنا لا دينية والشعار يمثل ذلك ويدل عليه. وهذا يوجب على علماء الإسلام أن تكون تربيتهم لأبناء المسلمين مبنية على أصل العبودية لله تعالى الذي له وحده الألوهية المطلقة، وأن يؤصلوا هذا في نفوسهم معنى الموالاة والمعاداة في الله التي اهتم بها علماء السلف وألفوا فيها المؤلفات لعلمهم بما يترتب على ذلك من ترابط المسلمين وقوتهم. ولقد أثبت تطبيق هذه المبادئ فشل صحة جعلها أساساً لحكم الشعب الإندونيسي المسلم، بدليل الأزمة الأخيرة التي فضحت الحاكم وحاشيته وملأه وأساس حكمه، فسقط مكرها بضغط الشعب الذي حكمه بغير دينه وعقيدته. [[كان سقوط الرئيس سوهارتو من منصبه يوم الخميس: 21 مايو 1998م]]. الملحوظة الثانية: إن الجمعيات والمنظمات الإسلامية تبذل جهوداً قوية: وذلك لتحصين أبناء المسلمين من الكفر بأنواعه النصراني والشيوعي والباطني الخرافي على الرغم من قلة الإمكانات المادية، والذي يؤخذ على كثير من علماء هذه الجمعيات السكوت عن كثير من المنكرات التي حرمها الإسلام، إذ يكتفي الكثير منهم بالمواعظ العامة ولا يمسون الجوانب السلوكية كالسفور بالنسبة للمرأة، والاختلاط (اختلاط الرجال بالنساء) في المدارس والجامعات والمجامع العامة مع وجود الإغراء ووسائل الفتنة وغير ذلك فيما لا يجوز السكوت عليه، [كان هذا السكوت في ذلك التاريخ 1380 هـ حيث كانت السلطة تخيف من يأمر وينهى من المسلمين، أما الآن ونحن في سنة 1426هـ فقد اختلف الأمر وانتشر الإسلام وتمسك كثير من الناس رجالا ونساء، وأصبح الأمر بالمعروف وانهي عن المنكر قائماً، وإن كان المزيد منه مطلوباً] كما أن بعض المؤسسات ـ على الرغم من قيامها على أساس الإسلام ـ يوجد هذا الاختلاط فيها وكذلك اللباس غير الساتر، وهذا ما رأيته في كثير من المقاطعات التي زرتها ووجدنا بعض الشباب المتحمس يشكو من سكوت كبار علمائهم عن هذه الأمور وينتقدونهم. الملحوظة الثالثة: ثقة المسلمين في إندونيسيا بالمسلمين العرب: وهذه الثقة جعلتهم ينظرون إلى العرب الذين يزورونهم نظرة احترام ومحبة، وقد يدعوهم ذلك إلى الاقتداء بهم، وكثير من العرب الذين يزورون تلك البلدان، لا يلتزمون بأمور الإسلام ولا يجتبون نواهيه، وقد يظن الجهال في الشعوب الإسلامية أن تصرفات هؤلاء العصاة من الإسلام. ومما ذكره لي بعض الشباب ـ منكراً له ـ أن بعض كبار الموظفين من بعض البلدان العربية المهمة كان يصطحب معه قرينته التي ما كان لباسها يختلف عن لباس المرأة النصرانية أو غير الملتزمة بالدين والخلق، وكان هؤلاء الشباب مستائين جداً من هذا التصرف الذي كانوا يودون أن يحصل عكسه وهو الالتزام بالإسلام، وآدابه ليكون ذلك حافزاً للفتيات الإندونيسيات على الاقتداء به. ومما يدل على ثقة المسلمين بالشعوب العربية أن الطلبة الذين يجيدون اللغة العربية يجتمعون أمام الجدران التي تعلق عليها الصحف العربية لقراءتها بشغف، مع أن تلك الصحف يصدر أكثرها من دول عربية معادية للإسلام وصحفها تحمل أفكار زعمائها. لهذا كله فإنه ينبغي أن تهتم الدول التي تدين بالإسلام ببعث الكتب الإسلامية والجرائد والمجلات الإسلامية، لتملأ الفراغ الذي جعل لصحف أعداء الإسلام رواجاً هناك. ويجب كذلك أن يتقي الله زوار تلك البلدان من الشعوب العربية، ولا سيما الشعوب التي ينظر إليها المسلمون في العالم أنها القدوة، فيلتزموا بالإسلام ولا يكونوا دعاة شر وفساد بأعمالهم السيئة. الملحوظة الرابعة: مسؤولية الجامعات الإسلامية عن هذا الشعب: ينبغي للجامعات الإسلامية والمؤسسات الإسلامية في الشعوب العربية أن تقوي صلاتها بالجامعات والمؤسسات الإسلامية في إندونيسيا، بتبادل الزيارات والإكثار من المنح الدراسية الشاملة بمعنى أن يكون الطلاب من جميع مناطق الجزر الإندونيسية لا من منطقة دون أخرى، وإن كان لا يمنع ذلك أن تكون الكثرة من بعض المناطق لاعتبارات راجحة. وكذلك ينبغي أن تخصص إعانات مالية لمساعدة تلك الجامعات والمؤسسات وكتب علمية مفيدة، وغير ذلك مما يرفع معنويات المسلمين هناك الذين يواجهون تيارات مدعومة من دول ومؤسسات ضد مبادئ الإسلام. الملحوظة الخامسة: ترجمة كتب إسلامية مفيدة. ينبغي أن تختار كتب ورسائل إسلامية مفيدة وتترجم إلى اللغة الإندونيسية، وتطبع في داخل إندونيسيا لتوزع إلى الجمعيات والمؤسسات الإسلامية هناك، بدون مقابل أو تباع في الأسواق بأثمان رخيصة. واقترح مبدئياً الكتب الآتية: 1 ـ كتاب العبودية لشيخ الإسلام ابن تيمية. 2 ـ السياسة الشرعية له. 3 ـ الحسبة في الإسلام له. 4 ـ اقتضاء الصراط المستقيم له. 5 ـ كتاب الصلاة لابن القيم. 6 ـ مفتاح السعادة له. 7 ـ زاد المعاد له. 8 ـ تحفة الودود في أحكام المولود له. 9 ـ جامع العلوم والحكم لابن رجب. 10 ـ الأصول الثلاثة للشيخ محمد بن عبد الوهاب (وقد ترجم كتاب التوحيد الشيخُ باي عارفين أحد علماء سورابايا ويمكن النظر في هذه الترجمة فإذا كانت صحيحة طبعت وهو كتاب مطبوع أخذنا منه نسخة للجامعة الإسلامية بالمدينة المنورة). 11 ـ مبادئ الإسلام للأستاذ المودودي. 12 ـ تذكرة دعاة الإسلام له. 13 ـ ماذا خسر العالم بانحطاط المسلمين للأستاذ أبي الحسن الندوي. 14 ـ رسالة التعاليم للأستاذ حسن البنا. 15 ـ رسالة إلى أي شئ ندعو الناس له. 16 ـ خصائص التصور الإسلامي لسيد قطب. 17 ـ معالم في الطريق له. 18 ـ منهاج التربية الإسلامية (بقسميه) لمحمد قطب. 19 ـ كتاب التوحيد (بجزئيه) له. 20 ـ كتاب توحيد الخالق بأجزائه الستة للشيخ عبد المجيد الزنداني. وبتوحيد الخالق سبحانه ـ استودعك الله يا إندونيسيا، راجياً أن تهيمن كلمة الله على كل جزء من أجزائك، وأن يحملها كل قلب من قلوب أبنائك مجاهداً في سبيلها موالياً من والاها معادياً من عاداها ـ { هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ }. [سورة التوبة: 33]. كتبت هذه الأفكار بعد أن أقلعت بنا الطائرة من مطار جاكرتا إلى هونغ كونغ يوم السبت 22/9/1400هـ ـ 4/8/1980م، والحمد لله رب العالمين. عروس تهديها عرائس! وأخذت الطائرة تنهب الجو نهبا، فوق المحيط الهادي، الذي كانت قوافل السحاب تتناثر بيننا وبينه، فظهر بها كبساط أزرق مائل إلى الخضرة، وشيه أبيض، وكنا نشاهد قوافل الأمواج الهائجة صفوفاً يتبع بعضها بعضاً، كما كانت السحب الخفيفةُ الحملِ طائرة فوق الطائرة سائرة إلى حيث أمرها الله، وبدا القمر على يسارنا على شكل نصف دائرة، والسحب العالية تحجبه عنا تارة وتنكشف عن وجهه تارة أخرى. حقاً لقد كانت مناظر عجيبة، ولقد شبهت طائرتنا، وهي تسير في هذا الجو بالعروس التي تهديها عرائس، وهي جميلة، وكل واحدة منهن أجمل، وزاد جمالها على جمالهن بسبب وقوعها في وسطهن مثل البدر الذي أحاطت به هالته. وكنت لا أدري إلى أين التفت لأتمتع بتلك المناظر التي قد لا تحصل لمسافر ـ هكذا مجتمعه ـ شمس ساطعة، وسحب جميلة متفرقة، على بحر أمواجه هائجة ترى من بعد كصفوف المصلين ذوي اللباس الأبيض، وقمر يداعبه السحاب فيحجبه تارة ويكشف عنه أخرى! الله أكبر ما أعظم خالق هذا الكون الجميل المنسق الذي يتعاون تناسقه على جماله! ولو أن بني البشر تعاونوا فيما بينهم على حياة سعيدة في هذه الدنيا، فآثر بعضهم بعضاً، وكف بعضهم ظلمه عن بعض، وبذل كل واحد وسعه في إيجاد الأمن والاستقرار، واجتهد أولياء الله في نشر دينه وإعلاء كلمته، فأمن الناس على دمائهم وأعراضهم وأموالهم لاكتمل الجمال جمال الحياة البشرية وجمال الكون العظيم: {أَمَّنْ خَلَقَ السَّمَوَاتِ وَالأَرْضَ وَأَنزَلَ لَكُمْ مِنْ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَئِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ}. [سورة النمل، الآية: 60]. وبدأت تظهر بعض الجزر المستديرة التي تشبه قصعات الطعام الموضوعة على طاولة مكسوة بالجوخ الأخضر، وصغارها تبدو كعيون البقر، والمحيط الهادي يحتضنها من جميع جوانبها ولم يغمرها.. يا الله.. ما الذي يمنعه عنها غير خالقها وخالقه. وظهرت جزر مكسوة بالغابات: جبالها وسهولها، وهي تفاخر البحر المحيط بها بملابسها الموشاة بالزهور المختلفة، وكأنها تقول له: إذا كنت تجود للناس بأسماكك ولآلئك بعد أن يقتحموا الصعاب ويتجشموا الأخطار، ومنهم من لا ينجو من قسوتك وعنفوانك على الرغم من إتعاب أنفسهم في اتخاذ وسائل الوصول إليك، فإني أمد يدي بالخير لكل الناس قويهم و ضعيفهم بثمر النارجيل، والموز والبرتقال والباباي والتفاح والأناناس وغيرها، بدون مشقة ولا خطر، ثم جاء قوس قزح ليشارك بألوانه الجميلة فأضاف إلى الجمال جمالاً... الحمد لله! وفي هذا الجو الممتع المريح الذي يربط المخلوق بالخالق ذكرنا المضيفون بقول الرسول صلى الله عليه وسلم: ((كل مولود يولد على الفطرة، فأبواه يهودانه أو ينصرانه أو يمجسانه)) فقد كنا فعلاً ـ ولكن القليل منا ـ نتمتع بالفطرة ونشعر بالغبطة والسرور، ولكن المضيفين بدأوا يغلقون النوافذ من أجل عرض فيلم الرحلة الثقيل [[وأفلام الرحلات كلها ثقيلة علينا]] ولعل القارئ يدرك من عاطفتي مع الكون ورغبتي في صحبته باستمرار أن غلق النافذة بالنسبة لي يعتبر يعد شبيها بالسجن. وأخذت أقرأ بعض الجرائد السعودية التي حصلت عليها من مكتب الأخ الشيخ عبد العزيز العمار في جاكرتا، وكان الفيلم قذراً في ميزان ذوي العقول ولا سيما عند المسلم، ولذلك قال الشيخ عبد القوي: يعملون هذا وهم في الجو ما يخافون من ربهم، قلت: إن الله يمهلهم ولا يهملهم وهو من ورائهم محيط. [[وقد يعذر هؤلاء الناس الذين لا يدينون بدين الإسلام، ولكن الأخطر من ذلك ما يعرضه المسلمون في الطائرات من الأفلام السيئة، وهم -كما قال الشيخ -: يعملون هذا وهم في الجو! ]]. وبعد أن قرأت بعض أخبار الجرائد ومقالاتها أخذتني غفوة سمعت على أثرها الشيخ عبد القوي وهو يقول: الحمد لله، فنظرت إلى الفيلم فوجدت أنه انتهى فقلت مثل الشيخ: الحمد لله، وفتحت النافذة ورجعت إلى كتاب الله المنظور. وعلى الرغم من بعد المسافة بيننا وبين البحر فإن أثر هياجه كان واضحاً في بياض الماء الذي كان كل صف منه يتبع الآخر على أثر ارتطام أمواجه بعضها ببعض. ويخلق ما لا تعلمون! رأيت باخرة كبيرة، وهي تمخر عباب المحيط، وقد امتد وراءها انخفاض واضح كأنه واد بين جبلين ـ وهو الأثر الذي حدث من شقها طريقها في البحر ـ فأحسست بطارق ينبهني إلى آيات الله القرآنية الواردة في تسخير الله تعالى لهذا الإنسان السماء والأرض والبحر وغيرها. كقوله تعالى: { اللَّهُ الَّذِي خَلَقَ السَّمَوَاتِ وَالأَرْضَ وَأَنزَلَ مِنْ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنْ الثَّمَرَاتِ رِزْقاً لَكُمْ وَسَخَّرَ لَكُمْ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمْ الأَنهَارَ (32) وَسَخَّرَ لَكُمْ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمْ اللَّيْلَ وَالنَّهَارَ (33) وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا إِنَّ الإِنسَانَ لَظَلُومٌ كَفَّارٌ }. [سورة إبراهيم، الآيات: 32-34]. وقوله تعالى: { وَالأَنْعَامَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ (5) وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ (6) وَتَحْمِلُ أَثْقَالَكُمْ إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلاَّ بِشِقِّ الأَنفُسِ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ (7) وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لا تَعْلَمُونَ }. [سورة النحل، الآيات: 5-8]. إلى قوله تعالى:{ وَمَا ذَرَأَ لَكُمْ فِي الأَرْضِ مُخْتَلِفاً أَلْوَانُهُ إِنَّ فِي ذَلِكَ لآيَةً لِقَوْمٍ يَذَّكَّرُونَ (13) وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْماً طَرِيّاً وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ }. [سورة النحل، الآيات: 13-14]. إن من حكمة الله في هذا التسخير لهذه النعم لهذا الإنسان، هي أن تعم رحمته خلقه وأن يشكر هذا الإنسان الخالق المنعم، {وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ}. ولكن هذا الإنسان ـ إلا من شاء الله ـ كلما زاده الله من نعمه زاد طغيانه وتمرده، { وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا إِنَّ الإِنسَانَ لَظَلُومٌ كَفَّارٌ }. [سورة إبراهيم، الآية: 34]. ويرى العاقل هذا الظلم وهذا الكفران في هذا الإنسان في سفره في الجو وفي البحر وفي البر، وفي الحضر وفي كل مكان، قد غفل ـ أو مات قلبه ـ عن التفكير في نعم الله التي يجب أن تطرق قلبه في كل وقت ليعود إلى المنعم فيعبده ويشكره. وعدد البواخر التي شاهدتها في المحيط في هذه الرحلة أكثر من عشر كانت الأولى أكبرها. مظاهرة ربانية مؤثرة! وكان منظر السحاب في هذا اليوم ـ يأخذ بالألباب ـ وقد شبهته بعدة تشبيهات حسب الحالة التي رأيته عليها: فشبهته مرة بصفوف المصلين الذين اجتمعت حشودهم في مصلى العيد في الصحراء ـ كما هي السنة ـ كل إنسان بجنب صاحب، وكل صف وراء أخيه وهكذا كان السحاب: كل سحابة بجانب أختها، وكل صف من السحاب وراء الصف الذي قبله. ورأيته تارة على هيئة مخيم الحجيج في منى، وقد ربطت كل خيمة في وتد أختها وبين كل جملة من الخيام وأخرى ممر. ثم بدا لي ـ تارة أخرى ـ كأنه مدينة واسعة، ذات قصور عالية متناسقة خططت شوارعها بحكمة وإتقان، إلا أنه لا يوجد في تلك الشوارع الزرقاء إلا تتابع الأمواج الهادرة، ومساحة هذه المدينة لا تقاربها مساحة أي مدينة من مدن العالم البشرية. وآخر قافلة رأيتها كانت تشبه أسراباً من الطائرات الحربية تحلق فوق هذه الأجواء الواسعة، إلا أنها لا تلقي قنابل النابالم المحرقة، ولا تقذف الصواريخ المدمرة وإنما كانت ـ تقذف بالحق على الباطل فيدمغه، وكأنها في مظاهرات عارمة ضد الملحدين. {إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنفَعُ النَّاسَ وَمَا أَنزَلَ اللَّهُ مِنْ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالأَرْضِ لآيَاتٍ لِقَوْمٍ يَعْقِلُونَ}. [سورة البقرة، الآية: 105]. وشاهدت جزيرة صغيرة من اليابس تحيط ببحيرة صغيرة من الماء وأمواج المحيط الهادي تتلاطم حولها، وهما على هيئة قذيفة صاروخية، ورأيت خضرة على اليابسة تشبه العشب لم أتبين ما هي لبعدها. والظاهر أن البحر يغمر هذه الجزيرة عندما يشتد هياجه، فتغدو كلها تحت أمواجه، ويولي عنها عند جزره وهدوئه ـ النسبي ـ فتنكشف مرتفعاتها ويبقى البحر الصغير ـ البحيرة ـ في وسطها. ثم أخذت الطائرة في الهبوط رويداً رُويدا فرأينا الجبال القريبة من هونغ كونغ في وسط البحر، ورأينا القوارب الصغيرة وهي تتحرك في البحر في كل اتجاه مثل الأسماك، وهبطت الطائرة في مطار هونغ كونغ في الساعة الواحدة إلا عشر دقائق بتوقيت جاكرتا الثانية إلا ربعاً بتوقيت هونغ كونغ، فكانت مدة الطيران أربع ساعات كاملة. وبهذا انتهت الرحلة الأولى لإندونيسيا، وما كتبته عن هونغ كونغ مدون في الكتاب الخاص برحلاتها. ويجب التنبيه أن القارئ سيجد في بعض كتب الرحلات التي تكررت زياراتي لبلدانها، تشابكاً في التواريخ والمعلومات، لأني أحاول أن أجمع المعلومات المتناسبة في مكان واحد تقديماً أو تأخيراً، وإن اختلفت تواريخها. فليعلم ذلك. وقد انتهيت من آخر ترتيب وإعداد لهذا الجزء من أجزاء رحلات إندونيسيا في تمام الساعة الثالثة من صباح يوم الثلاثاء 20 من شهر شوال لعام 1426 هـ 22 من شهر نوفمبر لعام 2005م. وسبحانك اللهم وبحمدك لا إله إلا أنت أستغفرك وأتوب إليك وصل اللهم وسلم على عبدك ورسولك سيدنا محمد وعلى آله وصحبه ?? = ــــــــــــــــ = ?? ?? 110"
  }
]