[
  {
    "type": "title",
    "content": "المجلد السادس رحلات إندونيسيا الجزء الثالث 1419هـ ـ 1989م سلسلة في المشارق والمغارب الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "الرحلة إلى أندونيسيا 1419هـ ـ 1998م",
    "content": "تمهيد: أنبه أولاً: مرة أخرى على أن زيارات إندونيسيا تكررت تكرراً لم يحصل لأي دولة من الدول التي زرتها، ولهذا تكررت بعض معلوماتها من أشخاص عدة أو من نفس الأشخاص الذين أجتمع بهم أكثر من مرة، وقد توجد معلومات جديدة منهم، فأفضل أن أضم المعلومات التي موضوعها واحد أو بعضها يناسب بعضاً، ولو اختلف تاريخاً يوماً أو شهراً أو سنة. وأنبه ثانياً: أن هذا الجزء مع صغره قد يكون أكثر أهمية من غيره، من حيث إنه كتب في فترة حساسة سقط فيها حكم الرئيس سوهارتو بعد أن حكم البلاد حكماً استبدادياً لأكثر من ثلاثين سنة، ثم تتابعت الأحداث بعد سقوطه حتى وصلت إلى ما وصلت إليه الآن. وأنبه ثالثاً: على أن رحلتي هذه كانت بإلحاح من طلابي الذين أصبحوا قادة لحزب العدالة والرفاهية، حيث استمر إلحاحهم أكثر من سنة، وهدفهم من ذلك توعية أعضاء دعوتهم وحزبهم توعية تتضمن التزكية الإيمانية واعتصامهم جميعاً بحبل الله والسمع والطاعة، ليقوموا بواجبهم في الدعوة والحزب. وكانوا يرغبون في زيارتي لأعضائهم في مناطق أخرى خارج جاكرتا، ولكني اعتذرت، لأسباب صحية، ولذا أحضروا كثيراً منهم إلى جاكرتا من مناطق نائية. وأنبه رابعاً: أني حاولت الاتصال بزعماء بعض الجماعات والأحزاب في جاكرتا، ولكن ذلك لم يتيسر لغياب بعضهم واشتغال بعض. وأنبه خامساً: أن هذه الزيارة كثر فيها نقل المعلومات المتعلقة بالأحداث الحاضرة المتتالية، ليطلع عليها القارئ العربي الذي قد لا يجدها مجموعة في مكان واحد باللغة العربية."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "في مدينة جاكرتا",
    "content": "هذا هو الجزء الثالث من رحلات إندونيسيا التي تكررت أكثر من غيرها من البلدان. ولهذا تجد في معلوماتها تقديماً وتأخيراً مراعاة لوحدة الموضوعات، حيث يضم المتأخر إلى المتقدم أو العكس إذا كان الموضوع يتعلق بموضوع واحد. أقلعت بنا الطائرة من جدة إلى جاكرتا في الساعة الثامنة مساء بتوقيت مكة المكرمة، واستغرقت الرحلة تسع ساعات تقريباً. وهبطت في مطار جاكرتا الساعة السادسة من صباح الاثنين: 28/2/1419هـ بنفس التوقيت، وهو يوافق الساعة العاشرة صباحاً بتوقيت جاكرتا. استقبلني في المطار الشيخ عبد الله بن سعيد باهرمز، والأخ زفر باوزير. وكان النزول في فندق: (غرَانْ مِيْلْيا GRAN MILIA). وهو فندق جديد من فئة خمسة نجوم. الثلاثاء: 29/2/1419هـ ـ23/6/1998م. زارني بعض الطلاب الإندونيسيين المتخرجين في الجامعة الإسلامية بالمدينة المنورة، ومنهم الشيخ حلمي أمين الدين. وطلبوا مني إلقاء محاضرة تتعلق بتجربتي في الدعوة، فلبيت الطلب، وتحدد لإلقائها غداً: الأربعاء في مقر إحدى مؤسساتهم التعليمية… الدعوة إلى الله من خلال التجارب: الأربعاء:30/2/1419هـ  ـ 24/6/1998م بدأت المحاضرة في الساعة الواحدة ظهراً، وانتهت في الساعة الخامسة مساء، تخللتها أسئلة ومناقشات. وكانت تتلخص في النقاط الآتية: النقطة الأولى: وجوب تزود الداعية بالعلم والفقه في الدين، وإطلاعه على أحوال المدعوين وعاداتهم ومشكلاتهم. النقطة الثانية: أن يكون قدوة حسنة، حكيماً في دعوته، ليناً، صبوراً. النقطة الثالثة: أن يثبت على الحق غير مبال بمن خالفه في ذلك، مع الإصغاء لآراء المخالفين والاستفادة منها، والتسليم لما يظهر له من الحق، وإن خالف رأيه. النقطة الرابعة: البعد عن التحزب الذي يفرق بين المسلمين، ومحاولة جمع كلمتهم على الحق، والتعاون معهم في ما يتفقون عليه، وعدم التشدد معهم في الأمور الاجتهادية. النقطة الخامسة: عدم إنشاء أحزاب ضد أي حكومة تطبق أحكام الإسلام، وإن حصل منها تقصير في بعض فروعه، لما في ذلك من الخروج على الدولة المسلمة من جهة، ولما فيه من التنازع المؤدي إلى الفشل من جهة. وأما إقامة حزب إسلامي يجتمع في ظله المسلمون الذين يريدون إقامة حكم الله في أي بلد حكومته علمانية تحارب تطبيق الإسلام، وتتعدد فيه الأحزاب، فهي فرض عين، يأثم المسلمون كلهم إذا لم تقم بها طائفة قياماً كافياً حسب الطاقة. وإذا كانت الحكومة العلمانية تأذن بإنشاء أحزاب للفئات العلمانية، وتحظر إقامة حزب إسلامي، فيجب على المسلمين إقامته سراً، لأن ذلك هو المستطاع، ولا يكلف الله نفساً إلا وسعها. وكان السبب في الكلام على هذه النقطة والتي قبلها كثرة الأسئلة عن حكم إقامة أحزاب إسلامية، بمناسبة ما حصل هذه الأيام من إعلان أحزاب كثيرة في إندونيسيا، بعد سقوط سوهارتو، إثر المظاهرات التي حصلت أخيراً. مع الأستاذ حلمي أمين الدين: الخميس:1/3/1419هـ ـ 25/6/1998م كان الأخ حلمي أمين الدين من أوائل الطلبة الإندونيسيين الذين تخرجوا في الجامعة  الإسلامية في المدينة المنورة، وكنت التقيته مع  الدكتور محمد ناصر رحمه الله في سنة:1400هـ -1980م مع الدكتور محمد رشيدي، في جاكرتا، عندما قمت بأول حلة دعوية لإندونيسيا والإشراف على نشاط بعض طلبة الجامعة الإسلامية الدعوي أيضاً. [img]pics/6/6001.jpg[/img]<< الداعية الإسلامي حلمي أمين الدين جاكرتا فندق جرين ميليا 1/3/1419? >> وكان موقف الحكومة الإندونيسية موقفاً معادياً للدعوة والدعاة، حتى إن بعض العلماء كان مقيماً في بيته إقامة جبرية، ومنهم الدكتور محمد ناصر. وقد اعتقل بعد ذلك الأخ حلمي، ومكث سنتين تقريباً في السجن. ولهذا أحببت أن أعرف ما جرى له في تلك الفترة، فكان هذا الاجتماع الذي لم تكتمل فيه جميع المعلومات التي كنت أود الاطلاع عليها. قلت للأخ حلمي: أرجو أن تعطيني نبذة مختصرة، عن حياتك، وعن مسيرتك في الدعوة إلى الله في بلدك؟ فأجاب: الاسم: حلمي أمين الدين بن داتو محمد حسن. المولد: في اليوم السادس من شهر يونيو في جاوة الغربية. الدراسة: تخرج من المرحلة الابتدائية في مدينة: \"تشلنجون\" في المنطقة الساحلية من جاوة الغربية. وتخرج من المرحلة المتوسطة الاقتصادية في مدينة \"باندونغ\" سنة: 1965م. وتخرج من المرحلة الثانوية الاقتصادية سنة: 1968م. والتحق بكلية الاقتصاد في مدينة: \"باندونغ\" في نفس السنة، وتدرب في البنك الوطني في باندونغ. نشاطاته: كان عضواً في اتحاد الطلبة المسلمين في إندونيسيا، واشتغل بالدعوة. ولذا نصحه والده أن يترك دراسته في الكلية الاقتصادية، ويلتحق بالدراسات الشرعية. وسعى له في الحصول على منحة دراسية في الجامعة الإسلامية بالمدينة المنورة، فتحصل عليها، والتحق بالجامعة سنة: 1373م. الأسرة: والده من مواليد: 1917م. وأمه من مواليد سنة: 1926م. كان والده في عهد الاحتلال الهولندي يعمل في دائرة الأشغال العامة، في منطقة: \"بَتْن\" في أواخر الثلاثينات. عدد إخوان حلمي: سبعة، توفي اثنان، وهم صغار، وبقي خمسة: ذكران، وثلاث إناث. نشاط والده: كان والده من المجاهدين الذين أطلقوا على أنفسهم: \"حزب الله\". وكان يقود هذا الحزب عدد من المجاهدين، وكان والده مسئولاً عن حشد المسلمين لمقاومة الاستعمار وتوفير السلاح للمجاهدين وتمويلهم. وكان قائد حزب الله في منطقة: \"شربون\". واسم الكتيبة التي كان يرأسها: \"سنن جوننغ جاتي\" وهو لقب لشريف هداية الله. وقد أيد هذا الحزب جمهور الشعب الإندونيسي بعد استقلال إندونيسيا. وقام والد حلمي- بعد الاستقلال - بمطالبة الحكومة الإندونيسية بتطبيق الشريعة الإسلامية. وعندما رفض سوكارنو تلبية ذلك الطلب، اشترك والده مع المجاهد: \"سَكَرَا ماجي مرجان قارطوسو وِرْيو\"-الذي كان من قادة الجيش ونائب وزير الدفاع في عهد سوكارنو- في الجهاد ضد الحكومة. وكان خروجهم ضد سوكارنو في اليوم السابع من شهر أغسطس سنة: 1962م. وفي هذه السنة طلب الجنرال \"إبراهيم آجي\" قائد الجيش في جاوة الغربية من سوكارنو أن يأذن له بالتفاوض مع المجاهدين - الذين أطلقوا على أنفسهم: \"الحكومة الإسلامية\" - وعلى المجاهدين: \"الجيش الإسلامي الإندونيسي\"- بشرط أن لا يمس سوكارنوا هؤلاء المجاهدين بسوء. فوافق سوكارنو على ذلك، إلا أنه استثنى من هذا الشرط رئيس الحكومة الإسلامية: \"مرجان\" السابق الذكر. خديعة للإخلال بالشرط: وفي أثناء المفاوضات مع قادة المجاهدين، أمر سوكارنو الجيش بمحاصرة الشعب في جاوة الغربية، وأجبر الشعب الذي كان يتعاون مع المجاهدين على محاصرتهم وعدم مساعدتهم بالطعام والشراب، فكان ذلك سبباً في موت كثير منهم من شدة الجوع والعطش. وكانت الحكومة الإسلامية توجد في جاوة الغربية، وفي آتشيه بسومطرة، بقيادة: \"داود بيريه\"، وفي سيلاويسي بقيادة الشيخ: \"ابن حجر\" الذي قتل فيما بعد في السجن، وفي جاوة الوسطى بقيادة: الحاج \"إسماعيل بْراتوتو\". وكان والد حلمي يشرف على جاوة ومادورا. وقد رفض والد حلمي بعض شروط التفاوض، واستطاع بعض الجنود القبض عليه، وذهبوا به إلى باندونغ وأطلقوا سراحه. وعمل في التجارة. وعندما قام الانقلاب الشيوعي الفاشل سنة: 1965م قام بمحاربة الشيوعيين مع جنوده السابقين الذين جمعهم ونظمهم من جديد للعمل في الدعوة إلى إقامة حكومة إسلامية تطبق الشريعة الإسلامية. مفاوضة سوهارتو مع المجاهدين: ‍ وعندما شعر سوهارتو بالخطر من ذلك دعاه مع داود إلى القصر الرئاسي سنة: 1977م للتفاوض معهما، طالباً منهما التنازل عن محاربة: أساس الحكم: \"البانتشاسيلا\" وفشل التفاوض لعدم استجابتهما لذلك الطلب. وفي الإجازة الدراسية من تلك السنة، رجع حلمي إلى إندونيسيا من المدينة المنورة، قال له والده: هذه أوراق الحكومة. وفيها ثلاث نقاط: النقطة الأولى: وقف محاولة تطبيق الشريعة. النقطة الثانية: تأييد حكومة العهد الجديد. النقطة الثالثة: تأييد الرئيس سوهارتو. وقال: إن الموافقة على النقطتين: الثانية والثالثة، من حيث المبدأ، سهلة، وأما النقطة الأولى فلا يمكن الموافقة عليها. وسأل حلمي والده: لو أنك قبلت هذه الشروط، ماذا يحصل؟ قال: وعدني سوهارتو أن يعينني عضواً في مجلس النواب، وأن يمنحني خمسمائة مليون ربية، وكان الدولار في تلك الفترة: 250 ربية، أي إن المبلغ يساوي عشرين ألف دولار، وهو مبلغ كبير في تلك الأيام. فقال له حلمي: وإذا رفضت الموافقة، فماذا يحصل؟ قال: يدخلونني السجن. ووجه والد حلمي لابنه سؤالاً: هل اتصلت برجال الدعوة في الخارج؟ فأجابه حلمي: نعم. لأني أدرس في الجامعة الإسلامية بالمدينة المنورة، وهي جامعة تعليم وتربية ودعوة، ويقوم عليها رجال العلم والتربية والدعوة، وعلى رأسهم الشيخ عبد العزيز بن باز. رفض التنازل فسجن: وفي شهر نوفمبر، دعا قائد الجيش في باندونغ والد حلمي إلى مقر قيادته للتفاوض، الأخير وظل يرفض التنازل عن المطالبة بتطبيق الشريعة. وفي شهر سبتمبر، وبعد عودة حلمي إلى المدينة، اعتقلت الحكومة والده. ولم يخبروا أهله باعتقاله، ولا بمكانه. وقد بقي في السجن عشر سنين. وبعد تخرج حلمي وعودته من المدينة، وبعد أن مضى على سجن والده سبع سنين، كتب خطاباً إلى الرئيس سوهارتو، وبعث بصور منه إلى كل من وزير الدفاع، ووزير العدل، والنيابة العامة، واللجنة القانونية في مجلس النواب، يطلب منهم في الخطاب محاكمة والده. وعقدت المحكمة العسكرية لمحاكمته، واتهم بأنه كان ينظم للانقلاب على الدولة، وحكم عليه بسجن عشر سنين، بما فيها السنين السبع الماضية. وبعد انقضاء المدة المذكورة، اتصل مدير السجن في باندونغ بحلمي في الساعة السابعة  والنصف من صباح اليوم الثاني من شهر مايو سنة: 1987م وقال له: تعال خذ والدك. قتلوه بالسم! قال حلمي: وعندما ذهبنا - أنا وجميع العائلة - إلى السجن قبل موعد إطلاقه بربع ساعة، أخبرنا مدير السجن أن والده قد غادر السجن إلى بيته في الساعة السادسة والنصف صباحاً. فرجعوا إلى المنزل بعد صلاة الجمعة، ووجدوه فيه. وفي الساعة التاسعة ليلاً من ذلك اليوم شعر الوالد بألم شديد، صاحبه تقيئ، وكان من طبيعته المداومة على ذكر الله، فسمعه حلمي يرفع صوته بالذكر على غير العادة، فاقترب منه ومس جسمه، فوجده بارداً، فأخذ يدلك جسمه بالدهن، ونقله إلى السرير، وبدأ صوته يضعف، وأسلم نفسه لبارئها في نفس الوقت. قال الأخ حلمي: لقد قتلوه بالسم، وقد دلت على ذلك قرينتان: القرينة الأولى: أني أخذت عينة من قيئه وسلمتها لمهندس كيماوي، فحللها ووجد فيها مادة سامة، توفي بعد تناولها بعشر ساعات. القرينة الثانية: أنهم عندما كانوا يقومون بدفنه، رأوا أحد جنرالات الجيش يراقب الدفن على بعد مائة متر تقريباً، وكان ذلك واضحاً أنه أراد الاطمئنان على وفاة الضحية، واسم الضابط: بوبي رحمان. أراد حلمي من ذكر قصة والده، قبل أن يذكر نشاطه، تسجيل ما يفعله الطغاة بالدعاة إلى الله في كل الأزمان، وأن يسجل حياة والده قبل حياته. تتمة المعلومات عن الأخ حلمي: درس حلمي في كلية الشريعة بالجامعة الإسلامية بالمدينة المنورة، وتخرج فيها سنة: 1979م. وكان قد التحق قبل ذلك بشعبة تعليم اللغة العربية لغير الناطقين بها في نفس الجامعة. وبعد تخرجه، رجع إلى بلده مدينة: باندونغ في شهر يناير سنة: 1980م. [[وهي السنة التي التقيته فيها في أول زيارة قمت بها لإندونيسيا]] تعاقد مع دار الإفتاء السعودية للقيام بالدعوة إلى الله في إندونيسيا. طلب منه سكرتير محافظة باندونغ الموافقة على تعيينه في إدارة شئون الحج، فاعتذر. وطلب منه ضابط في الجيش - واسمه: مأمون - يشرف على معهد إسلامي في باندونغ، أن يعينه مدرساً في المعهد، فاعتذر، ولا زال المعهد موجوداً، ويشرف عليه ابن الضابط المذكور، وهو متخرج من الأزهر، واسمه: منصور. وسبب اعتذاره أنه كان يريد التفرغ للدعوة في إندونيسيا. العناية بالشباب: بدأ عمله الدعوي بالاتصال بالجمعيات الإسلامية، وبخاصة جمعيات الشباب، وكان اتصاله والتجاوب معه سهلاً، لأن والده كان مشهوراً عند الناس. اتصل بحركة الشباب المسلم في جاكرتا، وهم من شباب حزب ماشومي، الذي يسمى الآن: (المجلس الأعلى للدعوة الإسلامية) يطلب منهم أن يمكنوه من تربية بعض شبابهم، فعينوا له عشرين شاباً منهم. واتصل باتحاد الطلبة المسلمين في جاكرتا، فعينوا له مجموعة منهم. واتصل باتحاد الأمة الإسلامية الذي أنشأه الحاج عبد الحليم في مدينة: \"محالينكا\" والشيخ السنوسي في مدينة: \"سكابومي\" وكان إنشاء هذا الاتحاد في الأربعينات. فعينوا له مجموعة من الشباب. واتصل بالاتحادات الطلابية في الجامعات الإندونيسية الكبيرة، فاجتمع حوله عدد كبير منهم. أساس التوحيد يزعج المنافقين:‍ ألقى الأستاذ حلمي أمين الدين محاضرة في مقر اتحاد الطلبة، في الجامعة الإسلامية الحكومية في جاكرتا، في شهر أغسطس من عام: 1981م عن معنى الشهادتين: (لا إله إلا الله محمد رسول الله) تعرض في المحاضرة لمعنى الولاء والبراء، وكانت الدولة بوليسية في تلك الفترة، والولاء والبراء عند الدولة يجب أن يكون للمبادئ الخمسة: (البانتشاسيلا) وليس لله ولرسوله وللمؤمنين، فأزعجها تفسير: (لا إله إلا الله محمد رسول الله) التي هي أساس الإسلام، والتي تتعارض مع أساس الحكم. وفي اليوم الرابع والعشرين من نفس الشهر اعتقلت الحكومة الأستاذ حلمي، بحجة أنه يحرض على إقامة دولة إسلامية…‍ دعاة التوحيد قطاع طرق! جاء فريق من الجيش واقتحموا منزله، وكبلوه بالقيود، وأخذوه من بيته معصوب العينين، وكان بيته في الحي أمام المسجد. وعندما رآه أهل الحي بتلك الحالة، صاحوا مستنكرين: لماذا تفعلون هذا بهذا الرجل، وهو من العلماء؟ فقال لهم الضابط: إنه متورط في قطع الطريق ونهب أموال الناس بالقوة‍، فرد الناس عليه كلامه مكذبين له، لعلمهم بنزاهة عالمهم، فما كان منه إلا أن يستعمل سلاح الطغاة: الأمر والنهي من عل، فقال لهم: اسكتوا. طمأنة وتكذيب: قال الأخ حلمي: عندما أخذني الزبانية من البيت، قالوا لي: نحن نريدك ساعات فقط، ثم تعود إلى منزلك. ولكني لم أصدقهم، فأخذت معي بعض الأغراض اللازمة استعداداً لوقت طويل. وكانوا - مع تغطية عينيَّ - يدورون بالسيارة في اتجاهات مختلفة للتمويه حتى لا أخمن الجهة التي يذهبون بي إليها. ترغيب وترهيب! قال له الضابط في السيارة: إذا تعاونت معنا في التحقيق فستعود الليلة إلى منزلك، وإلا فانتظر النار. ولم يرد الأخ حلمي عليه. وعندما اقتربت السيارة من السجن، قال الضابط: حصلنا على بضاعة جديدة! وصاح جنود السجن: بضاعة جديدة.! وجبة سريعة من التعذيب! وعندما أدخلوه غرفة التحقيق، لم يكلموه بشيء، وإنما جردوه من ملابسه تجريداً كاملاً! وأخذوا يضربون في جميع أجزاء جسمه، حتى سقط على الأرض، ولبسوه أوراق جريدة وأشعلوا فيها النار. ونثروا على الأرض مواد حادة - لعلها من الحسك - وأمروه أن يحبو على ركبتيه عليها، وأخذوا يضربونه، ويشتد ضربهم له كلما توقف من الألم والتعب، وكان الدم يسيل من ركبتيه ومن جسمه. وقبيل الفجر كبلوا يديه ورجليه وربطوه في عمود الغرفة. واستمروا في تعذيبه المتواصل لمدة أسبوعين، ثم عذبوه بعد ذلك ستة أشهر تعذيباً متقطعاً. المذكرات الحمراء! نقلوه بعد الأسبوعين الأولين إلى زنزانة أخرى، وكانوا قبل ذلك يكررون في أسئلتهم له سؤاله عن (المذكرات الحمراء). قال الأخ حلمي: وهذه المذكرات هي الأوراق التي وضع فيها الجيش إستراتيجيته العسكرية للانتخابات عام: 1972م. وكان قد حصل عليها صحفي يسمى: حسن، وهو من أعضاء حزب ماشومي المحظور، وأعطاني نسخة منها، وهي مذكرات سرية للغاية… وكنت أنكر علمي بها. وفي إحدى الليالي قمت أتهجد في آخر الليل في الزنزانة وأتلو القرآن بصوت مرتفع نسبياً، وسمع أحد المعتقلين في زنزانة مجاورة صوتي، وناداني باسمي: أستاذ حلمي! فإذا هو الصحفي \"حسن سورات مجا\" الذي يعمل في جريدة: \"أبدى\" وهو الذي سلمني المذكرات الحمراء! فقلت له: اطمئن أنا لم أعترف، فقال لي: اعترف، أنا قد اعترفت.! حيلة المعتقل للاعتراف بالمذكرات الحمراء! قال الأخ حلمي: وفي اليوم الثاني قلت للضابط: سألتموني كثيراً عن المذكرات الحمراء، ولم تذكروا لي عنوانها، فما هو عنوانها؟ فسكت الضابط قليلاً، ثم خرج ورجع، وقال لي: عنوانها (استراتيجية الجيش في الانتخابات) فقلت له: نعم رأيتها، وهي عندي، وقد أخذتها من حسن! فقال لي الضابط: هل عرفت شيئاً من مضمونها؟ قلت: نعم وذكرت له بعض موضوعاتها. ثم أخذ الضابط يسأله عن أمور أخرى، منها: حركة دار الإسلام التي كان والده يقودها. ولكن عندي هذا وهذا! بقيت في السجن سنتين، ثم جاء إلي الضابط \" مهتدي غزالي\" [[هكذا يسميهم آباؤهم تيمناً وتفاؤلاً، ليكونوا مهتدين مقتدين بعلماء الإسلام، كالإمام الغزالي... ولكنهم تجتالهم الشياطين فيصبحون معاول هدم للإسلام، وجنودا للطغاة يسلطونهم على رجال الدعوة، كما تسلط الكلاب المدربة على الاصطياد...!]]. وقال لي: إذا تعاونت معي في التحقيق فسيطلق سراحك. فقلت له: كيف ذلك؟ قال: لا أريد رئيسي يتهمني بأنني فشلت في التحقيق معك، أنا مسلم وأنت مسلم من منطقة \"بَتَن\" [[وهي منطقة مشهورة بقوة تمسك أهلها بالإسلام]]. ووالدي حاج، ولكن عندي هذا - وأشار إلى بطنه، يعني لا بد من المحافظة على رزقه ووظيفته ومكافآته - وعندي هذا - وأشار إلى كتفه، يعني رتبته العسكرية التي لا يريد أن يخسرها أو يهتز أمام مسؤوليه -… قلت له: وكيف أتعاون معك؟ قال: نتشاور أنا وأنت قبل أن تكتب الإجابة عن كل سؤال، فلا تكتب إلا ما نتفق عليه. قلت له: سأتعاون معك فيما لا يمس المبادئ التي لا مساومة عليها. قال الأخ حلمي: وخرجت من السجن في: 18 من شهر يونيو سنة: 1983م. ونص العبارة التي سجلت في وثيقة الإفراج عني: (إيقاف التحقيق لعدم وجود المسوغات). [[نعم لا توجد مسوغات لاستمرار التحقيق، ولكن المسوغات وجدت لاعتقال سنتين، وتعذيب وحشي واعتداء على الكرامة وإهدار الحقوق الشخصية والأسرية...!]]. وقد وقع على هذه الوثيقة: الجنرال إسماعيل صالح رئيس النيابة. وألزموني بمراجعتهم أسبوعياً لمدة ثلاثة أشهر بعد خروجي من السجن…  [[كان من المقرر أن أجتمع مرة أخرى بالأخ حلمي، لاستكمال مسيرة الدعوة في إندونيسيا، ولكني شغلت وشغل هو، فلم نتمكن من الاجتماع لهذا الأمر مرة أخرى، ولعل الله ييسر ذلك في سفرة أخرى]]. الجمعة: 16/3/1419 هـ ـ 10/7/1998م. كانت مجموعة من المتخرجين في الجامعات العربية، في مصر والسعودية وسوريا وليبيا والعراق… ويطلقون على أنفسهم: خريجي الشرق الأوسط، قد طلبوا مني إلقاء محاضرة صباح هذا اليوم في اجتماعهم الأسبوعي، في مؤسسة الطاهرية في جاكرتا، فلبيت طلبهم. محاضرة مسؤولية العلماء عن الدعوة إلى الله: ودارت حول النقاط الآتية: النقطة الأولى: العالَم بدون علم إلهي في ظلمة. وقائد الدعوة إلى تلك الظلمة: الشيطان. وأنصاره في الدعوة إلى تلك الظلمات وتوسيعها، هم أتباعه الذين يتبعون خطواته. النقطة الثانية: العالَم الذي يحظى بالعلم الإلهي في نور. وقادة الدعوة إلى ذلك النور: الأنبياء والرسل. وأنصارهم هم أهل طاعتهم. النقطة الثالثة: ورثة الأنبياء والرسل هم الذين ينوبون عنهم في توسيع دائرة النور، ودعوة الناس إلى الخروج من ظلمات الكفر إلى نور الإيمان. النقطة الرابعة: العلماء الجديرون بهذا الوصف، هم الذين يحققون الأمور الآتية: الأمر الأول: التفقه في الدين تفقهاً صحيحاً مبنياً على فهم الكتاب والسنة، وعلى الأسس والقواعد العلمية التي سار عليها علماء الإسلام. الأمر الثاني: أن يكونوا قدوة حسنة يرى الناس في أقوالهم وأفعالهم معاني الإسلام تتحرك بحركتهم. الأمر الثالث: أن يجعلوا غايتهم التي يعيشون من أجلها رضا الله، وإن سخط عليهم كل الناس. الأمر الرابع: أن ينقلوا معاني الإسلام التي يحققونها في أنفسهم، إلى أسرهم ومجتمعاتهم، أي أن يقوموا بوظيفة البلاغ المبين. الأمر الخامس: أن يكونوا أمناء على دين الله بأن ينقلوه للناس كاملاً دون منقوص، في العقيدة والعبادة والشريعة والأخلاق على أساس أن الدين شامل لكل تصرفات الناس، ولا تجوز مخالفته في أي شأن من شؤون الحياة. الأمر السادس: أن يتصدوا لحل مشكلات الناس التي تحدث، بتوضيح حكم الإسلام فيها حتى لا يظن الناس أن هذا الدين ناقص. الأمر السابع: أن يسعوا إلى جمع كلمة المسلمين وعدم تنازعهم المؤدي إلى فشلهم، بحيث يتعاونون في تحقيق ما يتفقون عليه من أصول الدين وفروعه، و يتناصحون في الأمور الاجتهادية التي للاجتهاد فيها حظ من النظر، عند علماء الأمة المبرزين، ولا يجعلوا تلك الأمور سبباً في تنازعهم. الأمر الثامن: أن يعطوا كل عصر ما يستحقه من البحث والتحقيق، وأن يتخذوا الوسائل التي تنجح بها الدعوة، ولا يجمدوا على الوسائل الماضية وحدها، لأن الأحداث تتجدد والوسائل تتنوع، والله تعالى لم يكلفنا الوقوف على وسائل للدعوة معينة، بل كل وسيلة متاحة لم يمنعها شرع الله، يشرع للداعية اتخاذها لتبليغ دين الله. الأمر التاسع: أن يقووا علاقاتهم بشباب الصحوة الإسلامية، ويتعاونوا معهم في الدعوة إلى الله، لأنهم نصبوا أنفسهم لذلك في ميادين متنوعة، وأثرهم ملموس في التأثير على غيرهم، وبخاصة شباب الجامعات... وهم في حاجة إلى التوجيه والترشيد، والعلماء هم أهل التوجيه والترشيد. الأمر العاشر: أن ينشروا معاني الإسلام نشراً واسعاً سريعاً إلى كل من يحتاج إليها من المسلمين وغيرهم. الأمر الحادي عشر: أن يعقدوا حلقات العلم لكل فئات المجتمع، بالخطب والمحاضرات والندوات والمؤتمرات، في المساجد والمدارس والجامعات وأماكن العمل، وأن يخصوا الشباب بحلقات علمية بتدريسهم كتباً معينة في العلوم الإسلامية وما يخدمها، بحيث يقرءون الكتاب من أوله إلى آخره، مع الفهم، كما كان يفعل ذلك علماء الإسلام. الأمر الثاني عشر: الاهتمام بالتعمق في دراسة اللغة العربية وتعليمها بالعربية، وليس اللغة الإندونيسية، لأن تعلم اللغة العربية وتعليمها الذي يفهم بها دين الله على حقيقته، من فروض الكفاية، بل تعلم كثير من الأذكار والعبادات من فروض العين، كقراء الفاتحة في الصلاة. وينبغي أن يوجد العلماء الذين تخرجوا في الجامعات العربية نادياً شهرياً على الأقل خاصاً باللغة العربية، يلقون فيه كلمات وخطباً ومحاضرات باللغة العربية، يتذاكرون فيه طرق تعليمها وتعلمها ونشرها بين الطلاب. هذا وقد رأيت غالب الحاضرين من كبار السن، ويندر وجود الشباب بينهم، فأنكرت ذلك، ونصحتهم بأن يدعوا الشباب الذين تخرجوا في الجامعات والمعاهد العربية ـ وهم كثيرون جداً ـ لمشاركتهم في هذا الاجتماع الأسبوعي. الاجتماع  بالسفير السعودي في جاكرتا: [[كان هذا الاجتماع بعد الرجوع من مدينة: باندونغ. وإنما قدمته هنا، لوقوعه في مدينة: جاكرتا]]. الجمعة: 23/3/1419هـ ـ 17/7/1998م. كنت زرت سعادة السفير السعودي: عبد الله بن عبد الرحمن عالم يوم الجمعة الموافق: 16/3/1419هـ ـ 10/7/1998م. وطلبت منه ـ كما جرت عادتي ـ مع الشخصيات التي أجتمع بها، أخذ بعض المعلومات، فاعتذر بزحمة العمل في هذا اليوم، ووعدني باللقاء يوم الجمعة القادم، وهو هذا اليوم. [img]pics/6/6002.jpg[/img]<< السفير السعودي عبد الله عالم أندونيسيا ـ جاكرتا >> [img]pics/6/6003.jpg[/img]<< الكاتب والسفير السعودي عبد الله عالم أندونيسيا ـ جاكرتا 16/3/1419? >> [img]pics/6/6004.jpg[/img]<< الحوار مع السفير السعودي في مكتبه >> قلت له: أرجو أن تعطيني معلومات مختصرة عن سيرتكم الذاتية، ووظائفكم، وعن تجاربكم في الاتصال بزعماء المسلمين في البلدان التي عملتم فيها... وقد أدلى سعادته بالمعلومات الآتية: 1 ـ ولدت بمدينة مكة المكرمة، سنة: 1358هـ ، ونشأت بها، وأكملت بها دراستي إلى المرحلة الثانوية، ودراسة تحضير البعثات. 2 ـ ثم درست في كلية الآداب بجامعة الإسكندرية، فرع بيروت، ونلت منها شهادة: البكالوريوس. 3 ـ التحقت بوزارة الخارجية سنة: 1376هـ. 4 ـ عملت مدير إدارة في السفارة السعودية بالقاهرة. 5 ـ عملت ملحقاً سياسياً في بيروت. ثم ترقيت في وظائف السلك الدبلوماسي، وعملت في بلدان: منها نيجيريا والسودان، ووزيراً مفوضاً في الولايات المتحدة الأمريكية، وكنت الرجل الثاني في الوزارة، نائباً لرئيس البعثة. 6 ـ انتقلت إلى تونس، في مندوبية جامعة الدول العربية، وكنت الرجل الثاني في المندوبية. 7 ـ عينت سفيراً في الصومال، سنة: 1967م، وبقيت بها إلى سنة: 1991م عندما نشبت الحرب الأهلية في الصومال. 8 ـ وسألت سعادة السفير عن أسباب أزمة الصومال من وجهة نظره، وكيف كان وضع السفارات عند قيام الحرب، وبخاصة السفارة السعودية؟ فأجاب: أزمة الصومال كانت نتيجة للحكم الفردي الاستبدادي الذي قام في الأصل على العصبية القبلية، ثم على استبداد زياد بري وأسرته واستئثارهم بالحكم. ولهذا قامت المعارضة ضد هذا الاستبداد من قبل القبائل الأخرى التي سلبها حقوقها وحرمها من المشاركة السياسية. فعارضته كل الأقاليم، وحاصرته حتى ضاقت عليه الحلقة، وأصبح لا يستطيع أن يتحرك في أكثر من خمسة كيلو مترات في العاصمة. وكان في تحركه يتنقل من ثكنة إلى أخرى من ثكنات الجيش. واشتدت الانتفاضة عليه حتى اضطر إلى الخروج إلى الحدود الكينية. عندئذ وجد فراغ سياسي، فانفصل الشمال عن بقية الأقاليم، وسمي بأرض الصومال. ثم تولى السلطة في الجنوب علي مهدي محمد، وعارضه حسين عيديد، وتفاقم الانشقاق، ولا زالت الحرب مستمرة إلى الآن. أما السفراء الذين كانوا موجودين في مقديشو، فقد فروا مع أسرهم. وأنا رحلت أسرتي، وفي اليوم الثالث رحلت زملائي، وبقيت أنا وواحد منهم فقط لمدة أسبوعين، وكنا ـ لشدة القصف المتواصل من كل اتجاه ـ نقيم في ممر المبنى، وليس في الغرف، اتقاء لإطلاق النار. وعندما سنحت الفرصة سافرت أنا وزميلي على الطائرة المصرية. 9 ـ ثم عينت سفيراً في جاكرتا، في شهر ديسمبر سنة: 1992م، ولا أزال على هذه الوظيفة. 10 ـ لي ولدان، وهما: باسم وعبد الرحمن، وثلاث بنات، وهن: خلود وسوسن ودعاء. وكلهم متزوجون، ما عدا عبد الرحمن الذي يواصل دراسته في الجامعة. ولي في السلك الدبلوماسي: 43 سنة، أكثرها في خارج البلاد. قلت له: أما شعرت في هذه المدة الطويلة بالتعب والغربة، وهممت بترك العمل في الخارج والرجوع إلى بلدك، للاستقرار فيه أنت وأسرتك، وبخاصة أن المشكلات التي يتعرض لها الدبلوماسي كثيرة؟ قال: كان دخولي في السلك الدبلوماسي هواية ورغبة ذاتية، ثم صار بعد ذلك عشقاً. وبرغم كثرة التنقلات مع الأسرة ووجود بعض المشكلات، فإني لا أزال أعشق هذا العمل. ومع وجود بعض السلبيات والمشكلات في هذا العمل، فإن إيجابياته أكثر من سلبياته. ومن تلك الإيجابيات: أن الأسرة والأولاد يكونون أكثر انفتاحاً واطلاعاً، وأوسع آفاقاً وأعمق فهماً للحياة، لأن الطفل الذي يعيش في بيئات متنوعة يتوسع أفقه أكثر من غيره. وأضرب مثالاً لذلك: أن أولادي ـ بنين وبنات ـ ألموا بأمور كثيرة في الثقافة والتخصصات... لذلك إذا قارنتَ بينهم وبين بعض زملائهم الذين لم تتنوع بيئات عيشهم تجد الفرق بينهم شاسعاً. [[هذه الميزة التي ذكرها سعادة السفير، وهي سعة الأفق والإلمام الواسع لأولاد الدبلوماسيين الذين يعيشون في بيئات متنوعة صحيحة من هذه الناحية، ولكن بشرط أن يكون السفير أو الدبلوماسي وزوجته على فقه في الدين وتمسك به، مع الاجتهاد في توجيه الأبناء وتربيتهم على هذا الدين، كما هو واقع هذا السفير وزوجته. أما عندما يكون السفير وزوجته أو أحدهما غير ملتزمين بالمبادئ الإسلامية التزاماً صادقاً، أو غير مهتمين بتربية أبنائهما التربية الإسلامية السليمة، فإن ضياع أولادهما وبعدهما عن الالتزام بالإسلام متوقع بنسبة كبيرة، كما هو حال أبناء كثير من الدبلوماسيين]]. 11 ـ قلت له: ماذا تتمنى من الصفات التي ينبغي أن يتحلى بها السفير المسلم؟ قال: السفير هو الداعية الحقيقي إلى الإسلام، وبخاصة إذا كان سفيراً لأرض الرسالات، ولو لم أكن سفيراً لتمنيت أن أكون داعية، وقد وفرت لي مهنتي أن أكون داعية والحمد لله. ومما ساعدني على هذا لاتجاه رعاية والدي وإعانته لي، حيث كان يزورني مع الأسرة كلها في أيام الإجازات، عندما كنت في بيروت والقاهرة. وكان حريصاً على أن لا أغيب كثيراً عن البيت، وكان إذا سهرت مع بعض الزملاء وتأخرت عن البيت في بيروت لا ينام، حتى إذا أحس أنني دخلت البيت تنحنح، فأسأله: لما لم تنم يا أبي؟ فيقول: لم يأتني النوم خوفاً عليك… فكان في ذلك الأسلوب تربية وتأديباً مؤثرين غير مباشرين، لذلك كنت أحرص على أن أعود مبكراً، وإذا احتجت إلى التأخير قليلاً، أتصل به هاتفياً وأطمئنه، فكان لذلك أثره في تربيتي. وهناك عامل آخر مهم في حياتي ساعدني مساعدة عظيمة على مهمتي، سواء فيما يتعلق بالوظيفة الرسمية، أم بالدعوة العملية إلى الإسلام... وهذا العامل هو: زوجتي التي هيأت لي كل الوسائل التي تريحني وتجعلني أقوم بمهمتي وأنا مرتاح البال. 12 ـ وسألته عن: صلته بزعماء الجمعيات الإسلامية في البلدان التي عمل فيها، وعن تجاوبهم معه؟ فقال: الصلة بهم على أحسن ما يرام، وبخاصة زعماء الجمعيات الإسلامية في إندونيسيا، مثل جمعية نهضة العلماء والجمعية المحمدية وجمعية الإرشاد وغيرهم. وأعتز بحضور احتفالاتهم، وإن كانت مرهقة، لكثرتها وكثرة مناسباتها. 13 ـ قلت: ماذا تتمنى أن يكون عليه الداعية؟ قال: أتمنى ـ مع فقهه للدين ـ أن يدرس تاريخ البلد وعاداته وتقاليده، وكيف تلقى أهله الإسلام ودخلوا فيه، فإذا كان الداعية كذلك فإنه سيكون ناجحاً في دعوته بإذن الله. وليس الداعية ـ فقط ـ من يحمل الكتاب ويأتي إلى المسجد ويدرس ويؤم الناس، لكن الداعية هو كل مسلم في مهنته: الطبيب والأستاذ والسفير وعضو السفارة والتاجر... كل منهم يكون داعية في مهنته، ولا تقتصر الدعوة على فئة معينة من الناس، وإن كان الواجب على كل داعية أن يفهم ما يدعو إليه قولاً وعملاً. 14 ـ وضرب السفير مثالاً حصل له مع الرئيس الصومالي زياد بري، فقال: كنت عنده فسألني: هل تشرب الخمر؟ قلت: لا. قال: هل أنت مريض؟! قلت: لا. بل أنا بصحة جيدة، وأمارس أنواعاً من الرياضة. قال: فلماذا لا تشرب الخمر؟! قلت: لأني مسلم، والإسلام حرم الخمر. قال: ولكن غيرك ـ يقصد من السفراء والدبلوماسيين ـ يشربون! قلت: الأولى بهم إذا كانوا يتناولونها ـ مع حرمتها ـ أن يستتروا، بدلاً من المجاهرة التي هي أشد حرمة. وقال: إن كثيراً من الدبلوماسيين يظنون أنه لا بد من مجاملتهم للآخرين بسبب علاقاتهم الدبلوماسية! وقد قال لي سفير شاب مسلم: أنا أعجب من كثرة صلاتك بالناس، وبخاصة الزعماء، وأنت لا تشرب الخمر، والأصل في الدبلوماسي أن يجامل!! فقلت له: المسلم إذا التزم بدينه يحترمه الناس. وضرب السفير مثالاً آخر، يرد به على من يزعم من الدبلوماسيين أنه يضطرون لتعاطي الخمر ونحوها من باب المجاملة، لأن صلاتهم بالناس متنوعة وبعضها حساسة! وهذا المثال يدل على احترام من يلتزم بدينه ومبدئه من السفراء، فقال: كان السفراء في اليابان يجتمعون مع عوائلهم في منزل أحدهم، وكانت زوجتي تحضر معي وهي محتجبة، ولم نكن نشرب الخمر والسفراء الآخرون وعوائلهم يشربون ويراقصون النساء، وذات ليلة كان اجتماعنا في منزل سكرتير السفارة الأمريكية، فقدم الطعام ولم يقدم الخمر، وأعلن للسفراء بأنه سوف لا يقدم الخمر احتراماً للسفير السعودي وزوجته، ومن يرد منكم الخمر فليذهب إلى المطبخ ويشرب هناك! وتعجب الحاضرون من ذلك، وكثير منهم لم يتناولوا الخمر في تلك الليلة، وبعضهم ذهب إلى المطبخ وتناولها...! [[إلى هنا انتهت المقابلة مع السفير السعودي. وقد استغرق الاجتماع به ساعة ونصف الساعة بعد صلاة الجمعة، وكانت لدي أسئلة أخرى أود أن أسمع إجابات السفير عنها، لما في إجاباته من تجارب سفير مسلم داعية، وهذه الفئة من السفراء قليلة جداً، ولكني فضلت الاقتصار على ما مضى، خشية من الإثقال على الرجل، لكثرة أعماله. وقد دعاني لتناول طعام العشاء في منزله، ولكني اعتذرت لأني كنت مرتبطاً بموعد آخر، مع حاجتي إلى الاستعداد للسفر إلى جزيرة بالي]]. الاجتماع بمخرج الأفلام الإندونيسي المسلم: الأحد: 18/3/1419 هـ ـ 12/7/1998م. أخبرني الأخ أحمد ثروت أنه يوجد مخرج أفلام مسلم، يسمى: إيمان خير الأمم بن خيري، وانه يهتم بإخراج الأفلام الإسلامية، وأنه يحب التعاون في ذلك مع الدعاة، ويحب أن يسمع بعض أفكارهم، فرغبت في الاجتماع به، لأناقش معه موضوعاً كنت أفكر فيه منذ مدة طويلة، وأشرت إليه في كتابي: السباق إلى العقول، وهو: مقارنة إعلامية ميدانية، تبين أوضاع المسلمين في هذا العصر. [img]pics/6/6005.jpg[/img]<< الكاتب ومخرج الأفلام إيمان خير الأمم في الفندق أندونسيا ـ جاكرتا 18/3/1419? >> ومن أمثلة تلك المقارنة: تصوير ما يهتم به الإعلام الموجه من قبل حكومات المسلمين من توافه الأمور، كالرقص والغناء والمسلسلات الغرامية المفضوحة، والمبالغة في تمجيد المغنين والراقصين والممثلين والرياضيين وإكرامهم... والكتاب والأدباء العلمانيين، وإبرازهم جميعاً للناس، ووصفهم بالرواد والنجوم... وتصوير أعداء الإسلام من اليهود في فلسطين، والنصارى في البوسنة والهرسك وكوسوفا والفلبين، والوثنيين في الهند وبورما، والشيوعيين في أفغانستان ثم في الشيشان، وهم مدججون بالسلاح الذي يقتلون به المسلمين في تلك البلدان ويدفنونهم في مقابر جماعية، ويخرجونهم من ديارهم، وينتهكون أعراضهم، ويعذبونهم في المعتقلات والسجون... وأمثلة أخرى كثيرة. تصور تلك الأمور المتناقضة وتخرج في فلم يعرض على الشعوب الإسلامية، مع التعليق الذي ينبهها على هذه التناقضات، لترى ما يحيط بها من الخطر من قبل الأعداء، ومن المخططات الرامية إلى إلهائها عن ذلك الخطر من قبل غالب من تولى أمرها من العلمانيين الموالين لليهود والنصارى.. فإن المسلمين إذا تنبهوا لهذا الخطر ووعوه قد يفيقون من غفلتهم ويتجهون إلى وضع أنفسهم في الموضع الذي يعيد لهم عزتهم وكرامتهم، ويهتموا بالأهداف العليا التي وضعها لهم ربهم في هذا الدين، وينصرفوا عن تلك التوافه التي كانت سبباً في ذلتهم... لهذا رغبت في الاجتماع بالأخ: إيمان لأشرح له هذه الفكرة، لعله يستطيع أن يعمل شيئاً، فكان هذا اللقاء. والأخ إيمان ولد في: 4 من شهر إبريل، عام: 1943م. والتحق بكلية علم النفس في جامعة: غاجه ماجه (GAGAH MAGAH) في مدينة جوك جاكرتا، رغبة في علم طبيعة الإنسان وسلوكه... ولم يكمل دراسته في الكلية، بل انتقل إلى تعلم إخراج الأفلام، بعد تعرفه على الحياة الإنسانية... قلت له: هل وجدت علم النفس الذي يدرس في الجامعات يعرِّف حقاً حقيقة الإنسان؟ قال: لا. وكان تعلمه لإخراج الأفلام عن طريق فريق النادي المسرحي في جوك جاكرتا، الذي كان مشتركاً فيه قبل دخوله الكلية. وقال: إنه يخرج من الأفلام ما يتعلق بمسيرة الإنسان، وهو الآن يحاول أن يربط أفلامه بالدين. قلت: ما سبب اتجاهك للربط بين مهنتك وبين الدين؟ قال: إنني ولدت في أسرة دينية، ووجدت بعض الشباب الذين لفتوا نظري إلى ذلك. وكنت أتمنى أن أخرج فيلماً إسلامياً، ولكني لم أجد من يساعدني بالمال إلا في الفترة الأخيرة. قلت: هل تتابع الأفلام التي تصنع أو تعرض في البلدان الإسلامية؟ وهل يرجى من بعضها خير للمسلمين؟ قال: لا أعرف كثيراً من تلك الأفلام حتى أحكم عليها، ما عدا الأفلام التي تصنع أو تعرض في إيران، فإنها تشترك في المعارض والمسابقات العالمية… ولذلك نطلع على أفلامها. أما الدول العربية ـ مثل مصر وسوريا ـ فلا تشترك إلا نادراً جداً. وعندي استعداد لإقامة معارض كبيرة للأفلام من البلدان الإسلامية، ولكني لا أجد من يمدني بذلك. قلت له: ما أهدافك من إخراج أفلامك؟ قال: الهدف الرئيس: حل مشكلات الأمة اليومية، ولا يمكن ذلك إلا عن طريق الإسلام. هذا وقد عرضت عليه فكرة: (مقارنة إعلامية ميدانية) فاستحسنها وأعجب بها، ولكنه قال: إنه يعترض ذلك عقبتان: العقبة الأولى: جمع المادة الإعلامية الميدانية التي يراد مقارنتها. والعقبة الثانية: أنه قد لا يؤذن للفلم أو الأفلام بالعرض في كثير من البلدان، بهذه الصفة. قلت له: أما المادة فليست صعبة، إذ تستطيع أخذها عن طريق ما يعرض في القنوات التلفازية الفضائية والمحلية في جميع البلدان الإسلامية، وفي غير البلدان الإسلامية، كما تستطيع أخذ ذلك عن طريق الملحقين الثقافيين في سفارات البلدان الإسلامية وغير الإسلامية، ولا يبقى عليك إلا المقارنة والإخراج. وأما الإذن فيكفي أن تأذن بعرضه دولة واحدة أو دولتان، وقد تتولى ذلك بعض الشركات الإعلامية العالمية، إذا أدركت أنها ستربح من وراء العمل المعروض... السفر إلى باندونغ: الجمعة:9/3/1419 هـ ـ 3/7/1998م. في الساعة الثانية بعد الظهر اتجهنا إلى مدينة: (باندونغ) بالسيارة، وكان مرافقي الأخ أحمد ثروت الذي َيدْرُس في كلية الشريعة بجامعة الإمام محمد بن سعود ـ فرع جاكرتا ـ ويقوم بالتدريس والإدارة في معهد إسلامي ـ مساعداً لأبيه الذي أنشأ المعهد ـ وهو متخرج من الأزهر. والأخ أحمد يسره أن يقوم بخدمتي ويرافقني، ويحاول استغلال الوقت معي للسؤال عما يدور بخاطره من المسائل المتعلقة بالأحكام الشرعية والدعوية. [[ما حصل بعد هذا التاريخ سجل في المعلومات المتعلقة بمدينتي (باندونغ وجاكرتا) في المجلد الرابع من سلسلة في المشارق والمغارب، الجزء الأول من رحلات أندونيسيا.. ص: 139]]. وكانت الطريق من جاكرتا إلى باندونغ شديدة الزحمة بالسيارات، لكثرة المسافرين، لوجود إجازتين في هذه الأيام: إحداهما: إجازة المدارس، والثانية: إجازة الموظفين، بمناسبة المولد النبوي الذي يستعد له الإندونيسيون جميعاً رسمياً وشعبياً. حدَثٌ جديد خطير في احتفالات المولد! وبهذه المناسبة أحب أن أنبه على أنه مع ما في المولد من ملاحظات، سواء في الاحتفال به أم في بعض ما يتضمنه من مبالغات، فقد رأيت هذه السنة حدثاً خطيراً ينقله التلفاز الإندونيسي، لا يقل خطراً عن عبادة الأوثان، وهو أنهم يجتمعون صغاراً وكباراً، رجالاً ونساءً، وينشدون أناشيد في مدح الرسول صلى الله عليه وسلم، مثل: طلع البدر علينا… وأنت شمس أنت نور… ومما لا شك فيه أن الرسول صلى الله عليه وسلم أعظم من جميع الأنوار الأرضية، وأعظم من الشمس، والنور الذي جاء به لا يقارن به أي نور.. ولكن في نفس اللحظة يمر أمامهم جمل قد أشعلوا عليه نوراً، فيركعون له جميعاً…! وقد نبهت بعض العلماء الذين اجتمعت بهم وبعض طلبة الجامعة الإسلامية، بأنه لا يجوز السكوت على ذلك، لأن هذا العمل عمل وثني لا فرق بينه وبين الركوع لأي وثن، بل هو أشد خطراً، لأن غالب الشعب الإندونيسي جاهل بكثير من أصول الدين، والعادات الوثنية منتشرة في الشعب، وتجد الصور المجسمة في منازل كثير منهم، وإذا استمرت هذه الصفة بدون إنكار، فقد يصبح الناس يسجدون للجمل، ظناً منهم أن في ذلك احتراماً وتوقيراً للرسول صلى الله عليه وسلم. ولشدة تلك الزحمة بقينا مسافرين ست ساعات من جاكرتا إلى باندونغ، مع العلم أن المسافة بينهما لا تزيد عن مائة وستين كيلو متر. الرجوع إلى مدينة جاكرتا من مدينة بالي: الخميس: 22/3/1419 هـ ـ 16/7/1998م. وفي هذا اليوم رجعت من مدينة بالي إلى مدينة جاكرتا."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "أوراق عن أزمة إندونيسيا وسقوط سوهارتو",
    "content": "طلبت من بعض طلاب الجامعة الإسلامية بالمدينة المنورة إعطائي معلومات عن أسباب سقوط الرئيس سوهارتو، وأثر ذلك على البلاد، لاستكمال المعلومات التي دأبت على كتابتها عن البلدان التي أزورها، وبخاصة إندونيسيا، فأخبروني أن بعض الصحفيين الإندونيسيين ترجم شيئاً مما نشر في الصحف عن ذلك إلى اللغة العربية، فطلبت منهم السعي للحصول عليها، فاتصلوا بالصحفي، وسلمهم نسخة منها، وهي ثلاث أوراق تتعلق بثلاثة أمور: الأمر الأول: سقوط سوهارتو، والأحداث التي سبقته. الأمر الثاني: موقف الجيش الإندونيسي من الإصلاحات. الأمر الثالث: الأحزاب القديمة والحديثة. الورقة الأولى: سقوط سوهارتو والأحداث التي سبقته: [[وسأسجلها بنصها، مع تصحيح بعض العبارات من حيث الترجمة]]. بسم الله الرحمن الرحيم سقوط الرئيس/ سوهارتو طاغية إندونيسيا. فوجئ الناس بانسحاب الرئيس سوهارتو من منصبه يوم الخميس: 21 مايو 1998م. وقد أعلن الرئيس انسحابه في قصر: \"ميرديك\" ـ قصر الاستقلال ـ في عاصمة جاكرتا [[هكذا والصواب: العاصمة: جاكرتا]] بعد اجتماع مع تسعة رجال، كلهم مسلمون، منهم عبد الرحمن واحد رئيس جمعية نهضة العلماء، ونور خالص ماجد، أحد المفكرين البارزين، والأستاذ علي، أحد رجال مجلس علماء إندونيسيا، ومالك فجر، من الجمعية المحمدية. واضطر الرئيس إلى إعلان الانسحاب، رغم أنه وعد الشعب قبل يومين بإجراء الانتخاب العام وتشكيل لجنة الإصلاح (REFORMATION) وتغيير مجلس الوزراء. وبعد.. فهذا بيان تتابع الأحداث قبل انسحاب الرئيس، ورغم أن هذا الانسحاب أمر أساسي، فإن الأزمة الاقتصادية التي تحيط بالشعب منذ شهر يوليو 1998م قد زادت من سرعة سقوط سوهارتو من منصبه. الثلاثاء: 12 مايو 1998م. فوجئ الشعب بقتل أربعة طلاب \"تريساكتي\" (TRISAKTI) وجرح عشرات منهم برصاص من رجال أمن الدولة. وأغلب الظن أن إطلاق هذا الرصاص جاء من ناحية شارع الخط السريع ((FLYOVER الواقع جنب الجامعة، ويستنتج من عيار الرصاصات المستخدمة أنها من نوع الرصاص الفتاك (النارية) من بندقية نوع: SSI. وقد أكد الدكتور/ منعم إدريس ـ وهو عالم طبي (FORENSIC) بعد فحصه لهؤلاء القتلى أن الرصاصات أصابت المقتل من هؤلاء الضحايا ـ من الأعناق والرؤوس ـ وقد ثار بهذه الحادثة كثير من المواطنين، حتى إن الاعتذار من قواد الجيش والشرطة في العاصمة لا يقبله (لم يقبله) الطلاب والمواطنون، بل حتى الاعتذار من وزير الدفاع والقائد للقوات المسلحة: جنرال/ويراينتو لا يستطيع أن يطفئ ثائرة المواطنين. الأربعاء: 13 مايو 1998م: اجتمع في الصباح الباكر جمع غفير من طلاب الجامعات المختلفة في جامعة: ( (TRISAKTIالواقعة في غرب جاكرتا، وهم جاءوا للتعزية مع عدد من الشخصيات البارزة، مثل: الدكتور/أمين رئيس، وميغاواتي بنت الرئيس الراحل: سوكارنو، وعلي صادقين (محافظ جاكرتا الأسبق) و عدنان يونغ ناسوتيون (المحامي المشهور). وفي الضحى خرج المواطنون إلى الشوارع، وأوقفوا السيارات والحافلات وحرقوا شاحنة ثم سيارات أخرى كثيرة. وفي المساء اتسع الشغب والتحريق في جاكرتا، وخاصة في مستعمرات (عمارات) صينيين ( الصينيين) ومراكز تجارية. وفي الليل اقترب المواطنون الثائرون من قصر الرئيس، فأحالهم الجيش إلى منطقة GLODOK)) (وهي) مركز تجاري إيلكتوني، فاحترق المركز نهائياً. الخميس: 14 مايو 1998م. ازداد اتساع الشغب حتى يعم (عم) مدينة جاكرتا التحريق والسرقة، بل وصل الشغب إلى ضواحي جاكرتا، مثل بلدية: ديبوك(DEBOK) وبيكاسي(BEKASI) وتانجرانج(TANGRANG) وامتلأ مطار سوكارنو حتى الدولي بالصينيين والأجنبيين الذين سيهجرون البلد. وضاعفت الخطوط الجوية الأجنبية ـ وخاصة (خطوط) سنغافورة ـ كمية رحلاتها. بينما كانت القوات العسكرية من اليابان وأستراليا وأمريكا أرسلوا طائراتها وسفنها لإجلاء (رعايا) شعبهم (شعوبهم) إذا اضطرت الحالة إلى ذلك. وقد غادر البلاد كذلك كثير من الدبلوماسيين الأجانب، حتى لم يبق في السفارة الأمريكية إلا السفير: (JOHN STAPPLETONROY) الذي يحرسه جنود من القوة البحرية. وقد دخل الرعب في قلوب المواطنين وارتفعت نيران الحريق في المراكز التجارية المحترقة، وتعطلت وسائل النقل في العاصمة، وكذلك الدوائر الحكومية والأهلية والمدارس، ولم يقف رجال الأمن موقف القوة أثناء هذه الحادثة. وجاء الخبر من القاهرة أن الرئيس سوهارتو مستعد للانسحاب، إذا طلب الشعب ذلك. وفي خلال لقائه مع المجتمع الإندونيسي في القاهرة أعاد الرئيس استعداده للانسحاب، إذا طلب منه ذلك بالطريقة الدستورية. (زار الرئيس سوهارتو مصر للمشاركة في مؤتمر البلدان النامية\"G ـ 15 SUMMIT\"). [[ما بين القوسين هنا من الأصل]]. الجمعة: 15/ مايو 1998م. أمر مسؤول الجيش في العاصمة بإطلاق الرصاص تجاه الثائرين، فتحرك الجيش وانتشروا في كل مكان، ولكن هذا التحرك لم يُجْدِ كثيراً، وزاد الرعب في قلوب المواطنين بعد ما سمعوا أن الثائرين سيتحركون إلى مستعمراتهم (عماراتهم) وبيوتهم، فباتوا يحرسونها ليل نهار، وجاء الخبر من القاهرة أن الرئيس سوهارتو يقصر (يقطع) مدة زيارته في القاهرة ويعود إلى إندونيسيا في أسرع وقت. ففي منتصف الليل هبطت الطائرة التي تحمل الرئيس، فرجع إلى بيته بحراسة الدبابات، والخبر الآخر يقول: إن الرئيس بعد وصوله جاكرتا سار بحراسة الجيش إلى مركز الجيش قرب بيته أوَّلاً. ظهرت الإشاعة أن الرئيس، سينسحب من منصبه يوم السبت 16 مايو، وفي نفس الوقت طلب مسؤول الشؤون الاجتماعية والسياسية للجيش: (LIEUTENANTGENERALS SUSILO BAM BANG YUDOYONO) عددا من المفكرين إبداء آرائهم عن الإصلاح السياسي، فمن الذين استجابوا لهذا الطلب الدكتور/ إنديريا ساميجو، والدكتور/نور خالص ماجد. اقترح د/إنديريا إجراء الانتخاب العام عام: 2002م مع تبكير إعداد اللوازم له (الإعداد اللازم لها) مثل إلغاء عضوية البرلمان المرشحة من قبل رئيس الجمهورية، وإعطاء الأحزاب السياسية حقوقها اللازمة، وزاد الدكتور/نور خالص ماجد بمطالبة (مطالبة) سوهارتو الانسحاب من منصبه، إذا نجح الإصلاح وتسليم أمواله وأموال عائلته للدولة، وإجراء الانتخاب عام: 2000م. وقد قبل رجال الجيش هذه الآراء، غير أن هؤلاء طلبوا من نور خالص ماجد التنازل عن اشتراط تسليم أموال سوهارتو وعائلته وموعد الانتخاب العام. وقد أرسل مدير شئون الإعلام: (الراديو والتلفزيون والأفلام) في (من) وزارة الإعلام خطاباً إلى مسئول إدارة التلفزيون الخاص، جاء فيه: أمر بتركيز المعلومات من قبل التلفزيون الحكومي، وفي بيانه قال المدير: إن هذا القرار صدر بعد اتفاق بينه وبين القائد للقوات المسلحة، وقد رأيا أن التلفزيونات الخاصة قد شجعت الثائرين الغاصبين على حركاتهم، بتقديم الثورة في شاشة التلفزيون، وقد أدى هذا إلى صعوبة الجيش في إيقاف حركة الثائرين (إلى صعوبة إيقاف الجيش حركة الثائرين).. السبت: 16 مايو 1998. أصدر سوهارتو بياناً رسمياً عن طريق وزير الإعلام ووزير الشئون الداخلية، أنه غير مستعد للانسحاب، وقال: إن البرلمان قد اختاره رئيساً للدولة حتى عام: 2002م. وبعد هذا البيان زار رئيس البرلمان: هارموكو (HARMOKO) مع وكلائه الخمسة الرئيس سوهارتو، لإشعاره أن الحكومة قد فقدت التأييد من قبل الشعب، وطالب الشعب بانسحاب الرئيس، وبعد هذه الجلسة أصدر رئيس البرلمان/هارموكو بياناً، بأن الرئيس يوافق على الإصلاح الكلي الذي طلبه الشعب، ويريد هو تغيير مجلس الوزراء. وقبل هذه الجلسة أشيع أن الفريق شروان حامد [[مندوب الجيش في البرلمان]] لا يوافق على زيارة رؤساء البرلمان لسوهارتو، ورأى أنه من حقهم دعوة الرئيس إلى البرلمان. الأحد: 17 مايو 1998م. أشيع خبر أن في القوات المسلحة حصلت اختلافات، وخصوصاً في طريقة إيقاف حركة الثائرين، فبعض الضباط، مثل الفريق/PRABOWO زوج إحدى بنات  سوهارتو، يرى أن يعامل الثائرون معاملة عسكرية، ولكن القائد للقوات المسلحة: SUSILO YUDOYON WIRANTO  آثر موقف الدفاع السلمي، حتى لا تسفك الدماء. والوضع السياسي والاجتماعي في ذلك الحين لا زال في قبضة الجيش، ولكن السرقة (النهب) والانتهاك لم تقف، وخاصة في ضواحي العاصمة، وكانت حركات الجيش والشرطة منتشرة في كل مكان. الاثنين: 18 مايو 1998م. أجرى رئيس البرلمان وبعض نائبيه مقابلة مع رؤساء الطلاب المجتمعين في مبنى البرلمان منذ أيام، وبعد تلك المقابلة أجرى رئيس البرلمان مقابلة صحفية بين فيها اتفاق الجهتين على طلب الانسحاب من الرئيس/سوهارتو، لأجل المحافظة على وحدة الشعب، ولكن قائد القوات المسلحة أنكر هذا الاتفاق، وقال: إن تصريح رئيس البرلمان غير دستوري، وأيد القائد خطوات الإصلاح التي رسمها الرئيس/سوهارتو. وقال الدكتور/ رياس رشيد: قد أخطأ هارموكو في اجتهاده، لأنه لم يستشر نواب الأحزاب الموجودة في البرلمان. خاف الناس ـ بهذا البيان من الجيش ـ أن الرئيس سيدافع عن منصبه بالقوة العسكرية. وفي مساء ذلك اليوم التقى الدكتور/نور خالص ماجد مع وزير سكرتارية الدولة/سعادله مرشد، لمناقشة الإصلاح السياسي. وبعد ساعتين من اللقاء اتصل به الوزير وطلب منه الحضور إلى بيت الرئيس سوهارتو في الساعة السابعة مساء. أشيع الخبر أن نائب الرئيس الجمهوري: د/حبيبي ورئيس البرلمان هارموكو تحالفا لضغط (للضغط على) سوهارتو وتسليم منصبه إلى نائبه/د. حبيبي، وقد أيدهما الفريق/PRABOWO، فأرسل جنوداً من مدينة: صولو، جاوة الوسطى، ومدينة ميدان، سومطرة الشمالية، ولمواجهة هذه المناورة أرسل القائد/WIRANTO جنوداً إلى العاصمة: خمسة وعشرين ألف جندي مسلح من ثلاث قوات مسلحة ومن الشرطة. الثلاثاء: 19 مايو 1998م. دعا الرئيس سوهارتو تسعة رجال من المسلمين ـ كما سبق ذكر بعض أسمائهم ـ ليسمع منهم الآراء والاقتراحات للإصلاح، وبعد الاجتماع مع هؤلاء التسعة أعلن الرئيس عزمه على إصلاح البلد وتغيير مجلس الوزراء وتشكيل لجنة الإصلاح، وفي الوقت نفسه وعد الرئيس بإجراء الانتخاب العام بعد ستة أشهر، وأعلن استقالته (عزمه على الاستقالة) بعد ذلك الانتخاب. وفي خطبته كذلك قال: إنه لن ينسحب خلال هذه الفترة، لأنه إذا انسحب سوف ينتقل منصب الرئاسة إلى نائبه، واعتقد أنه إذا فعل ذلك فسيستمر الاحتجاج من الشعب. قال الدكتور/ أمين رئيس: إن الدكتور حبيبي غضب على الرئيس سوهارتو، لأنه بتلك الكلمة قد استخف بنائبه واستحقره أمام الجمهور، فدهش الرئيس من غضب نائبه، ولم يتوقع قط هو أن مساعده خلال عشرين عاماً اجترأ (يجترئ) عليه، ثم سكت الرئيس ـ من دهشته ـ ولم يقل شيئاً. وفي نهار اليوم اجتمع أعضاء البرلمان في المجلس، واتفقوا على ضغط (على الضغط على) سوهارتو للانسحاب قبل يوم السبت القادم، وإلا فالمجلس سيعقد اجتماعه الخاص لاستماع التقارير من الرئيس سوهارتو. وخلال هذه الدقائق الفاصلة انتشرت في الناس نشرات تنادي المواطنين (و) تدعوهم إلى الاجتماع في ساحة: برج \"موناس\" قرب القصر الجمهوري يوم الأربعاء. وجاء في النشرات التي نشرها اتحاد حركة الطلاب المسلمين الإندونيسيين أن هذا الاجتماع يتناسب مع يوم: \"نهضة الأمة\" وسموا ذلك الاجتماع بـ(الدعاء الاجتماعي الوطني) وسوف يحضر معهم أمين رئيس. وفي الوقت نفسه أشيع الخبر أن اللواء المتقاعد/هاريادي درماوان، رئيس اتحاد خريجي جامعة إندونيسيا، سيجمع الطلاب في نفس المكان. وفي الليل انتشر الخبر بين الطلاب المجتمعين في مجلس البرلمان منذ أيام أن الجيش سيطلق الرصاصات تجاههم ليلاً، فدخل بسبب هذا الخبر الرعب في قلوب بعض الطلاب، فجعلوا يتركون المكان، وأما الطلاب الثابتون فقد باتوا ليلهم ساهرين، ولكن هذا الخبر لم يتحقق فعلاً. خوفاً من تكرار الشغب استعد الجيش لرد الطلاب والمواطنين الزاحفين إلى ساحة \"موناس\" ففي منتصف الليل يسد (سد) الجنود كل الشوارع المتجهة إلى \"موناس\" بمتراس (بمتاريس) حيث الدبابات والعربات مصفوفة، والأسلاك الشائكة محيطة في كل جانب، وامتنعت وسائل النقل العامة أن تمر على هذه الشوارع، وأغلقت محطة القطار\"GAMBIR\" الواقعة جنب ساحة: \"موناس\" وهدد القائد: WIRANTO كل من حاول الوصول إلى ساحة موناس بإجراءات قاسية. ودهش الدكتور /أمين رئيس عندما يطوف (طاف) جاكرتا ليلة الأربعاء، حيث يرى (رأى) جموعاً كثيرة من الجنود ملتفين حول ساحة موناس، فأعلن في الناس إلغاء الاجتماع في ساحة موناس، وقال: \"كأن جاكرتا على مقربة من المعركة الصارمة\" وقد أذاع هذا الإلغاء كل (من) الراديو الحكومي والتلفزيون الحكومي، وبعض التلفزيونات الخاصة صبح يوم الأربعاء الساعة الخامسة. الأربعاء: 20 مايو 1998م. ألغى د. أمين رئيس الاجتماع مع المواطنين والطلاب في ساحة موناس، حفظاً (حقناً) للدماء الغالية من أن تراق، وفي فجر يوم الأربعاء استغرب (تعجب) المواطنون من كثرة الجنود المتواجدين حول ساحة موناس، كل الشوارع (المؤدية) إلى ساحة موناس مسدود بالجنود والدبابات وغيرها. ففي ناحية جنوب جاكرتا نصب الجنود أسلاكاً شائكة، ابتداء من شارع: RASUNA SID UGN  على طول خمسة كيلومترات من ساحة موناس. ومنع الجنود المواطنين والصحفيين من المرور حول موناس. أما شارع: CENDANA  حيث مسكن الرئيس سوهارتو، فمسدود بشكل أشد، ويحرسه جنود من قوة خاصة: COPASSUS، ويظهر (ظهر) قائد الجيش المسئول عن العاصمة يركب (راكباً) عربة مدرعة يطوف بها الأماكن الحساسة. تعطلت العاصمة، وكانت الشوارع خالية من وسائل النقل. خرج د.أمين رئيس من بيت صديقه \"مالك\" فجراً إلى مكتب الجمعية المحمدية، ولكن الشوارع مسدودة، حتى اضطر إلى أن يأخذ شارعاً آخر فوصل إلى المكتب. وفي مبنى البرلمان طالب الطلاب المجتمعون فيه منذ أيام، بانسحاب الرئيس سوهارتو، وعندما وصل د./أمين رئيس ذلك المبنى، زادت حماسة المطالبين بانسحاب سوهارتو. انتشرت الأخبار أن الرئيس سوهارتو لا يستطيع أن يشكل لجنة الإصلاح وتغيير مجلس الوزراء، لعدم استجابة المفكرين والثائرين لندائه، وزاد حيرة الرئيس عندما وصلت إليه استقالة وزرائه في الشئون الاقتصادية والمالية والصناعية، والبالغ عددهم 14 وزيراً. حضر إلى بيت الرئيس كل من نائبيه السابقين:  SUDARMONOو TRI SUTRISN يطلبان منه الانسحاب من منصبه. وفي الساعة الثامنة مساء دعا قائد القوة المسلحة عدداً من الضباط والمفكرين المدنيين إلى الاجتماع في مركز القوات المسلحة، في شارع: \"ميرديكا بارات\" جاكرتا، فاتفقوا على وجوب انسحاب سوهارتو. وفي منتصف الليل ذهب القائد/  WIRANTO إلى الرئيس سوهارتو وقال له: إن الجيش لا يمكنه حماية الدولة، إلا إذا انسحب الرئيس سوهارتو. وأشيع الخبر أن القائد /WIRANTO، إنما اتخذ هذا القرار بعدما ضمن له الدكتور/ حبيبي البقاء في منصبه، كوزير للدفاع وقائد القوة المسلحة، علاوة على ذلك أن الجنود الذين أحضرهم /WIRANTO إلى العاصمة كافية لحماية منصبه، تجاه حركة الجيش التي قلدها الفريق /PRABOWO. الخميس: 21مايو 1998م. أعلن الرئيس سوهارتو انسحابه من منصبه، وذلك في الساعة التاسعة صباحاً، وفي خطبته الوجيزة التي أذاعها التلفزيون، قال:\" أنه من الصعب عليًّ تصريف أمور الدولة، فأقر الانسحاب من منصب الرئاسة حالا\". [[نعم! لا بد من ذلك الآن بعد أن يئس من استعداد الجيش لتوجيه نارهم إلى صدور الشعب الذي كرهه، وهكذا شأن جميع الزعماء الذين يتولون أمور الشعوب كرهاً، لا يتنازلون إلا بالموت أو تخلي الزبانية الذين يفرضون بقاءهم مسيطرين على شعوبهم فرضاً، فقد حاول سوهارتو في الأيام الماضية كلها أن يسوف تنازله بشتى الحيل، طمعاً في وقوف الجيش بجانبه، فلما يئس من ذلك قرر التنازل فوراً…!]]. وكان كاتب خطبة سوهارتو هو الدكتور (YUSRIL IHZA MAHENDRA ) العالم بالشئون (بالشأن) الدستوري الذي جعله سوهارتو مرجعاً في اتخاذ القرارات الدستورية، خلال الأيام الأخيرة. وفي بيانه الصحفي بعد انسحاب سوهارتو، قال الدكتورYUSRIL : إن إجراءات سوهارتو في انسحابه، ترجع إلى الفصل \"المقطع\" الثامن من الدستور الأساسي للدولة. وبعد إعلان الانسحاب من الرئيس سوهارتو، قامت المحكمة العليا بأخذ اليمين من الدكتور/حبيبي، ليقوم مقام الرئيس السابق، ثم أكد القائد  WIRANTOأنه يؤيد الرئيس الجديد، وأنه يتولى حماية الرئيس المنسحب.‍ الجمعة: 22 مايو 1998م. ‍ أعلن الرئيس حبيبي مجلس الوزراء الذي يتكون من:36 وزيراً، وكان أكثرهم من حديث عهد بمنصب الوزارة. واختار الرئيس وزراءه من مختلف الأحزاب والفئات والخلفيات، فعين الدكتور/أحمد مفلح سيف الدين وزيراً للشئون الغذائية، وحمزة حاز وزير الاستثمار ـ كلاهما من حزب التنمية ـ وبانجيان سيري غار وزير المجال الحيوي ـ من حزب الديمقراطية ـ . واختار سبعة من الضباط لوزارات استراتيجية، منهم الفريق/يونس وزير الإعلام، والفريق/شروان حامد وزير الشئون الداخلية، والفريق/عبد الله محمود هندو برويونو وزير التهجير، واللواء ـ الجوي ـ جينانجار كرتاسسميتا وزير الشئون الاقتصادية والمالية، والقائد/ WIRANTO وزير الدفاع وقائد القوات المسلحة. وبعد إعلان مجلس الوزارة قال الدكتور/أمين رئيس معلقاً: \"لا أصادق عليه ولا أعارضه\" ولكنه لا يعتقد أن هذا المجلس سيبقى حتى عام: 2003م. محاولة الانقلاب: إن وراء حادثة تحويل رئاسة الجمهورية من سوهارتو إلى حبيبي، أن وقع النزاع بين الضباط في القوة المسلحة، وكاد أن نشب (ينشب) الصراع الدامي بينهم، فقبل ساعات من انسحاب سوهارتو حصل الاتفاق بين سوهارتو والقائد/ WIRANTOعلى خلع الفريق  PRABOWO\"زوج إحدى بنات سوهارتو\" من قيادة القوة البرية الاستراتيجية\"KOSTAD\" وخلع اللواء/MUHDI PUROWPRANJONO) من قيادة القوة الخاصة في القوة البرية\"KOPASSUS\". فبعد أن سمع\"PRABOWO\" هذا الخبر، جاء هو واللواء MUHDI بحراسة شديدة من جنودهما المسلحة، إلى بيت جنرال/SUBAGIO قائد القوة البرية، وذلك في ليلة الخميس:20 مايو، سأل الفريق/ PRABOWOجنرال / SUBAGIO  عن لقائه مع الرئيس /سوهارتو مساء الأربعاء، وقال شاهد عيان: إن الوضع في تلك الليلة مثل الحملة العسكرية، حتى هابه ضيوف SUBAGIO، ولكن بعد المكالمة بينهم ترك الفريق: PRABOWO، واللواء: MUHDI ذلك البيت بسلام. وفي يوم الخميس 21 مايو 1998م قابل الفريق/ PRABOWO سوهارتو، وذلك بعد انسحابه من منصب الرئاسة، وفي تلك المقابلة عاتب سوهارتو زوج ابنته PRABOWO، واتهمه بأنه صاحب مشكلة، وعاتبته أيضاً سيتي روكمانا ـ كبرى بنات الرئيس سوهارتو، ولم يقبل PRABOWO ذلك العتاب، فذهب إلى جنرال SUBAGIO، ليسلم إليه منصبه. وفي مساء الخميس حاول/  PRABOWOمقابلة الرئيس/حبيبي، وطلب منه تغيير المسئولين في الجيش، ويدخل في هذا التغيير قيادة القوات المسلحة وقيادة القوة البرية، وقد رد الرئيس/حبيبي هذا الطلب، وقال: إن تغيير القواد أمر داخلي في الجيش. وفي يوم الجمعة 22 مايو 1998م حاول/ PRABOWO مقابلة الرئيس/حبيبي مرة أخرى، وقد جاء/ PRABOWOبملابس المعركة معبأة بالمسدس الأوتوماتيكي وحراسة جنوده المسلحة، وفي أثناء هذه المحاولة حصل النزاع بينه وبين حرس الرئيس، ثم أذن له بالدخول بشرط أن يسلم مسدسه، وفي داخل القصر استقبله اللواء المتقاعد/SINTONG PANGAITAN قائد القوة الخاصة العاشرة 1985 ـ 1987م وأصبح الآن مستشاراً للرئيس/حبيبي، فاستطاع/ SINTONGأن يقنع / PRABOWO من غير أن يقابل الرئيس، ثم خرج/ PRABOWO من القصر. تلك الحادثة أحدثت توتراً بين الجنود المنتشرين في جاكرتا، فنصب الجنود من القوة البرية :KOSTARAD أسلاكاً شائكة والدبابات، و(كاد أن) [[لا داعي لـ(كاد) هنا إذا كان النزاع قد حصل، كما تنبئ بذلك العبارة]] حصل بينهم وبين الجنود من القوة البحرية، إذا لم يقم كل قائد من هاتين القوتين بالإصلاح. وهذه الحادثة حصلت عندما (كان) يحرس جنود من القوة البحرية هؤلاء الطلاب الذين خرجوا من مبنى البرلمان إلى جامعة: ATMA JAYA  الكاثوليكية. وجاء الخبر من مدينة صولو ـ جاوة الوسطى ـ أنه نشب صدام بين الجنود من القوة الجوية والجنود من القوة الخاصة KOPASSUS. وبهذه الحادثة سكن الرئيس حبيبي مبنى خاصاً لضيوف الدولة جنب القصر الجمهوري، مراعاة لسلامته. وفي تلك الليلة نفسها قرر جنرال/ WIRANTO عزل الفريق/ PRABOWOمن منصبه، وأحاله إلى قيادة معهد عسكري في مدينة: BANDONG كما قرر عزل اللواء/ MUHDIمن منصبه في القوة الخاصة، وأحاله إلى مكتب المراقبة للجيش. وفي يوم السبت زار جنرال/WIRANTO الفريق/ PRABOWOفي بيته ولم يثبت أي حديث دار بينهما. قيل: إن  PRABOWO أنكر اتصاله بحركة اختطاف المدنيين والطلاب وقتل طلاب جامعة: TRISAKTI. الورقة الثانية: القوات المسلحة الإندونيسية والإصلاح: الأفكار الرئيسية للجيش الإندونيسي للإصلاح في سبيل تحقيق الطموحات الوطنية. نظراً إلى الوضع الراهن الذي يواجهه الشعب الإندونيسي، من أزمة مالية واقتصادية وسياسية، حيث بلغت الأزمة ذروتها في أزمة الثقة تجاه الحكومة، فالأفكار الرئيسية للجيش الإندونيسي وضعت للبحث واقتراح حلول للأزمة، وهذه الأفكار استخلصت من الأبحاث التي تحتوي على مناهج محاولة الإصلاح التي تشمل جميع جوانب الحياة على المستوى القومي. يمكن أن يُسْتَنْتَج أن الأزمة حدثت نتيجة عوامل لم تكن تحظى باهتمام، هذه العوامل التي تحمل ضعفاً متراكماً، تسبب مع مرور الأيام (في) وجود الأزمة. هناك ثلاثة عوامل أساسية يمكن أن تعتبر مؤثرات تحولت إلى أزمة: العامل الأساسي الأول: العامل المفيد من [[لعل المقصود : هكذا: العامل الأساسي الأول يكمن في طبيعة قانون … الخ]]. طبيعة قانون 1945 البسيط المختصر، والذي تتطلب مواده: تفصيلات، إضافة إلى اتسام القانون بقوة حكومة، فعدم زيادة التفصيلات المكملة للمواد في وقت مبكر، أتاح مجالاً متسعاً لتفسيرات مواده، كما أنه أعطى سلطة واسعة للحكومة القوية خلال خمس سنوات، هذه الحالة ترتب عليها إجراء وضع قرار مستبد، مما يضعف النظام والأجهزة الفعلية… العامل الأساسي الثاني: طبيعة حضارة إندونيسيا ذات الصفة الطائفية الأبوية، والتي يكون معها عموماً مستوى عال من الحساسية، فمثل هذا المجتمع مع وجود زعامته المقتداة [[هكذا ولعله يقصد: المتبعة أو القائدة]] والدافعية الإيجابية، يسهل تحريكه لعمل جماعي بالمقارنة مع مجتمع ذي طبيعة انفرادية وبالعكس إذا لم تنل هذه الظاهرة رعاية صحيحة، فإنها تنتج حضارة تنظيمية وسياسية تتميز بعلاقة المناصرة وتتجه أفقياً إلى البدائية…). [[يلاحظ أن في الترجمة شيئاً من الغموض والاضطراب]]. العامل الأساسي الثالث: تسبب ظهور الأزمة هو انعكاس الانفتاح العالمي لتطور المحيط الاستراتيجي، علماً بأننا الآن في عهد جديد، والذي من علاماته التنافس بين الشعوب في مجال اقتصاد السوق الحرة وازدياد مطالبة حقوق الإنسان وحساسية المجتمع تجاه العدالة ومطالبة الحرية، ولمواجهة ديناميكية المجتمع  العالمي علينا أن نبني الرفاهية العادلة والنظام الاقتصادي السهل، مع القدرة العالية في التنافس. وعهد التجارة والاستثمار الأكثر حرية مع سهولة التعاون بين الشعوب في الإطار العالمي، تكون معها انعكاسات واسعة متعددة الأبعاد، تشمل الحياة الاقتصادية والاجتماعية والسياسية، التي يمكن أن تؤثر مباشرة في جميع شئون البلد. ونشاهد العالم يعيش في تغير كبير، مما جعل الطريقة القديمة في العلاقة بين المجتمعات متخلفة، وستتطور الأفكار الجديدة . وموقع إندونيسيا يجعلنا في تيار التغيير العالمي، فبناء مواطن إندونيسي كعضو المجتمع الدولي، هو تطور حضاري بشري لا بد منه. ونظراً لتطور المحيط الاستراتيجي والوطني، وتجنباً من أن نكون في موقف \"المتفرج\" للتغيير العالمي، علينا أن نقوم بـ\"الإصلاح\" في جميع المجالات، وهذا الإصلاح صيغة للوصول إلى إندونيسيا الجديدة والنظام الجديد والحضارة الجديدة المنهجية. وعنصر قوة الحكومة وحضارة الطائفية، سببا إجراء اتخاذ قرار غير متفتح، والمجتمع ذو طابع الانفتاح العالمي جعل النموذج القديم متخلفاً من أجل إظهار حاجة إلى نموذج جديد أكثر ملاءمة. إن الأزمة الاقتصادية حدثت أساساً نتيجة عدم اتزان تنمية الحكم والسياسة من جانب، وتنمية الاقتصاد من جانب آخر، ولكن الأزمة في إجمالها تعود إلى ثلاثة عوامل أساسية، وهي: عملية اتخاذ قرار غير متفتح واستبداد الحكومة، مما جعل الشعب يأبى القيام بالمراقبة، وينتهي بموقف اللامبالاة بالواقع. هذه حالة ترتب عليها تشويه المهمة والنظام، حتى تسبب الأزمات والتي تنتهي بأزمة ثقة الشعب تجاه الحكومة... المنهج العام: أفكار الجيش الرئيسية عن الإصلاح يكشف أن الأزمة حدثت لأسباب كثيرة/ ما كان يعتني بها خلال فترة طويلة، فطبيعي أن تكون محاولة حلها تحتاج إلى نظرة شاملة ومتكاملة الجوانب والتخصصات، مع جرأة النظر إلى الأمر الواقع، ومعلوم أن محاولة الإصلاح تتطلب فترة زمنية طويلة. ومن أجل ذلك يجب أن يدرك حدود إدارة عمله الإصلاحي، وهي: 21 صيغة برنامج الإصلاح 22 تحديد حدود الأولويات 23 عملية، ومراحل الإصلاح 24 ضبط الإصلاح. و(يظهر) من التفصيل السابق إن الإصلاح عند الجيش الإندونيسي وضع على خطوات مهمة، وهي: 1 ـ الاستقرار السياسي. 2 ـ إعادة نفوذ وشرعية الحكومة. 3 ـ دعم الشعب في تجاوز صعوبة المعيشة. 4 ـ مواصلة المحاولة على حل الأزمة  الاقتصادية. 5 ـ إيجاد الأمن والانضباط لدى الشعب. (فـ)محاولة تحقيق الاستقرار السياسي ونفوذ الحكومة وشرعيتها تدخل في المجال السياسي. أما الإصلاح الاجتماعي والثقافي و الحكمي، فتشمل جميع الخطوات، لأن الأزمة حدثت أساساً من ضعف في المجال الاجتماعي والحضاري. وأحد الحلول المهمة هو قيام حكم يدعمه رجال الحكم أو المنسوبون إليه ذوو النزاهة والنفوذ. والمعلم المفيد الذي يمكن أن يقوم بدور الأساس القانوني ومعيار الضبط هو أن يقوم الإصلاح على \"الأسس الخمسة\" و\"قانون 1945\" مع مراعاة واهتمام شديد بالاتحاد ووحدة الشعب. انطلاقاً من رأي أن السياسة سبب بليغ (بالغ) التأثير فإن المنهج يراعي علاقة مجالات السياسة والحكم والاقتصاد، ومن المعلوم أن يكون الإصلاح في مجال السياسة والحكم والاقتصاد متزامناً، لأهمية الإصلاح ذاته في تلك المجالات وارتباطها، والحل السياسي لم يتحقق في صورته المطلوبة ما لم تجد الصعوبة الاقتصادية حلها، والاستقرار الأمني لم يضمن، [[أي عند عدم حل الحالة الاقتصادية]]. وبالعكس فإن النجاح في الحل الاقتصادي لا ينفك عن النجاح في الحل السياسي. ومن جهة أخرى فإن محاولة الإصلاح في كل مجال، يتطلب تحديد الأولويات، لأن محدودية الموارد البشرية يسبب محدودية خطوات الإصلاح بالمقارنة مع الخطة الموضوعة في كل مجال. هذه الأفكار وضعت بتحليل ودراسة تقوم على علاقة الأسباب والنتائج، حتى يكون تحديد خريطة الأولويات ـ من جانب سرعة فترة ووضع (حل) الأزمة انعكاساً منطقياً من التحليل الورقة الثالثة: الأحزاب الإندونيسية القديمة والحديثة: أولاً: الأحزاب المرخص لها: 1 ـ الاسم: حزب العمل: الرئيس: هارموكو ـ رئيس البرلمان حاليا. الإيديولوجي: القومية. المؤيدون: العسكريون ـ الموظفون ـ المنظمات التي أنشأتها الحكومة. 2 ـ الاسم: حزب الاتحاد والتعمير (الترقي) الرئيس: إسماعيل حسن ماتيريوم. الإيديولوجي: بنتشاسيلا ـ الإسلامية. المؤيدون: أعضاء المنظمات الإسلامية ـ المسلمون عموماً. 3 ـ الاسم: حزب الديمقراطية الإندونيسية. الرئيس: سوريادي. الإيديولوجي: القومية النصرانية. المؤيدون: القوميون ـ المنظمات النصرانية. ثانياً: الأحزاب الممنوعة: 1 ـ الاسم: حزب الديمقراطية الإندونيسية. الرئيس: ميغاواتي بنت الرئيس الراحل /سوكارنو. الإيديولوجي: القومية المتشددة ـ النصرانية ـ أفكار سوكارنو. المؤيدون: القوميون ـ النصارى ـ الصينيون. 2 ـ الاسم: حزب وحدة الديمقراطية الإندونيسية. الرئيس: SRI BINTANG BAMUNGKAS. الإيديولوجي: القومية الإسلامية. المؤيدون: بعض الإسلاميين ـ بعض الطلبة ـ بعض الجمعيات الشعبية. 3 ـ الاسم: حزب الشعب الديمقراطي. الرئيس: BUDIMAN SUJATMIKO. الإيديولوجي: الاشتراكية المتطرفة. المؤيدون: الطلاب المتطرفون ـ العمال ـ الجمعيات الشعبية. ثالثاً: الأحزاب التي  ظهرت هذه الأيام: حزب العمال الإندونيسيين. الرئيس:  WILHELMINOS BHOKO. الإيديولوجي: الاشتراكية الديمقراطية. المؤيدون: بعض أعضاء الاتحادات العمالية ـ اتحاد العمال… 2 ـ الاسم: حزب نساء إندونيسيا. الرئيس: OPI TUTISENDARI . الإيديولوجي: النسائية ـ العصرية ((FEMINISM ـ MODERNISM. المؤيدون: المطربات ـ النساء العصريات ـ بعض النساء المثقفات. 3 ـ الاسم: حزب شركات الإسلام الإندونيسية. الرئيس: BUSTAMAN الإيديولوجي: الإسلامية ـ التقليدية. المؤيدون: المسلمون التقليديون. 4 ـ الاسم: حزب عمل علماء إندونيسيا. الرئيس: الأستاذ الحاج/ماوردي لاباي. الإيديولوجي: الإسلامية التقليدية. المؤيدون: المسلمون التقليديون. 5 ـ الاسم: حزب الإصلاح الصيني. الرئيس: LIUS SANGKHARISMA. الإيديولوجي: القومية النصرانية. المؤيدون: الصينيون. 6 ـ الاسم: حزب التجديد الإندونيسي. الرئيس:  YUSUF HAMKA(الصيني المسلم المعتنق لأفكار الأستاذ/همكا). الإيديولوجي: الإسلامية. المؤيدون: الصينيون المسلمون. 7 ـ الاسم: حزب الجمهورية. الرئيس: الحاج أحمد ياني واحد. الإيديولوجي: القومية. المؤيدون: بعض الجمعيات الشعبية ـ المهتمون بالبيئة ـ بعض المتحمسين للإسلام. 8 ـ الاسم: شورى العمل التعاوني. الرئيس: مين سوغاندي (الوزيرة السابقة الموكلة بالشئون النسائية). الإيديولوجي: القومية. المؤيدون: المنظمات الحكومية التي كانت تحت الحزب الحكومي. 9 ـ الاسم: الحزب القومي الإندونيسي الجديد. الرئيس: السيدة سوبيني (كانت وزيرة في عهد الرئيس سوكارنو). الإيديولوجي: القومية المتطرفة ـ أفكار سوكارنو. المؤيدون: قدماء القوميين، ومنهم بعض بنات سوكارنو. 10 ـ الاسم: الحزب القومي الإندونيسي. الرئيس: باسكيار أوسكا خاليك (BAKHTIAR OAHA KHAL). الإيديولوجي: القومية المتطرفة ـ أفكار سوكارنو. المؤيدون: قدماء القوميين. 11 ـ حزب استقلال مواطني إندونيسيا الشرقية. الرئيس: BERT SUPIT  (الطبيب) أوKAMAJA ALKATUUK. الإيديولوجي: المحلية ـ النصرانية. المؤيدون: مواطنو إندونيسيا الشرقية، وخاصة نصارى سولاويسي الشمالية. 12 ـ حزب الأمة الإسلامية. الرئيس: الأستاذ الدكتور/ديليار نور. الإيديولوجي: الإسلامية ـ المحلية. المؤيدون: بعض المتحمسين للإسلام، وخاصة من غير الجاويين. 13 ـ الاسم: حزب الشعب الإندونيسي. الرئيس: AGUS MIFTAH. الإيديولوجي: القومية الإسلامية التقليدية. المؤيدون: المسلمون التقليديون ـ المهتمون بالبيئة ـ بعض الجمعيات الشعبية. 14 ـ الاسم: حزب المستضعفين. الرئيس: د. هاديدوجونيتي ميهاجور. الإيديولوجي: الاشتراكية. المؤيدون: قدماء الاشتراكيين. 15 ـ الاسم: حزب اقتصاد الشعب الإندونيسي. الرئيس: …….. الإيديولوجي: الاشتراكية. المؤيدون: المؤسسات التجارية، وخاصة من المستويات الدون. 16 ـ الاسم: حزب BINEKA TUNGGAL INDONISIA(حزب التعدد الموحد). الرئيس: نور الدين بورنومو. الإيديولوجي: القومية. المؤيدون: قدماء القوميين. 17 ـ الاسم: اتحاد مؤيدي استقلال إندونيسيا. الرئيس: R. SOEPRAPTO(كان محافظا لجاكرتا). الإيديولوجي: القومية. المؤيدون المتقاعدون العسكريون. 18 ـ الاسم: حزب النصارى القوميين الإندونيسيين. الرئيس: LAURA SITOMPUL. الإيديولوجي: النصرانية القومية. المؤيدون: البروتستانتيون. 19 ـ الاسم: حزب حركة الإندونيسيين المتقين. الرئيس: نور عيني عفيفة (امرأة). الإيديولوجي: الإسلامية. المؤيدون: ….. 20 ـ الاسم: حزب الوحدة الاجتماعية الشعبية الإندونيسية 45. الرئيس: محمد راشد. الإيديولوجي: القومية الاشتراكية. المؤيدون: ….. 21 ـ الاسم: حزب استقلال مواطني إندونيسيا. الرئيس: الحاج محمد سيفول. الإيديولوجي: …. المؤيدون: … 22 ـ حزب المواطنين الكاملين. الرئيس: WIMAK JAYA  (الإرسالي النصراني). الإيديولوجي: النصرانية. المؤيدون: …. 23 ـ الاسم: حزب جهاد مواطني إندونيسيا. الرئيس: شريف الدين ( العالم في القانون). الإيديولوجي: … المؤيدون: …. 24 ـ حزب مسلمي إندونيسيا. الرئيس: أنور يونس (العالم في القانون). الإيديولوجي: الإسلامية. المؤيدون: …. 25 ـ الاسم حزب الإصلاح القومي الإندونيسي. الرئيس: أندي مارينتو. الإيديولوجي: القومية. المؤيدون: …. 26 ـ الاسم: حزب تضامن عمال إندونيسيا. الرئيس: راشد. الإيديولوجي: الاشتراكية ـ القومية. المؤيدون: … 27 ـ الاسم حزب رفاهية الفلاحين وصيادي الأسماك. الرئيس: م. جايا. الإيديولوجي: الاشتراكية. المؤيدون: … 28 ـ الاسم: حزب المواطنين الفقراء. الرئيس: رحمان كادانج. الإيديولوجي: الاشتراكية. المؤيدون: … 29 ـ الاسم: حزب المواطنين والمهنيين والمنقطعين عن الدراسة. الرئيس: PALODO . الإيديولوجي: الاشتراكية. المؤيدون: … 30 ـ الحزب الإسلامي الإندونيسي. الرئيس: سعود باجبر. الإيديولوجي: الإسلامية. المؤيدون: … 31 ـ الاسم: حزب رواد الإصلاح. الرئيس: DRS. O.M. SINSGA. الإيديولوجي: النصرانية القومية. المؤيدون: … 32 ـ حزب مؤيدي الإصلاح. الرئيس: YOHANES HALI ALI . الإيديولوجي: …. المؤيدون: … 33 ـ الاسم: حزب الإصلاح ومحبة يسوع القومي. الرئيس: بولس (العالم في القانون). الإيديولوجي: النصرانية. المؤيدون: … 34 ـ الاسم: حزب السلامة بين الجيران والمواطنين. الرئيس: رملان. الإيديولوجي: … المؤيدون: … 35 ـ حزب جمهورية إندونيسيا. الرئيس: MARGAR KARTANEGARA/KARISNA HANURA . الإيديولوجي: القومية. المؤيدون: … 36 ـ الاسم: حزب تعمير إندونيسيا الإسلامي. الرئيس: H. M. DAULT /ALI IMRAN KABIR . الإيديولوجي: الإسلامية. المؤيدون: المنشقون من حزب الاتحاد والتعمير (الترقي). 37 ـ الاسم: حزب الصف القومي الإندونيسي. الرئيس: …. المؤيدون: …. 38 ـ الاسم: حزب مثقفي إندونيسيا للنهضة. الرئيس: .. الإيديولوجي: القومية. المؤيدون: المثقفون القوميون. 39 ـ الحزب القومي الديمقراطي. الرئيس: … الإيديولوجي: القومية ـ أفكار سوكارنو. المؤيدون: القوميون الأحداث في جاوة الشرقية. [[هذا وقد زاد عدد الأحزاب المعلنة، ولكن غالبها لا تتمتع بصفة الحزبية لقلة عدد الأعضاء، وعدم وجود مبادئ تنطلق منها، وستتهافت غالب هذه الأحزاب عندما يوضع قانون الأحزاب…]]. ومن الأحزاب التي أعلنت وعرف زعماؤها: حزب العدالة. وهذا نص وثيقة إعلانه (في جامع الأزهر بمدينة جاكرتا العاصمة). وثيقة الإعلان بقيام حزب العدالة: عاش الشعب الإندونيسي أيام البأساء والضراء، حيث ذاقوا من مرارة الاستعمار والاضطهاد والإذلال ما ذاقوا، وجاهدوا في أثناء ذلك وقاوموا حتى تمكنوا من طرد المستعمرين ونيل الاستقلال سنة: 1945م. هنالك أعلنوا استقلالهم وطموحاتهم الجميلة التي من بينها إقامة دولة قوية تقوم بحماية جميع أفراد الشعب في الوطن كله، وتهتم بتحقيق رفاهيتهم والسير بهم إلى الكمال الإنساني الذي يمكنهم من الإسهام في تحقيق الاستقرار العالمي القائم على الحرية والسلام والعدالة. ثم مضت عليهم عقود من السنين، وزمام أمرهم في (يد) حكومة العهد القديم، ثم جاءت عليهم عقود أخرى، وزمام أمرهم في (يد) حكومة العهد الجديد، وفي ذينك العهدين سجل عليهم التاريخ أن تلك الطموحات الجميلة قد انمحقت وابتعدت عن مسارها الصحيح، فكان أن انهار العهدان، فترك انهيارهما على عاتق الشعب من المشاكل والمديونية والأعباء ما تعجز عن حمله الجبال… كل ذلك قد فعل فعله في تنبيه أفراد الشعب وبعث الحماسة الجديدة في قلوبهم واستنهاضهم لتحقيق طموحات استقلال 1945م. ومن ثم يتحتم عليهم أن يندفعوا للقضاء على عناصر العداوة والاعتداء والتفرق بين التجمعات، كما يتحتم عليهم أن يندفعوا في الوقت نفسه لتجنيد كل طاقاتهم المعنوية والمادية متساندين في سبيل تحقيق الأخوة والعدالة والتسابق إلى الخيرات. لقد كانت حركة الطلاب ـ ومن ورائهم الشعب كله ـ تلهب حماسة الشعب وتستنهض همتهم نحو \"الإصلاح الجذري، مايو 1998م\"… تلك البغية العظيمة التي أسفرت عن عهد جديد في تاريخ الشعب الإندونيسي، هو \"عهد الإصلاح الجذري\"… العهد الذي كونته القيم الإنسانية المتمثلة في الإيمان والأخلاق والاستقلال والمساواة والعدالة والسلام… العهد الذي عزم فيه الشعب على أن يقوموا من جديد على أساس صحيح، آخذين بأسباب القوة والرقي مجتنبين جميع زلات العهد القديم والعهد الجديد. ألا فلنتحد أيها الشعب ونسجل على صفحة جديدة من صفحات التاريخ آيات العمل والجد والتضحية في سبيل الحق، حتى يظهر شعبنا الإندونيسي في ركب الحضارة الإنسانية  قوياً فعالاً، يسهم إسهاماً كبيراً في المشروع الحضاري الذي يهدف إلى تحقيق المجتمع الدولي المتحضر. إن الشعوب لا تصعد في درجات العزة والكرامة إلا طبقاً لمدى التزامها بالقيم العليا، وخاصة قيمة العدالة، ولا تهبط إلى دركات الذلة والهوان إلا تبعاً لمدى انحلالها من تلك القيم، وهذا في الحقيقة هو موضع الالتقاء  بين القيم الفطرية والإصلاح الجذري المنشود والديمقراطية العادلة. كل ذلك يثبت ويؤكد أن التشمير عن ساق (ساعد) الجد في سبيل تحقيق العدالة، هو واجب الساعة. فانطلاقاً من ذلك كله، وبزاد من تأييد عناصر الشعب في مختلف المناطق، وبقوة حماسة الإصلاح الجذري، مايو 1998م فقد عقدنا نحن ـ أبناء الشعب الإندونيسي ـ العزم  صادقين على تحقيق طموحات استقلال 1945م. وفي هذا السبيل نعلن بقيام حزب العدالة. هذا ونسأل الله الواحد القهار أن يهيئ لنا من أمرنا رشداً، ويعيننا على تحقيق العدالة والرخاء والسلام لجميع الشعب الإندونيسي في جميع أنحاء الأرخبيل. قال تعالى: {اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى } [المائدة:8]. تم الإعلان في جاكرتا يوم الأحد 9 أغسطس 1998م. المؤسسون د. محمد هداية نور وحيد \tلطفي حسن إسحاق/ماجستير الرئيس\tالأمين العام بسم الله  الرحمن الرحيم بيان رسمي من حزب العدالة: [[بعث لي بصورة من هذا البيان الدكتور محمد هداية نور وحيد، وهو أحد طلابي الذين ناقشتهم في الجامعة الإسلامية بالمدينة المنورة، وهو رئيس مجلس شورى الحزب. وأنا هنا أسجل نص البيان ـ الذي يبدو أنه مترجم عن نص إندونيسي ـ بدون تدخل فيه]]. الحمد لله رب العالمين خالق السموات والأرض وما فيها، أمر الله الناس أن يقيموا العدل والقسط، حيث قال سبحانه وتعالى: {وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ (7) أَلاَّ تَطْغَوْا فِي الْمِيزَانِ (8) وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلا تُخْسِرُوا الْمِيزَانَ} [سورة الرحمن]، والصلاة والسلام على إمام الأنبياء والمرسلين سيدنا محمد وعلى آله وصحبه ومن تبعه بإحسان إلى يوم الدين. وجود الإنسان على هذه الأرض له هدف خاص وهو تعظيم الله سبحانه وتعالى خالق السموات والأرض وما فيها وأداء رسالته الأصلية، وهي تعمير الأرض ولبناء الحضارة. اتحاد الهدف والرسالة يدل على اتحاد الإنسان، وخلق الإنسان من أصل واحد يعبر عن كونه أمام الله سبحانه وتعالى سواء. علو مرتبة الإنسان إنما يتحقق من خضوعه لإرادة خالصة وحكم أبدي، وهو توحيد ملكية الله وربوبيته وألوهيته المطلقة التي شهدتها الإنسانية منذ أن كانت في عالم الأرواح، وهذا يدل على خضوعه المطلق له سبحانه وتعالى، لأجل هذا منح الإنسان الدين وطاقة النفس والكون والمسؤولية والحرية في الاختيار. تاريخ الإنسان المعاصر ملون بالتعارضات المستمرة: أزمة تلوث.. أزمة تخيف حياة الإنسان.. والشعب الإندونيسي يواجه التحديات نفسها التي يواجهها المجتمع العالمي منذ قرون طويلة، هذا الشعب كالغثاء ضربته الأمواج من كل الجهات ليس لهم دور سياسي مؤثر. المسلمون ـ وهم الأكثرية في إندونيسيا ـ عليهم مسؤولية كبيرة لتغيير إندونيسيا لتكون شعباً مرموقاً بين شعوب العالم، ولا يتحقق ذلك إلا إذا كانت هذه الأمة تبني حضارتها من جديد، نعم ينبغي لهذه الأمة مع كافة طاقات الشعب أن تحدد أولويات العمل لتغيير الحضارة إلى ما هو أصلح. إن للشعب الإندونيسي في أوائل القرن العشرين دعماً كبيراً لبناء حضارة العالم، حيث إن كفاحهم ضد الاستعمار يثير روح الاستقلال المحلي لجميع ولايات العالم الثالث، ثم تقام بعد ذلك روابط دول عدم الانحياز،  ولكن مع الأسف الشديد أن هذا الفجر ليس إلا فجراً كاذباً وعملاً مزيفاً، وبعد نصف قرن من الاستقلال تعود إندونيسيا إلى زاوية حالكة في العالم. ينبغي مراجعة مذكرات التاريخ مرة أخرى: في السنة 1905م قامت شركة اقتصادية إسلامية (SDI) كأولى هيئة سياسية قومية، ثم تغيرت إلى شركة إسلامية في سنة 1911م. وفي السنة 1928 حدث ما يسمى \"حلف الشباب\" الذي هو رمز لظهور شعب جديد سمي بـ(شعب إندونيسي) وهو أحد أبناء حضارة العالم. وفي السنة 1945م حدث إعلان الاستقلال لأجل تحرير الشعب من ربقة الاستعمار، ومن المؤسف المعلم أنه خرج الشعب الإندونيسي من الاستعمار الخارجي ودخل في الاستعمار الداخلي، حتى سقوط حكومة العهد القديم ذات شعار:,, السياسة فوق كل شيء،، في السنة: 1965م. وفي السنة 1998 سقط نظام العهد الجديد بعد سقوط البناء الاقتصادي الذي هو شعار لهذا النظام. الحركة الطلابية التي تقود \"حركة الإصلاح في مايو 1998م\" هي الحركة الأولى التي تمهد الطريق إلى ,,عهد الإصلاح،، العهد المفتوح في كل مجالات الحياة الاجتماعية والحكومية المبنية على القيم الشاملة العالمية: الإيمان، الحرية، المساواة، والسلام، والعدالة لكل إنسان. هل سيكون الكفاح لإقامة عهد الإصلاح,, فجراً كاذباً،، آخر أم هي فرصة ذهبية لشروق ,,فجر صادق،، وأمل حقيقي لإصلاح المجتمع والدولة؟ فلأجل تحقيق هذا الأمل المنشود قامت سياسة يطلق عليها اسم \"حزب العدالة\". هذا الحزب الذي أعلن في جاكرتا في التاريخ: 9 أغسطس 1998م له جذور تاريخية واعتقادية عريضة، رجال جيل عامل مباشر في الكفاح لأجل الاستقلال القومي، والشباب المنتمون لهذا الحزب هم المؤثرون في مسير الحركة الطلابية والحركة الشبابية الإصلاحية، هؤلاء من ,,دفعة 1998،، الذين يرثون الأمانة التاريخية من الجيل السابق. ينبغي للشعب الإندونيسي أن يشكر الله سبحانه وتعالى حيث يستطيعون ـ إلى هذا المدى ـ أن يتجاوزوا شتى الأزمة التاريخية، وذلك لأن أبناء هذا الشعب الساكنين في آلاف أرخبيل [[يبدو أن كلمة ساقطة هنا، وهي: الجزر]]. الإندونيسية الواسعة مع اختلاف الأديان والقبائل واللغات هم محافظون دائماً على الاتحاد والوحدة (القومية) والقوة الاعتقادية (الدينية) هذه القوة القومية الدينية هي التي تحمي هذا البلد من السقوط والتفرق. والتأمل العميق لتاريخ هذا الشعب يكشف أن جذور هذه الأزمات إنما هي تكمن في نفوس البشر، والقيم المطبقة في المجتمع ذات رابطة قوية بالطغيان والظلم، صبغة المجتمع أصبحت صبغة سيئة، حيث إن القوي منهم يطغى ويظلم الضعيف، الطغيان والظلم هما اللذان يدمران مرتبة الإنسان وحقوقه الأساسية، ويميتان الكفاءات النافعة، ويفسدان العلاقات الاجتماعية، وأخيراً ينعكسان على توقف وزوال فرصة الشعب ليكون شعباً كبيراً قوياً. إقامة العدالة هي طريق موصل إلى مستقبل للشعب الإندونيسي أحسن، لأن العدالة هي سنة كونية سارية في كل المجالات في العالم، وعلى أساس العدالة خلق الله السموات والأرض، وعلامة وجود العدالة تتمثل في الرجل الذي وضع كل شيء في موضعه دون تجاوز، لأن التجاوز هو صورة عدم العدالة (الظلم). العدالة تمهد الطريق للخير والحياة السعيدة الطيبة، العدالة ليست مجرد تهيئة المكان ليحصل الإنسان على حقوقه الأساسية، بل العدالة أخذ جميع الطاقات النافعة المفيدة. العدالة تعطي الأمن وتحرر الإنسان من جميع الخوف والتخويفات حتى لا تكون الأقلية مستعبدة، والأكثرية ظالمة. العدالة تضمن توزيع ثروات الدولة على الوجه الصحيح وإعطاء فرصة العمل والعيش للجميع على السواء. العدالة تجعل القانون فوق الحاكم والمحكوم وفوق الراعي والرعية، والعدالة تضمن بحق تنفيذ الحسبة والمراقبة الاجتماعية. العدالة تحرر، والظلم يقيد، العدالة نور والظلم ظلمات. الإنسان ـ فرداً أو جماعة ـ يقوم بين خيارين، بين نظام عادل وبين نظام جائر. الإنسان له حرية في الأخذ أو الرفض مع تبعات كل منهما، لأن الحق فطرة إنسانية. والحياة الكاملة هي الحياة التي تبنى على أساس الحرية، فالإنسان لا بد أن يحرر من كل طغيان، ولهذا فإن كل طغيان [[يبدو أن كلمة ساقطة، وهي: على]]. الحرية شر وظلم على الإنسانية. على كل مواطن أن يفهم حقوقه وواجباته، ويفهم حقوق وواجبات الدولة، إذا كانت الدولة لا تهتم بتنفيذ الحكم فمن واجبات المجتمع أن يقيم الحسبة (الأمر بالمعروف والنهي عن المنكر) هذه العملية ينبغي أن تقوم كما ينبغي إذا كان المجتمع له قوة سياسية، ومن هنا تظهر أهمية تربية سياسة للمجتمع. ولهذا فإن بناء المجتمع القوي سياسياً والقادر على إيجاد الحكومة المتوازنة المحققة للعدالة أمل منشود لهذا الحزب. هذا الأمل لا بد أن يكون عالمياً مسايراً مع نظام سياسي مبني على العدالة، ومن طبيعتها أحقية القيادة تحت يد الرعية، تقدير الحرية والمساواة، الإيمان بأن الأمر بالمعروف والنهي عن المنكر  من واجبات كل مواطن. إذا تمسك المجتمع بقانون العدل حق التمسك فلا بد له من دور كبير في إحياء أخذ حق المشاركة في كل مجال الحياة، خاصة في مجال ,,المشاركة السياسية، اشتراك المواطنين في حل مشكلات الشعب يدل على صفة قومية أصيلة، ثقافة جهادية ودينية. بدون اشتراك المجتمع في حل قضايا الدولة لا يمكن أن تنفذ الحسبة حق التنفيذ. تمكين المجتمع من تنفيذ الواجبات والحصول على الحقوق هو من صميم ,,المجتمع المدني،، وهو مجتمع واع قادر على منع استبداد الحاكم وسيطرته في اتخاذ القرارات المطبقة على المجتمع. يرى الحزب أنه في حاجة إلى بناء مجتمع مدني، وهو مجتمع متمسك بالدين والحق والأخلاق الكريمة ومستقل في السياسة والاقتصاد والثقافة والحكومة المدنية. يجب على الحكومة المدنية احترام الحكم والمبادئ الديمقراطية ورعاية الضعفاء وتطوير جميع طاقات الشعب وحماية حريته. ويجب على القوة العسكرية حماية الأمن والدفاع عن الشعب والدولة ضد [[هنا كلمة ساقطة، ولعلها (القوى)]]. المعادية. ليس هناك أي مجال ولا أية فرصة للاستبداد والطغيان السياسي، سواء كان من قوة مدنية أو من قوة عسكرية. فإذاً لا بد من وجود حكومة قوية منظمة مستقلة قادرة على جمع وتوفيق جميع الجهات ذات أمل متفق وهو الإصلاح والعدالة. المجتمع المدني هو مجتمع عادل قادر على جعل الاختلافات والتنوع قوة إيجابية في مسيرة الشعب: ـ فالبرلمان مليء بالمفكرين والنقاد البنائين. ـ والوزارات مليئة بالعاملين المتقنين. ـ والمحكمة يحكمها العارفون الشجاع. [[الشجعان]]. ـ والتجار بركة للدولة والشعب. ـ والعلماء والمفكرون والمثقفون والفنانون واقفون في الصف الأول في حضارة الشعب. ـ والجنود وقادتهم متقنون في مجال عسكرية [[ يبدو من السياق أن المراد في مجال اختصاصاتهم العسكرية]]. وقوتهم تعطي الأمن والاطمئنان في قلوب الرعية دون إزالة حقوق المواطنين. ـ والنساء شقائق الرجال، لهن حقوق مثل ما عليهن من الواجبات المتفقة مع فطرتهن، وهن يعملن مع الرجال لتقدم الشعب. ـ وللشباب دور استراتيجي للتغيير والإصلاح. فملخص القول أن على الجميع إيجاد جو ديمقراطي فعَّال وتعامل إيجابي مع روح الجماعة والاتحاد والوحدة. حزب العدالة حدد حقيقة نفسه بأنه حزب نخبوي يضع كل نشاطاته على نظرة شاملة في تجديد حياة اجتماعية وسياسية واقتصادية وحكمية وتربوية وثقافية . هذا الحزب هو هيئة سياسية شعبية مفتوحة لجميع من يتفق معه فكرةً وسياسةً وأساساً. والمؤيدون لهذا الحزب لا يشتركون فقط لأجل إشباع رغبات أنفسهم الضيقة، بل الحزب إنما هو اتحاد مبني على التقوى والتعاون في الخير والالتزام بالحق والدفاع عنه وإقامة الحسبة لأجل إقامة العدل في عالم الواقع. والحزب يقف أمام اختلاف الآراء موقفاً سامحاً [[سمحاً]]. سهلاً، ما دام هذا الاختلاف لا يعارض الحق. موقف استراتيجي لحزب العدالة، هو السعي لأن تكون حركته حركة عاملة لأمل الشعب وتجديد الفكرة وإصلاح المجتمع في التاريخ المعاصر. نحن نحاول كل محاولة لنكون مجمعاً لجميع من يهمه أمر الأمة والرعية المظلومة من الساحة الاقتصادية والسياسية. اهتمامنا بالضعفاء ليس مجرد شعار فارغ، فالحزب يولد في ظروف صعبة شتى: أزمات تصيب الحكومة والمجتمع، أزمة الثقة وأزمة المجاعة وتزايد العاطلين والفقراء تزايداً مدهشاً مذهلاً. نظراً لهذه الظروف لا بد من وضع أولويات العمل والخطوات السياسية الجريئة السريعة، بإصلاح سياسي واقتصادي لإعادة ثقة المجتمع بالحكومة وحل مشكلاته. قانونية السياسة والاقتصاد العادلة تقوي البناء السياسي، وكذلك تمنع صفة أنانية استبدادية اشتراكية مدمرة للمجتمع. [[تعريف هذه الكلمات هو المناسب: الأنانية، الاستبدادية، الاشتراكية، المدمرة]]. حزب العدالة سيسير في طريق باستقامة للتعميم والترقية في مجال الاقتصاد ولإقامة الحكومة الديمقراطية العادلة النزيهة. لتحقيق هذه الخطوات لا بد من بناء الفرد والأسرة والمجتمع، فالأسرة والمجتمع مدرسة وإطار للفرد، فالفرد الصالح يولد الأسرة الصالحة، والأسرة الصالحة تثبت المجتمع الصالح، والمجتمع الصالح ينتج الدولة الصالحة. نظراً إلى أن بناء الدولة بحاجة إلى الشخصية الصالحة والمجتمع الصالح القادر على تحمل الأمانة وأدائها بوجه صحيح، فبناء الفرد إذًا، شيء لازم لا بد منه. فكل فرد عنصر من عناصر المجتمع والدولة، وهو مسؤول عن أداء الواجبات الاجتماعية والسياسية لأجل المصالح العامة والغاية الاجتماعية وتقوية الحضارة الإنسانية، وإقامة القيم الحقيقية والحرية والعدالة والشورى، فبالدولة يمكن إعطاء حقوق الإنسان الأساسية ورعاية كرامته، بلا تفريق بين أهل الأديان والشعوب والقبائل. الصلاح الفردي تولد من التقوى الفردي [[الفردية]]. والصلاح الاجتماعي نتج عن التقوى الجماعي [[الجماعية]]. ولكل [[لعله وكل]]. وعي تاريخي وواقعي واجتماعي وتغييري، ويتبعه تطبيق في عالم الواقع، دليلاً [[دليل خبر المبتدأ الذي هو: كل]]. على صلاحيته في أداء الرسالة الأصلية في بناء الحضارة. نحن على يقين أن التخلف والتأخر الذي ورَّثته الحكومة المستعمرة، والاستبداد المحلي ثقيل وشديد جداً، لا يمكن القضاء عليه في وقت قصير محدد، ولا سيما أن القدرة محدودة، فلذلك يرى الحزب أنه لا بد من إشراك واشتراك جميع المواطنين والجهات الاجتماعية والسياسية لأجل الوصول إلى الهدف المنشود. نحن على يقين أن المحاولة التعاونية لرفع مستوى الشعب الإندونيسي في نظر العالم ستوصل الطاقات الشعبية إلى تقدم سريع باهر والى منبع صاف من منابع الحضارة. ونحن على يقين أن العملية التربوية لهذا الشعب ليكون شعباً أحسن وأعدل وأكثر ديمقراطية ستسير أسرع، حتى يكون عنصراً مهماً في التسابق في ساحة مفتوحة عالمية. انطلاقاً من عزم قوي.. نريد أن نجعل العدل رسالة دبلوماسية عالمية لإندونيسيا، لأنه رحمة لم يذقها أكثرية المواطنين حالياً. فإن التقدم التقني في الاتصالات والمواصلات يجعل هذا العالم صغيراً محدوداً، ولكن مع الأسف الشديد أصبحت عالمية الدنيا قاعدة السيطرة والاستعمار الجديد من قبل الدول المتقدمة القوية نحو الدول المتأخرة الضعيفة. فانطلاقاً من رؤية واضحة ونظرة مستقبلية واستقلالية وجهادية وديمقراطية ووسطية وتجديدية، نريد أن نجعل إندونيسيا رحمة لكل طائفة من الناس، وبلدة قوية عادلة حتى يكون هذا الشعب دعماً لنهضة الحضارة الإنسانية وحتى تكون أرض إندونيسيا روضة الحياة الطيبة المطمئنة. نرجو من الله العلي القدير أن ينقذ إندونيسيا من زلات تاريخية نتيجة الأزمات المتشعبة الحالية، حتى تكون (بلدة طيبة ورب غفور). فسبحان الله القائل: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ}. والصلاة والسلام على رسوله الذي أخبرنا أن أحب الناس إلى الله السلطان العادل، وأبغضهم إليه السلطان الجائر. حسبنا الله ونعم الوكيل. لقاء مع الأخ أنيس متى أمين حزب العدالة: أنيس بن متى 2002 أنيس بن متى بن مَكُّو الخميس 4/3/1423هـ ـ 15/5/2002م فندق موليا/جاكرتا من مواليد 1968م. تخرج في معهد العلوم الإسلامية التابع لجامعة الإمام محمد بن سعود الإسلامية في جاكرتا (ليسانس). قام بالتدريس في بعض المعاهد الإسلامية. أنشأ معهداً يسمى: مركز المنار للدراسات الإسلامية سنة 1993م. وسيحول إلى جامعة اقتصادية هذا العام باسم المعهد العالي للاقتصاد الإسلامي. قام بالتدريس في جامعة إندونيسيا (كلية الاقتصاد) سنة 1996م وكان ذلك في بداية نشاط الاقتصاد الإسلامي في الجامعة. وكتب بالاشتراك مع زملائه في القسم كتاباً بعنوان: الإسلام والاقتصاد، ولا زال مقرراً في الجامعة، وقد حاول بعض العلمانيين من موظفي الجامعة إلغاءه، ولكنهم لم يستطيعوا. أنشأ مكتب (صدق) للدعاة سنة 1994م وهو يهتم بدراسة العالم الإسلامي الشاملة، ومسئوله الآن الأخ مزمل يوسف. وهو نواة للدراسات السياسية والاجتماعية، والدورات الإعلامية. في سنة 1991م اشترك في الدعوة مع الأساتذة الذين تخرجوا في جامعات عربية، تولى أمانة مكتب الولاية  ولجنة الإعلام... ثم مكتب التخطيط... ثم أصبح أميناً عاماً للعمل في إندونيسيا. كتب بحثاً يهدف منه إلى مصالحة الأحزاب والفئات المتصارعة في السياسة الإندونيسية. والصراع في إندونيسيا ثلاثة أنواع: النوع الأول: الصراع العمودي، وهو يتلخص في الصراع بين الدولة والمجتمع، مثل قضية أتشيه، وإريان جايا. النوع الثاني: الصراع الاجتماعي بين الفئات في المجتمع، وقد تكون دوافعه دينية، كقضية مولوكو، وقد تكون عرقية، كقضيتي مادورا وكلمنتن. النوع الثالث: صراع سياسي بين القيادات السياسية. التنصير في الوقت الحاضر: التنصير بمفهومه القديم قل كثيراً، وما يقال عنه مبالغ فيه كثيراً. والتنصير الخطير الذي يجري الآن، يحدث في المجالات السياسية، حيث يحاول النصارى الحصول على المناصب السياسية الإستراتيجية ـ في الحكومة والإعلام. وفي المجالات الاجتماعية، وذلك بتسويق الحضارة الغربية ونشر أنماطها في المجتمع، وهم في كلا المجالين أقوياء. فهم في المجال السياسي يسيطرون على حزب إندونيسيا الديمقراطي الكفاحي (حزب ميغاواتي). وفي الإعلام يسيطرون على قناة التلفاز الرئيسية (إندونيسيا سيار) ولهذه القناة برنامج خاص يجمع كبار السن من الطبقة الوسطى فوق سن الأربعين... ويهتم بالأغاني القديمة. والهدف منه جمع التبرعات للنصارى، حيث يلتزم الذين يحضرون بالتبرعات الخيرية، وقد جمعوا من هذا المشروع مليارات الروبيات، والبرنامج مشهور جداً، ويشترك فيه المسلمون وغيرهم، وممن يحضره النساء المحجبات. وأشهر قنواتهم (RCTI) وهدفها العام نشر العلمانية، وكانت تملكها أسرة سوهارتو، وقد اشتراها (جورج سوروسG. SORS ) اليهودي الذي أفسد الاقتصاد في جنوب شرق آسيا، ويديرها النصارى. وقنواتهم الأخرى تصب في نفس الهدف. وهذه القنوات تعطي فرصاً للبرامج الدينية للمسلمين، بناء على قاعدة غير مكتوبة متعارف عليها في إندونيسيا، وهي أن تمكن وسائل الإعلام المسلمين من إلقاء محاضرة الفجر في الساعة الخامسة صباحاً، وأي قناة تمنع ذلك، تعتبر معادية للإسلام."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "مستقبل إندونيسيا السياسي",
    "content": "بعد قيام الحملة الأمريكية الجديدة ظروف إندونيسيا الداخلية حرجة. أولاً: لأنها في مرحلة انتقالية، تتغير فيها الحكومات في فترات قصيرة، ولا توجد حكومة قوية يمكنها أن تتخذ إجراءات حازمة. ثانياً: وجود أزمة شاملة في الشئون الاقتصادية والسياسية والاجتماعية، وهذا يجعل الحكومة تظهر الخضوع للسياسة الأمريكية، طمعاً في الحصول على الدعم الأمريكي، وبخاصة في الاقتصاد. ثالثاً: الحكومات الإقليمية المجاورة متعاونة مع السياسة الأمريكية، مثل سنغافورة والفلبين وأستراليا وماليزيا، وهي تتهم الحكومة الإندونيسية بأنها مركز للإرهاب، وذلك يسبب حرجاً للحكومة الإندونيسية. وقد دخلت الحكومة مع ماليزيا والفلبين قبل أسبوعين في محاربة الإرهاب. والحكومة تعد مشروعاً لقانون مكافحة الإرهاب، تريد به إرضاء أمريكا، بأنها تفعل شيئاً من مكافحة الإرهاب. ولكن توجد ردود فعل ومعارضة قوية من قبل المجتمع. بل يوجد خلاف شديد داخل الحكومة، فبعضهم يعارض ما تريد الحكومة القيام به، ومنهم وزير التنسيق السياسي، وكذلك توجد عناصر في الجيش تعارض ذلك، ومعارضتهم قوية، وذلك لأسباب سياسية، لأن الحكومة الأمريكية ساعدت في إفساد سمعة الجيش قبل إسقاط سوهارتو، حيث اتهمت عدداً كبيراً من الجنرالات بانتهاك حقوق الإنسان، كما هو الحال في قضية تيمور الشرقية. وكذلك قامت بمقاطعة عسكرية. ولهذا يتباطأ الجيش في تلبية طلب أمريكا التي اتهمته بأنه وراء الجهاد في أمبون. والجيش الآن يتجه إلى إظهار الابتعاد عن النشاط السياسي المباشر، والالتزام بمهنته الأساسية، وهي الوظيفة العسكرية. ويوجد صراع بين فريقين من الجيش: أحدهما يعبر عنه بالجيش الأحمر الوطني، والآخر يعبر عنه بالجيش الأخضر، وهو ذو الاتجاه الإسلامي، ويظهر ذلك في صعوبة إنهاء الصراع في ملوكو،  حيث يعمل كل من الفريقين ضد الآخر. والتوجه الإسلامي في الجيش أصبح الآن ظاهر، بعد أن كان من قبل لا يظهر، ولهذا تنمو قوة هذا الفريق في الجيش. ودعم الأحزاب الإسلامية والعلمانية متوازن في الجيش. ولهذا توجد محاولة لعدم إظهار الصراع بين الجيش، لما في ذلك من المخاطر، لأن صراع القادة جميعاً يقضي على الدولة. وسمعة الدعاة الإسلاميين في الجيش والشرطة جيدة، بسبب ما يرون في  الدعاة من حسن المعاملة والاعتدال، مع معرفتهم لأثر الدعوة الواضح في نشاطهم. وقد حذرت جريدة نيويورك تايمز من نشاط حزب العدالة، ونصت على بعض خريجي الشرق الأوسط. تجارب الصراع في إندونيسيا: إن الصراع في إندونيسيا ينتهي غالباً بنهاية دموية، ولا ينتهي بالطريقة السلمية المدنية. فالصراع العمودي حله الجيش، كما هو الحال في أتشيه. والانتخابات العامة نهايتها دائماً دموية. وفي الجيش رجال عقلاء، وآخرون دمويون، ومن الأولين المسؤول عن خبراء قائد القوات البرية. مستقبل الإسلام في إندونيسيا: يوجد فرق كبير بين واقع المسلمين اليوم، وواقعهم من قبل، في الأربعينات كانت توجد للمسلمين قيادات سياسية، مثل الدكتور محمد ناصر، والدكتور همكا والدكتور محمد رشيدي، ولم تكن توجد طبقة وسطى مؤهلة. والآن لا توجد قيادات واعية كبيرة ذات شهرة واسعة، ولكن توجد طبقة وسطى من المثقفين والاختصاصيين. الهيكل الاجتماعي للمسلمين موجود، والشروط المحتاج إليها – مع الاعتماد الذاتي - في الكفاءات البشرية موجودة، وقد ظهر هذا نوعاً ما في عهد الدكتور حبيبي. وهذا بخلاف ما يحدث مع الوطنيين، فعندهم قيادات رمزية، ولكن قلت عندهم الطبقة الوسطى. والأحزاب الإسلامية، مع تعددها، قادرة على صناعة معظم الأحداث السياسية في البلد: فهم الذين قادوا حركة إسقاط سوهارتو. وهم الذين ساعدوا في خذلان حبيبي [[وكان ذلك من أخطائهم التي ندموا على عملها]]. وهم الذين هزموا ميغاواتي، ورجحوا كفة القسدر (عبد الرحمن واحد) الذي لم يكن أحد يتوقع أن يكون رئيساً للدولة وهو كفيف، وكانت تلك مهارة سياسية عالية، فقد قاد أكبر تجمع إسلامي وثالث دولة عالمية في عدد السكان، وهزم الحزب المنتصر في الانتخابات. وهم كذلك الذين قادوا حركة إسقاط القسدر وأيدوا فوز ميغاواتي رئيسة للدولة، وحمزة هاز نائباً لها. وانتصرت الأحزاب الإسلامية كيفاً وإن لم تنتصر كماً، ولهذا سمتهم الصحافة الأجنبية: (صانعي الملوك). وبهذا الهيكل الاجتماعي سينتصر المسلمون (بإذن الله) في الصراع القادم للأسباب الآتية: السبب الأول: انتصار الفكر الإسلامي المتطور، وانكماش الأفكار غير الإسلامية. ومن أمثلة ذلك تغيير الدستور، المسلمون هم الذين يؤثرون في الرأي العام. السبب الثاني: تقدمهم في قوة التنظيم السياسي وإتقانه، بخلاف الأحزاب العلمانية التي تعتمد على القيادات الرمزية (رؤساء الأحزاب) وهي في قيمتها رمزية تاريخية وليست ذات كفاءة، كالحال في ميغاواتي التي اكتسبت رمزيتها من تاريخ أبيها. ورمزية الرئيس في الأحزاب الإسلامية موجودة، ولكن لا يخشى على الأحزاب إذا ذهب رئيسها، لأنها تسير على تنظيم لا يختل بسبب غياب الرئيس، مثل أمين رئيس. وحزب غولكار عنده تنظيم جيد وإدارة جيدة. السبب الثالث: فشل العلمانيين في البلد. وهنا يرد سؤال: وهو كيف تأمن الأحزاب الإسلامية على مسيرتها، ألا تخاف من تدخل الجيش؟ والجواب: أن الأحزاب الإسلامية في إندونيسيا لا تحمل صفة الأصولية، وإنما تسير بمنهج مدني، فمعظم الأحزاب الإسلامية لا تصرح بمفهوم الدولة الإسلامية، ولا تتشدد في وضع اللوائح الإسلامية، ولذا يصعب أن يعاديهم الجيش صراحة. ثم إن الجيش في صراع داخلي، وليس على نهج ونسق واحد. وكذلك ظهور طوائف مدنية تعادي الجيش علناً بدعم عالمي كبير، وهو اليسار الجديد في العالم. ومن أمثلة ذلك إنزال القوات في آتشيه بسبب حمل السلاح، بخلاف إيريان جاية التي آثرت العصيان المدني على العسكري. لقاء مع الدكتور سالم الجفري 2002م الخميس: 4/3/1423هـ ـ 16/5/2002م في فندق موليا/ جاكرتا هو سالم بن سقاف بن شيخ الجفري. ولد في مدينة \"سولو\" في 17/7/1954م. درس في هذه المدينة إلى السنة الأولى في المرحلة الإعدادية. وأتم دراسته المتوسط والثانوية في مدينة \"بالو PALO\" في سولاويسي الوسطى. ثم التحق بالجامعة الإسلامية في المدينة سنة 1972م بكلية الشريعة.. وواصل دراسته فيها حتى نال شهادة الدكتوراه في الفقه المقارن، سنة 1986م. (دراسة وتحقيق لكتاب ينابيع الأحكام لمعرفة الحلال والحرام) قسم المعاملات للإمام الإسفراييني. بعد أن عاد إلى بلاده قام بالتدريس في جامعة شريف هداية الله في جاكرتا... وفي بعض معاهد الدعاة، ومنها معهد الحكمة. كما قام بالتدريس في معهد العلوم الإسلامية التابع لجامعة الإمام محمد بن سعود الإسلامية في جاكرتا. ويقوم بالدعوة والتوجيه في مناطق إندونيسيا كلها. وهو يسعى مع بعض طلابه وزملائه لكتابة القوانين الإسلامية لمنطقة آتشيه التي صدر قانون من الحكومة المركزية في جاكرتا، بتطبيق الشريعة الإسلامية التي ظل الشعب في آتشيه يطالب بها منذ فترة طويلة... وقامت حرب بين المجاهدين في المنطقة وبين الجيش الإندونيسي منذ استقلال إندونيسيا إلى الآن. ولكن الحكومة الإندونيسية قيدت تطبيق الشريعة الإسلامية في آتشيه، بعدم التعارض مع القانون العام للدولة (يبدو أنه سيكون شبيهاً بتطبيق الشريعة في محافظتي كلنتن وترنغانو) في ماليزيا التي لم يؤذن للحزب الإسلامي \"فاس\" فيهما بتنفيذ أحكام الحدود. ومهمة الأخ سالم ومساعديه في صياغة هذه القانون تمر بالمراحل الآتية: المرحلة الأولى: مراجعة ما قد أصدرته الحكومة المحلية من قوانين، وقد وصلت إلى 19 قانوناً. المرحلة الثانية: الاطلاع على بعض القوانين في البلدان المماثلة، مثل ترنغانو وكلنتن في ماليزيا... وسيقومون بزيارة لها قريباً. المرحلة الثالثة: الاطلاع على القوانين التي صدرت في بعض البلدان العربية، مثل السودان واليمن. المرحلة الرابعة: صياغة القوانين الإسلامية على ضوء ما يمكن أن يستفيدوه من تلك القوانين. المرحلة الخامسة: محاولة عقد دورات داخلية لرجال القضاء في آتشيه، يدعى لها بعض العلماء في الدول العربية...  ومنهم الدكتور يوسف القرضاوي وغيره. المرحلة السادسة: عقد دورات عملية لهم في الخارج، بحيث يحضرون بعض المحاكم الشرعية في المملكة العربية السعودية للاطلاع على سير المرافعات والخصومات وإصدار الإحكام فيها. وسيكون البدء في القوانين بالأولويات التي تحقق للسكان الأمن والاستقرار، ويذوقون فيها ثمرة تطبيق الإسلام، ومن ذلك ما يأتي: القانون الأسري.. الذي تفصل فيه حقوق الأزواج والأولاد والآباء والأقارب... والنكاح والطلاق... وغير ذلك من أحكام الأسرة. القانون التعليمي والتربوي.. الذي يحقق للشعب ما يصبو إليه من التعليم الشامل من العلوم الإنسانية المبنية على الشريعة الإسلامية، والعلوم الكونية والتكنولوجية، والطبية... قانون حقوق الإنسان الذي يعطي كل ذي حق حقه، سواء كان من المسلمين أو غيرهم. وهكذا... ثم بعد ذلك القوانين الجنائية، من الحدود والتعزير وغيرها. العشاء في بيت الدكتور سالم الجفري: الجمعة 5/3/1423هـ 17/5/2002م أبواب التدخل الأمريكي في إندونيسيا: 1-الأحزاب. وهو أصعب الأبواب، لأن الأحزاب لا تتفق على رأي واحد، حتى الحزب الواحد ينقسم أعضاؤه، تبعا لمصالحهم المادية. وأشد الأحزاب خداعاً وتضليلاً، هو حزب غولكار، لأنه حزب متمرس له تجارب في السياسة والعمل الحكومي تزيد على ثلاثين سنة، ولذلك يجيدون التضليل، لأنهم يرفعون في شعاراتهم الأهداف الوطنية، ولهذا يرى الناس أعمالهم شبيهة بأعمال السحرة. أما حزب الديمقراطية (وهو الحزب الذي تتزعمه ميغاواتي) فقد اجتمعت فيه عناصر كثيرة، ولكنهم لا قدرة لهم على كافة المؤامرات، لقلة خبرة كثير منهم، ولعدم التزامهم بالتوجيهات المركزية، ولهذا يسمى أعضاؤه بـ(مجرمي الشوارع) لأنهم يجيدون التخريب. 2-الجيش. وبخاصة كبار المتقاعدين الذين كانوا يعملون مع سوهارتو، وغالبهم كانت لهم منح دراسية في أمريكا في معهد عسكري مشهور، يسمى وست بوينت. 3-الإعلام: جريدة ميديا، وتلفاز ميترو، صوتان بارزان لأمريكا. وهناك برامج إسلامية وطنية متفق عليها قد تخفف من الحملة الأمريكية. مثالها: 1- محاربة مناصب القرابة والرشوة. 2- تعديل اتجاه الجيش، بحيث يلتزم بمهنته.. ولا يتدخل في الشؤون السياسية. 3- تعديل القوانين. 4- القضاء على عناصر العهد الجديد(عهد سوهارتو)  العهد القديم هو عهد سوكارنو... والعهد الحالي هو ما يسمى بعهد الإصلاح. 5- تحسين الاقتصاد. 6- محاكمة سوهارتو وزمرته. ورؤوس رماح المطالبة بالإصلاحات هم طلاب الجامعات الحكومية: 40% جادون.. وللدعاة نشاط في الإعلام، وبخاصة التلفاز، حيث يشتركون في 75% من المحطات.. ومما يؤخر أمريكا عن الصدام المباشر مع الدولة والشعب في إندونيسيا، أن لها مصالح كثيرة اكتسبتها في عهد سوهاتو، وتخشى أن تخسرها أو تخسر الكثير منها، وهي تعلم أن الشعب الإندونيسي إذا غضب يتحرك تحركاً يدمر كل شيء، كما حصل في عهد سوكارنو وفي عهد سوهارتو في الفترة الأخيرة. انتهى ما أدلى به الدكتور سالم. وقد عينت الحكومة الإندونيسية الدكتور سالماً، سفيراً لها في المملكة العربية السعودية، في هذا العام 1426هـ ـ 2005م مقابلة الأخ محمد نور هدايت رئيس حزب العدالة في وقته: الحالة بعد صعود السيدة ميغاواتي حصل استقرار سياسي، ونفسي إجمالاً، شعر الناس بذلك عندما قارنوا بين الحال التي كانت في عهد القسدر، والحالة في عهد ميغاواتي، لأن الأول أثار كثيراً من المشكلات، أما هذه فهي قليلة الكلام، وتخاف من اتخاذ القرارات السريعة التي تأتي بأمور مفاجئة تهز المجتمع وتحدث فيه اضطرابات، مع العلم أنها ليست ضابطة لقراراتها، ولذلك تأتي متأخرة جداً. والناس انصرفوا إلى أعمالهم لوجود هذا الاستقرار النسبي، وهي تحاول أن تظهر بمظهر السياسة الديمقراطية، وتعطي الناس الحق في التعبير عن آرائهم بحرية، كما تظهر إرادتها للقضاء على الفساد، وتمنع أسرتها من التجارة والمحسوبية. وقد فرض عليها وعلى جميع الموظفين الكبار في الدولة تقديم سجل ممتلكاتهم قبل الوظيفة، وكانت عندها سيارة فخمة، لم تسجلها في ممتلكاتها، وكذلك بعض محطات البنزين، وعندما سئلت عنها قالت: إنها أهدت السيارة لحفيدتها، وأن المحطات لبعض حفيداتها. ومع ذلك فإن زوجها ما زال يتاجر في الصين وسنغافورة. وقد علقت عليها جريدة كومباس على تصريحها بمناسبة ذكرى حزبها بأنها لا تريد من أسرتها إساءة سمعتها، وتأمر حزبها بمحاربة المخدرات.. .وقد قدم بعض أعضاء حزبها إلى المختبرات، ولكن  نتائجها أخفيت. وهي لم تظهر إلى الآن الاستبداد بالأمر، بل لا تعارض المظاهرات والانتقادات التي توجه ضدها. ولكن محاولة ضبط الآراء في إندونيسيا جارية، ولهذا يوجد مشروع وفيه مواد تُضَيِّق الرأي. وكانت ترفض تعديل القوانين، والآن وافقت على دراستها وتعديلها، وهدفها من ذلك أن تبقى مسالمة حتى تنتهي مدتها، لتنتخب مرة أخرى، لأنها لو تشددت في آرائها ستصطدم بالمعارضين في الأحزاب الأخرى. وتوجد أزمة اختلاس أموال من قبل بعض أعضائها، وهناك مطالبة بإنشاء لجنة تحقق في ذلك، وهي لا تريد إنشاءها، بحجة وجود مرافعات في المحاكم. وحزب عبد الرحمن واحد يصر على إنشائها، أخذاً بالثأر من حزبها، وحزب العدالة أيضاً يريد إنشاء هذه اللجنة، من أجل تحقيق العدالة والقضاء على الظلم والنهب، وقد فرح حزب عبد الرحمن واحد بموقف حزب العدالة الذي اتفق معه في إنشاء هذه اللجنة، مع وجود الفارق بين الهدفين. وحزب غولكار هو الحزب الثاني في إندونيسيا، وهو حزب متمرس في السياسة، لما له من تجارب طويلة في الدولة، وهو لا يريد إنشاء اللجنة المذكورة، لأن أعضاءه متورطون في الاختلاسات والغش، وميغاواتي تتفق معهم على ذلك، لتتقرب إليهم بهذه الموافقة، لأنها تخاف منهم. وفي داخل حزبها تفكك واضح، وهي وحدها التي تسيطر على الحزب، وقد قدم أحد أعضاء حزبها شكوى إلى المحكمة ضدها وضد أمين الحزب، ولكنهما يماطلان في الاستجابة للشكوى. وحزب العدالة يطالب بعدم وجود ثنائية في الأحزاب والحكومة، أي إنه يجب ألا يتولى عضو في الحزب منصباً في الحكومة، وهي ونائبها حمزة هاز يتوليان أرفع مناصب الدولة، ولا زالا رئسين لحزبهما. وحزب العدالة يذ\tكر ميغاواتي أن والدها عندما أصبح رئيساً للدولة ترك رئاسة الحزب. الوضع السياسي الآن لا بأس به في الجملة، الأحزاب كلها أمامها فرصة للعمل، ولكن بعض الناس يحاولون استغلال هذه الفرصة واستعمالها استعمالاً سيئاً، مثل المطالبة بإعادة الحزب الشيوعي الذي لا زال البرلمان والحكومة يمنعان إعادته. الوضع الأمني غير جيد، فقد كثرت السرقات والاعتداء على الناس، لعدم وجود الضبط المطلوب، وقد فر كثير من السجناء من سجونهم التي ضاقت بهم لكثرتهم. وقد خطط تومي ولد سوهارتو القابع في السجن الآن لقتل أحد القضاة. وتحقيق العدالة في التجارة غير متوفر، حيث يهرب كثير من التجار المختلسين للأموال إلى الخارج، لأن الحزب الحاكم يساعدهم من أجل كسب الأموال منهم، مع أنهم يلاحقون المتهمين من المسلمين، والهاربون من العدالة غالبهم نصارى وصينيون، والأموال التي يختلسونها ويهربونها أَضعاف أضعاف ما يتهم به المسلمون، وكان هؤلاء المسلمون موظفين في الدولة. وهذا العمل أساء إلى الاقتصاد الإندونيسي، لأن المستثمرين لا يأمنون على استثمار أموالهم في البلد، وسببه الحكومة التي أوجدت هذه الظروف فأعاقت التقدم الاقتصادي. ومما يلفت النظر أن الروبية الآن قوية أمام  الدولار بالنسبة لعهد عبد الرحمن واحد، فسعر الدولار الآن 9200 روبية، بينما كانت من قبل أكثر من عشرة آلاف. ومع ذلك لم يتحسن الوضع الاقتصادي لمعظم الشعب في القدرة الشرائية والإنتاجية، بل الأسعار ترتفع، والضرائب تزداد  باستمرار، والبطالة تنتشر، وكل ذلك أرهق الشعب. وعندما تسأل الحكومة عن هذا الخلل الاقتصادي، تتعلل بأن البترول ارتفع في الخارج، وقد أصبحت الروبية قوية، والبترول يباع بالدولار، ومع قوة الروبية لم تخفض الأسعار. وقد سحبت الحكومة المساعدات التي كانت تمنحها للشعب. لذلك كله تدهور الاقتصاد، وكثرت شكاوى التجار وأهل المصانع من ارتفاع الضرائب، ومن تسلط حكام المناطق عليهم. ومما زاد تدهور الاقتصاد موقف الحكومة الأمريكية من إندونيسيا، فقد منعت استيراد البضائع الإندونيسية بحجة أن إندونيسيا استوفت قسطها في توريد صادراتها إلى أمريكا. وحصلت أزمة بين البلدين عندما منعت إندونيسيا استيراد أفخاذ الدجاج الأمريكي [[أمريكا تصدر أفخاذ الدجاج إلى الخارج، لأن الأمريكيين لا يأكلونه، وإنما يقدمونه للحيوانات، بسبب زيادة الدسم فيه والكلسترول]]. وكل ذلك سبب خسارة اقتصادية للشعب الإندونيسي. وتحاول الحكومة جلب رؤوس الأموال من بعض الدول الإسلامية. دعوى أمريكا بوجود إرهاب في إندونيسيا: صرحت أمريكا بأن الإرهاب موجود في إندونيسيا، وادعت أن الجمرة الخبيثة صدرت من إندونيسيا، ثم اعترفت بعد ذلك أن تلك الجمرة كانت من داخل أمريكا نفسها. وقد احتجزت أمريكا بعض الإندونيسيين ولا زالوا محتجزين إلى الآن بزعم أنهم من أعضاء القاعدة، مع أن المحكمة برأتهم، وتريد أمريكا إبعادهم منها. وقد اعتقل إندونيسيان في ماليزيا، ممن لهم نشاط في الدعوة، وكان لهم نشاط سابق في أفغانستان، كما قبض على بعضهم في سنغافورة، ويصرحون بأن إندونيسيا هي أضعف الدول المحاربة للإرهاب. واتهموا جعفر عمر طالب الذي اعتقلته الحكومة الإندونيسية قبل أسبوعين، وكذلك حبيب رزق شهاب، وأبا بكر باعشير زعيم دار السلام سابقاً بأنهم إرهابيون، ثم وضح الدكتور هدايت ما يعانيه حزب العدالة من قلة المادة التي تساعدهم على استقطاب الأعضاء المؤيدين، الذين تقوى بهم تحقيق أهداف الحزب، وفي مقدمتها الدعوة إلى الله. فقال: بسم الله الرحمن الرحيم الحمد لله رب العالمين. والصلاة والسلام على خاتم النبيين محمد وعلى آله وصحبه أجمعين. وبعد: فإن الدعوة إلى دين الله يجب أن ندعمها بمختلف الوسائل المتاحة المشروعة، وقد فعلنا من ذلك بجهد المقل، ولكن الدعوة لها جاذبيتها الذاتية، فتجاوب الناس معها، وتعاطفوا مع أبنائها، وعلقوا عليهم آمال المستقبل. وهذا القبول الحسن من الناس، نرعاه بالمضي في أعمال الدعوة، ويهمنا مع ذلك أن نربطهم مادياً، بإهداء الفانلات للرجل، والْخُمُر للنساء، وعددهم - رجالاً ونساء - في جميع مناطق إندونيسيا: 8،000،000  شخص. وذلك يتطلب منا مادياً ما يلي: الفانلات للرجال: 4،000،000 +10،000 = 40،000،000،000 روبية. الخمر للنساء: 4،000،000 +15،000 = 60،000،000،000 روبية. المجموع: =   100،000،000،000 روبية. أو ما يعادل: 10،000،000 دولار أمريكي. الدولار: 10،000 روبية تقريباً. ذلك للمسلمين عموماً. أما خواصهم (الوجهاء ورؤساء القبائل ونحوهم) فيناسبهم أن تهدى إليهم العمائم، وعددهم:  200،000 شخص. نرجو أن نتلقى من أي جهة خيرية يهمها أمر الدعوة إسهاماً واشتراكاً في تنفيذ هذا المشروع الكريم. هذا والله نسأل أن يهيئ لنا من أمرنا رشدا. والسلام عليكم ورحمة الله وبركاته. جاكرتا 4 ربيع الأول 1423هـ / 17 مايو 2002م التوقيع: د.محمد هدايت نور وحيد [[تأمل شدة حاجة حزب إسلامي هدفه الدعوة إلى الإسلام.. كيف يأمل أن يدعم بمبلغ (10،000،000) عشرة مليون دولار، لتوفير هدايا رمزية لمؤيديهم، فلا يجد شيئاً من ذلك، ولكن الحزب بعد انتخابات 2004م أصبح حزباً مشاركاً في الحكومة الإندونيسية، وله في البرلمان المركزي 45 عضواً، وفي الحكومة ثلاثة وزراء، وكثر مؤيدوهم كما سيأتي ما يدل على ذلك]]. زيارة فرع الجمعية المحمدية في جاكرتا: الاثنين: 5/3/1419هـ -29/1998م سبق أن زرت كثيراً من الجمعيات والمؤسسات الإسلامية المتنوعة في رحلات متعددة لإندونيسيا، وكتبت عنها معلومات، وقد أدرجتها في جزئين خاصين بالرحلات الإندونيسية المتكررة ولم أكن في هذه الرحلة عازماً على الاستمرار في زيارة المؤسسات والشخصيات القيادية لتلك المؤسسات، ولكن المدة التي أخذت فيها المعلومات السابقة قد طالت، وعندي متسع من الوقت في بعض الأيام، ففضلت أن أزور بعض فروع تلك المؤسسات، فزرت في هذا اليوم أحد فروع الجمعية المحمدية في جاكرتا، واتفق أن كان رئيس الجمعية - التي مقرها المركزي في جوك جاكرتا -: (الدكتور أمين رئيس) موجوداً في جاكرتا، فلما علم بزيارتي فضل استقبالي، مع كثرة ارتباطاته، واغتنمت الفرصة – كعادتي - لأخذ بعض المعلومات المتعلقة بالساعة الراهنة، وكان معه بعض أعضاء جمعيته، ومعي بعض الطلاب المتخرجين من الجامعة الإسلامية بالمدينة المنورة.. [img]pics/6/6006.jpg[/img]<< الكاتب يسلم بعض مؤلفاته لرئيس الجمعية المحمدية (أمين رئيس) جاكرتا 5/3/1419? >> [img]pics/6/6007.jpg[/img]<< الكاتب وعلى يمينه رئيس الجمعية المحمدية (أمين رئيس) جاكرتا ـ 5/3/1419? >> فكان معه هذا الحوار: قلت له: أرجو المعذرة لعدم إجادتي لغة أخرى غير لغة أمي، أستطيع التخاطب بها معك مباشرة. فقال: أنا أفهم كل ما تتحدث به باللغة العربية مائة في المائة، ولكني قد أحتاج إلى المساعدة في ترجمة ما أريد التحدث عنه. طلبت منه في بداية الجلسة التعريف بنفسه، فأجاب بما يأتي: ولدت في 26 من شهر إبريل سنة: 1944م، في مدينة: (سولو) في جاوة الوسطى، وهو من أسرة متدينة. والده تخرج في مدرسة المعلمين المحمدية. ووالدته تخرجت في مدرسة المعلمات المحمدية. وكان تعليمي من الروضة إلى الثانوية، في المدارس المحمدية. التحقت في سنة: 1962م بجامعة: (قاجه ماجه) في جوك جاكرتا، في كلية السياسة، وتخرجت منها سنة: 1968م. وتزوج بعد تخرجه بسنة. وفي سنة: 1972م سافر إلى أمريكا للدراسة، والتحق بجامعة إنديانا بولس، وحصل على شهادة الماجستير في العلاقات الدولية العامة. وفي سنة: 1975م التحق بجامعة: شيكاغو في العلوم السياسية. وفي سنة: 1981م رجع إلى إندونيسيا، ونشط في أعمال الجمعية المحمدية، واختير عضواً في الهيئة العليا القيادية في الجمعية المحمدية، سنة: 1985م. وكان ذلك في اليوم الذي أجبر فيه سوهارتو المؤسسات الإسلامية وغيرها على إعلان قبول شعار: (البانتشاسيلا). وفي سنة: 1995م أي بعد عشر سنوات من عضويته في القيادة العليا، انتخب رئيساً للجمعية المحمدية، ولا زال. عنده خمسة أولاد: ابنان وثلاث بنات. أسباب الأزمة الإندونيسية الحالية: قلت له: ما أسباب الأزمة الحالية في إندونيسيا؟ قال: الأسباب كثيرة، ولكن أهمها أربعة أسباب: السبب الأول: أن قادة الحكم في إندونيسيا، نسوا ما علمنا الرسول صلى الله عليه وسلم من الصدق والأمانة، وهما الأساس الخلقي، ونسوا مبادئ القرآن في إدارة الدولة. السبب الثاني: أننا - نحن الإندونيسيين - نؤمن بالله ونخاف من سوهارتو، وهذا شرك سياسي، ونحن قد تعلمنا في الجمعية المحمدية، أن الداء يكمن في مشاركة الله في جبروته، وأن الدواء في توحيد الله حقاً. وأهم مبادئ الإسلام: الكلمة الطيبة كلمة الإخلاص، التي يجب أن تكون عندنا بها شجاعة لقول لا.. في كل ما يخالفها، ولا نخشى أحداً في ذلك، لأن الله تعالى يقول: { إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلاَّ اللَّهَ فَعَسَى أُوْلَئِكَ أَنْ يَكُونُوا مِنْ الْمُهْتَدِينَ }. [18 التوبة]. السبب الثالث: الاختلاس، وهو متفرع عن السبب الأول. السبب الرابع: الكفر بنعمة الله التي أشار إليها القرآن في قوله تعالى: { أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَةَ اللَّهِ كُفْراً وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ }. [إبراهيم:28]. التغيير وعقباته ووسائل اجتيازها: قلت له: أساس الحكم في إندونيسيا غير الإسلام، فهل تريدون تغييره، وهل تغييره سهل؟ قال: توجد عقبات في طريق التغيير، ولكن لا بد من السعي لاجتيازها: العقبة الأولى: كون الحكم الطاغوتي استمر أكثر من ثلاثين سنة، وفي هذه المدة الطويلة تأصل فيها هذا الأساس. العقبة الثانية: أن سوهارتو وشياطينه سيحاولون العودة إلى السيطرة مرة أخرى، لوجود شبكة من العلاقات تربط بينهم. العقبة الثالثة: القوة الدولية التي ستحاول إفشال كفاح من يريد الإصلاح وإقامة الإسلام، وبخاصة أمريكا. قلت له: هذه العقبات، فما الوسائل التي يمكن بها اجتيازها؟ قال: الوسائل كثيرة أيضاً، ولكن أهمها ما يأتي: الوسيلة الأولى: أن تكون عندنا شجاعة لطرد النظام القديم بقوة وراديكالية تقضي على المنهج الفرعوني الذي وضعه سوهارتو، كما قال تعالى: { إِنَّ فِرْعَوْنَ عَلا فِي الأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعاً يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِ نِسَاءَهُمْ إِنَّهُ كَانَ مِنْ الْمُفْسِدِينَ } [القصص:4]. الوسيلة الثانية: أن نثق بأنفسنا، فنحن مسلمون، والشعب الإندونيسي يتكون من أكثر من مائتي مليون شخص، معظمهم مسلمون، وعندما يتمسكون بالإسلام سينتصرون. قلت له: الشعوب الإسلامية أعدادها كثيرة، ولكن جرت عادة الجماهير أن تتحمس في أوقات معينة، وراء قيادات مؤثرة، ولكن غالبهم لا يثبتون عند الشدائد. قال: سأختار أصدقائي ممن آمنوا وعملوا الصالحات، وفكروا في مصالح أمتهم، وعندهم قدرة على رؤية المستقبل. والمؤمنون الذين يستعدون للتضحية، هم فقط الذين يثبتون عند الشدائد. وسأحاول أن أدعو القيادات الإسلامية من جميع الأطراف، ممن عندهم استعداد لإدارة الدولة، ولا يهمني كثرة العدد، وإنما يهمني القوة. والتغيير الاجتماعي تقوده الكتلة الصغيرة القوية المتحمسة، وغيرها لا تقود عملية التغيير. قلت: هل يمكن أن يجتمع قادة المسلمين في إندونيسيا ويتعاونوا في هذه المرحلة من أجل التغيير؟ قال: سنحاول أن لا يحدث نزاع وشقاق بين المسلمين، لأنا تعلمنا من تاريخنا أن الانشقاق دائماً يوهن قوة المسلمين ويضعفها، ونأمل أن يحصل التعاون وعدم النزاع، لأن 99% من المسلمين في إندونيسيا سنيون، والشيعة لا يزيد عددهم عن: 1%، والجماعات الإسلامية في إندونيسيا مع تعددها هدفها السياسي واحد. ودار نقاش طويل في هذه المسألة، وذكرت له بعض التجارب المُرة التي حصلت بين المسلمين في كثير من البلدان، وهم من أهل السنة وعلى مذهب واحد، ولكن الشيطان وتَوَهُّم المغانم السياسية والمادية جعلتهم يتنازعون ويفشلون، ولكن الرجل متفائل، نسأل الله أن يحقق للمسلمين في إندونيسيا تفاؤله. الحرص على التعاون مع الصالحين: قلت: إنه يجب الحرص على التعاون مع جميع المسلمين في إندونيسيا على إقامة الدولة المسلمة التي تحقق للشعب مصالحه، وتدفع عنه المفاسد والأضرار، ولكن يجب أن تكون الأولية في التعاون للرجال الذين يفقهون الإسلام، وعندهم إخلاص لله في أعمالهم، واستعداد للبذل والتضحية بالغالي والنفيس في سبيل رفع كلمة الله، لأن هؤلاء هم الذين سيثبتون على المبدأ عند الشدة، بخلاف عامة الناس، فإن ثباتهم على خط واحد فيه صعوبة، كما هو معلوم. هذا وقد أبدى الرجل رغبته في لقاء آخر، ولكن كثرة مشاغله وتنقلي في بعض المدن حالا بيننا وبين اللقاء مرة أخرى… والمؤسف أن الدكتور \"أمين رئيس\" قَصَّر في التعاون الجاد مع شباب صالحين وعد بالتعاون معهم، وشمل حزبه خلطة أفشلت طموحه. ولو أنه قوى صلته بشباب الجامعات الإسلامية والجامعات العلمية الأخرى من ذوي المؤهلات المهمة الذين تخرجوا في الدول الغربية واليابان وغيرها، لكان نجاحه مضموناً بإذن الله. فقد ظهرت شخصيته قبل أن تتكون الأحزاب وأصبح له شأنه في إندونيسيا، وكان كثير من الإسلاميين يعلقون عليه ـ بعد الله ـ أملاً في اجتماع كلمة المسلمين، والحصول على الأغلبية التي يتمكنون بها من إقامة ما يتاح لهم من تطبيق الإسلام، ولكن الرجل ليس عنده من التجارب السياسية ما يجعله يختار الأولويات ويحسم أمره باختيار الأصلح، ولهذا أضاع فرصة ثمينة كان هو الذي وعد باتخاذها، وهي اختيار صفوة صالحة مخلصة، واستبدل بها غيرها مما كان سبباً في عدم بلوغه ما كان يطمح إليه، ولله في خلقه شئون. وقد كان لحزب العدالة أولاً، ثم حزب العدالة والرفاهية  أخيراً فوز سريع، لأن غالب أعضائه ذووا كفاءات وتخصصات مهمة، إضافة إلى دقة تنظيمهم وقوة إيمانهم، ولا أزكي على الله أحداً، وهم الآن مشاركون في الحكومة الإندونيسية، مع رئيس الجمهورية \"سوسيلو بانبانج\" الذي تحالفوا معه في الانتخابات الأخيرة. ولديهم خطط سياسية وتربوية، يطمحون من ورائها إلى الفوز الذي يمكنهم من الوصول إلى رئاسة الجمهورية الإندونيسية وتكوين الحكومة، ليحققوا بها هدفهم وهو خدمة بلدهم على ضوء ما يؤمنون به وهو الدين الإسلامي. تحليل سياسيي موجز لسعادة أمين عام حزب العدالة: طلبت من الأستاذ أنيس متى تزويدي بخلاصة عن الأوضاع السياسية المتتابعة بعد سقوط سوهارتو، فزودني بما يأتي: بســم الله الرحمن الرحيم وقائع سياسية في إندونيسـيا \"عهد الرئيس عبد الرحمن وحيد\": تمهيد: لا بد - لفهم واقع إندونيســيا الحالي - من اسـتعراض سـلسـلة الأحداث المتلاحقة منذ عام 1997 الذي بدأ فيه حكم سـوهارتو يتجه نحو التدهور بعدما ظل يتحكم في حياة الشـعب الإندونيسي نحو 32 سـنة. سـقوط سـوهارتو: تخلخلت حكومة سـوهارتو لما انتشــر فيها من المحسـوبية والفسـاد الإداري والمالي، وقد حاول الاسـتمسـاك والبقاء على كرسي الرئاسـة ولكن أمواج الكراهية ضـده جعلته يتنازل عن عرشـه. صـعود حبيبى وسـقوطه: صـعد حبيبي إلى كرسي الرئاسـة حاملاً على عاتقه أعباء ضـخمة تأتيه من الأزمات الاقتصـادية والمشـاكل الاجتماعية ومن كونه من أقرب المقربين إلى الرئيس المخلوع سـوهارتو، وصـمم على المضي قدماً لمغالبة جميع الصـعاب ومعالجة جميع المشـاكل ولعله كان مخلصـاً في ذلك وجاداً فوفق إلى تحقيق نجاح يعد بالنسـبة إلى الظروف القائمة وقتئذ عظيماً، فالاقتصـاد الوطني اهتز ومؤشـرات الاقتصـاد الكلي ارتفعت والانتخاب العام تم بسـلام وخلا نسـبياً عن التزييف والتلاعب بالأصـوات وتم كذلك الاجتماع العام لمجلس الشـعب. ولكن خصـومه السـياسـيين عموماً والمنتمين للحزب الفائز (حزب ميغاواتي) خصـوصـاً تغاضـوا عن ذلك النجاح وأصـروا على القول بأن حبيبي فشـل فشـلاً ذريعاً ورتبوا على ذلك ضـرورة إقالته عن الحكم والإتيان بميغاواتي صـاحبة الحزب الفائز لتأخذ محله في كرسي الرئاسـة. وتوجس الإسـلاميون شـراً عندما رأوا ما أظهره أنصـار ميغاواتي من التبجح والتطاول وكانوا في الحقيقة متعاطفين مع حبيبي ولكن منعهم من التصـريح بذلك خوفهم من تهمة موالاة الرئيس المخلوع سـوهارتو. [[وكانت غلطة سياسية شنيعة]]. وأعوز الإسـلاميين أن يجدوا مخرجاً من المأزق ثم انبرى أمين رئيس يرشـح عبدالرحمن واحد لرئاسـة الجمهورية، وكان في ذلك هازلاً ويتوقع أن لا يجد تأييداً ولكن قدر الله وما شـاء فعل. صـعود عبد الرحمن وحيد: شـهدت صـبيحة اليوم 19 أكتوبر 1999 عقب انسـحاب حبيبي من التنافس على الرئاسـة حدثاً في غاية الخطورة بالنسـبة لمسـتقبل البلد، جاء عدد من قيادات حزب العدالة إلى السـيد/ أمين رئيس في غرفته من الفندق الذي ينزل فيه وعرضـوا عليه أن يرشـح نفسـه للرئاســة ولكنه أبى بحجة أنه قد سـبق منه أن وعد عبد الرحمن واحد بعدم الترشـح، وقال السـيد/ شافعي معارف وكان حاضـراً وهو من أنصـار أمين رئيس: \"إن ترشـيح أمين رئيس سـيفسـد الأخوة الناشـئة بين الجمعية المحمدية وجمعية نهضـة العلماء\". [[وكانت الصلة بينهما إلى ذلك الوقت غير منسجمة لاختلاف منهج الجمعيتين، ولكنها مجاملات تفوت المصالح وتستجلب المفاسد]]. وكان أمين رئيس قبل ذلك قد تأكد من اسـتعداد وحيد للرئاسـة فصـرح بأنه على اسـتعداد وعلى يقين من الفوز وإذن سـنعمل على توحيد جمعيتين إسـلاميتين عظيمتين قد طال اختلافهما، وهذا تصـريح له تأثير السـحر في ذلك الوقت، وهكذا تقدم وحيد للرئاسـة وتلقى تأييداً أيما تأييد. الخطوة الأولى التي أتخذها عبد الرحمن وحيد عقب تسـلمه الرئاسـة: لم يلبث عبد الرحمن وحيد عقب تسـلمه الرئاسـة أن جمع رؤسـاء الأحزاب الكبيرة واتفق معهم على تشـكيل حكومة مشـتركة تسـمى حكومة الوحدة القومية، وهى مكونة من وزراء تم تعيينهم بتشـاور وضـمان من خمسـة رموز وطنيين هم عبد الرحمن وحيد، ميغاواتي - نائبة الرئيس، أمين رئيس- رئيس مجلس الشـعب، أكبر تنجونج رئيس البرلمان، الجنرال ويرانتو - قائد الجيش. وشـرعت الحكومة المشـتركة في العمل وأظهرت في مبدأ أمرها تعاوناً جميلاً. بداية الاختلال: ثم لم يمض أسـبوع على حكومة وحيد حتى حدث ما يسـبب الاختلال ويفسـد الانسـجام، حضـر وحيد الندوة العالمية عن مسـتقبل إندونيسـيا في مدينة بالي في التاريخ 24 أكتوبر 1999، وصـرح هناك بإمكانية إنشـاء التعاون الاقتصادي مع إسـرائيل، وهى كلمة تؤذى جمهور الشـعب وخاصـة المسـلمين وتؤكد لهم ما كانوا يظنونه من موالاة وحيد للصـهيونية، وبعد ذلك بأسـبوع عاد وحيد يدلي بذلك التصـريح في مؤتمر وطني لطلاب الجمعية المحمدية. لم يسـتطع الجمهور ولاسـيما المسـلمون احتمال تلك الكلمة الخطيرة وتوقعوا - إن سـكتوا - أن تكون فتنة في الأرض وفسـاد كبير فخرج آلاف الطلاب إلى الشـوارع يقيمون المظاهرات احتجاجاً على توجه الحكومة نحو تكوين أي علاقة مع دولة الصـهاينة، وشـاركت الجمعيات الإسـلامية - وعلى رأسـها حزب العدالة - في إظهار الاحتجاج والرفض وأصـدرت تصـريحات مختلفة في أسـاليبها متحدة في مغزاها وهو الرفض القاطع ضـد نية الحكومة فتح علاقة مع إسـرائيل. الاختلال الاجتماعي: ليس من المبالغة القول بأن تصـرفات وحيد والتواءاته وتقلباته هي السـبب الرئيس وراء كل اختلال اجتماعي حدث، فإنه ظل منذ ارتقى إلى كرسي الرئاسـة يطلع على الناس بكلمات أو تصـرفات تثير التسـاؤلات، وقد صـرح أخيراً في اجتماع البرلمان بتأجيل تكوين العلاقة مع اليهود ولكنه لم يلبث أن عزل من وزرائه من كان يؤيده فعزل الجنرال/ ويرانتو والسـيد/ حمزة هاز وهما في عداد من يمثلون المسـلمين والجيش في حكومة وحيد، وهكذا انهار ما يسـمى بحكومة الوحدة الوطنية. ومن سـلسـلة تصـريحاته أو تصـرفاته التي تحدث الاختلال وتقضـى على الانسـجام اسـتخفافه بجهود المسـلمين في الدفاع عن إخوانهم المضـطهدين في جزر مالوكو وقوله: إن مسلمي مالوكو يسـتحقون ما أصـابهم الآن لأنهم كانوا في عهد سـوهارتو يحتلون مكان الحظوة والتدليل، واتهامُه قادة الجيش بتبييت مؤامرة، وعزمُه على إلغاء قرار مجلس الشـعب عام 1966 بخصـوص حظر الحركة الشـيوعية، وزعمُه بأن نزوله عن الحكم سـيؤدى إلى انحلال الوحدة الإندونيسـية أو انفصـال 6 محافظات عنها، وهذا الأخير يمثل قمة الالتواءات التي يتخذها وحيد. تدهور الوضـع الاقتصادي: اسـتبد وحيد في سـياسـة الاقتصـاد فلم ينزل عند آراء وزرائه ولم يأخذ بمقترحات الخبراء الذين اتخذهم أهل اسـتشـارته، احتوى التجار الكبار المريب [[المرتاب]] في أمرهم وجعل يقدم لهم الدعم السياسي والتسـهيلات وعيَّن سـفيان وانندى - وهو التاجر الهارب من الاعتقال في عهد حبيبي - رئيسـاً لهيئة تنمية الأعمال التجارية الوطنية وهى هيئة أُنشـأت لتظهر برهة ثم تختفي بغير إيذان. واسـتمر في اسـتبداده حتى وصـل إلى درجة التهور فتورط في التلاعب بالأموال التي تبرع بها سـلطان دولة بروناي، وفى ابتزاز أموال مؤسـسـة بولوك، وحمى تجاراً كباراً قد وجب قانونياً إجراء التحقيق في أمرهم، وتدخل سـياسـياً في شـؤون البنك الإندونيسي خارقاً اسـتقلاليته القانونية، وأحدث تغييرات في القائمين على الشـركات الحكومية واسـتبدل بكثير منهم أعوانه، وأهدر أموال الدولة للتجوال إلى مختلف الدول وفعل غير ذلك مما يعرقل الحركات التجارية والحياة الاقتصـادية فنزلت قيمة الروبية إلى 12.000 بالنسـبة لـ(لدولار الأمريكي) وقد كانت عند هذا الرقم 6.700 عندما نزل حبيبي عن الحكم. وأوشـك اليوم أن يذهب كل أمل في إصـلاح الوضـع الاقتصـادي، ذلك لأن المسـتثمرين قد فقدوا الثقة بتحسـن الوضـع وأصـبحت إندونيســيا دولة مهددة بالانهيار، ووصـل الأمر إلى أن عجزت خزينة الدولة عن الوفاء بمقتضـيات الميزانية المقررة فلم يكن هناك بد من التضـييق على جماهير الشـعب ومن رفع سـعر البترول والكهرباء وغيرهما. الاسـتخفاف بالقانون: وقد كان خرق القانون من دأب وحيد في تصـرفاته السـياسـية، اختار لتنفيذ أحكام القانون رجالاً غير ذوى السـيرة الطيبة، ومن أمثلة ذلك أنه جعل مرزوقي داروسـمان على رأس هيئة الادعاء العام، وتدخل بسـلطته في عملية الإجراءات القانونية، ومن أمثلة ذلك أنه أصـدر أمراً بتأجيل العملية القانونية المفروض إجراؤها على 3 تجار متهمين وهم Prayogo Pangestu, Sinivasan, Syamsul Nursalim وأنه قام بعمل لقاء مع الرجل المتهم تومي بن سـوهارتو، وأنه رفض إقرار الرجل الذي رشـحه البرلمان لرئاسـة المحكمة العليا. صـدور الإنذار البرلماني: ازدادت المشـاكل بسـبب تصـرفات وحيد الملتوية فرأى البرلمان أن لا بد من فعل شـيء للحد منها فشـكل لجنة خاصـة لتقصـى الحقائق في قضـية اختفاء بعض أموال مؤسـسـة بولوك وفى قضـية تصـريف الأموال التي تبرع بها سـلطان دولة بروناي، وهما من القضـايا التي يغلب على الظن أن يتورط فيها وحيد. قامت اللجنة بمهمتها في خلال ثلاثة أشـهر ثم انتهت إلى أمرين: أحدهما أنه جدير بوحيد أن يتورط في القضـية الأولى والأمر الثاني أن وحيد قد روَّج الكذب على الجمهور في القضـية الثانية. ثم عقد البرلمان بناء على ذلك اجتماعه العام وأعاد النظر في الموضـوع ثم أصـدر إنذاراً رسـمياً لوحيد وأمهله 3 أشـهر يصـلح فيها تصـرفاته ويحسّـن إنجازاته وإلا تلقى من البرلمان إنذاراً ثانياً. صـدور الإنذار الثاني: وعقد البرلمان اجتماعاً عاماً في 30 أبريل 2001 للنظر في قضـية وحيد فرأى أنه لم يعبأ بالإنذار الأول، فما كان منه إلا أن أصـدر إنذاره الثاني لوحيد وأمهله شـهراً للتلافي وتحسـين الإنجازات وإلا تقدم البرلمان إلى مجلس الشـعب طالباً منه أن يعقد الاجتماع الاستثنائي لمحاسـبة وحيد. ومضـى شـهر ولم يظهر من وحيد أي رغبة في التلافي بل ألقى تصـريحات في مختلف المناسـبات فحواها أن جميع قرارات البرلمان المتعلقة به غير قانونية لأنها تناقض دسـتور الدولة، وهدّد بناء على ذلك باسـتعمال حقه المزعوم في إصـدار قرار حل البرلمان إذا مضـى هذا في إجراء ما يقتضـيه الإنذار الثاني من المطالبة بإقامة اجتماع استثنائي لمجلس الشـعب يحاسـب فيه الرئيس على أعماله وتصـرفاته. ومرت أيام فكر فيها وحيد ودبر لكسـب الدعم الكافي الذي يمكنه من إصـدار قرار بحل البرلمان ولكن خاب سـعيه ولم يتلق التأييد المطلوب حتى جاء يوم 30 مايو 2001 الذي عقد فيه البرلمان اجتماعه العام وعاد ينظر في قضـية وحيد فرأى أنه لم يبال بالإنذار الثاني ومن ثم طلب من مجلس الشـعب أن يعقد اجتماعاً اسـتثنائياً في أقرب وقت لمحاسـبة وحيد. ويبدو أن أنصـار وحيد قد دبروا أمرا لعرقلة مسـير اجتماع البرلمان فاحتشـد آلاف من الناس أمام مبنى البرلمان يظهرون التأييد لوحيد ويعملون الضـجيج ولكن الشـرطة ضـغطت عليهم حتى انفضـوا، وحدث في نفس الوقت في بعض الأماكن من جاوة الشـرقية أن خرج أنصـار وحيد إلى الشـوارع وقاموا بأعمال الشـغب من إحراق مباني الجمعية المحمدية والمدارس والكنائس وغيرها ولكن الشـرطة واجهتهم بقوة لدرجة إطلاق الرصـاصـات وأصـيب بها أحدهم ومات فتفرق الجمع وتقهقروا وانسـحبوا ولم يعاودوا الكرة منذ ذلك الوقت إلى اليوم. وبعد: فمن المقرر قانونياً إذا صـدر قرار بعقد اجتماع استثنائي لمجلس الشـعب أن يعطى المجلس شـهرين ليتأهب ويسـتعد بكل شـيء يسـتلزمه الاجتماع المقصـود فعلى ذلك يكون موعد الاجتماع هو 1/أغسـطس 2001م. وغلب على الظن أن يسـتغل وحيد فرصـته الباقية ويبذل أقصـى جهده للاحتفاظ بمنصـبه فاقترح بعض البرلمانيين تعجيل عقد اجتماع مجلس الشـعب ولا سـيما أن أعمال الاسـتعداد قد تم التخلص [[يقصد: الانتهاء]] منها في 20يونيو 2001م. وقد أصـاب ذلك الظن فما إن رأى وحيد نفسـه على مقربة من خطر العزل حتى فكر وفكر ثم قرر سـياسـات جديدة تدل على محاولته الجادة للاحتفاظ بكرسي الرئاسـة. أولاً- أصـدر قراراً بإحالة رئيس الشـرطة إلى التقاعد وتفويض مهماته إلى نائبه، وهو يقصـد من وراء ذلك أن يسـهل تنفيذ أمره إذا احتاج فيما بعد إلى إصـدار أمر بإلقاء القبض على خصـومه أو إجراء التحقيق معهم، ولكن رئيس الشـرطة تمرد على هذا القرار وأبى هو وأعوانه في الشـرطة الاسـتجابة لأمر وحيد بل اتفقوا على كتابة بيان رسمي يعلنون فيه رفضـهم لكل تدخل سـياسـي في هيئة الشـرطة. ثانياً- بادر إلى إقرار رئيس المحكمة العليا بعد تلك التلكآت المعروفة وبعد التأكد من اسـتعداد القاضي الجديد للتجاوب معه في إصـدار الأحكام القضـائية التي تدعم محاولته الاحتفاظ بالمنصـب. ثالثاً- أحدث تغييراً جديداً في وزرائه بحيث يكون كل وزير له الولاء المؤكد لوحيد ولهذا السـبب عزل Susilo Bambang Yudoyono لأنه كان غير متجاوب معه في بعض الأمور [وهو الذي أصبح بعد الانتخابات الأخيرة 2004رئيساً للجمهورية] وجعل مكانه Agum Gumelar لأنه كان مسـتعداً للتجاوب معه في جميع الأمور. رابعاً- شـكل لجنة من وزرائه تقوم بمهمة خاصـة هي الاتصـال بخصـومه السـياسـيين لمداراتهم أو الضـغط عليهم لعلهم يقبلون التفاهم والتعاون على \"مصـلحة مشـتركة\". على عتبة الاجتماع الاستثنائي لمجلس الشـعب: أتمت اللجنة التي شـكلها المجلس لإعداد أوراق الاجتماع مهمتها فلا يوجد في هذه الناحية أي مانع من تعجيل عقد الاجتماع، وهيئة المجلس الرئاسـية التي يرأسـها أمين رئيس تكون الآن على وضـع جيد من التفاهم والتعاون. البرلمان: البرلمان اليوم في حالة جيدة من التوافق والتعاون بحيث يسـتعصـى \tعلى \tكل محاولة من قبل وحيد لتفريقه، ذلك لأن البرلمانيين قد أصـابهم الغثيان من \tمناوراته الماكرة السـمجة. نائبة الرئيس الجمهوري السـيدة/ ميغاواتي: قد أبدت الموافقة على عقد الاجتماع الاسـتثنائي لمجلس الشـعب وقد تم لها اللقاء مع أمين رئيس تمهيداً لعقد التعاون الوطني بعد عزل وحيد. وهناك اختلافات في حزبها يمكن تقسـيمها إلى قسـمين، قسـم يرى ضـرورة تشـكيل حكومة ائتلافية مع الأحزاب الإسـلامية وقسـم \tيرفض التعاون مع الأحزاب الإسـلامية، ويترأس هذا القسـم ثيو شافعي وهو جندى متقاعد نصـراني متعصـب. السـيد/ أمين رئيس: قد اسـتقر له العزم على محاسـبة وحيد في الاجتماع الاستثنائي لمجلس \tالشـعب وسـيكون له دور مؤكد في ذلك، ولكنه في محاولته لتكوين الحكومة الجديدة التي تخلف حكومة وحيد سـيتأثر برغبات الرجال الذين حوله وهم شـتى وهنا يكون مكمن الخطورة. السـيد/ حمزة هاز: هو الرجل الذي رشـحه الإسـلاميون ليكون النائب إذا ارتقت ميغاواتي إلى كرسي الرئاسـة وإذا أبت ميغاواتي ذلك فسـيكون من الصـعب إنشـاء أي تعاون مع الإسـلاميين، وفى ذلك خطر أي خطر على حكومة ميغاواتي. معلومات مختصرة أدلى بها الأستاذ حسين عمر: الثلاثاء: 27/3/1422هـ ـ 19/6/2001م. قال الأخ حسين عمر - رئيس المجلس الأعلى للدعوة الإسلامية -: إن المشكلات التي تعاني منها الجمهورية الإندونيسية في هذه الفترة، ينبع غالبها من الرئيس عبد الرحمن واحد، فهو لا يتمسك بالإسلام، ولا حكمة عنده في إدارة شؤون البلاد. [img]pics/6/6008.jpg[/img]<< الكاتب وعلى يساره الأستاذ حسين عمر رئيس المجلس الأعلى للدعوة الإسلامية في مقر المجلس - في جاكرتا >> والمادة الثامنة من اللائحة الأساسية لقانون الدولة تنص على أن يخلف الرئيس، إذا خلا مقعده – بإسقاط أو وفاة - نائبه، ولم يعين النائب أن يكون رجلاً أو امرأة. ونائبة الرئيس امرأة وطنية [[يبدو أنه يريد قومية]] علمانية، مغالية في الأمرين. ونحن لا بد أن نأخذ حذرنا لمستقبل بلادنا. والأحزاب الإسلامية (الجبهة الوسطية) تعقد مفاوضات مع حزبها، لترتيب ما يمكن ترتيبه مما يخفف المفاسد من رئاستها. والمحيطون بها علمانيون ونصارى، ويسعون لحصولها على الرئاسة، مع إلغاء منصب نائب الرئيس، خوفاً من إسقاطها وإحلال النائب محلها. ونحن نريد بقاء هذا المنصب، ونريد أن يكون الوزراء من كل الأحزاب، وأن تحصل الأحزاب الإسلامية على وزارات مهمة (سيادية) وليست وزارات ثانوية. وقادة حزبها مهتمون بالتفاوض معنا، لأنهم يعلمون أنه لا أمل في حصولها على الرئاسة بعد 2004م وسبب ذلك ثلاثة أمور: الأمر الأول: أنها حصلت في الانتخابات السابقة على 33% ومع ذلك لم تتمكن من تأييد الأحزاب الأخرى للحصول على منصب الرئيس. الأمر الثاني: أن شخصيتها ضعيفة. الأمر الثالث: أن خلافات قد حصلت بين أتباعها. ولذلك يصعب على حزبها المحافظة على الأصوات التي حصل عليها في الانتخابات السابقة. ونحن نرى أن مصلحة البلاد يعود أمرها إلى المسلمين، إذا جمعوا أمرهم ووحدوا كلمتهم، فيمكنهم السيطرة على الأمور، وإن تفرقوا واختلفوا، فإن المصلحة ستكون لغير المسلمين، من الأحزاب الكبرى، كما حصل في عهد حبيبي عندما تفرقوا فكان تفرقهم سبباً في إسقاطه. ونحن بدورنا بصفتنا مؤسسة دعوية لا نتدخل في الشئون السياسية تدخلاً مباشراً، نحاول توحيد صفوف الأحزاب الإسلامية، ولكن بعض هذه الأحزاب - كحزب النهضة الذي يرأسه عبد الرحمن واحد - لهم اتجاه يخالف ما نسعى إليه، وهم بأعمالهم وتصرفاتهم يسيئون إلى الإسلام ويشوهون سمعة المسلمين، كحرقهم المساجد لاختلافهم مع بعض الأحزاب الإسلامية الأخرى. ومن ذلك أن عبد الرحمن واحد هو رئيس مجلس شورى حزب نهضة الشعب (بيكابيمي) وهم يطالبون بإلغاء قرار مجلس الشعب (رقم 25) الذي تقرر في سنة 1966م وهو ينص على إلغاء الحزب الشيوعي، ومنع نشر المبادئ الشيوعية. [[تعليق: والعجيب أن الأحزاب الشيوعية الأصلية التي صدَّرت الشيوعية إلى البلدان الإسلامية وغيرها، قد اضطرت إلى تغيير أسمائها إلى أسماء أخرى، كما حاولت أن تظهر في تصرفاتها بترك المبادئ الشيوعية، وعبد الرحمن واحد رئيس أكبر جمعية إسلامية وحزبه يحاولان السباحة ضد التيار في بلد مسلم، ويريدان إلغاء قانون ثابت يمنع النشاط الشيوعي سياسة ونشراً! ولكن العجب يزول عندما تعرف شخصية عبد الرحمن واحد المتقلبة، من زعيم جمعية إسلامية، إلى خرافي قد تصل خرافاته إلى الشرك بعبادة القبور ودعائها والاستغاثة بها وزعمه أنه يخاطب الأرواح، وكذلك استعانته بالوثنيين الهندوس لتحقيق مطالبه، كبقائه في الرئاسة، حيث يشترك مع كبار زعمائهم في طقوسهم الشركية، وقد سُجِّلَت بعض المشاهد من تلك الطقوس وهو يزاولها معهم في فيلم فيديو، إضافة إلى مشاهد أخلاقية نشرت في الصحف، وعلقت صورها على جدران البرلمان وفي شوارع جاكرتا وغيرها، كما أن تصرفاته تثبت أنه يسعى لتحقيق مصالح غير المسلمين وعرقلة مصالح المسلمين، ومعروف أنه صديق حميم للمستشرقين ولزعماء اليهود، بل هو عضو في معهد بيريز للسلام في تل أبيب! وقد صرح أخو عبد الرحمن واحد\"صلاح الدين وقد قابلته وسجلت بقلمي بعض المعلومات المتعلقة بأخيه\" لجريدة ريبوبليكا، بأن الفرق بينه وبين أخيه عبد الرحمن واحد، هو: أن عبد الرحمن أقرب إلى النصارى، وأكره ما يكون للمسلمين غير النهضيين، وأما هو \"صلاح الدين\" فليس قريباً من النصارى، وإنما هو قريب من المسلمين غير النهضيين. وهذا من الوثائق التي تثبت شيئاً من مواقف الرئيس المنحازة إلى غير المسلمين]]. ثم قال الأستاذ حسين عمر: الذين يدافعون عن عبد الرحمن واحد، هم النصارى في أي حزب من الأحزاب، على رغم قربهم من ميغاواتي، لأن منهج حزبها دمج أحزاب وطنية ونصرانية، والنصارى الموجودون في حزبه - وكذا الشيوعيون والاشتراكيون - يدافعون عن الرئيس. وقد حصل بين الرئيس وأخيه صلاح الدين خلاف في قضايا أساسية من مصالح المسلمين، حيث يرفض عبد الرحمن واحد دخول الأحكام الشرعية في القوانين، مثل الأوقاف وغيرها، وأخوه يرى عكس ذلك كبقية المسلمين. فاتجاه الرئيس يلتقي مع اتجاه أعداء الإسلام. وقد حصلنا - بطرقنا الخاصة - على وثيقة صادرة من إدارة الكنائس، مقدمة إلى اللجان العاملة في مجلس الشعب، تقترح تغيير اللائحة  الأساسية للدولة (يعني الدستور) وفيها ثلاثة مبادئ مهمة: المبدأ الأول: رفض دخول الدين في الشئون السياسية. المبدأ الثاني: رفض أي علاقة للدين بالقانون. المبدأ الثالث: رفض أساس التوازن بين المسلمين وغير المسلمين، أي رفض تغليب حقوق الأغلبية المسلمة على غيرها. وعبد الرحمن واحد في صف مطالب النصارى هذه وغيرها، وأفكاره هي أفكارهم، وهو بدون شك خطر على الإسلام والمسلمين. وهو يرفض رفضاً تاماً إدخال التربية الإسلامية في مناهج المدارس الحكومية، ويرى أن شئون الدين والأخلاق تعود إلى الأسر والعوائل، وليس إلى الدولة. وهذا يخالف موقف الرئيس حبيبي الذي حصل بينه وبين (راديوس بْرَاوِيرو) وهو نصراني بروتستانتي حوار، وهو عضو في مجلس الكنائس الإندونيسية، وكان وزير التنسيق المالي والاقتصادي، وكان يرى أنه لا يصح تغليب مصالح المسلمين على غيرهم. فقال له حبيبي: إذا كان لكم الحق في اثنين فليس لكم حق أن تطالبوا بعشرة، لأن هذا ليس توازناً. وبناء على مواقف الرئيس المذكورة عبد الرحمن واحد وغيرها، ومن ذلك عدم صلاحيته لقيادة البلاد سياسياً... فإن المسلمين لا يرون مناصاً من إسقاطه، مهما كانت المرارة بتولي المرأة رئاسة الدولة، لأن فترة رئاستها انتقالية. مع العلم أن الأوضاع الحالية كلها كانت من غلط المسلمين في الإستراتيجية بعد سقوط سوهارتو، لأنهم كونوا أحزاباً كثيرة فرقت أصواتهم. وقد نجح النصارى عندما أعلنوا لأتباعهم منع تأسيسهم أحزاباً خاصة بهم، وأمروهم بالدخول في حزبٍ واحدٍ، هو حزب ميغاواتي، وقالوا: إنها هي عربتنا للسير في السياسة الإندونيسية، ولا بد من دعم الحزب ونجاحه، ولهذا نجحوا وفشل المسلمون، ولعل ذلك يكون درساً معلماً لنا. والأمثلة على نجاحهم موجودة، وعلى سبيل المثال منطقة (رْيو) غالب سكانها مسلمون، والنصارى قليلون جداً، وقد حصلوا بسبب اجتماعهم وعدم تفرقهم على 8 مقاعد من 14 مقعداً في المجلس المحلي، وحصل المسلمون 6 مقاعد فقط بسبب تفرق أصواتهم. ولو أن النصارى أسسوا حزباً، لم يحصلوا على مقعد واحد. وكانت فترة رئاسة حبيبي أحسن فترة لتحقيق مكاسب للمسلمين: فقد كانت أيام حكمه 518 يوماً فقط [[أقل من سنة ونصف]] وفترة حكم سوهارتو 32 عاماً، وفترة حكم سوكارنو 21 عاماً، وقد ألغى حبيبي في فترة حكمه كثيراً من القوانين التي تعرقل الدعوة الإسلامية، ومنها إلزام المؤسسات الشعبية البانتشاسيلا، وكذلك عقيدة الباطنية، وأصدر 68 قانوناً فيها مصالح للمسلمين، و90 مسودة قانون. وقد خذله المسلمون عندما أسقطوه بزيادة أصوات قليلة للمعارضة. موقف الجيش من الأوضاع الحالية: الجيش يحاول إعادة وضعه لمطابقة قانون 1945م، وهو قصر عملهم على شئون الأمن والدفاع، دون التدخل في السياسة، وهذا جعلهم يحذرون من التدخل المباشر في الأمور السياسية. وهذا بخلاف شأنهم في عهد سوهارتو، فقد كانت الحكومة كلها تحت سيطرتهم، ويبدو أنهم جادون في ذلك، لأن سيطرتهم على السياسة كان بقانون الازدواجية الموجود في عهد سوهارتو، وقد أُلغي هذا القانون في عهد حبيبي، إضافة إلى الضغوط الدولية عليهم، لأن من شروط المساعدات لإندونيسيا عدم تدخل الجيش في الأمور السياسية، وليس من مصلحتهم مخالفة ذلك، ولأنهم مطالبون في المحاكم بسبب أخطائهم التي ارتكبوها في أيام سوهارتو. فوائد قانون الاكتفاء الذاتي للحكومات المحلية: من فوائد الأحداث الأخيرة وجود قانون الاكتفاء الذاتي للحكومات المحلية، حيث إن الشعب في كثير من المناطق يطالب بتحكيم الشريعة الإسلامية، وهذا سيقف أمام الحركات الهدامة. ففي سولاويسي الجنوبية أربع وعشرون منطقة يطالبون بتحكيم الشريعة، ومجالس النواب في تلك المناطق يبحثون في هذه المطالبة. والذي شجعهم على ذلك قانون صدر عام 1999م في أيام حبيبي، وفيه إمكان منطقة آتشيه تحكيم الشريعة. وأهل المناطق الأخرى يحتجون بذلك، ويقولون: إذا تمكنت آتشيه من تطبيق الشريعة، فلماذا تمنع المناطق الأخرى من ذلك؟ وفي سومطرة الغربية قرر المحافظ وحكومته المحلية العودة إلى التنظيم الإداري القديم في هذه المنطقة، وكانوا في السابق يبنون عاداتهم على الشريعة والشريعة مبنية على كتاب الله. وبناء على ذلك اتفقت الحكومة المحلية ومجلس النواب المحلي على عدم جواز مخالفة هذا الأساس. ولعل من حكمة الله وراء هذه الأزمات والاضطرابات أن يعود المسلمون إلى كتاب الله وتحكيمه. ومن الناحية السياسية في الوقت الحاضر، توجد ثمان جبهات في مجلس النواب لا تؤيد بقاء عبد الرحمن واحد، وإذ صارت الأمور على ما هي عليه في الوقت الحاضر، فالغالب إبعاده عن الرئاسة. وهو يحاول إعلان حالة الطوارئ وإلغاء البرلمان، وليس له أي مسوغ في ذلك، ويحاول ألا يحضر مجلس الشعب إذا استُدعي، ولا يقدم له تقريراً، ولكنه إذا فعل ذلك، فإن للمجلس إقالته تلقائياً، وقد صرح ذوو الخبرة بالقانون، بل قال ذلك مستشاروه أيضاً. ومع التحديات الفكرية تُوجد سياسة تدميرية للإسلام والمسلمين في الأخلاق، بعد أن ألغى عبد الرحمن واحد وزارة الإعلام، لأن ذلك مع ما فيه من الحرية والانفتاح، ترتب عليه استغلال أعداء الإسلام وسائل الإعلام لإفساد الأخلاق بالبرامج السيئة والفيديو وغيرها. وهذا يؤثر في الشباب سلبياً، في كل شيء: في اللباس والمعاشرة. والأفلام أصبحت رخيصة في متناول أيدي الناس، حيث تنتشر عن طريق (c.d.r ). لذلك نحن الآن نواجه استعماراً ثقافياً وحضارياً، إضافة إلى الاستعمار الاقتصادي. وأكثر الناس لا يفكرون في المصالح العليا للبلد، وإنما يفكرون في مصالحهم الشخصية أو الحزبية. وهذا ما حذرنا منه الدكتور محمد رشيدي (رحمه الله) وهو فيلسوف عندما ألقى علينا محاضرات، حذرنا من النظرة إلى المصلحة القريبة، والغفلة عن المصلحة العليا البعيدة. ونحن نحاول تذكير الناس بمخاطر الاستعمار الاقتصادي والأخلاقي، ولكن الأمر يحتاج إلى تكاتف وتعاون من قبل الحكومات، وقد اقترحنا في مجلس الدعوة العالمي على بروناي إنشاء قناة فضائية تهتم بهذه الأمور، ولكن لم نر استجابة لذلك. والرئيس واحد الآن يواجه تحديات من مجلس النواب، ومن زعماء الأحزاب، ما عدا حزبه، يريدون إقالته، وهو مصر على البقاء في وظيفته إلى عام 2004م، وهي المدة التي انتخب لتولي الرئاسة فيها. وقد اتخذ كافة الوسائل التي تمكنه من البقاء في الرئاسة، من ذلك: 1-هدد بإعلان حالة الطوارئ، ولكن القوى العسكرية من الجيش والأمن لم يوافقوه على ذلك. 2-هدد بإحالة بعض قادة الأحزاب المعارضين له إلى النيابة العامة للتحقيق معهم في قضايا فساد سابقة عليهم عندما كانوا موظفين في عهد سوهارتو، وهي قضايا تخيفهم. والمقربون إلى الرئيس يقولون لهم: أنتم تريدون إسقاط الرئيس بحجة اتهامه بالفساد المالي، والمبلغ الذي اتهمتموه به لا يساوي شيئاً من المبالغ التي أنتم متهمون بها، فهل تحرمون عليه ما تحلونه لأنفسكم؟ [[قلت: وهذا هو الدور والتسلسل بذاته، كل سارق قديم يهدد السارق الجديد، وكل سارق جديد يهدد السارق القديم، ولا أظن والياً يسلم من سرقات شعبه إلا ما شاء ربك وقليل ما هم]]. 3-إصدار قرارات بإقصاء وزراء من مناصبهم وتعيين آخرين فيها. وكذلك قادة الجيش، وإن كان بعضهم يرفض إقالته، إلا بموافقة البرلمان، حسب الدستور. 4-يهدد بتقديم الانتخابات، إذا أصر البرلمان على استدعائه بغرض إقالته، وذلك ما لا تريده نائبته، لأنها لا تطمع في الحصول على النصاب الذي كانت قد حصلت عليه في الانتخابات السابقة، وهذا يحول بينها وبين الوصول إلى منصب الرئيس. وقد صرح الرئيس بعد صلاة الجمعة 30/3/1422هـ ـ 22/6/2001م للصحفيين، بأنه أكثر حيلاً من خصومه، وأن عنده من الأسلحة ما يستطيع أن يتغلب عليهم، وقال: إذا أطلقوا علي رصاصة، فسأطلق عليهم أكثر مما يطلقون. وهو يقصد ما يخوله القانون من التصرفات. والرجل فعلاً كثير الحيل والمناورات، وهو لا يبالي أن يفعل أي شيء في سبيل بقائه في الرئاسة. وقد نقل عن أمين  رئيس - وهو رئيس مجلس الشعب - أن رئيس سنغافورة، سأله عن الأوضاع في إندونيسيا، فأجابه بأن من أهم المشكلات الآن، مواقف الرئيس عبد الرحمن واحد. فقال له: هل يمكن أن يحل البرلمان ويعلن حالة الطوارئ؟ فقال أمين رئيس: هذا غير معقول. فقال له رئيس سنغافورة: لا يوجد شيء عند هذا الرجل غير معقول، ويجب أن تتوقعوا منه أن يعمل غير المعقول ويجعله معقولاً. لأنه لا يستحي أن يفعل أي شيء! [[انتهى كلام الأستاذ حسين عمر]]. محاضرتان عن قضايا الساعة للطالبات في جاكرتا: طلب من بعض الإخوة في حزب العدالة من طلابنا الذين تخرجوا في الجامعة الإسلامية بالمدينة المنورة، إلقاء محاضرتين، للطالبات، التابعات للحزب: المحاضرة الأولى: لطالبات معهد الحكمة 8 صفر 1423هـ -20/2002م المحاضرة الثانية: لطالبات جامعة إندونيسيا في نفس إحدى قاعات الجامعة 16 صفر 1423هـ -28/4/2002م وخلاصة المحاضرتين في النقاط الآتية: 1-يبدأ العمل الإسلامي ببناء الأسرة في الأمور الآتية: الأمر الأول: التربية الإيمانية. الأمر الثاني: التربية العبادية. الأمر الثالث: التربية الأخلاقية. الأمر الرابع: التربية الفقهية (العلم الشرعي). الأمر الخامس: التربية التشاورية، والبعد عن الاستبداد. الأمر السادس: إعطاء كل ذي حق حقه. وبذلك تكون الأسرة قد بنيت على أساس شرع الله. 2- الوعي السياسي، وهو يتضمن الأمور الآتية: الأمر الأول: معرفة النشاطات السياسية، والاقتصادية، والتربوية والتعليمية، والإعلامية، والعسكرية واتجاهاتها، وقياداتها في الداخل، وصلتها بالخارج. الأمر الثاني: تقويم تلك النشاطات، ومعرفة الصالح من الفاسد منها، والمشاركة في التسديد والترشيد، قياماً بواجب الأمر بالمعروف والنهي عن المنكر. الأمر الثالث: يجب أن يكون العمل جماعياً، وأن تنشأ جماعة أو حزب إسلامي في البلد الذي تتعدد فيه الأحزاب المتنوعة، من أجل استقطاب المسلمين الصالحين وجمع كلمتهم على الحق، لنصرة الإسلام وتثبيت مبادئه في البلد. الأمر الرابع: اتخاذ كافة الوسائل المشروعة المتاحة لتوعية المسلمين، بالمصالح التي يجب أن يحققوها في تعاونهم، والمفاسد التي يجب دفعها أو رفعها عن الأمة. الأمر الخامس: أن يكون قادة الجماعة أو الحزب وأعضاؤهم قدوة حسنة، يمثلون حقيقة الإسلام، في الصدق والأمانة والعدل، والشورى، والحرص على حفظ حقوق الإنسان في الإسلام التي أهمها حفظ ضرورات الحياة، وهي الدين والنفس والعقل والعرض والمال...وكل ما يتممها ويكملها، ليظهر الحزب مخالفاً لما عليه الأحزاب العلمانية التي لا هم لها إلا المناصب واستغلالها في مصالح الأعضاء. الأمر السادس: بناء كفاءات قيادية قادرة على قيادة المجتمع وترقية الأتباع في كل المجالات، وبخاصة الأمور التربوية والوعي السياسي. الأمر السابع: المعارك الانتخابية في الانتخابات المحلية والبرلمانية، والنقابية والتعليمية والخيرية، من أجل كسب الشعب وتأييده لسياسة الحزب الإسلامية، ولاتخاذ تلك المؤسسات منابر دعوة وأمر بمعروف ونهي عن منكر. الأمر الثامن: المشاركة في تأييد وظائف الدولة العامة، ومنها الوزارة - بعد الدراسة - لتحقيق ما أمكن من المصالح، والتخفيف من المفاسد. الأمر التاسع: التحلي بالصبر، لما في المعترك السياسي من صعاب وعقبات، وما فيه من صراع بين الحق والباطل، وما فيه من الإغراءات والتهديدات، لصد العاملين للإسلام عن الاستمرار في طريقهم الذي يرضى الله ولو كره الناس. الأمر العاشر: نشاط المرأة في المجتمع النسائي لضمه إلى الصف الإسلامي. الأمر الحادي عشر: تدريب كفاءات نسائية تتحمل عبء قيادة المنظمات إلى صفهن. الأمر الثاني عشر: اهتمام المرأة - كالرجل- بالمظلومين من المسلمين ونصرتهم بالمال والاحتجاج على الظالمين. الأمر الثالث عشر: جهاد أعداء الإسلام الذي يعتدون على المسلمين بمقاطعة سلعهم التي يمكن الحصول إلى بديل لها، سواء كانت طعاماً أو شراباً، أو لباساً، أو أدوات زينة  أو غيرها، نصر للمسلمين المعتدى عليهم. الأمر الرابع عشر: وجوب تحلي المرأة بالصفات التي شرعها الله لها من الحشمة والحجاب، وعدم الخلوة بالأجانب. وقد استمرت كل محاضرة ساعتين، أضيف إليها ما يقارب نصف ساعة للأسئلة والأجوبة.. وقد سُجِّلت في أشرطة كاسيت وفيديو مع الترجمة الكاملة."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "تقرير عن أعمال وإنجازات",
    "content": "قطر إندونيســـيا الإدارة المركزية لحزب العدالة (تقرير عن أعمال وإنجازات عام 1422هـ ـ محرم 1423هـ مارس 2002م) هذا وقد طلبت من الإخوة في قيادة الحزب، تزويدي بنبذة عن نشاطه في الفترة الماضية، لتكميل المعلومات عنه، نظراً لاهتمامي بما يدور في هذا القطر منذ سنة 1400هـ ـ 1980م فزودوني بالتقرير الآتي: تقرير عن منجزات حزب العدالة: بســـم الله الرحمن الرحيم موجز التقرير: الحمد لله الواحد القهار والصـلاة والسـلام على رسـوله المبعوث بدين الحق ليظهره على الدين كله ولو كره المشـركون وبعد: فهذا تقرير عما تيســر أن نقوم به - نحن القائمين على الإدارة المركزية لحزب العدالة - خلال ســنة 1422هـ حيث يتركز العمل فيها على التنظيم طبقاً للخطة العامة التي سـبق أن اتفقنا عليها والتي قســمت السـنوات الثلاث الممتدة إلى الانتخاب العام 2004م (1424هـ) على هذا النحو: ســنة 1422 \tيتركز العمل فيها على التنظيم. ســنة 1423 \tيتركز العمل فيها على التطوير. ســنة 1424 \tيتركز العمل فيها على التوسـع والانتشـار والامتداد. وإنما جعلنا التنظيم موضـع التركيز في هذه السـنة المنصـرمة بعد ما أحسـسـنا بضـرورته عقب تعرضـنا للمناورات السـياسـية الحادة التي واكبت الانتخاب الرئاسي المنعقد في اجتماع مجلس الشـورى الشعبي عام 1999م ... ذلك الذي رفع عبد الرحمن وحيد [[غير العرب يختصرون الأسماء اختصاراً قد يكون مخلاً وينطقونه نطقاً يوافق الحروف اللاتينية التي قد يُختَلف في نطقها أيضاً، فاسم الرئيس هو في الأصل: عبد الرحمن بن عبد الواحد، فاختصروه إلى ما هو شائع عندهم الآن، وهو عبد الرحمن واحد أو وحيد فليعلم]] إلى منصـب الرئاسـة الجمهورية. أتيح لنا في عهد عبد الرحمن وحيد (نوفمبر 1999 - يوليو 2001) حيث تتعقد القضـايا السـياسـية الوطنية أن نســهم بقدر كبير في معالجتها وقد ترتب على ذلك أن اختل أداؤنا للبرامج التنظيمية المقررة لعام 1421هـ. ثم عزل وحيد وخلفته على عرش الجمهورية ميغاواتي فاسـتقرت الأمور السـياسـية نوعاً ما، ومع وعينا بأن هذا الاسـتقرار النسبي لم يكن سـوى سـحابة صـيف لا تلبث أن تنقشـع فقد بادرنا إلى اغتنام الفرصـة فعملنا على الاسـتدراك والتلافي سـاعين نحو تحقيق تلك الأهداف التنظيمية التي انصـرفنا عنها إلى حين. وقد تيســر لنا - ولله الحمد - تنفيذ 70.41 % من مجموع البرامج المقررة لعام 1422هـ وتنفيذ 65 برنامجاً إضـافياً. في مجال التنظيم وتثبيته: فتم لنا من خلال ذلك أن نعمل على تقوية الترابط والتوحد بين عناصـر التنظيم بما يلي: التنسـيق بين الهيئات العليا في الحزب (المجلس الاستشاري والهيئة الشـرعية والإدارة المركزية). التنسـيق بين عناصـر التنظيم على مسـتوى الإدارة المركزية. التنسـيق بين عناصـر التنظيم على مسـتوى مناطق الدعوة. التنسـيق لعناصـر التنظيم على مسـتوى القطاعات الفنية. القيام بالجولات للتوجيه والتعميم والمتابعة. عقد المؤتمر على مسـتوى الولايات يتم من خلاله تغيير أو تبديل القائمين على الحزب في هذا المسـتوى. صـياغة القوانين الضـابطة للإجراءات والأعمال: النظام الإداري والتنظيمي للحزب.. النظام الإعلامي. منهج التحكم وتنسـيق الواجهات. وغير ذلك. وقد قررنا - بشـأن تطوير شـبكات التنظيم - أن يتكون لنا في سـنة 2004م - على الحد الأقصـى - مكتب فرعى في كل حارة، - على الحد الأدنى - ومكتب فرعى في كل بلدية، وقد تم لنا من ذلك ما يلي: 30 مكتباً فرعياًً على مسـتوى الولايات (100 % من 30). 312 مكتب فرعى على مسـتوى العموديات (86.19 % من 362). 2.155 مكتب فرعى على مسـتوى البلديات (51.35 % من 4.197). المؤسـسـات الداعمة: قد كان من قراراتنا الأسـاسـية أن تتمثل الجماعة كلها في الحزب تحت شـعار \"الحزب هو الجماعة والجماعة هي الحزب\" ولكن هناك مجالات لا يجوز قانونياً أو عرفياً أن يحتويها حزب سياسي فكان ضـرورياً أن نظل نحافظ على مؤسـسـات خارج الحزب تقوم ببرامج وأنشــطة في مختلف المجالات لدعم الدعوة ويتم ذلك عن طريق التنســيق مع الحزب. في مجال التربية: قررنا في مجال التربية أن يتم ضـم 240.000 شـخص إلى عضـوية الحزب (30 % من المجموع المقرر ضـمهم إلى عضـوية الحزب في خلال السـنوات الثلاث). هذا وقد تقدم جهاز التربية - حرصـاً منه على رسـالته - فأعلن عن عام 1422هـ بأنه عام تربوي ونشـر الدعايات لأجل ذلك تنشــيطاً للإخوة لمزاولة الأنشـطة التربوية. نمو عدد الأعضـاء: تصـنيف الأعضـاء بحسـب درجات العضـوية: تصـنيف الأعضـاء بحسـب نوع جنســـيتهم: مواضـع التركيز في التجنيد: ركزنا في التجنيد على كســب المتفاعلين ورفع الناشطين إلى رتبة الجادين ورفع المؤيدين إلى رتبة المؤيدين. وقد قمنا - لتحقيق ذلك- بإقامة دورات اتجاهات الحزب (TOP)، هذا للناس على العموم، أما لخواصـهم فقد قررنا برنامجاً مناسـباً لهم أطلقنا عليه اســم توجهات الخبراء والوجهاء (OPT). وقد قمنا لدعم برامج التربية بما يلي: رفع شـعار \"العام التربوي\". وضـع مناهج العمل التربوي: منهج ترقية التربية وتوسـعتها.. منهج تقويم المرشـحين لدرجة العامل.. منهج دعوة شـباب المسـجد.. منهج دعوة الجامعيين.. منهج دعوة الطلبة الثانويين والإعداديين.. منهج نشـر الدعوة في داخل الشـركات التجارية.. المواد التربوية، والنظام الإداري التربوي، ومواد التدريب.. وغير ذلك.. المناورات السـياسـية: المشـاركة في عمليات التغيير الرئاسي الجمهوري.. تشـديد المطالبة بمكافحة اختلاسـات أموال الدولة.. إقامة المسـيرة الكبرى لمناصـرة قضـية أفغانسـتان.. تعبئة الأعضـاء - من فرق الكشـافة خاصـة - لإنقاذ ومسـاعدة متضـرري الفيضـانات.. هذا وقد أجمعنا على أن يكون العام القادم (1423هـ) عاماً جماهيرياً تســتعد فيها الدعوة من أجل خوض الانتخابات العامة ســنة 2004م . - ولله الحمد أولاً وآخراً - جاكرتا 15 محرم 1423/ 29 مارس 2002 وقد أعد سعادة أمين حزب العدالة \"أنيس مَتَى\" بحثاً يبين فيه تصورهم للصراع بين الجهات المختلفة في إندونيسيا والصلح بينها. ولما كان البحث طويلا، وفيه عبارات غير واضحة يبدو أنها ناشئة عن الترجمة، فقد رأيت الاكتفاء بما مضى لأنه يفي بغرض الكتاب، والبحث بكامله محفوظ عندي في ملف خاص في الحاسب \"الكمبيوتر\". لقاء مع رئيس جمعية نهضة العلماء: الشيخ أحمد هاشم بن موازي بن أبي بكر الصديق. الخميس 4/3/1423هـ 16/5/2002م ولد في 8 أغسطس سنة 1944م. تخرج في معهد كنتور سنة 1962م. ثم من الجامعة الإسلامية في مدينة مالانغ، سنة 1969م. وانضم إلى نهضة العلماء سنة 1971م. وأصبح عضواً في مجلس النواب من سنة 71-1982م. أنشأ معهداً باسم \"معهد الحِكَم\" سنة 1983م وهو خاص بطلاب الجامعة الإسلامية، يدرسون فيه الإسلاميات. وفي الشهر القادم سيبنى معهد عال لمتخرجي المعاهد السلفية، ليدرسوا فيه العلوم العامة والاجتماعيات، وسيبنى معهد آخر في جاكرتا. [[المراد بالسلفية هنا دراسة المناهج والكتب على الطريقة القديمة]]. عدد الطلاب في معهد الحِكم 215 طالباً. تسلم رئاسة نهضة العلماء في جاوة الشرقية سنة 1992م. وتسلم قيادة الجمعية المركزية سنة 1999م. عدد أعضاء الجمعية: وهم المدونون رسمياً أربعون مليون نسمة. وعدد المؤيدين من الجمعيات الأخرى وهم غير المدونين خمسون مليوناً، فعدهم جمعية وجماعة تسعون مليوناً. عدد العلماء في الجمعية في كل فرع ما بين عشرة إلى ثلاثين عالماً، وعدد الفروع 336 فرعاً، وأكثرهم في جاوة الشرقية، ثم جاوة الوسطى، ثم جاوة الغربية، ويقلون في خارج جاوة، وهم متفاوتون في مستوياتهم. والفتوى تصدر جماعياً وليست فردية، فتبحث المسألة في الفروع ثم في المركز، وتصدر في المركز. ولما كانت الشؤون الدينية لها علاقة بالشؤون الأخرى، كالاقتصاد والتكنولوجيا، فإن المفتين يتشاورون مع المختصين في تلك العلوم، ثم يصدرون الفتوى بعد تصور المسألة عند المتخصصين. رئيس مجلس الشريعة الآن هو الشيخ سهل محفوظ، وهو رئس مجلس العلماء الإندونيسي المركزي.. وهو من العلماء البارزين. ومنهم الشيخ علي اليافعي. والشيخ مود ناستيون في سومطرة الشمالية. وبوانغ راما في سولاويسي الجنوبية. والشيخ عبد الله فقيه في جاوة الشرقية والشيخ ميمون زبير في جاوة الوسطى. والشيخ محمد سفيان في جاوة الغربية. والشيخ أحمد دمياطي  في بانتن. والشيخ توان كورو إيجي في كلمنتن الجنوبية. وهم علماء ممتازون. صلة الجمعية بالسياسة: الجمعية ليست حزباً سياسياً، لكن كثيراً من أعضائها يدخلون في الأحزاب السياسية، ويدخلون في الحكومة، نائب الرئيس من النهضة، ووزير الدفاع من النهضة، ووزير الشؤون الدينية من النهضة، ويوجد كثير من أعضاء الجمعية في مجلس النواب، ونحاول أن نشجعهم على العمل الإسلامي. والجيش هو الذي يقود السياسة في البلاد، وهم سبب استمرار مشكلة أمبون. وعبد الرحمن واحد مستشار الآن في الجمعية، ولا يحق له قيادتها، لأن من نظام الجمعية عدم جواز الثنائية، وهو يقود حزباً سياسياً. والشيخ سهل محفوظ هو الرئيس العام لمجلس شورى الجمعية. ورئيس الجمعية يختاره مؤتمرها العام، وكل الفروع تختار الرئيس. وبعض أعضاء الجمعية يؤيدون عبد الرحمن واحد، وبعضهم يؤيدون أحزاباً أخرى، ومنها حزب العدالة. مراجعة القوانين وتطبيق الشريعة الإسلامية: المسلمون هم السواد الأعظم في العدد، ولكنهم قلة في الفكر والسياسة، وكثير من المسلمين يرفضون تطبيق الشريعة في الدولة، والموظفون كثير منهم لا يريدون ذلك... وجمعية نهضة العلماء تريد تطبيق الشريعة معنىً لا لفظاً، نريد قوانين متخصصة، كالزكاة والحج والنكاح... أما إدخال ذلك في الدستور فإنه سيسبب مشكلات. فالشعب الإندونيسي ينقسم إلى ثلاث مناطق: منطقة الغرب...مثل آتشيه  وسكانها مسلمون . ومنطقة الوسط وسكانها مختلطون. ومنطقة الشرق، وأكثر سكانها مسيحيون، فنسبة المسلمين في إريان جاية وسولاويسي 6% . ولا يمكن تطبيق الشريعة بدون انقسام الدولة وإفسادها بالتفرق والتدخل الخارجي. أما في المستقبل فنحاول تطبيق الشريعة بالتربية والقدرة الاقتصادية والتدرج. والمسلمون ضعفاء لا يستطيعون حرب أمريكا، لأنها ستفسد البلد... وقد زرت أمريكا وقلت لهم: لا يوجد عندنا إرهاب ولا تطرف إلا القليل النادر، وسمعوا مني ذلك. والمشكلات تأتينا من سنغافورة ومن الفلبين. فلا بد من اتحادنا قوةً وفكراً، ونحاول أن ألا تتدخل أمريكا في إندونيسيا. وأمريكا لا تحب الجيش، لأنها تتهمه بالفوضى والفساد، كما في قضايا آتشيه وأمبون وتيمور الشرقية، وكثير من هذه الاتهامات صحيحة. وجعفر عمر طالب أنا أحياناً أوافقه، وأحياناً لا أوافقه، فعندما حارب المسيحيون المسلمين نحن وافقناه للدفاع عنهم، ولكن بدء المسلمين بحرب المسيحيين والاستمرار في ذلك لا نوافقه عليه، لأن ذلك يكون سبباً لتقوية الغرب وبخاصة أمريكا للمسيحيين، ويعطيها مسوغاً للتدخل في البلاد، باسم حقوق الإنسان ومحاربة الإرهاب، وهي تتدخل عن طريق الفلبين. واستتباب الأمن والسلام فيه فائدة للمسلمين: فقد كان 70% من سكان أمبون مسيحيين... واليوم أصبحت نسبة المسلمين40% بسبب الدعوة. وفي نوسنجارا كانت نسبة المسيحيين 44% واليوم نسبة المسلمين فيها 12% بسبب الدعوة. والمسلمون أكثر عدداً، وليسوا أعلى شأناً، ونحن نريدهم أكثر وأعلى. كثير من زعماء المسلمين في إندونيسيا حاولوا تطبيق الشريعة بالقوة، ولكن ذلك لم يحصل، لأن المسلمين متفرقون. والمجتمع في أمبون بدأ يطمئن، ولكن الشرطة والجيش سببوا المشكلات... والآن اتصل بي بعض الناس هناك وأخبرني بحدوث صراع وتقاتل بين العسكريين. والغرب يريد مساعدة المسيحيين، ويريد التفريق بين المسلمين. وقد جاءتنا وفود من أمريكا وألمانيا وكندا ونيوزيلندا... وصرحوا لنا بأنهم يوافقون أمريكا في مساعدة المسيحيين في إندونيسيا، وليسوا معها في قضية فلسطين."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "زيارة دولة أندونيسيا عام 1426هـ",
    "content": "ما تم في زيارتي لإندونيسيا عم 1426هـ : هذه آخر زيارة قمت بها لإندونيسيا عام 1426هـ وقد استغرقت الزيارة شهرين، ومن النشاطات التي يسرها الله في هذه السنة المحاضرات التي طلبها مني الإخوة الطلاب الذين تخرجوا في الجامعة الإسلامية وبعض الجامعات العربية. فضيلة الأستاذ عبد الله قادري الأهدل   حفظه الله السلام عليكم ورحمة الله وبركاته مع التحية.... نفيدكم علماً أن محاضرتكم اليوم (10/7/2005) ستكون في الساعة الثالثة والربع عصراً. وسيأخذكم الأخ مشفع والأخ شمسوري في الساعة والثانية والنصف تقريباً. أن موعد المحاضرة لمكتب الهيئة الشرعية يؤجّل إلى يوم الثلاثاء 19/07/2005 ويكون يوم الأبعاء 13/07/2005  للمسؤولين من مناطق جاوة الغربية (محاضرة زائدة مما أعطيناكم).. هذا وشكرا لكم.... والسلام عليكم ورحمة الله وبركاته تلميذكم أحمد زين الدين بصيران جداول المحاضرات للدكتور عبد الله قادري الأهدل الرقمالمشاركونالموضوع المقترحالتاريخالوقت1مكتب التربية ومكتب الشبابالمحافظة على منهج التربية في المحور المؤسسيالثلاثاء: 5/7/20055مكتب الأخواتتفعيل دور الأخوات في الدعوة الشعبيةالخميس: 7/7/20054مكتب السياسة العامة والقانون أعضاء مجلس النواب المركزي لجنة الانتخابتزويد روحي وفكري للإخوة في البرلمان ليؤدي دورهم الدعوي والتربوي بجانب دورهم السياسي والجماهيري من خلال تعاملهم مع الآخرينالجمعة: 8/7/2005مكتب اللجنة الاجتماعية مكتب الاقتصاد وتكنولوجياضوابط وضع البدائل الإسلامية والاستفادة الفعالة من المشاركة السياسيةالأحد: 10/7/2005الساعة الثالثة ظهرا6مكتب إدارة الولايات جاكرتا بانتين جاوى الغربيةطرق وأساليب لرعاية التنظيم الدعوي وبناء القدرة على المكاتب الإدارية (مكاتب الولايات).الاثنين: 11/7/2005الساعة الثانية ظهرا2المسؤولون من مناطق جاوى الغربيةمسؤولية القيادات والمسؤولين في المحافظة على أصالة الدعوة وتطويرها.الأربعاء: 13/7/2005الساعة الثانية ظهرا7العاملون والعاملات أعضاء مجلس النواب بجاكرتاأهمية الشعور بالمسؤولية في الدعوة في إطار شروط الانتسابالسبت: 16/7/2005الساعة التاسعة صباحا9الإخوة والأخوات من منطقة ديفوك (Depok).كيفية المحافظة على القوة الروحية بعد حيازة النصر السياسيالأحد: 17/7/2005الساعة التاسعة صباحا<الهيئة الشرعيةالفتوى والقضاء ؛ آدابها وضوابطهاالثلاثاء: 19/7/2005الساعة العاشرة صباحاملتقى خريجي معهد العلوم الإسلامية والعربية جاكرتا.حول دور الطلاب الشرعيينالأربعاء : 20/7/2005بعد الظهرملتقى الدعاة من رابطة الدعاة الإندونيسيينأهمية الإخلاص للدعاةالسبت : 23/7/2005 عقد حزب العدالة والرفاهية مجلس الشورى الوطني (العام).. من نشاطات حزب العدالة والرفاهية في الفترة التي كنت في جاكرتا انعقاد مجلس شورى الحزب العام، ويسمونه \"الشورى الوطني\" ولم أحضره، بسبب اللغة التي لا ناقة لي فيها ولا جمل، وقد طلبت منهم إعطائي خلاصة لتكون ضمن المعلومات التي أسجلها هذا العام، فزودوني بالنسخة العربية، وهي مختصرة: حزب العدالة والرفاهية (مجلس الشورى) حزب دعوي متين من أجل خدمة وقيادة الشعب.. وقائع من فعاليات الشورى الوطني الأول لحزب العدالة والرفاهية.. فرحة وحبور, وحماس غامر, وأمل وافر هي كل ما ملئت أجواء الشورى الوطني الأول لحزب العدالة والرفاهية الذي انعقد في جاكرتا من 19 إلى 25 جمادى الأخر 1426 الموافق لتاريخ 25 إلى 31 يوليو 2005. والذي شارك فيه جميع ممثلي فروع الحزب في 33 محافظة و431 بلدية كما شارك فيه جميع نواب الحزب في البرلمان الوطني وبرلمانات المحافظات والبلديات والذين يبلغ عددهم 1102 نائب. إن مهمة مؤتمر الشورى الوطني الأول هو تحديد الرؤية المستقبلية وبلورتها إلى مستهدفات وخطط استراتيجية لفترة 5 سنوات قادمة (2005 – 2010), هذا إلى جانب القيام بتعديلات النظام الأساسي للجماعة ونقله إلى دستور ولوائح الحزب كواحد من أبرز متطلبات المرحلة. ولكن فعاليات مؤتمر الشورى الوطني الأول تجاوزت هذه المهمة الأساسية لتحتوى عدداً غفيراً من الأنشطة والبرامج, فهناك 11 ملتقى في القضايا التربوية والتنظيمية والإدارية والسياسية التي تضم ممثلي فروع الحزب, وهناك ندوات علمية مفتوحة في شؤون السياسة والاقتصاد والتكنولوجية والتعليم والصحة والتي شارك فيها عدد من كبار الخبراء والمفكرين مثل يعقوب أوتاما (رئيس تحرير جريدة كومباس وهي أكبر جريدة في إندونيسيا) والدكتور جميس فوكس (الخبير الأسترالي عن إندونيسيا من جامعة أستراليا الوطنية) والدكتور محمد قدري من المركز الإندونيسي للبحوث. وهناك مهرجانات تجارية ومهرجانات ثقافية فنية للأناشيد الإسلامية والفنون التقليدية, وهناك مسابقات وخدمات اجتماعية مثل التبرع بالدم وهناك برنامج ليلة الكتيبة. رسالتنا خدمة الشعب.. وقد حضر الحفل الافتتاحي كل من رئيس مجلس الشورى الشعبي الدكتور محمد هداية نور واحد ونائب رئيس جمهورية إندونيسيا محمد يوسف كلا ورئيس مجلس النواب السيد أغونج لكسونو ورئيس مجلس الشيوخ الدكتور غينانجار كرتا ساسميتا ورئيس هيئة التفتيش المالي الدكتور أنور ناسوتيون وغيرهم من رؤساء الأحزاب والشخصيات الوطنية البارزة ورجال الأعمال. وقد ألقى رئيس حزب العدالة والرفاهية... كلمته الافتتاحية حيث قال فيها إنّ الحزب ولد في زمن الأزمات المتراكمة ونشأ بين التناقضات الاجتماعية والاقتصادية والسياسية وعمل كل جهده ليكون جزءً من الحل لا جزءً من المشكلة. و لكي يواصل الحزب مسيرته في العطاء والخدمة وحل مشاكل الأمة والشعب فقد قرر أن يتحالف ويتعاون مع الجميع وأن يكرس جهوده في توسيع قاعدته الجماهيرية ورفع مستوى أداء كوادره ومتانته التنظيمية, كما طالب من الجميع المزيد من الدعم المستمر حتى يتطور الحزب ويكون أحد الأحزاب الكبرى في المستقبل. وقد أكد رئيس مجلس الشورى للحزب (الأستاذ حلمي أمين الدين) بعد ما شكر الحاضرين والمشاركين وعبر عن حفاوته وفرحته البالغة أنّ حزب العدالة والرفاهية هو حزب الجميع وأنّ رسالتنا خدماتية ومشاريعنا إصلاحية وشورانا وإجراءاتنا ديمقراطية, فنحن من أبناء الوطن ونعمل مع جميع أبناء الوطن ومن أجل مصلحة أبناء الوطن, ولا نملك  أجندة خفية, فلا مبرر لأي تخوف من تطور حزب العدالة والرفاهية  الآن وفى المستقبل, بل يجب أن يدعم وتتاح له الفرصة للمشاركة وقيادة الشعب. كما أكد فضيلته أنّنا لا يمكن بأي حال من الأحوال أن ندعو إلى الديمقراطية إلا إذا عشنا قيمها ومعانيها التي  تلتقي مع القيم والمعاني الإسلامية الشاملة, وطبقناها وجسدناها من خلال إجراءاتنا التنظيمية, فنحن ملتزمون بالديمقراطية بدايةً من الأسر والحلقات التربوية إلى انتخابات أعضاء مجلس الشورى وقيادات الجماعة وترشيح أعضاء البرلمان والوزراء. وقد تفضل نائب الرئيس السيد محمد يوسف كلا بإلقاء كلماته الترحيبية حيث قال فيها: إنّ حزب العدالة والرفاهية هو حليفنا وشريكنا السياسي الوفي الملتزم وهو أمل الأمة  الإسلامية والشعب لإندونيسيا جميعاً, وقد أثبت رجال وقادة الحزب مدى إخلاصهم وصدقهم في خدمة الأمة والشعب, كما أثبتوا جدارتهم السياسية وقدرتهم على قيادة والأمة والشعب وإدارة الدولة. وقال : \"أنا أعتقد أن هذا الحزب سيكون له شأن عظيم في المستقبل القريب وسوف يأتي يوم يكون فيه أحد الأحزاب الكبرى في البلد وأرجو أن يكون ذلك مع حزب الغولكار الذي أرأسه حاليا\". رؤية 2009م.. ومن أهم قرارات مؤتمر الشورى الوطني الأول هو تحديد رؤية 2009م ورسالته ومستهدفاته في إطار المرحلة الثانية من المحور المؤسسي من تاريخ الجماعة وتوفير الشروط والظروف للدخول إلى محور الدولة. وبناء على دراسات وقراءات وتحليلات للظروف السياسية الراهنة والمستقبلية بما فيها مؤثرات متغيرات البيئة الإستراتيجية الدولية والإقليمية والوطنية وخريطة القوى السياسية الفاعلة والمنافسة ومعطيات الانتخابات التشريعية والرئاسية السابقة,  ونظراً للظروف الداخلية من جوانب ضعف وقوة, فقد قرر مجلس الشورى أن يستمر في استكمال المرحلة الثانية من المحور المؤسسي وتوفير جميع شروط ومستلزمات قيادة الدولة وعليه فقد تم تحديد رؤية 2009 وهي أن يكون حزب العدالة والرفاهية: \"حزباً دعوياً متيناً يخدم ويقود الشعب\" وتدور رسالة الحزب في هذه المرحلة حول أربع نقاط : رفع مستوى جودة الكوادر ومتانة التنظيم وحيوية الحزب. إعداد جميع مستلزمات خدمة وقيادة الشعب. رفع مستوى الأداء والسمعة من أجل تقوية تأثير الحزب في تسيير حياة الشعب والدولة. بناء قبول عالمي عريض للحزب كإحدى أقوى القوى السياسية في البلد. كما قرر المجلس بلورة الرؤية والرسالة إلى مستهدفات وهي الدخول ضمن الثلاثة الكبرى عام 2009 والتي تتمثل في الحصول على 20% من مقاعد البرلمان الوطني أو ما يعادل 24,000,000 صوت. مؤشرات الأداء.. و في ضوء رؤية 2009 ورسالة الحزب ومستهدفاته فقد وضع مجلس الشورى 13 بنداً هي كلها مؤشرات الأداء وعلامات النجاح وهي : استقطاب 1,600,000 كادر جديد.. تكملة فروع الحزب إلى ما لا يقل عن 95% في المديريات و75% في الأرياف. إيجاد مقر دائم (ملك تام) للمكتب المركزي ومكاتب المحافظات (33 مكتب). إصدار وسيلة إعلامية على مستوى الوطن ومحطة إذاعة في كل محافظة. إبراز ما لا يقل عن 100 شخص من رموز الحزب كمجموعة قيادات المستقبل للوطن. نمو أداء وسمعة كوادر الحزب سواء داخل الهيئة القيادية للحزب أو أجهزة الدولة التشريعية والتنفيذية كرموز أمامية للنزاهة والخدمة والاحتراف في سبيل إنجاز مشروع المشاركة السياسية. استقطاب ما لا يقل عن 1000 من الرجال المهنيين ذوى المستويات العالية كمجموعة إدارة أجهزة الدولة. الفوز في  30% من انتخابات المحافظات و40% انتخابات البلديات. تكوين مناطق نموذجية في المحافظات والبلديات التي فاز فيها كوادر الحزب. إنشاء مركز إسلامي دعوى في 75%  من فروع الحزب في البلديات. ظهور الحزب رائداً للرأي العام الذي يتمثل في عدد من الأطروحات الفكرية الكبيرة التي تكتسب مساحة واسعة من أحاديث الشعب. وجود علاقات دولية منتجة في مجالات مختلفة. تطبيق نظام إداري لحزب الدعوة الذي يرسخ مبدأ الحزب هو الجماعة والجماعة هي الحزب. هذا إضافة إلى ما قام به المجلس من تعديلات عديدة في بنود النظام الأساسي للجماعة نظراً لاعتبارات ومتطلبات المرحلة, كما أصدر 14 بنداً من التصريحات السياسية التي تتعلق بأوضاع البلد. أنا فخور أن أكون حليفكم.. وقد أكد رئيس مجلس الشورى العام... في الحفل الختامي مدى شعور الحزب بالمسؤولية الجسيمة في المحافظة على مسيرة التحالف مع حكومة الرئيس وتحصينه من كل أسباب الفشل والسقوط داعياً الله سبحانه وتعالى أن يبارك هذا التحالف وينتصر له لأن عقده كان مبنياً على مشروعية الأمر بالمعروف الذي يعني التنسيق والتعاون والتعبئة المشتركة بين جميع قوى الحق والخير والنهي عن المنكر الذي يعني التنسيق والتعاون والتعبئة المشتركة في سبيل إفشال وتحجيم قوى الشر ومشاريعها. كما أكد فضيلته أنّنا كما نتحالف مع الرئيس في الانتخابات الرئاسية فإنّنا نتحالف مع جميع الأحزاب والقوى السياسية من  العلمانيين واليساريين والنصارى في الانتخابات البلدية, ذلك لأنّ التعددية فطرة كونية وواقع اجتماعي ثابت لا مناص منه فكان أساس تحالفنا العمل من أجل مصلحة الوطن المشتركة والتي نعتقد أنها هي العصمة من التفرق والتفكك, فقد مضى عصر الصراعات والإيديولوجية حيث عرفنا أنفسنا وعرفنا غيرنا وعرفنا كيف نتعاون معهم, فإنّ بيننا وبينهم رسالة نبيلة هي خدمة الشعب والوطن, وبناء على هذا فإننا سوف نحاسب حكومة التحالف ومدى إنجازها لبنود الاتفاقيات ونقوم بتقويمها تقويماً موضوعياً ولكن بقدر ما تكون محاسباتنا دقيقة تكون أساليبنا حكيمة ولطيفة وودية فإننا بالرحمة والعفو والغفران مطبوعون, نحن لا نؤمن باستخدام العنف والشدة في نقد الذات. وقد تأثر الرئيس يودويونو بكلمات رئيس مجلس الشورى فعبر عن فرحته حيث قال إنني فخور في أن أكون حليفاً لحزب العدالة والرفاهية ولا يزال وسيظل الشيخ حلمي أمين الدين ناصحاً أميناً لي ولحكومتي و لا يزال ينصحني بنصائحه القيمة وأرائه التنويرية  السديدة. كما أكد فخامته أنّ حزب العدالة والرفاهية هو أحد أعمدة الديمقراطية في البلد وأنه ظاهرة بارزة وقدوة لامعة في الخدمة الاجتماعية والأمانة والنزاهة ومناصرة المظلومين, فهو أمل الأمة والشعب جميعاً. هذا وقد قدمت قيادة الحزب لمجلس شوراها تقريراً شمل أعماله المهمة في المرحلة من 2000 إلى 2005م.واستراتيجياته مستقبلاً. ونظراً لطول التقرير الذي لا يناسب نقله كاملاً، إلا أني أنقل منه الباب الثامن الذي هو خلاصة التقرير: الباب الثامن: الخاتمة: خلاصة تقرير الأعمال المهمة لحزب العدالة والرفاهية 2000-2005م: بعد هذا التقرير والإنجازات التي حققها الحزب خلال هذه السنوات فالفضل يرجع إلى صاحبه وهو الله تعالى الموفق لما يحبه ويرضاه وهذا كله بمشيئته وقدرته سبحانه وتعالى، وإن كان الحزب لا يستطيع أن يبقي اسم الحزب حزب العدالة ويغيره باسم جديد ألا وهو حزب العدالة والرفاه بسبب عدم حصوله على ترشح انتخابي (3%) في الانتخابات عام 1999. وأيضاً مع عدم حصوله على خمس في الانتخابات عام 2004م لكن الحزب قد حقق وتجاوز الهدف المخطط به بحصوله على 8,3 مليون صوت أو حوالي 7,34% من مجموع الأصوات. ومع هذا العدد فقد هيأ الحزب لكوادره الدخول إلى كل مراحل المجالس التشريعية في البلاد بمجموع 1.102 نائب برلماني، 45 نائباً في المجلس التشريعي المركزي و157 نائب في المجالس التشريعية في المحافظات و900 نائب في المجالس التشريعية في البلديات. وقد هيأ الحزب أيضا لدخول 3 إخوة إلى الوزارات في الحكومة الإندونيسية وهم الثلاثة الأخ محمد يوسف وزيراً للإسكان والأخ أنتون أبيرينتونو وزيراً للزراعة والأخ أدي يكسا داؤولت وزيراً للشباب والرياضة. وهذه القفزات التي قفزها الحزب بسبب ضخامة الأرصدة السياسية التي يملكها الحزب لا سيما أرصدة تجنيدية وتحسينية وتصورية. والأرصدة التجنيدية تكمن بارتفاع عدد النخبة التربوية من 42.202 نخبة أو كادر في عام 1999 وأصبح في هذا العام 2004 إلى 394.190 نخبة وكذلك في التنظيم ارتفع عدده من 27 ولاية عام 1999 وأصبح 33 ولاية في 33 محافظات في البلاد أي 100%، ومن 200 بلدية إلى 431 بلدية في جميع البلديات أي 100% ومن 2.000 قروية إلى 3.612 قروية من مجموع 5.530 قروية في البلاد أي 65% فقط. وبالنسبة الأرصدة التحسينية التصورية حقق الحزب الإنجازات بالتحالف الإسلامي الذي هيأ للدكتور أمين رئيس رئيساً للمجلس الاستشاري الشعبي وعبد الرحمن واحد الرئيس الرابع للجمهورية، وبالتحالف الشعبي الذي هيأ للدكتور هدايات نور واحد – رئيس الحزب الأسبق- رئيساً للمجلس الاستشاري الشعبي والجنرال سوسيلو بامبانج يودويونو الرئيس الخامس للجمهورية الإندونيسية. لكن هذه الأرصدة إذا لم تدمج بشكل جيد مع الأرصدة الأخرى لا تأتي بالنتيجة كما هي المرجوة. الاقتراح: مع هذه الإنجازات لا تجعلنا في دائرة الغرور والمستكبرين، صحيح أن هذه القفزات بعيدة المدى لكنها إذا قارنا مع الأحزاب الأخرى الكبرى لازلنا في الدرجة المتوسطة (medium) لذلك نحتاج لأضعاف الجهد المتكامل في الانتخابات عام 2009 من جميع المسؤولين والكوادر. هذه هي التحديات أمامنا، القفزة الأولى هيأت الحزب بتجاوز الهدف ألا وهو إثبات الوجود السياسي، لكن في القفزة الثانية والرابعة والخامسة ألجأنا وحولنا من هذا المحور المؤسسي إلى المحور الدولي وهكذا. الكلمة الأخيرة: هذه الظواهر الملموسة الموجودة في عدد الأصوات ودخول الإخوة في البرلمان والوزارات لا تأتي بنفسها وإنما هناك أناس وراء الستار بذلوا كل وسعهم في العمل الدعوي قد أسهموا في هذه الإنجازات العظيمة. هؤلاء الذين لا يعرفون أي تعب، يعملون ليل نهار من أجل الإصلاح والتغيير. هذه الإنجازات التي حققها جميع الكوادر مع التوفيق من الله عز وجل نتيجة التضحيات التي بذلها كل أبناء الدعوة الإسلامية. فلا نستطيع أن نقدم أي تقدير وشكر لهؤلاء الأبطال – سواء المسؤولين والكوادر- واحداً تلو الواحد في هذا التقرير المتواضع. لكن بكل تقدير نحن باسم هيئة الحزب المركزي نقدم لكل كادر ومسئول ولكل المحبين الشكر الجزيل بما قدموا من التضحيات حتى نصل إلى المرحلة المطلوبة من مراحل الدعوة. وإذا كان هناك أي خلاف أو خطأ منا فنرجو من الجميع السماح، فنسأل الله تعالى أن يتقبل منا صالح الأعمال بعد سماح الجميع من أخطائنا. والشيء الوحيد الذي نخاف منه هو أن الله تعالى لا يقبل جميع أعمالنا بسبب عدم الإخلاص. وأخيراً نسأل الله تعالى أن يكتب لنا الخير نجتنيه في الآخرة وأن يعفو عنا ويغفر خطايانا وأن يثبت أقدامنا وقلوبنا وأن يبعدنا من الغرور والتكبر. ونسأل الله تعالى أن يأذن لهذه الدعوة أن تحكم الأمة الإسلامية والشعب الإندونيسي إنه هو السميع العليم وصلى الله على سيدنا محمد وعلى آله وصحبه ومن سار على نهجه إلى يوم الدين. عرض وتردد ثم موافقة: عرض علي الإخوة في حزب العدالة والرفاهية زيارة رئيس الدولة، فترددت وقلت لهم: أنا زيارتي خاصة، والرجل كثير المشاغل والمواعيد، فقالوا لي: إنه رجل متواضع، ويقدر العلماء ويطلب منهم الدعاء، وقد استقبل قبل عدداً من العلماء من الداخل ومن الخارج، ومنهم: فضيلة الشيخ السديس إمام المسجد الحرام، وهو يطلب النصيحة ممن يزوره من العلماء، ويمكنك أن تقدم له نصيحة مختصرة. وعندما اتصل به الأخ الدكتور محمد هدايت نور وحيد، رئيس مجلس الشعب، عارضاً عليه الزيارة رحب بذلك، فذهبت مع الأخ هدايت، فاستقبلنا استقبالاً حاراً، وهذه خلاصة ما دار في الجلسة. الاجتماع بالرئيس في القصر: وقد طلبت من الدكتور نور هداية وحيد عدم الإذن للإعلاميين بالتصوير، سواء كان للتلفاز أو الصحف، فتم ذلك، ولم يصور إلا العاملون في القصر. في الساعة الواحدة بعد الظهر من يوم 10/7/1426هـ ـ 15/8/2005م تم اللقاء به ومعه منسق شئون الوزراء والرئاسة وكان يكتب الحوار الذي دار بيننا، وكان معي أحد المتخرجين من الجامعة الإسلامية بالمدينة الأخ نور هداية وحيد وهو الذي رافقني إليه وهو رئيس مجلس الشعب الإندونيسي، ويعد الرجل الثاني بعد الرئيس، والأخ عبد الله باهرمز وهو الذي ترجم بينينا، وبدأ الرئيس الكلام الذي يشكو فيه من المشكلات التي تواجه إندونيسيا، وبخاصة الفساد العام وأخص منه الفساد الخلقي، وطلب النصح والدعاء على أن يعينه الله تعالى على القيام بالواجب. ومما قاله مسروراً به ما سيحصل هذا اليوم من التوقيع في الساعة الثانية والنصف ظهراً بتوقيت جاكرتا على ما تم الاتفاق عليه بين الحكومة وزعماء إقليم آتشيه في مدينة \"هلسنكي\". شكرته على اللقاء، وقلت: إن الاهتمام الذي يوليه بقومه جدير بأن يعينه الله تعالى على ذلك، وقلت له: إن علماءنا السابقين اختصروا أركان نجاح من يديرون شئون العمل صغروا أم كبروا في أركان مختصرة: وهي: 1-العلم 2-الخبرة 3-الأمانة 4-القدرة على التنفيذ وهذه الأركان، جاء بها القرآن والسنة كما هو معروف. فإذا توفرت في المسئول عن أي موظف فهو جدير بالنجاح في عمله، ولهذا عندما قال عزيز مصر ليوسف عليه السلام: { إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ } قال له يوسف: { اجْعَلْنِي عَلَى خَزَائِنِ الأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ } [سورة يوسف: 54-55]. والحفظ يدل على ثلاثة أمور: الأمر الأول: العلم، لأن الجاهل غير مؤهل لحفظ ما وليه. الأمر الثاني: الخبرة، لأن الذي لا خبرة عنده لا يقدر على حفظ ما تولاه، ولو كان عنده علم نظري لم يصقله بالتجارب. الأمر الثالث: القوة، فإن الضعيف يغلب على أمره فيصعب عليه الدوام على تنفيذ شئون إدارته وقراراتها. فالإصلاح لا بد أن تتوفر في أهله هذه الأركان، فلا يتحقق الإصلاح إلا بالعلم والخبرة والأمانة والقدرة، والذي لا أمانة له يخون، والجاهل يفسد أكثر مما يصلح، ومن لا خبرة له لا يوثق في نجاحه، والضعيف يُغلب على أمره. ويجب أن تستقطبوا من تتوفر فيه الكفاءة، سواء كان من حزبكم أو حزب حلفائكم ومن غيرهما، ما دام هدفكم الإصلاح. فقال لي: إنني في غاية السرور بلقائكم، وبما نصحتموني به، ولا سيما تلك المبادئ المفيدة في الإصلاح، ثم طلب الدعاء، وأهديت له كتاب الإيمان هو الأساس، وقلت له: إن هذا الكتاب هو من أحب كتبي إلي، وإن كانت بعض كتبي أكبر منه، لأن من قوي إيمانه كثر خيره وعمت بركته وأمنه الناس على ضرورات حياتهم ومكملاتها، ومع الكتاب سبحة أشار بها بعض الإخوة، لأن الإندونيسيين  يُسَرون بالهدايا الروحانية، للإشارة إلى أن ذكر الله والعمل بالطاعات لا ينفك بعضها عن بعض. شكرنا على الزيارة وعلى الهدية وودعنا، وأراد توديعنا خارج الباب، فرجوت منه البقاء. وبعد ذلك أخبرني الدكتور نور هدية وحيد أن المنسق المذكور اتصل به وقال له: إن الرئيس مسرور جداً باللقاء الذي تم مع الشيخ، ويشكركم على أن جمعتموه به، وقال: إن الشيخ متواضع ومنفتح. وانتهى اللقاء في الساعة الثانية إلا ربعاً. برهان ساطع يدحض الدعاوى الكاذبة على المناهج: بعد أن رأيت نشاط حزب العدالة والرفاهية في إندونيسيا وتحالفه الرئيسي مع رئيس الجمهورية، وما حققه هذا التحالف من نجاح في البرلمان المركزي وفي الحكومة،وتحالف الحزب مع أحزاب أخرى في انتخابات فرعية، أثبت ذلك برهاناً ساطعاً على كذب من يدعي من أعداء الإسلام أن المناهج الإسلامية في بعض البلدان الإسلامية هي سبب العنف والعدوان والتفجيرات التي حصلت من بعض الشباب، لأن قادة هذا الحزب ومؤسسيه هم ممن درسوا في الجامعة الإسلامية في المدينة المنورة. وعلى رأس هرمه في التأسيس من البداية رئيس مجلس شورى الحزب الأستاذ حلمي الذي أسس هو وعدد لا يتجاوزون عدد أصابع اليد في مطلع الثمانينات الميلادية نواة الدعوة إلى الله في عهد الحكم الاستبدادي واستمر هو وزملاؤه في عمل دعوي سلمي برغم ما لا قوه من ظلم واضطهاد، ولم يصدر من أحد منهم أي عمل من أعمال العنف والتخريب، بل كانوا يوجهون من يرون منه ميلاً لاستعمال العنف بسبب الظلم المتسلط على رقابهم، إلى التريث والصبر ونشر معاني الإسلام بالحكمة والموعظة الحسنة. وإني أشهد لهم بذلك، فقد طلب مني الأستاذ حلمي الاجتماع بمجموعة من الشباب كانوا يعتقدون يرون تكفير المجتمع الإندونيسي، وبخاصة الحاكم وموظفيه، واجتمعت بهم  في أول زيارة لإندونيسيا في تاريخ: الاثنين: 2/9/1400هـ ـ 14/7/ 1980م وكان يرأسهم شاب درس في مصر، واسمه \"الشيخ بَكِير بن سعيد عبده\" وقد توفي رحمه الله. فاجتمعت بهم وحاورتهم حواراً طويلاً، ولم أخرج من عندهم إلا بعد اقتنعوا اقتناعاً كاملاً بأن ما كانوا يعتقدونه من التكفير غير صحيح، وقد فصلت ذلك في الجزء الأول من الرحلات الإندونيسية (المجلد الرابع). وهاهم اليوم طلابنا الذين تخرجوا في الجامعة الإسلامية مع طلاب تخرجوا في الجامعات اليابانية والأوربية والأمريكية والأسترالية قد اجتمعوا وكونوا صفاً واحداً في حزب العدالة والرفاه، ورئيس شوراهم هو الأستاذ حلمي أمين الدين، ورأس حزبهم الدكتور محمد هدايت نور وحيد، وهو متخرج في الجامعة الإسلامية في المدينة المنورة، وقد أصبح في آخر انتخابات أجريت في إندونيسيا رئيساً لمجلس الشعب، وزميله الدكتور سالم سقاف جفري، سفيراً لبلاده في المملكة العربية السعودية، وهو ممن تخرجوا في الجامعة الإسلامية، ولهم زملاء كُثُر في مجلس النواب المركزي، وآخرون في المجالس الفرعية في المحافظات والمناطق والدوائر، وكثير منهم موظفون في الدولة في مواقع متنوعة. ومنهم من أسسوا معاهد ومدارس وروضات أطفال ونفعوا شعبهم في التعليم وفي غير ذلك من الأعمال الخيرية النافعة. ومثل الإخوة الإندونيسيين كثير في بلدان العالم ففي اليمن عدد كبير ممن تخرجوا في الجامعة الإسلامية أعضاء في حزب التجمع اليمني للإصلاح ومنهم الأعضاء في مجلس النواب، ومنهم من كان تقلد بعض الوزارات، وهكذا لا تجد بلداً إلا وفيه طلاب تخرجوا في الجامعة الإسلامية أو غيرها من الجامعات  في المملكة العربية السعودية في آسيا وأفريقيا وغيرهما قائمون بأعمالهم الرسمية أو الخاصة دون أن يحدث منهم عنف أو عدوان على أحد. بل إن غالب علماء المملكة العربية السعودية تخرجوا في مدارسها وجامعاتها، وهم يملئون وظائف الدولة في كل الوزارات والمؤسسات، وينكرون العنف ويفتونه ولا يقرونه. وإذا كان بعض الشباب قد حصل منهم ما حصل فإنما هو تصرف خاص بهم لم يكن سببه المناهج الدراسية التي يتجنى أعداء الإسلام من اليهود ومن شايعهم من الصليبيين الجدد والمنافقين من ذراري المسلمين، عليها ويطلقون أكاذيبهم بأن تلك المناهج هي التي خرجت هذا الشباب الذي اتخذ العنف منهجاً له في نشاطه. بل الواقع أن أعداء الإسلام يريدون حربه مطلقاً سواء وجد من بعض أبنائه عنف أو لم يوجد، ولكنهم يتلمسون لحربه وسائل يجعلونها مسوغة لحربه، وما يحصل في فلسطين والعراق وأفغانستان وغيرها من البلدان البراهين الساطعة على كذبهم. هذا وقد زرت بعض المؤسسات التعليمية والثقافية الخاصة، فمن المؤسسات التعليمية: معهد الرفاه الإسلامي. الذي حضرت فيه حفلة تخرج بعض حفظة القرآن الكريم، وقد طلبت من مديره، وهو من خريجي الجامعة الإسلامية في المدينة المنورة، بعض المعلومات عن المعهد ومؤسسه، فوافاني بالتقرير الآتي: بيان موجز عن معهد رفاه الإسلامي: التأسيس: تـم تأسـيس معهد رفاه الإسلامي  - بحمد الله تعالى - يوم الاثنين غرة ذي القعدة عام 1417هـ الموافق   10 مارس عام 1997م، أسـسه كياهي الحاج محمد ناصر زين، خريج الجامعة الإسلامية بالمدينة المنورة سنة 1406هـ، وحضر عملية وضع الحجر الأساسي عـدد من كبار العلماء من بوغور وجاكرتا، كما حضرها بعض المسـئولين في الحكومة المحلية، ويـقدر عدد الحاضرين كلهم بألف شخص تـقريباً . سبب التأسـيس : أسس المعهد ليكون منهلاً يدرس فيه الفتيان المسلمون العلوم والمعارف التي تـنفعهم في دينهم ودنـياهم، وليكونوا علماء مثقفين. موقع المعهد : يـقع معهد الرفاه الإسلامي في جاوة سوكاجادي، قرية ميكار ساري، رنتـشا بونجور، بوغور،  جاوة الغربيـة. أراضي المعهد : في بدايـة الأمر كانت مساحة أراضي المعهد  12050 (اثنا عشر ألف وخمسون متراً مربعاً) أوقـفها المرحوم الحاج أحمد فوزي رملي. وقام المعهد من أول تأسـيسه بتوسعة أراضيه بصورة مستمرة متـدرجة، حيث بلغت مساحات الأراضي التي تحت ملكيته حالياً – بعون الله عز وجل – سبعة هكتارات أي ما يساوي سبعين ألف متر مربع . وذلك يتـم بطريـقة شرائها من أهالي المنطقة، علماً بأن من خطط المعهـد أن يـوسع الأراضي ويـزيدها لتـبلغ المساحة أربعـين هكتاراً  (400 ألف متر مربع) بإذن الله تعالى . البرامج الدراسية : تـشمل البرامج الدراسية في المعهد ثلاث مراحل، مرحلة روضة تعليم القرآن الكريم، والمرحلتان المتوسطة والثـانوية. أما مرحلة الروضة فقد تـم افتـتاح الدراسة فيها فور افتـتاح مسجد المعهد مباشرة، وذلك في نهاية شهر شعبان عام 1418 هـ الموافق 27 ديـسمبر 1997 م. وافتـتح برنامج روضة تعليم القرآن الكريم خصيصاً بأبناء المنطقة، ومن الأغراض الاجتماعية  في البرنامج بناء جسر العلاقة الوثـيقة بين المعهد والمجتمع. ويبلغ عدد الطلاب الذين يدرسون في الروضة 350 طالباً تـقريباً، يتكونون من البنين والبنات، ونظراً  لضعف الحالة الاقتصادية لدي أهل المنطقة فإن المعهد لا يأخذ أي مقابل مادي من هؤلاء الطلاب، وإضافة إلى ذلك يؤمن لطلاب الروضة الوسائل الدراسية، بل والزي المدرسي أيضاً. وأما عدد المدرسين فيـبلغ 12 مدرساً، ستة ذكور وست إناث، والذكور أربعة منهم حفاظ، والإناث أربع منهن حافظات. وجدير بالذكر بأن برنامج الروضة لم يكن له مبنى خاص مناسب، والمكان الذي يـستخدم للدراسة حالياً مبنى متواضع جداً , هذا بالنسبة للبنات، وأما بالنسبة للبنين فيدرسون في مسجد الحي، والواقع أن البـرنامج في أمس الحاجة إلى أن يكون له مبنى خاص به، على الأقـل 5 غرف لدراسة لبنـين و5 غرف الأخرى للبنات، بالإضافة إلى غرفتـين للمدرسين والمدرسات، وغرفة خاصة للإدارة . المرحلتان المتوسطة والثانوية : تـم افتـتاح الدراسة في المرحلتين في العام الدراسي م1999 وبالتحديد في شهـر يوليو من العام نفسه، كما هو متبع في التـقويم الدراسي الحكومي بإندونـيسيا. وتأخذ مدة الدراسة طابع التواصل، بمعنى أن أي طالب يلتحق بالمعهد عليه المشاركة في الدراسة في مدة أقـلها ست سنوات، حيث إن كل طالب أكمل المرحلة المتوسطة يلزمه مواصلة الدراسة في المرحلة الثـانوية بالمعهد نفـسه. المنهج الدراسي : يأخذ المنهج الدراسي طبيعة التكامل بين العلوم الشرعية والعلوم الكونية،حيث يتـبع المعهد في العلوم الكونية منهج وزارة التربية, وفي العلوم الشرعية يتـبع المعهد منهجاً خاصاً يؤخذ من بعض المعاهد مثل معهد العلوم الإسلامية والعربية السعودي، ومعهد دار السلام كونتور، ويـقرر المعهد على طلابه حفظ جزأين من القرآن الكريم كل سنة، ويـتوقع أن يحفظ الطالب خلال ست سنوات 10 أجزاء من القرآن الكريم على الأقـل. عدد الطلاب : يـبلغ عدد طلاب المعهد في البرنامج المعني في العام الدراسي الحالي 280 طالباً، وهـم يأتون من مناطق مختـلفة في أغلب المحافظات الموجودة بإندونـيسيا، من جزيرة جاوة نفسها ومن خارجها مثـل سومطرة، وكلمنتن، وسولاويسي، ومالوكو، وبابوا، ونوساتـيغارا . وهؤلاء الطلبة يسكنون في القسم الداخلي بالمعهد، ويعودون إلى أسرهم للعطلة مرتين في السـنة. الخريجون : خرج المعهد في السـنة الحالية ( 2005م ) الدفعة الأولى من طلابه، يـبلغ عددهم 19 طالباً، يحملون شهادة المرحلة الثانوية التي تؤهلهم لمواصلة الدراسة في المرحلة الجامعية بإندونـيسيا، اثنان منهم قبلاً في جامعة الزراعة ببوغور، بمنحة دراسـية من وزارة الشئون الديـنية، وتسعة آخرون يشتركون في دورة دينـية لغوية بالمعهد لمدة سنة، يدرسون خلالها العلوم الشرعية واللغوية حيث تمكنهم مستـقبلاً للدراسة بالجامعات الإسلامية داخل إندونـيسيا وخارجها. وأما الباقون – وهم ثمانية – فيـتوزعون في الجامعات الإندونـيسية الحكومية والأهلية. الرسوم الدراسية : يدفع كل طالب الرسوم الدراسية شهـرياً 525 ألف روبية، ويشمل المبلغ التـفصيلات آتـية: - إعانة تعـليمية تربوية: 200 ألف روبية. - التغذيـة\t: 250 ألف روبية. - اشتراك الإسعافات الأولية\t: 10 آلاف. - صيانة السكن: 30 ألف روبية. - أجرة المغسلة: 35 ألف روبية. ويقوم المعهد بتخفـيف الرسوم الدراسية للأيتام والطلاب المتـفوقين في الدراسة، وهم ضعفاء مادياً، حيث يقدم فاعل خير – جزاه الله خيراً – مساعـدة لهذا الخصوص. عدد المدرسين : يبلغ عدد مدرسي المعهد في المرحلتين 50 مدرساً تـقريباً من تخصصات مختـلفة، يسكن عزابهم في داخل المعهد، وأما المتزوجون فمنهم من يسكن في سكن المعهد الخاص للمتزوجين، وهم تسع عائلات. والمدرسون المتـزوجون الآخرون يسكنون خارج المعهد على حساب المعهد، وعـددهم في الوقت الراهن 10 أشخاص تقريباً. والمعهد في أشد الحاجة إلى أن يكون له عدد كاف من مساكن المدرسين المتزوجين، ويقدر العدد المطلوب إضافته ثلاثون مسكناً تـقريباً . مرافق المعهد : للمعهد – بحمد الله – عدد من المباني التي تحت ملكيته، وهي: مسجد يبلغ مساحته 450 متراً مربعاً, يتكون من الدورين، السفلى والعلوي، يـستخدم العـلوي للمصلي، ويستعمل السفـلى لمكتب الإدارة، كما يستعمل الدوران لحلقات التحفيظ في أوقات معـينة. وحدتان سكنيـتان للطلبة والمدرسين العزاب، يتسع لثلاثـمائة شخص. مبنـيان للدراسة، يتسعان لثلاثـمائة طالب. مطبخ ومطعم للطلبة. مبنى الشركة التعاونـية. قاعة الاجتماعات. مبنى صغير لطلاب الروضة. 9 بـيوت للمدرسين المتزوجين. المشروعات المستقبلية : توسعة الأرض 400 ألف متر مربع . مبنيان لسكن الطلبة . مبنى سكن المدرسين العزاب. 30 منزلاً للمدرسين المتزوجين . مبنى إدارة المعهد . مبنى معمل اللغة . مبنى المكتبة . مبنى معمل العلوم . مبنى معمل الحاسوب . مبنى المستوصف . مبنى مكتب المدرسين . مبنى الضيافة . مبنى المغسلة للطلبة . مبنى الدراسة للمرحلة الثـانوية . مسبح للطلبة . صالة رياضية . مبنى مركز التحفيظ . وفي الختام نسأل الله العلي القدير أن يوفـقنا في كل ما يحبه ويرضاه، وأن يسدد خطانا، إنه نعم المولى ونعم النصير . بوغور، 5 رجب 1426هـ معلومات شخصية: الاسـم: محمـد ناصـر زين. محل وتاريخ الميلاد: جاكـرتا، 31، 12، 1958م. الحالة الاجتماعـية \t: متـزوج. ثـمانية أبناء ( 4 إناث و4 ذكور ) مؤهلات دراسـية: الابـتدائية ، دار التربية الإسلامية، جاكرتا , عام 1971م. المتوسط والثانوي ، معهـد دار السلام كونتور، فـونوروكو  عام 1977م. الليسانس والماجـستير، الجـامعة الإسلامـية بالمـدينة المـنورة  عـام 1986م. العـمل الحالي: مـدير معهـد رفـاه الإسـلامي، بوغـور، إندونـيسيا.. زيارة رئيسة مؤسسة نساء الإرشاد: ومن المؤسسات التعليمية: مؤسسة نساء الإرشاد لتحفيظ القرآن الكريم، وهي خاصة بالنساء، وتمت زيارة رئيستها لي في الفندق عندما سمعت بوجودي. الأخت عائشة بنت محمد الكلالي التي ولدت في 22 سبتمبر في عام 1924م، أي إن عمرها الآن 81 عاماً، ولا زالت في صحة جيدة نشيطة في عملها، أبوها حضرمي جاء بنفسه إلى إندونيسيا. عندها ستة أولاد من الذكور كلهم متزوجون، وثلاث بنات إحداهن تواصل دراستها في الأردن، بمساعدة من عمر باحسون، وهي متخرجة من كلية الإدارة التجارية في إندونيسيا، في البنك الأهلي في الرياض، وثنتان تعملان في التجارة. أنشأت معهداً للفتيات في منطقة جاوة الوسطى في مدينة باكا لونجان، وسبب اتجاهها إلى إنشائه، قلة حافظات القرآن الكريم في إندونيسيا، وهو شبه معهد عالي بعد المرحلة الثانوية. وقالت: كان عدد الطالبات عند إنشاء المعهد ثلاثين فتاة، وكان السفير بكر بن عباس خميس هو المساعد في إنشاء المعهد، وهو أول سفير سعودي في فنزويلا، بعد انتقاله من إندونيسيا. ثم وصل عدد الطالبات إلى 200 مائتي طالبة، والآن عددهن 150 طالبة، وسبب نقصهن قلة المساعدات للمعهد، وبخاصة من المملكة السعودية، لأن بعض الفتيات يدفعن رسوماً للمعهد الذي اضطر إلى ذلك، وكن جميعاً يدرسن مجاناً، واللاتي يدفعن الرسوم عددهن ثلاثون. وقد تخرجت من المعهد مائة وعشرون طالبة، كلهن حفظن القرآن الكريم كاملاً، وانتشرن في المناطق الإندونيسية يدرسن في المعاهد الإسلامية. ويدرسن في الروضة والابتدائي. وفي المعهد تُدَرَّس بعض العلوم الأخرى في الفقه والأخلاق والقراءة والتجويد والتحفيظ والإملاء والخط العربي النسخ والكوفي وأساليب الدعوة، والنحو والصرف. عدد المدرسات ست عشرة (16)   مدرسة تسعٌ منهن ساكنات في مباني المعهد، والمشرفات سبع يسكن خارج المعهد. وعدد المدرسين من الرجال ستة، والموظفات خمس. قالت: إن لديها مشروعاً استثمارياً صغيراً (تصفية المياه وخياطة الملابس) تنفق منه على المعهد، وتتلقى مساعدات قليلة من بعض المحسنين في إندونيسيا، ولكن عجز الميزانية كبير، والمعهد الآن لا يستقبل دارسات جديدات بسبب ذلك. وفي المعهد 25 خمس وعشرون يتيمة، يدرسن في النهار في مدارس الحكومة وفي المساء يحفظن القرآن الكريم. وقد أنشئ مسجد صغير في داخل المعهد تصلي فيه الطالبات ومدرساتهن والموظفات، كما أنشئ مسجد أكبر في خارج المعهد للمجتمع المجاور. وتقوم المدرسات باستقبال النساء المجاورات أربع مرات في الأسبوع لتحسين قراءتهن. وقد سلمتني بعض الصور لنشاط المعهد، وفي بعضها صور للدكتور عبد الله بصفر الذي زار المعهد وأعجب بأعماله، وطلبت مني إبلاغه بحاجة المعهد إلى مساعدته، لأن ذلك من أهم ما يحقق أهدافه في خدمة كتاب الله. الاجتماع بأساتذة الدعوة في حزب العدالة والرفاهية: في ليلة الثلاثاء 8/7/1426هـ 9/8/2005م التي غادرت جاكرتا في صبيحتها عائداً إلى بلدي، بعد المغرب منها دعاني الإخوة أساتذة الدعوة للاجتماع بهم، ومذاكرة شئون الدعوة ونشرها في إندونيسيا، وكيفية الموازنة بين الدعوة التي هي الأصل عندهم والعمل السياسي في حزبهم \"حزب العدالة والرفاهية\".. فتحدثت معهم على النقاط الآتية: النقطة الأولى: المحافظة على التزكية الإيمانية، والعلم الشرعي الرباني. النقطة الثانية: أن يشترك الجميع في ذلك، كبيرهم وصغيرهم، فالذي يربي غيره، يجب أن يربيه غيرُه، وأن يكونوا جميعاً محلاً لذلك. النقطة الثالثة: الترابط الأخوي بينهم، على ضوء ما ورد في الإخوة في كتاب الله تعالى، مثل قوله تعالى: { إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ } [سورة الحجرات، آية: 10] وقول الرسول صلى الله عليه وسلم: ((مثل المؤمنين في توادهم كمثل الجسد الواحد، إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى)). النقطة الرابعة: أن يبادروا بعقد دورات وتدريبات لقادة التربية، بحيث يستوعبوا في صف الدعوة الأكفاء الذين يستوعبون أعضاء الحزب الذين لم يصلوا إلى رتبة الدعاة، ويمكن أن يخففوا شروط مَن يتولى تربية أعضاء الحزب عن الشروط التي يجب توفرها فيمن يتولى تربية مَن في صف الدعوة، ومن ذلك أن يكون عدد من يتولون تربيته من أعضاء الحزب أكثر ممن يتولون تربيتهم في صف الدعوة، مع العناية بتقوية المتابعة في التربية للجميع. النقطة الخامسة: الحكمة في معالجة المخالفين وحسن الأسلوب والتذكير الدائم لهم، والصبر عليهم، وعدم التفريط فيهم. القدر وملعب الجولف في جاكرتا: 4/6/1426هـ ـ 10/7/2005م كنت أصلي الفجر الساعة الخامسة إلا ربعاً في فندق موليا بجاكرتا، وأذهب مباشرة إلى الإستاد الرياضي الكبير، فأمشي حوله ما بين ست دورات وعشر وهي في حدود ستة أو ثمانية كيلو، وأحياناً كنت أقوم بالمشي في ملعب الكرة الصغير، وهو بجوار الأول. وذات يوم وجدت الباب الذي أدخل منه عادة مغلق بسبب حماية فرق موسيقية تقيم حفلتها خلفه، فذهبت إلى باب آخر، وكان الجو مظلماً ورأيت باباً ظننته مفتوحاً، فوجدته مغلقاً كذلك، فانحرفت إلى الوراء لأواصل سيري حتى أجد باباً مفتوحاً إلى الملعب الكبير، فوقعت في مجرى من مجاري تصريف الأمطار، وأصبت بجروح في يدي اليمنى، وكانت خفيفة إذا قيست بعمق المجرى والسقوط القوي فيه، فحمدت الله على لطفه، وواصلت القيام برياضتي. ويقع الملعب الكبير وملعب الكرة، جنوب شرق الفندق الذي لا يفصل بينه وبين تلك الملاعب إلا شارعان. ثم رأيت في جنوب الفندق غابة من الأشجار وممرات واسعة طويلة تتخلل تلك الغابة مزروعة بالعشب الذي يُقَصُّ بين آونة وأخرى ليبقى قصيراً، فسألت عنه فقيل: إنه ملعب الجولف، قلت للأخ عبد الله باهُرمُز: لعلك تساعدني لأشترك فيه، ولكن مشياً بدون لعبة الجولف التي لا أعرف عنها إلا حركات لاعبيها. فذهب معي وعندما سأل الموظفين قالوا له نحن لم نفتحه إلا للاعبي الجولف، ولم يطلب منا أحد قبلكم الاشتراك بالمشي! ولكن إذا وافق فندق موليا أن يشترك لكم فيه بالمشي، فلا مانع عندنا، فكلم الموظف المختص بالاشتراك في الفندق، فقال: لا مانع. فبدأت المشي فيه أول يوم دهش الموظفون المرافقون عندما حرك أحدهم ـ واسمه محمد السنوسي ـ عربته التي تحمل أدوات الجولف لمرافقتي، فقيل له: هذا يريد المشي فقط لا يلعب الجولف، ولكن الذي يهمه أداء وظيفته التي يأخذ عليها أجره من مكتب الملعب، وما قد يجود به من يرافقه. فبدأنا نمشي في أحد الممرات التي تعلو رؤوسنا فيه الأشجار الباسقة، وفي أقل من ربع كيلو نزلت على الشق الأيسر من رأسي ضربة شديدة ظننت أنها رصاصة لشدتها، فنظرت إلى أعلى الشجرة لعلي أشاهد أحداً رماني، فلم أر أحداً وأخذ الدم ينزل بغزارة نحو كتفي الأيسر، فصاح الرجل صيحة لم أفهم منها إلا: يا الله! ثم أخذ يلتفت هنا وهناك ليجد ما ينشف به الدم، ومن أين له ذلك في ملعب يتتابع عليه المنظفون في كل وقت؟ فأشرت له إلى ورق الأغصان، فلم يرُق له، فرفع صدريته فنيلة حمراء رياضية، وهو يتمتم بكلمات إندونيسية يبدي بها أسفه، ثم أشار لي إلى الشارع العام، وذكر كلمة \"موبايل\" وهي تعني في اللغة الإندونيسية السيارة، و\"درايفر\" وهي تعني في اللغة الإنجليزية: سائق، ثم \"سْتون\" وهي تعني في اللغة الإنجليزية حصاة، ثم أشار ماداً بيده إلى الشارع وردها إلى الشجرة، وقال \"سْتُرُنْج\" وهي بمعنى قوة في الإنجليزية  وأظهر اسم صوت شبيه بتعبير أطفالنا عن مشي السيارة، فهمت من كلامه وحركاته أن أحد السائقين في الشارع مرت سيارته بقوة على حصاة، وهي التي انطلقت ونزلت على رأسي. وأبدى الرجل خوفاً شديداً مما جرى، لأن الدم كان ينزف بغزارة، لا أدري هل كان يظن أني سأقدم شكوى واستفسار عما جرى؟ فأردت أن أطمئنه، فقلت له: قَدَر، ظننت أنه مسلم يسمع كلمة قدر من الخطباء يوم الجمعة أو في أي مناسبة، فهز رأسه متسائلاً، باللغة الإنجليزية: ماذا؟ فأشرت له إلى السماء، فقلت: الله، الحمد لله فابتسم وقال بالإنجليزية: لا مشكلة؟ قلت لا مشكلة. فأخذ بيدي ولا زال يمسح رأسي من الدم، وقال \"كم باك تو أوفيس\" هيا نعود إلى المكتب، فعدنا وأخذ بعض المطهرات والقطن يمسح الدم ويضع عليه الدواء. فقلت له: هيا نعود نمشي، فقال: هل تستطيع؟ قلت: نعم. فلم يمش معي إلا قليلاً، وقال: \"كم باك\" وأشار إلى أن الدم لا زال يسيل. فقلت له: اتصلوا هاتفياً بفندق موليا وأخبروهم بما جرى ليستدعوا الطبيب من أجل معالجة الجرح بمطهرات وربطه إن احتيج إلى ذلك، وقل لهم ليس هناك مشكلة، وكنت أقصد أني لست أدعي على أحد ما حصل، وعرض علي استئجار سيارة، فقلت: لا داعي سأمشي إلى الفندق. وعندما وصلت الفندق وجدتهم في حالة طوارئ، الطبيب حاضر، ويبدو لي أن الذين معه هم من المسئولين في الفندق ومن رجال الأمن، وتم العلاج الذي لم يأخذوا عليه مقابلاً كما جرت عادة الفنادق، وزارني الطبيب في غرفتي ثلاث مرات للتغيير. وكنت مدة بقائي في جاكرتا – شهرين تقريباً – أذهب يومياً إلى الإستاد الرياضي أمشي حوله ما بين خمس أو ست دورات، وكل دورة تستغرق 15 دقيقة تقريباً. وكنت دائماً أذهب إليه مبكراً بعد صلاة الفجر مباشرة، فلا أجد غالباً من سبقني من قاصديه، والذين يؤمونه في غالب أيام الأسبوع قليلون، ولكنهم يكثرون يومي السبت ويوم الأحد، وهم في هذا الأخير يزدحمون حوله، لأنه يوم إجازة عامة، بخلاف يوم السبت فهو يوم  إجازة للعاملين في الشركات. وغالبهم يجعلون الملعب إلى يسارهم، كما يفعل الناس في طواف الكعبة، وقليل منهم يعكسون ذلك، وهم من جميع الأعمار والفئات صغاراً وكباراً رجالاً ونساء، حتى الأطفال الرضع يحملهم آباؤهم وأمهاتهم أو يجرونهم في عربات صغيرة. مقارنة ملعب سنيان – اسم المنطقة التي تقع فيها الملاعب الرياضية وهي مشهورة في القطر الإندونيسي كله- في جاكرتا، وحديقة هايد بارك في لندن، فقد رأيت في حديقة \"هايد بارك\" بلندن تجمعات كثيرة، في كل منها يوجد متحاورون في أفكار وموضوعات متضادة حتى يكاد المتحاورون يقتتلون، ولكنهم لا يفعلون، لأن الدولة تمنحهم حرية الكلمة والحوار ولكنها تحظر الاقتتال، ولهذا سميتها \"سوق حراج الأفكار\" كما في الكتاب الخاص برحلات بريطانيا (المجلد الثاني من رحلات المشارق والمغارب). أما ملعب الرياضة في جاكرتا، فإن فرقاً رياضية تحضر معها أدوات موسيقية، وتتنافس كل فرقة منها على الحصول على أكبر عدد من العملاء الذين يجتمعون حولها، ويزاولون الرياضة بالحركات التي تقوم بها الفرقة، وبعضهم مع الحركات الرياضية، تدفعهم أصوات الموسيقى والحركات المناسبة لها إلى رفع أصواتهم المشجعة للفرقة. جدول المحاضرات التي طلب مني إلقاءها في أعضاء حزب العدالة والرفاهية: وهم من كل الفئات والرتب الوظيفية الخاصة والحكومية. الرقمالمشاركونالموضوعالتاريخ1مكتب التربية والشبابالمحافظة على المنهج في المحور المؤسسي5/7/20055الأخواتدورهن في الدعوة الشعبية7/7/20054مكتب السياسة العامة والقانون أعضاء مجلس النواب المركزي ولجنة الانتخاباتغذاء روحي وفكري لتأدية دورهم الدعوي والتربوي الجماهيري مع دورهم السياسي8/7/20053مكتب اللجنة الاجتماعية، اقتصاد، تكنولوجيابدائل إسلامية10/7/20056مكتب الولايات، جاكرتا، بانتين، جاوة الغربيةالطرق المثلى في تطبيق الرعاية التنظيمية رئيس شرطة ماليزيا يطلب من أنور إبراهيم العفو: ترجم لي الأخ عبد الله بن سعيد باهرمز الخبر الآتي من جريدة إندونيسية نصرانية، هي \"كُومباس [KOMPAS]\": رئيس شرطة ماليزيا السابق \"عبد الرحيم نور\" كتب يطلب العفو رسمياً من أنور إبراهيم وأهله، قرأ ذلك محام أمام المحكمة، واسم المحامي\" TING  GOTESSPAH\" بأن عبد الرحيم نور اعترف بالمسئولية عن ضربه \"أنور إبراهيم\" وأن كل ما أصابه هو وأهله هو خطأ من رئيس الشرطة، ويطلب منهم العفو، وأن أنور سيحصل على تعويض مالي مقابل ذلك الخطأ. تعليق: قلت: الاعتراف بالخطأ فضيلة، ولكن هذه الحادثة وأمثالها تدل على تقحم بعض الموظفين في الحكومات أبواب الظلم معتمدين على قوة تلك الحكومات، ملبين ما يطلبه منهم رؤساؤهم طلباً لرضاهم وطمعاً في قربهم وفي ما قد ينالونه منهم من منصب أو جاه أو مال، ولو أغضبوا بذلك الخالق واعتدوا على خلقه، فإذا ذهب ذو الأمر والقوة ذكروا أنه لا ينفعهم ولا يضرهم إلا الخالق، فليت ذوي المناصب الحكومية الظالمين يتعظون ويعلموا أن ضمائرهم تحاكمهم ـ ولو لم يعترفوا بألسنتهم ـ قبل أن يحكم الله عليهم يوم الدين. سجلت ذلك في هذه الرحلة الخاصة بإندونيسيا، لأني اعتدت كتابة بعض الأحداث المهمة، ولو لم تكن في بلد الرحلة، وسيجد القارئ شيئاً من ذلك في بعض الرحلات. هذا وقد فاز أنور إبراهيم بمليون وخمسمائة دولار، كما نشر في جريدة \"الشرق الأوسط\" يوم الجمعة 14 رجب 1426هـ 19 أغسطس 2005م. http://www.asharqalawsat.com/details.asp?section=4&issue=9761&article=318480 ماليزيا: أنور إبراهيم يفوز بتعويض قيمته 1.2 مليون دولار. كوالالمبور ـ رويترز: فاز نائب رئيس الوزراء الماليزي الأسبق أنور إبراهيم في قضية ضد خصم قديم أمس حيث قضت المحكمة بمنحه أكثر من مليون دولار في قضية تعويض ضد مؤلف كتاب دمر مستقبله السياسي. لكن أنور قد لا يحصل أبداً على قيمة التعويض الذي يبلغ 4.5 مليون رنغيت (1.2مليون دولار) والذي قضت به المحكمة له لأن المؤلف خالد جفري يرقد في المستشفى متصلاً بأجهزة الإعاشة بسبب مشاكل صحية حادة. وقال أنور بعد الحكم «بالطبع بالنسبة لي الأموال ليست هي القضية.. إنها مسألة شرف.. إنني سعيد للغاية لأنه تمت تبرئة ساحتي تماماً من جميع الاتهامات الحقيرة التي وجهت إلي».. وعندما كان أنور يبعد خطوة عن أكبر منصب في ماليزيا عزل من الحكومة في عام 1988م بعد نزاع مع رئيس الوزراء آنذاك مهاتير محمد. ووجه إليه الاتهام في وقت لاحق باللواط والفساد وهي اتهامات وصفها بأنها ملفقة وأمضي ست سنوات في السجن. تمت مراجعة هذا الجزء في 7/1/1427هـ والحمد لله رب العالمين ?? = ــــــــــــــــ = ?? ?? 64"
  }
]