[
  {
    "type": "title",
    "content": "المجلد الثامن رحلات كندا واسبانيا سلسلة في المشارق والمغارب الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "الرحلة إلى كندا 1405هـ ـ 1985م",
    "content": "[img]pics/8/8000.JPG[/img]<< خريطة كندا >> السفر من نيويورك إلى مدينة تورنتو بكندا! هذه هي الدولة الثانية التي زرناها في هذه الرحلة، كنا بدأنا بالولايات المتحدة الأمريكية، قضينا أياماً قلائل في مدينة نيويورك وبعض ضواحيها، ثم انتقلنا إلى كندا، وبعد انتهاء زيارتنا لغالب مدنها الرئيسة رجعنا إلى زيارة مدن أمريكية أخرى، تضمنها الكتاب الخاص بالولايات المتحدة الأمريكية. خرجنا من مدينة ناوراك وهي من ضواحي نيويورك، الساعة الواحدة والنصف بعد الظهر، ووصلنا إلى المطار في الساعة الثالثة إلا ربعاً، وكنا متأخرين، ولذلك قال لنا الأخ شميم الذي نقلنا إلى المطار: ادخلا إلى قاعة المطار من الباب رقم (15) إلى موظفي الطيران الكندي، حتى أجد موقفاً لسيارتي وألحق بكم، فدخلنا وأخذنا نبحث عن الباب فتهنا في الممرات لكثرتها، فطلبنا من إحدى المرشدات أن تدلنا على مقر الموظفين الكنديين، وعندما خطت أمامنا لتدلنا جاء الأخ شميم وكفاها المؤونة. أخذنا بطاقات دخول الطائرة وصعدنا إلى الطائرة في الساعة الثالثة والدقيقة العشرين. أقلعت الطائرة من مطار نيويورك في الساعة الثالثة والدقيقة الأربعين، وكان هبوطها في مطار تورنتو في الساعة الرابعة والدقيقة الأربعين ـ أي أن مدة الطيران كانت ساعة واحدة."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "في مدينة تورنتو",
    "content": "من ورطاتي في اللغة الإنجليزية! عندما دخلنا مبنى المطار ووقفنا أمام موظفة الجوازات، سألتنا بعض الأسئلة، والظاهر أنها كانت تريد أن تعرف إن كان عندنا تأشيرة من سفارة كندا في المملكة، لأنها كانت تفتش أوراق الجوازات فقلنا لها: إننا لا نتكلم الإنجليزية، لأني خشيت من أقول لها: لا، ويكون السؤال غير ما ظننت، والهروب إلى: (نو اسبيك إنجلش) أولى من الجواب بـ(يس التي تعني نعم) أو (نو التي تعني لا) الذي قد يوقعنا في ورطة، فختمتْ بطاقات الجوازات التي كنا ملأنا بعضها دون بعض، لعدم معرفتنا بمضمونها، ولا ندري أكان الفراغ الذي ملأناه صحيحاً أم خطأ، إذ كنا حاولنا مع بعض الركاب المجاورين في الطائرة أن يساعدنا فلم يفعل. وكان وجهه عبوساً معنا. وعندما انتهينا من ختم الأوراق، أشاروا لنا بالدخول إلى مكتب، فدخلنا على ضابط كان في غاية من اللطف في معاملتنا، سألنا عن المدة التي نريد البقاء فيها بكندا؟ فأخبرناه أنها لا تزيد عن شهر، فأعطانا تأشيرة لثلاثة أشهر، ولم يشدد علينا عندما عرف أننا لا نقدر أن نتحدث معه باللغة الإنجليزية. وهنا جاءت الورطة والنكتة! نظر الرجل في تذاكر سفرنا، وهي سعودية، وأظهر لنا رغبته في أخذ بعض بطاقاتها التي تلصق على حقائب السفر ويكتب بها الاسم والعنوان، والظاهر أنه من هواة جمع هذه البطاقات، فاستأذن منا في أن يأخذ شيئاً منها فقلت له: \"تيك أوف\" كنت أقصد: نعم خذها، فتغير وجهه وقال: ماذا؟ فكررتها، فتغير وجهه أكثر، فقال الشيخ: ماذا قلت له؟ قلت: قلت له: نعم خذها، ثم أدركت أنني أخطأت لأن الكلمة التي قلتها له معناها: انطلق أو اخلع ثيابك! فقلت له: سُورِي – آسف \"تيك ذِمْ\" الفرق بين العبارتين: \"أوف – في الغلط – وذِم – في الصواب\" فتهلل وجه الرجل وقال: أشكركم شكراً كثيراً، قلت بعد ذلك للشيخ: رحم الله شيخنا الشيخ محمد الأمين الشنقيطي! لو كان معنا لأنشد بهذه المناسبة بيتا من الشعر كان يردده في أمثالها: [sh][shtr]أقول له زيداً، فيسمع خالداً=ويكتبه عمراً، ويقرأه بكراً[/shtr] [/sh] معاملة لطيفة: هكذا كانت معاملة الكنديين لنا لطيفة جداً، فقد مررنا بعد الجوازات بموظفي الجمرك، فسألنا الموظف بعض الأسئلة فهمنا منها: هل لديكم شيء من الكحول؟ فقلنا: لا، ولم نفهم بقية الأسئلة، فقلنا له: إننا لا نستطيع التحدث بالإنجليزية. فقال مشيرا إلى باب الخروج: تفضلوا ولم يفتش حقائبنا، على الرغم من الظروف الصعبة التي كانت تمر بها مطارات كندا في ذلك الوقت، عقب تفجير الطائرة الهندية المتجهة من بلادهم، وكذلك تفجير الطائرة الكندية في اليابان. أمطري حيث شئت فسوف يأتيني خراجك! عندما خرجنا من باب الجمرك، وجدنا ثلاثة أشخاص في انتظارنا،  كلهم من طلبة الجامعة الإسلامية بالمدينة المنورة، تذكرت عندما رأيتهم  كلمة هارون الرشيد المشهورة على الألسن، وهي قوله لسحابة مرت به، ذاهبة إلى حيث شاء الله لها: أمطري حيث شئت فسوف يأتيني خراجك، لأنه كان يعلم أن غالب المعمورة يقع في ملكه. وكذلك الجامعة الإسلامية أينما ذهب طلابها نفع الله بهم وعاد عليها نفعهم في الدنيا والآخرة. كان هؤلاء الثلاثة هم: الدكتور عيسى محمد بلو النيجيري، المسؤول عن الدعاة التابعين للرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، وقد أخذ الأخ عيسى الماجستير والدكتوراه من كندا، بعد كفاح مرير مع المشرفين عليه الذين حاولوا إفراغ دماغه من بعض المعاني الإسلامية وملأه بغيرها فلم يقدروا، ووضعوا أمامه عقبات للضغط عليه، ولكن دون جدوى وأعانه الله عليهم. والأخ عبد الله حكيم الأمريكي. والأخ إبراهيم حسين المليباري. أوصلونا إلى الفندق في وسط المدينة واسمه: \"سْتِينْ بْلِيسْ\" نزلنا بغرفتين في الطابق الخامس عشر، وتركنا الإخوة في الساعة السادسة والنصف مساء لنرتاح، على أن يعودوا إلينا في الساعة التاسعة والنصف لوضع منهج عملنا في زيارة المساجد والمراكز الإسلامية بالمدن الكندية. وجاءونا في الموعد المحدد وتم وضع المنهج(1). [img]pics/8/8001.JPG[/img]<< منظر من تورنتو ـ كندا >> الجمعة: 10/10/1405هـ جاء إلينا الأخوان: الدكتور عيسى بلو، والشيخ عبد الله حكيم في الساعة العاشرة والنصف من صباح الجمعة، ونقلونا إلى فندق آخر يسمى: \"لوتيل\" ومعناه بالفرنسية: الفندق. أي كأنه هو الذي يستحق أن يطلق عليه هذا الاسم مبالغة ويقع بجانب: برج تورنتو المطل على بحيرة: \"أوتربين\" التي تفصل بين ولاية نيويورك الأمريكية وكندا، ويسمى البرج الوطني، وضعنا حقائبنا في غرفنا، وانطلق فضيلة الشيخ مع الأخ عبد الله حكيم إلى مسجد المركز الإسلامي لإلقاء خطبة الجمعة وإمامة المصلين فيه. وذهبت أنا مع الدكتور عيسى بلو إلى المسجد الذي يؤم فيه هو المصلين لأقوم أنا بخطبة الجمعة وإمامة المصلين. وضاع خطيب الجمعة! عندما اقتربنا من باب المسجد قال لي الدكتور عيسى: هذا هو المسجد، فالأفضل أن تنزل أنت وتدخل ريثما أوقف سيارتي وأتبعك، فدخلت وصليت تحية المسجد وقعدت في أحد الصفوف. ودخل عيسى وألقى نظرة سريعة على الصفوف وخرج، ثم دخل وفعل كما فعل في المرة الأولى وخرج، وأخذ يدخل ويخرج منزعجاً، ولا أدري ماذا جرى له؟ ثم وقف في المحراب وتكلم كلاماً بلغة القوم، فهمت منه أنه يعتذر للمصلين عن ضياع الخطيب: الدكتور عبد الله قادري الذي جاء معه قبل لحظات، ولا يدري أين ذهب؟! فقلت له: ها أنا ذا، فتهلل وجهه وبدا عليه السرور بسرعة وكان قبل لحظة كئيباً. وكانت الخطبة تدور حول المعاني الآتية: 1-معنى لا إله إلا الله التي هي أساس الإسلام وشمول معنى العبادة. 2-معنى الرسالة، ودليل الإيمان بالرسول صلى الله عليه وسلم ووجوب محبته. 3-وجوب التفقه في الدين الذي لا يتحقق الإتباع بدونه. 4-شدة حاجة المقيمين في الديار الأجنبية إلى التفقه في الدين، وتعليم أولادهم والتمسك بمبادئ الإسلام، والمحافظة على أنفسهم من الذوبان في العالم الأجنبي. 5-وجوب الاتحاد على كلمة التوحيد والاعتصام بها، والبعد عن أسباب الخلاف. على برج تورنتو الوطني: ثم رجعنا إلى الفندق والتقينا الشيخ ورفيقه، وذهبنا إلى البرج لنصيد عصفورين بحجر: العصفور الأول تناول طعام الغداء، والعصفور الثاني التمتع بجمال المنظر الذي يُرى من أعلى البرج، لأنه أوسع لرؤية الناظر إلى المناظر، وقد قلت في مناسبة رحلة إلى مصر: [sh] والكون فوق العالي= أوسع في المجالِ [/sh] وقد استغرق بقاؤنا في البرج ثلاث ساعات دار بنا خلالها الدور المتحرك دورتين، شاهدنا فيهما مدينة تورنتو والبحيرة وغيرهما، ثم رجعنا إلى الفندق للاستراحة(2). [img]pics/8/8002.JPG[/img]<< برج مدينة تورنتو 10/10/1405? >> في الجامع الكبير: ثم ذهبنا إلى الجامع الكبير في الساعة التاسعة والنصف فصلينا المغرب، وأصر الشيخ على أن القي كلمة في الحاضرين فتحدثت بما يسر الله لي من معاني سورة العصر، ثم فتح باب النقاش، فألقى بعض الحاضرين أسئلتهم وأجيبوا عنها، إلى أن أقيمت صلاة العشاء في الساعة الحادية عشرة، فرجعنا بعد الصلاة إلى الفندق في الساعة الثانية عشرة. العطلة عطّلَتْنا: السبت: 11/10/1405هـ كنا على موعد مع الإخوة الثلاثة: الدكتور عيسى بلو والشيخ عبد الله حكيم، والشيخ إبراهيم حسين، للذهاب صباح هذا اليوم السبت إلى شلالات نياجرا الشهيرة التي تتدفق من  شمال ولاية نيويورك الأمريكية إلى النهر الفاصل بين الدولتين: أمريكا وكندا، ولكن بعض الإخوة تأخر بسبب الزحام الشديد في شوارع المدينة، بمناسبة عطلة نهاية الأسبوع الطويلة، كما يسمونها التي توافق اليوم الوطني لكندا. وكنا نحتاج لصرف بعض الشيكات السياحية، فلم نجد أي بنك مفتوح من البنوك المجاورة، وهي كثيرة بسبب العطلة، ودلنا حراس بعض البنوك على بنك آخر بعيد، فذهبنا إليه عن طريق القطار لسرعة حركته التي لا يعيقها الزحام، لأنه يسير تحت الأرض، لا تزاحمه حركة السيارات ولا حركة الناس. لذلك لم نتحرك إلى الشلالات إلا في الساعة الثانية والربع. في شلالات نياجرا: شلالات نياجرا من عجائب الدنيا الكبرى، إذا وقف الناظر أمامها لا ترضى نفسه بمغادرتها إلا على كره، يصعب على الإنسان أن يصف مشاعره، وهو يتابع انسيابها وما يحدثه من جمال بأشكال هندسية مختلفة(3). [img]pics/8/8003.JPG[/img]<< شلالات نياجرا في تورنتو >> وقد حاول الناس أن يوجدوا - في نفس المكان - عجائب صناعية صغيرة من عجائب الطبيعة التي أبدعها الله. من ذلك ما يسمى بساعة الزهور، وهي عبارة عن أرقام صنعت من الزهور المختلفة الألوان، وعقارب من حديد تدور على تلك الأرقام(4). [img]pics/8/8012.JPG[/img]<< ساعة الزهور بالقرب من شلالات نياجرا >> ملعب الحيوان المائي: ومن ذلك: ملعب الحيوان المائي، وهو أكثر عجباً من الساعة المذكورة، وفي هذا الملعب حوض كبير من الماء، تتبارى فيه الدلافين الكبيرة والصغيرة، وقد دربها ساستها على ألعاب عديدة، كالسباحة على الظهر، والمصافحة بأحد أجنحتها، وتبادل القبلات مع إحدى الحسناوات المتفرجات، والقفز إلى أعلى حتى يخرج جسمها كله من الماء ثم الغوص فيه مرة أخرى مقدمة رأسها، ومسك صحن من البلاستيك بفمه والمشي في الماء مرفوع الرأس، ومسابقة مع زميله من نقطة الانطلاق ثم العودة إليها، واحتيال أحدهما على زميله في هذا السباق بعدم أخذ الدورة كاملة. ومن أعجب ما يفعله هذا الحيوان، هو الرقص على الماء واقفاً على ذيله، على الرغم من ضخامته التي يبدو أنه لا يتحمل بسببها الوقوف على ذيله، مع الرقص الذي يوافق ضرب الدفوف وإيقاع الموسيقى وتصفيق الأكف. وإذا ما فرغ من هذه الألعاب كلها وقف يودع المشاهدين، محركاً جناحه لهم كما يحرك الآدمي يده عند وداع رفيقه. خضوع الحيوان لمن يملك قُوتَه: ومن وسائل تدريبه التي تكرهه على الاستجابة لمدربه، احتجازه في بحيرة صغيرة جداً بالنسبة له، وهو الذي ألف أن يصول ويجول في البحار والمحيطات، طالباً رزقه من الحيوانات البحرية الكثيرة التي تشاركه في العيش في البحر. إن احتجازه في ذلك المكان الضيق، جعله يشعر بالحاجة إلى الطعام الذي لا يقدمه له إلا سائسه، في مقابل استجابته لتعليمه، يعطيه إذا نجح في التعليم ويحرمه إذا أخفق فيه، فهو يحاول بشتى الوسائل أن يرضي سائسه،  ليرضى عنه وينفق عليه لقمة عيشه، وإذا لم ينفذ الأوامر عوقب مع الحرمان من الطعام بالضرب، فهو بين ترغيب وترهيب. لقد حُرم هذا الحيوان الضخم حريته في بلاد الحرية، وأخضعه اضطراره إلى لقمة العيش وصيانة جسمه من الضرب، أن يستجيب لمن لو وجده في مكان حريته في أحد المحيطات لما استطاع مباراته مدة طويلة فيه، لذلك تراه إذا نفذ الأمر بنجاح أسرع عائداً إلى سائسه الواقف على رصيف البحيرة طالباً جُعْلَهُ (أي أجره) فيرمي له السائس حزمة من الأسماك الصغيرة التي أعدت له في إناء على حافة الحوض. وهكذا تجد كثيراً من الشعوب شبيهة بالدلافين في اضطرارها إلى تدريب حكامها لها وتطويعها، عندما يملكون هم بعض أسباب لقمة عيشها. ويقدر عدد الحاضرين في هذا الملعب بما لا يقل عن خمسة آلاف شخص، كل واحد يدفع تذكرة تزيد عن عشرة دولارات في المرة الواحدة. وذكر لنا الإخوة أن هذه المباريات تقام في اليوم الواحد خمس مرات. وتنتشر هناك المطاعم والدكاكين المختلفة. وبعد أن انتهت مباريات الحيوان، ذهبنا فصلينا الظهر والعصر قصراً وجمعاً، وكان الناس ينظرون إلى حركاتنا في الصلاة متعجبين من هذه الصورة الفريدة في هذا المكان اللاهي. تناولنا بعد ذلك طعام الغداء، ورذاذ الشلالات يتساقط علينا على الرغم من بعدنا عنها لقوتها وشدة الرياح الناشئة من حركتها. ثم ذهبنا لمشاهدة الشلالات، وهي عبارة عن بحيرات متحركة من الجانب الأمريكي لتصب في واد عميق يفصل بينها وبين كندا، وهي تصب من أماكن متعددة من ارتفاع شاهق، تُكَوِّن منظراً عجيباً، بتدفقها المتتابع القوي، وبُعْدِ القعر الذي تهوي إليه، فيجعلها ذلك ذات سرعة هائلة، يتطاير رشاشها إلى السماء فيتساقط مطراً على جانبي النهر الواسع، وبخاصة إذا هاجت الرياح. رعايا الملك الحسن الثاني! ولمزيد من الاستمتاع بالنظر إلى بعض الشلالات عن قرب، أنشئت أنفاق تحت الأرض ينزل إليها السائح بالمصعد آلاف الأقدام، بعد أن يلبس اللباس الواقي له من أن تتبلل ملابسه من رشاش الشلال، تغطي جسمه كله من رأسه إلى قدميه، ويسمى ما يغطي الرأس بقبعة المطر وما يغطي سائر الجسد بسترة المطر (رين هات ـ رين كوت) وقد سماه الشيخ عمر بـ(لباس المغاربة): الثوب ذي البرنس، ولا يدخل إلى تلك الأنفاق إلا من ارتداه، ولذلك أصبح الناس كلهم مغاربة، قال الشيخ: إن حكومة الملك الحسن الثاني ملك المغرب قد تطالب برعاياها هؤلاء. انتفاء الفوارق الحسية! وبهذا اللباس تنتفي الفوارق الظاهرية، حتى خشينا أن يُضَيِّع بعضنا بعضاً، لاختلاطنا بالناس الكثيرين، حيث لا تستطيع أن تفرق بين أبيض وأسود، ورجل وامرأة، وبخاصة أن الإضاءة ليست قوية في الأنفاق، ورشاش الشلال يملأ السماء خارج الأنفاق، واللباس كله ذو لون أصفر، والفارق الوحيد هنا بين المسلم وغيره، هو اعتبار المسلم بتلك الآيات التي خلقها الباري وازدياده إيماناً بالله واقتراباً منه، وعدم اعتبار الكافر بذلك، فلا يزيد عن كونه متعة من متع الدنيا، من المناظر والمآكل والمشارب وغيرها. الأعور في بلاد العميان فاكهة! إن مناظر تعري النساء في الغرب من الأمور الطبيعية المعتادة التي تعتبر هي الأصل، والتستر هو الأمر الغريب الشاذ! والتعري هنا ليس معناه كشف الوجه والساقين والصدر، وما أشبه ذلك، بل معناه كشف الجسم كله، ما عدا شريط العورة المسماة عند علمائنا: بـ(العورة الكبرى). وفي وسط هذه المناظر مرت أسرة مكية بجانبنا، وكانت الأم مستورة الجسم مكشوفة الرأس والوجه وبعض الساقين، فرآها الشيخ غريبة بين النساء، فقال بدون شعور وبلهجة الحجاز اليوم: \"بَيَّضْ وَجْهِكْ\" أي بيّض الله وجهك. قلت له: لو رأيتها بهذه الصفة في أحد شوارع مكة، أكنت تدعو لها بهذا الدعاء؟ فقال: لا، قلت: لعل الشيخ إذا رأى هذا المنظر في مكة أو المدينة يقول: \"سوّد وجهك\". ثم قلت للشيخ: ينطبق على هذه الحال المثل اليمني القائل: \"الأعور في بلاد العميان فاكهة\" والظاهر أن هذا المثل أطلق في وقت كانت الفواكه فيه نادرة جداً في اليمن، تشتد رغبة الناس فيها، وإذا وجدت كانت بمثابة الأعور بين العميان، تكون له هيبته واحترامه، لأنه وحده الذي يرى، وهذه المرأة هي وحدها التي ترى بهذه الصفة، لذلك استحقت الثناء. ثم رجعنا إلى تورنتو بعد أن قضينا وقتاً ممتعاً بجوار شلالات نيا جراً مع الإخوة الذين سعدنا بصحبتهم، تخلل سيرنا مذاكرة علمية ونكات مسلية، فلله الحمد والمنة. في مكتب اتحاد الطلبة المسلمين: الأحد: 12/10/1405هـ في صباح هذا اليوم الأحد جاءنا الأخ الشيخ إبراهيم المليباري إلى الفندق، وجاء قبله الأخ فاروق عباس الغياني (ابن خالة محمد ذاكر الرحمن الغياني) [[وهو وأسرته في المدينة المنورة، وقد تخرج هو وإخوته الثلاثة في الجامعة الإسلامية، وهم أصهاري]]. وذهبنا إلى مكتب اتحاد الطلبة المسلمين في تورنتو الذي يرأسه الدكتور أشرف، وهو من باكستان. والمكتب يقوم بخدمة مسلمي كندا وقد أنشئ سنة 1977م وأخبرونا أن عدد المسلمين في تورنتو سبعون ألفاً تقريباً، وعددهم في كندا كلها مائتان وخمسون ألفاً، من جاليات إسلامية مختلفة: من الهند وباكستان، والدول العربية، والأتراك واليوغسلاف. الاتحادات الإسلامية في أمريكا الشمالية: والاتحادات الإسلامية في أمريكا الشمالية (أي الولايات المتحدة الأمريكية وكندا) هي: 1-الاتحاد الإسلامي لأمريكا الشمالية. وهو المشرف على كل الاتحادات والمنظمات الإسلامية. 2-اتحاد الطلبة المسلمين. 3-الاتحاد الإسلامي للجاليات. 4-رابطة الشباب المسلم العربي. 5-وهناك هيئات ومنظمات أخرى تدخل تحت الاتحاد العام. وكان يرافقنا الشاب المسلم: عمرو صادق المبعوث لدراسة الهندسة المدنية من جامعة القاهرة، وقد قارب إتمام دراسته (الدكتوراه). مشروع المدرسة الإسلامية: وممن التقيناهم في المكتب المذكور الأخ عبد الله إدريس السوداني وهو شاب نشيط متحمس للدعوة فيما بدا لنا، وقد شرح لنا مشروع المدرسة الإسلامية الكاملة لأولاد المسلمين، وقد تمكنوا من شراء مقر للمدرسة، وهو مبنى لمدرسة حكومية، في الأصل معد للدراسة بجميع مرافقه، من فصول وإدارة ونشاط مدرسي ويتكون من طابقين، وقد تم مشروع المرحلة الأولى حيث اكتملت مرحلة الحضانة والروضة الصغرى. وبشراء المبنى الجديد تم مشروع المرحلة الثانية: وهو يتضمن: المدرسة الابتدائية، والمرحلة الوسطى من الصف الأول إلى الصف الثامن، ويتضمن المنهج تعليم مبادئ الإسلام ومواد المدارس الرسمية في كندا، بعد تنقيحه مما لا يقره الإسلام، وسجلت مِلْكية المدرسة للجنة الوقف الإسلامي التابع لمؤسسات الخدمات الإسلامية في كندا. وبدأت الدراسة في هذه المدرسة في أول يناير من عام 1985م بالمراحل الثلاث الأولى، وهي: الروضة الصغرى، والروضة الكبرى، والصف الأول. ويوجد بالمدرسة حالياً واحد وخمسون تلميذاً وأربعة مدرسين، ويتم نقل الطلاب من منازلهم إلى المدرسة، ومن المدرسة إلى منازلهم، بوساطة سيارات نقل يملكها المسلمون من ذوي الخبرة في مجال النقل. ومواد الدراسة الإسلامية هي: اللغة العربية، والقرآن الكريم، وتعليم الأطفال الصلاة والآداب الإسلامية. وتُعَدُّ الآن مقررات مدرسية في التربية الإسلامية والعبادات والتاريخ الإسلامي للسنوات القادمة. ويتوقع إضافة الفصلين الثاني والثالث في شهر سبتمبر من هذا العام: 1985م، وبذلك يصل عدد التلاميذ في المدرسة إلى مائة تلميذ. ويتكون الجهاز الإداري للمدرسة حالياً من هيئة التدريس، وهم ناظر المدرسة والمدرسون والإدارة المدرسية. والمجلس العلمي، وهو يتألف من المتخصصين في هذا المجال وهو يساعد في وضع المقررات والإشراف التعليمي على المدرسة. ومجلس للمدرسة تشرف عليه الجالية الإسلامية، للمساعدة في جمع المال اللازم والدعم المعنوي. مشكلة تعترض أمثال هذا المشروع المفيد: والمشكلة التي تواجهها المدرسة، هي عدم وجود المال الكافي، ويعود ذلك إلى سببين: السبب الأول: عدم قدرة الآباء على دعم المدرسة بالمال الكافي لأن أغلبهم من ذوي الدخل المحدود. والسبب الثاني: أن الحكومة الكندية لا تسهم في ميزانية المدرسة لأمرين: الأول: وجود المنهج الإسلامي بها، وهو لا يوجد في غيرها من المدارس. الثاني: أن منهاج المدارس الرسمية لا يدرس على عِلاَّته، بل ينقح ويحذف منه ما لا يقره المسلمون، ويدرس من وجهة نظر إسلامية. والمحاولة جادة في الحصول على الاعتراف بالمدرسة من قبل إدارات التعليم المختلفة والمؤسسات التعليمية والجامعات. ولهذا يشترط في المدرسين الخبرة والتأهيل، مع اختيارهم من ذوي الخلق الحسن والالتزام بالإسلام. والمدرسة تدعو تجار المسلمين وحكومات الشعوب الإسلامية إلى مساعدتها ودعمها، حتى تقوم بمهمتها ولا تفشل التجربة فيدخل اليأس منها إلى قلوب المسلمين. هذه المعلومات نقلناها عن الإخوة المسلمين المسؤولين عن المدرسة، وقد شاهدنا البناء المذكور بأنفسنا ورأينا الإخوة وهم يعدون العدة لمناهجها وغيرها. ونحن لا نكتب هذه المعلومات للتسلية وإنما نريد أن تصل إلى من رزقهم الله من فضله، ليسهموا في إنقاذ أبناء الجاليات الإسلامية من الكفر، وأهم الوسائل لإنقاذهم إيجاد مدارس كاملة خاصة بهم كهذه المدرسة وأمثالها، وإلا فإن كارثة  اقتحام الكفر قلوبهم وإذابتهم في مجتمع الكفر كما ذاب غيرهم من قبل ستكون لعنة ووصمة عار على من عنده مقدرة على المشاركة في إنقاذهم ثم لا يفعل. السفر إلى مدينة ووترلو: كان خروجنا من مدينة تورنتو، في الساعة الثانية عشرة والنصف ظهراً. وقد أمضينا سيرنا – بالسيارة-في الطريق في مناقشات وأسئلة وأجوبة، كان يثيرها الأَخَوان: عمرو صادق، ومحمد نسيم - وهو هندي وكان هو قائد سيارتنا - وذكر أن أباه يعمل في المملكة العربية السعودية في مؤسسة النقد السعودية، وكانت تحيط بالطريق الأراضي الزراعية والغابات والأزهار الجميلة."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "في مدينة هاملتون",
    "content": "وصلنا إلى هاملتون في الساعة الواحدة والنصف ظهراً. نزلنا في المسجد، وقد صلى الناس الظهر، وكان الدكتور أحمد زكي قاعداً على منبر المسجد والناس حوله، وهو يتحدث باللغة الإنجليزية عن فضل العلم واحترام العلماء، كما ظهر لنا من بعض النصوص العربية التي كان يستشهد بها، وهو مدير الكلية الأمريكية الإسلامية في شيكاغو [[كنت قد التقيته في رحلتي الأولى إلى الولايات المتحدة الأمريكية في شيكاغو، وعرَّفته في الكتاب الخاص بالولايات المتحدة الأمريكية]] جاء زائراً إلى كندا بمناسبة أحد المؤتمرات التي يعقدها المسلمون، وألقى الشيخ كلمة وقدمت بعض الأسئلة وأجيب عنها(5). [img]pics/8/8004.JPG[/img]<< د. أحمد زكي حماد يلقي محاضرة في مسجد هاملتون 12/10/1405? >> ثم واصلنا السير في الساعة الخامسة والنصف إلى مدينة ووترلو: (مقر جامعة ووترلو) لزيارة بعض الطلاب المسلمين الذين منحتهم الجامعة مقراً بها لاجتماعاتهم أيام الإجازات ولإقامة صلاة الجمعة، وعدد طلاب الجامعة خمسة عشر ألفاً، وعدد سكان المدينة أربعون ألفاً، وعدد اليهود في الجامعة ثلاثمائة يهودي، ولهم جمعية نشيطة، وأغلب سكان المدينة من الألمان. وقبل وصولنا إلى مدينة ووترلو مررنا بمدينة تسمى: \"ركتشنر\"، ويفصل بين المدينتين شارع واحد."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "في مدينة ووترلو",
    "content": "وصلنا مدينة ووترلو في الساعة السادسة والنصف مساء(6). [img]pics/8/8005.JPG[/img]<< مع الطلبة المسلمين في جامعة ووترلو  12/10/1405? >> نزلنا في بيت الأخ الليبي خالد عبد الرزاق في سكن الطلبة ذوي العوائل بالجامعة(7)، صلينا صلاة العصر، ثم انتقلنا إلى قاعة النشاط الخاصة بالطلبة في الجامعة، كنا هناك في الساعة السابعة. [img]pics/8/8006.JPG[/img]<< مع طلاب جامعة ووترلو المسلمين في منـزل أحدهم >> مسخ الفِطَرْ في معاقل العلم! وقبل دخولنا القاعة، لفت نظرنا الإخوة إلى لافتة كتب عليها: جماعة اللواط في الجامعة، وهذه الجماعة تدعو إلى الانضمام إليها، وتدعو إلى اللواط وتعتبره أمراً محموداً، ويحثون الناس على عدم النفور منهم، لأنهم يعتبرون أنفسهم إخوة لكل الناس. وهذا لا يحتاج إلى تعليق، لأن الكفر أساس كل جريمة ومنطلق كل فساد، إلا أننا ننبه على أن الجماعة في معقل علمي من معاقل الغرب، التي أصبحت مأوى لاجتيال الشياطين أهلها، فمسخت فطرهم، حتى أصبحوا – وهم يدعون الحضارة والتقدم والسبق العقلي - من أتباع من قال الله فيهم: { إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنْ الْعَالَمِينَ (28) أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمْ الْمُنكَرَ... } [العنكبوت: 28-29]. وكان الأصل في معاقل العلم أن تُصقل الفطر وتُغذي العقول، بالنافع من الأفكار والفلسفات، وتهدي طلابها إلى أقوم الطرق وأحسن الأخلاق، ولكن الكفر بالله واتباع الهوى هما أصل كل ضلال، ومنبع كل إجرام وفساد، ولهذا بلغت الحرية المدعاة في الغرب بأهلها هذا المبلغ، ووصلت بهم إلى هذا المنحدر الهابط، ولا يستنكر أن يكون من بين أعضاء هذه الجماعة بعض كبار أساتذة الجامعة! محاضرة وحوار مع المسلمين في جامعة ووترلو: بدأ الطلاب وبعض الموظفين المسلمين وعوائلهم يفدون إلى القاعة، وطلبوا منا إلقاء محاضرة، فأصر الشيخ عليَّ أن أقوم بإلقائها، فلبيت رغبته وامتثلت أمره، وكانت المحاضرة تدور حول الحكمة من خلق الإنسان، ومعنى العبادة وشمولها واستغرقت ساعة مع الترجمة، ثم بدأ الحاضرون في إلقاء أسئلتهم واستغرقت الإجابة عنها ساعة أخرى. ثم رجعنا إلى منزل الأخ خالد عبد الرزاق، حيث اجتمع الإخوة على طعام العشاء في منزله. وبعد تناول طعام العشاء رافقنا الأخ خالد إلى تورنتو ومعه الأخ شمسي التونسي، ومعنا الأخ إبراهيم المليباري، وكان وصولنا إلى الفندق في تورنتو في الساعة الثانية عشرة ليلاً. السفر إلى مدينة أوتاوا: الاثنين: 13/10/1405هـ في الساعة الثامنة صباحاً من هذا اليوم الاثنين، جاء إلينا الأخ عيسى بلو، لينقلنا إلى المطار في تورنتو للسفر إلى أوتاوا عاصمة كندا، فحاسبنا الفندق، وانطلقنا إلى المطار، حيث كنا فيه في الساعة التاسعة وهو يقع في شمال غرب المدينة. معلومات عن المؤسسة الإسلامية في شرق مدينة تورنتو: وبعد أن تجولنا في قاعات المطار، وهي واسعة جداً جلسنا مع الإخوة المودعين، ومعهم الأستاذ محمد أشرف رئيس المؤسسة الإسلامية الواقعة في شرق مدينة تورنتو على بعد خمسة عشر كيلومتراً من وسط المدينة. وأهم خدمات هذه المؤسسة: المسجد الذي يؤم الناس فيه الأخ عيسى والشيخ إبراهيم المليباري، وقد سُجلت هذه المؤسسة رسمياً لدى الحكومة الكندية سنة 1975م. ولدى المؤسسة بعض المشاريع التي يقصد منها الحصول على أكبر قدر ممكن من خدمات المسلمين، من إنشاء مدرسة لأبناء المسلمين، ومقر لدعوة غير المسلمين واستقبالهم لشرح مبادئ الإسلام لهم، ومكان لغسل الموتى وتجهيزهم. وقد جمعت المؤسسة بعض التبرعات لإقامة تلك المشاريع واشترت قطعة أرض تزيد مساحتها عن فدانين في منطقة ممتازة، يكثر المسلمون حولها (وقد وقفنا على هذه الأرض). حارب عبادة الله مؤْثراً عبادة الشيطان! ولما أرادت المؤسسة البدء في بناء الأرض، عارض ذلك أحد الأغنياء المسيحيين، بحجة أنها أمام أرضه التي يريد أن يقيم عليها بناء للهو وبيع الخمور، ويخشى أن تكسد تجارته، نظراً لأن المسلمين سوف لا يكونون من زبائن المحل، إضافة إلى خوفه من أن يرفع المسلمون شكوى ضده يطالبون بعدم فتح هذا المكان القذر أمام بيت من بيوت الله. وقد حكمت البلدية بأن للمؤسسة الحق في إقامة مسجدها على أرضها برغم معارضة هذا الرجل، ولكنه رفع شكوى إلى المحكمة ضد المسلمين وضد البلدية، ولا زال القاضي متردداً في الحكم، لأنه كما قال: تعارض عنده حقان: حق إنشاء المسجد، وحق هذا الرجل في أسباب الربح. قلنا للأخ عيسى: اشرحوا له قاعدة المصالح والمفاسد في الإسلام، واطلبوا منه أن يقارن بين ملهى وخمارة تضيع فيهما أوقات الناس وتخرب عقولهم وتفسد أخلاقهم، وبين مكان للعبادة تعمر فيه القلوب وتحفظ العقول وتزكو الأخلاق. والإخوة عندهم أمل أن يكون الحكم لصالح المسجد بإذن الله. وقال لهم الشيخ: إن الله سينصركم عليهم، ولعله تعالى يهلك خصمكم قريباً قلت: اللهم استجب. وقال الأخ محمد أشرف: إن مدينة تورنتو هي أكبر المدن الكندية، وعدد سكانها ثلاثة ملايين نسمة، والمسلمون فيها يبلغ عددهم ما بين ثمانين ومائة ألف، يمثلون أكبر تجمع إسلامي في كندا، ولهذا فان  المسلمين في كندا في حاجة إلى المزيد من الخدمات. ثم جاء وقت صعود الطائرة، فودعنا الإخوة، وصعدنا إلى الطائرة التي أقلعت بنا في الساعة العاشرة والربع من مطار تورنتو إلى مطار أوتاوا، وكان الاتجاه إلى الشمال مع ميل قليل إلى الشرق. وعندما ارتفعت الطائرة فوق المدينة، بدا لنا جمال الأرض المكسوة بالغابات والزراعة، والطرق الممهدة المتشابكة، والجسور الممتدة على الأنهار والبحيرات الصغيرة التي تربط بين القرى والمزارع، وكانت البحيرة على يميننا عندما ارتفعت الطائرة. وبعد أن مضى لنا ربع ساعة تقريباً رأينا أنهاراً كثيرة وبحيرات صغيرة، ويبدو أن أمطاراً غزيرة قد هطلت على المنطقة، وكانت الشمس ساطعة والجو صحوا. وبعد مضي اثنتين وثلاثين دقيقة أعلن المضيف اقترابنا من مطار أوتاوا، العاصمة الكندية، وكان هبوط الطائرة في الساعة العاشرة والدقيقة الثالثة والخمسين ـ أي أن مدة الطيران بين تورنتو و أوتاوا كانت ثمانياً وثلاثين دقيقة."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "في مدينة أوتاوا عاصمة كندا",
    "content": "وبعد أن تسلمنا حقائبنا انتظرنا قليلاً، فجاءنا الأخ سجيع محمد رابع اليمني اللبناني الكندي، فهو من قبيلة بكيل من وادي آل جبارة، ولكن أسرته في لبنان وهو من مواليد لبنان، ويحمل الجنسية الكندية. ذهب بنا الأخ سجيع إلى الأخ محسن رشوان، وهو مصري يحضر الدكتوراه، قابلناه عند باب منزله، وعزم علينا أن ننزل في بيت أحد الإخوة بدلاً من النزول في الفندق، وكان هو وزملاؤه مجتمعين مع عوائلهم للخروج إلى إحدى الحدائق للنزهة والتناصح، وقال الأخ محسن: وإذا رغبتم في مشاركتنا في هذا الاجتماع فالأمر موكول إليكم، فاعتذرنا واستأذنا أن ننزل في فندق، لأنا في حاجة إلى الراحة فقد نمنا الليلة متأخرين، واليوم كله كان يوم سفر، فأذن لنا الإخوة وأنزلونا في فندق \"هوليدي إن\" وأخذنا راحتنا والحمد لله. الاجتماع بالمسلمين في مسجد أوتاوا: ثم جاءنا الأخ إبراهيم بدوي، وهو من الأطباء في مرحلة الزمالة، وهو سعودي من مدينة تبوك، وأصله من الوجه، ومعه شاب مصري، اسمه صلاح، وهو طالب في الدراسات العليا أيضاً، جاءا في الساعة السابعة، قبل المغرب بساعتين، فذهبنا إلى مسجد أوتاوا الوحيد فيها، حيث حضر عدد من الشباب وكبار السن والنساء مع أطفالهن. ومنهم رئيس اتحاد الطلبة المسلمين في كندا والولايات المتحدة الأمريكية عبد المجيد حداد، وهو زوج بنت الأستاذ المعروف فتحي يكن، وطلبوا من الشيخ إلقاء محاضرة، فألقى كلمة استغرقت عشرين دقيقة، تضمنت هيمنة الإسلام على غيره من الأديان، ووجوب وجود القدوة الحسنة التي تدعو الناس إلى الدخول في هذا الدين، ثم ألقى الحاضرون بعض الأسئلة وأجيبوا عنها، وكانت تدور حول الدعوة والمشكلات التي يعاني منها الدعاة إلى الله والشؤون الإدارية الإسلامية، كالشورى وشؤون التعليم، والشؤون الاقتصادية وغيرها. كما طلبوا منا أن نذكر لهم بعض الكتب العلمية المفيدة في العقيدة والفقه والسيرة والتاريخ وغيرها، فذكرنا لهم ما حضرنا آنذاك. ثم أذن لصلاة المغرب في الساعة التاسعة فصلينا، ثم ذهبنا إلى منزل الأخ سمير محمد عطية المصري الأصل، الذي وصفه زملاؤه بأنه كمبيوتر المسلمين لقوة خبرته في الكمبيوتر. وكم من العقول الإسلامية المتخصصة في الغرب، تستفيد منهم الدول التي يقطنون بها، وهم محرومون من خدمة بلادهم إما لعدم الإمكانات لتخصصاتهم، وإما لعدم تمكينهم من مزاولة ذلك، فإلى الله المشتكى! مظاهر الحضارة الغربية في عواصم الغرب! وكانت الجلسة ممتعة استمرت إلى قرب منتصف الليل، ثم ذهبنا مع الأخ إبراهيم بدوي، ليوصلنا إلى الفندق ولكنه أراد أن يرينا نماذج من تصرفات شباب بلاد الحرية والحضارة والتقدم في العاصمة الكندية، \"أوتاوا\" فتجول بنا في شوارع العاصمة، في مركزها المسمى في لغتهم: \"داون تاون\". فرأينا تلك الحيوانات السائبة، نساء وشابات عاريات: الثلاث منهن والأربع مع رجل واحد كبيراً أو شاباً، يحطن به، تود كل واحدة منهن أن تبتلعه، وهم يتصايحون ويجرون في الشوارع ويقفون على الأرصفة، أو يقعدون صفوفاً، يتلفتون هنا وهناك لا يدرون ماذا يفعلون، ومنهم من يمشي مترنحاً يكاد يسقط في الشارع  لسكره، وقد رأينا من بين هؤلاء شاباً لا يزيد عمره عن السادسة عشرة، يحاول أن يشعل سيجارته بعود كبريت، يقربه حتى يكاد يصل إلى طرف السيجارة، ثم يرميه عدة مرات، ثم قام فدخل إلى البقالة كأنه مصروع. وذكر لنا الأخ إبراهيم بدوي كثرة الجرائم الشنيعة، كزنا الآباء والإخوان والأبناء بمحارمهم، وأن كثرة اللواط تهدد بخطر مرعب وقال: إن في مدينة تورنتو وحدها ألفي زانية ما بين سن العاشرة والثامنة عشرة فقط، هذا ما علم، والذي لم يعلم أكثر، بخلاف زنا الكبيرات غير المتزوجات، والمتزوجات، وبخلاف تبادل الأزواج والزوجات الذي يعتبر عادياً، وإن الأمراض المترتبة على ذلك تهدد بالدمار. [[وها هو مرض الإيدز أحد ثمرات هذا الفساد المدمر …!]]. ثم رجعنا إلى الفندق في الساعة الواحدة والنصف بعد منتصف الليل. مع الأخ هشام بدران: الثلاثاء: 14/10/1405هـ في صباح هذا اليوم الثلاثاء زارنا الأخ هشام بدران، وهو قريب مضر بدران رئيس وزراء الأردن، وله عشرون سنة خارج بلاده منها تسع عشرة سنة في كندا، وله ستة أولاد بنين وبنات، وهو صهر الدكتور إسحاق فرحان، رئيس الجامعة الأردنية سابقاً ووزير التربية والتعليم سابقاً أيضاً(8). [img]pics/8/8007.JPG[/img]<< هشام بدران مع الكاتب في أوتاوا 14/10/1405? >> والأستاذ هشام بدران شاعر وخطيب باللغتين العربية والإنجليزية، وله أرجوزات لتعليم الأطفال الآداب الإسلامية ومبادئ الدين الإسلامي، وقد أسمعنا مقاطع من نظمه وشعره. وله خبرة طويلة في تدريب الجوالة والكشافة على مستوى عالمي منذ ثلاثين سنة، وله كتاب ألفه في ذلك، لم يطبع وأقام مخيمات ومعسكرات وأشرف على كثير منها أو اشترك فيها، منها ثلاثة في جنوب إفريقيا، وأربع عشرة في البحر الكاريبي، ومرة في أستراليا ونيوزيلندا، وفي الشرق الأوسط. وزوجته أمريكية مسلمة، كانت في فترة سابقة سكرتيرة لاتحاد الطلبة المسلمين. حنين واعتزاز: سألت الأخ هشاماً عن دراساته ومؤهلاته، فوقف عن الكلام وبكى، ثم مسح دموعه، وقال: إن الشهادة التي أعتز بها هي أنني تتلمذت على يد سيد قطب رحمه الله خمس سنوات. وعندي ليسانس في علم الاجتماع، ودراسة ثلاث سنوات وهي تعادل شهادة ماجستير وبداية دكتوراه. وقال الأخ هشام: إنه ينوي الرجوع إلى بلاده بعد سنتين من الآن. وسألته: هل تشعر بالارتياح في رجوعك إلى بلادك، أو في بقائك في كندا؟ فأجاب: إن الذي يجعلني أفكر في الرجوع يعود إلى أمرين: الأول: ضغط أقاربي عليّ في الأردن بالرجوع. الثاني: الخوف على أولادي من جو هذا البلد الذي ضاع فيه كثير من الشباب المسلم، وقد تنصر بعضهم، ولكني أشعر بأن هذا البلد على الرغم مما فيه من الكفر والشر، فيه حرية لا توجد في بلدان المسلمين. ثم أدلى إلينا بهذه المعلومات عن كندا: ثم أملى علينا الأخ هشام بعض المعلومات عن هذا البلد، قال الأخ هشام: [[إنني آخذ معلومات عن أشخاص متعددين وأسجلها، وقد يحصل خلاف أو زيادة أو نقص في تلك المعلومات من شخص لآخر إما بسبب إتقان بعضهم وخبرته أو غير ذلك، ولكن الخلاف في الغالب يكون يسيراً]]. -عدد سكان كندا خمسة وعشرون مليوناً. -عدد المسلمين مائة وخمسون ألفاً. -أكبر تجمع للمسلمين في تورنتو، من 50-60 ألفاً. وفي تورنتو عشرة مراكز ومساجد، وبها جالية من البهرة، وهي  جالية قوية عدد أفرادها عشرة آلاف تقريباً، وبها فرقة من الإسماعيلية وهي قوية ومنظمة وأكثرها من كينيا، ولهم مشروع أكبر مسجد في كندا يكلف أحد عشر مليوناً من الدولارات. وللشيعة مسجد بنوه في تورنتو، كلفهم مليوناً ونصف المليون وهم من الفرقة الإثنى عشرية. أما مونتريال، فعدد سكانها مليونان ونصف المليون وعدد المسلمين فيها عشرون ألفاً، وبها أربعة مساجد وينوون إنشاء مسجد خامس بها، أكثر الجاليات فيها من المغرب العربي وتونس وليبيا، وباكستان والهند ولبنان، وبها أكبر جامعة في كندا، وهي تمنح الدكتوراه في الدراسات الإسلامية، وعهدي بها أنه يوجد في مكتبتها تسعون ألف كتاب عن الإسلام عربي وإنجليزي، وينقصهم كثير من المراجع الإسلامية المعتمدة، ولهذا اقترح الأخ هشام ملء هذا الفراغ ببعث مراجع إسلامية للجامعة. والمدينة الثالثة من حيث عدد المسلمين هي مدينة: \"أدمنتون\" عدد سكانها ستمائة ألف نسمة، وعدد المسلمين عشرة آلاف، وبها مسجد أنفقت على بنائه ليبيا، ويتبعه مركز في داخله للدعوة الإسلامية ومكتب خارجه ـ بقربه ـ للشؤون السياسية الليبية، ويصدر ثلاث مجلات: الشورى والفاتح، والجهاد، وقد صدر عن بعضها سب بعض علماء الإسلام في المملكة العربية السعودية وغيرها، كابن باز والحركان، وسيد قطب، الذي وصفته بأنه يهودي! قال الأخ هشام: وهذا دأب هذه المجلات: الطعن في الناس، ولا سيما رجال العلم والدعوة. المدينة الرابعة هي \"كالجاري\" وعدد سكانها نصف مليون نسمة، وبها سبعة آلاف مسلم، وفيها مسجد وإمامه الشيخ عبد الفتاح المحروقي، مبعوث الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد. المدينة الخامسة \"فانكوفر\" وبها خمسة آلاف مسلم والخطورة في هذه المدينة وجود جالية إسماعيلية من كينيا وفيجي ولهم أثر فيها، واسم جمعيتهم: الجمعية الإسلامية الفيجية. ورئيس الجالية الإسلامية في هذه المدينة السيد مدني وهو من الهند، ويقوم بالإمامة فيها مؤقتاً: محمود مراد الفلسطيني وهو عضو فعال، وله خمس عشرة سنة في كندا ويجيد اللغة الإنجليزية، وكان بها إمام من رابطة العالم الإسلامي هو الشيخ أحمد الشرقاوي، وقد نقل إلى تورنتو بعد فصله بشفاعة فيه عند الرابطة، وسبب ذلك كثرة الشكاوي المقدمة ضده. توجد تجمعات خاضعة لليبيا في المدن الآتية: 1-أدمنتون. 2-لندن (قرية صغيرة تبعد ساعتين بالسيارة عن تورنتو). 3-ونزر، ولهم مكاتب في هذه المدن. وبدأ تجمع لهم في مونتريال وتورنتو، وسيحضر بعد شهر مندوب من ليبيا للقيام بجولة لتقوية المراكز القائمة وفتح أخرى. وكان يوجد تنظيم يسمى مجلس الجماعات الإسلامية في كندا أسس سنة 1972م ـ أي منذ اثنتي عشرة سنة ـ ويضم من الجمعيات ما بين خمس عشرة وعشرين جمعية، وسياسة هذا المجلس  إقليمية كندية، يرون أنه لا بد من محاولة التوفيق بين الإسلام والجو الكندي ولكن هذا المجلس فشل فشلاً ذريعاً. ولهذا تحاول ليبيا استغلال هذا الفشل لتأسيس مجلس جديد من الجمعيات كلها. ويوجد بين المسلمين خلاف من أهم أسبابه ـ في نظر الأخ هشام ـ عدم تأدية الأئمة الذين يبلغ عددهم خمسة عشر إماماً في كندا، واجبهم، فتجد بعض الأئمة إذا طلب منهم أن يقوموا ببعض الأمور النافعة للمسلمين اعتذر، بحجة أنه يتبع الرابطة أو دار الإفتاء، كما تحرص بعض الجمعيات أن يُصرف راتب الإمام عن طريقها، لتملي عليه سياستها، وكثير من الجمعيات يطلبون من الرابطة والإفتاء والندوة في السعودية أئمة ومنحاً دراسية وعوناً مالياً للمساجد، فلا يجدون في كثير من الأحيان حتى رد الجواب. ثم ذكر الأخ هشام مشكلة جالية بحر الغزال (لال لابيتش) وهي بلدة جميلة، بها ثلاثمائة أسرة لبنانية لا يتكلمون إلا اللغة العربية: الكبار منهم والصغار، والسبب في ذلك أنهم أميون، يتحدث الكبار مع الصغار بلغتهم، وقد كان لديهم الشيخ محمد نبيل عزيز، وهو مصري أزهري قضى عندهم عامين، وحاولنا أن تعينه الرابطة وكتبنا لهم عنه، ولكن الرابطة لم ترد أي جواب. وكانت الجالية تدفع له راتباً قليلاً ولكنها لم تستطع الاستمرار على ذلك لقلة إمكاناتها. وعرضت عليه ليبيا أن تعينه فرفض ذلك، وعمره اثنتان وخمسون سنة، توفيت زوجته، وهو الآن في مدينة تورنتو يلتمس لقمة العيش بتعليم بعض أبناء المسلمين. وقال الأستاذ هشام: ـ عن نفسه ـ: إن له عشر سنوات مع الرابطة بدون مكتب. وقد عين أخيراً مدير جديد لمكتب الرابطة في كندا، وهو الأستاذ أسامة خليفة، غير أنه لم يجهز له مكتب إلى الآن، وتجهيز المكتب يحتاج إلى كتابة من الرابطة إلى وزارة الخارجية السعودية، والوزارة تكلف السفير بترتيب الأمر مع السلطات الكندية، ولا يمكن فتح مكتب رسمي إلا بمحام، والسفير له محام وكذلك القنصل والملحق التعليمي. وقال الأستاذ هشام بدران: إن في إمكان المسلمين استغلال أجهزة الإعلام هنا في الدعوة إلى الله: الإذاعة والتلفزيون والصحف، ولو وجد مَن عنده الرغبة في ذلك من ذوي اليسار [[المقصود باليسار هنا: الغنى، وليس يسار المذاهب السياسية إلحادية أو غيرها]] يقدمون شيئاً من المال، ويبعثون بعض العلماء الذين يجيدون لغة البلد بشرط أن يكونوا من ذوي الثقافات الواسعة، لكان لذلك أثر عظيم في توعية المسلمين ونشر الإسلام. بل يمكن للدول التي تحكم الشعوب الإسلامية، أن تشتري أو تستأجر محطات إذاعية وتلفازية لنشر الثقافة الإسلامية، ولكن المؤسف أن كثيراً من أموال المسلمين تنفق فيما لا يعود بالفائدة على المسلمين، بل قد تعود بالضرر المحقق. [[لا تزال الوسائل التي يمكن نشر الإسلام عن طريقها، في تطور سريع، ولا زال القادرون من المسلمين في تقهقر شديد عن استغلالها لهذه الغاية العظيمة …!]]. وقال الأخ هشام: إن الجامعات الكثيرة المنتشرة في أمريكا الشمالية توجد بها كثير من النوادي والجمعيات، وقد يوجد في بعضها أكثر من خمسين نادياً، وللمسلمين الحق كغيرهم أن يفتحوا نادياً في كل جامعة إذا توافرت شروطه، ولكن أين من يستغل هذه الفرص لنشر الدعوة للإسلام؟. [[ولهذا سبق اليهود المسلمين في استغلال هذه الفرص، فتجرع المسلمون غصص تقاعسهم اليوم]]. ثم رافقنا الأخ هشام في سيارة الملحق التعليمي السعودي الذي كان غائباً عن مدينة أوتاوا، وعندما علم بوجودنا وأننا سنسافر قبل عودته، أمر بعض موظفيه بأن يبعثوا إلينا سائقه مع سيارته، لتنقلنا حيث شئنا، فمررنا بمباني البرلمان الكندي التي لا يوجد حولها إلا الحراس التقليديون الذين لا سلطة لهم، ولا سلاح بأيديهم بل إنهم معدون للزينة، يركبون خيولهم ويتجولون في حدائق المباني، والسائحون يتفرجون عليهم ويصورونهم للذكريات. كما مررنا بمقر رئيس مجلس الوزراء، وبقربه شلالات يلتقي بها نهر ريدو بنهر أوتاوا، ويقال: إن نهر ريدو هذا يعد أكبر مَزْلَج لهواة تزلج الوافدين من العالم أيام الشتاء. ثم عزمنا الأخ هشام في مطعم تركي على طعام الغداء. ومررنا بعد الغداء بمكتب المدرسة الإسلامية الذي تعد فيه بعض الكتب الإسلامية والمناهج، ومنها كتاب الأخ هشام المكون من ثمانية أجزاء بعنوان كتاب الطفل المسلم. وقد وعدونا ببعث نسخ منه إلى الجامعة الإسلامية في المدينة المنورة. ثم ودعنا الأخ هشام، لأنه كان على موعد، وأوصلنا الأخ أمجد الهندي المليباري إلى المطار في سيارة الملحق التعليمي السعودي: سليمان السندي. السفر إلى مدينة كالجاري: أخذنا بطاقات الصعود إلى الطائرة وانتظرنا قليلاً ثم صعدنا إليها فأقلعت بنا في الساعة الثانية والدقيقة الخامسة والخمسين ظهراً إلى مدينة كالجاري. ومرت قبل ذلك بمطار مدينة (وينيبيغ مني توبة) في الساعة الخامسة والدقيقة العاشرة حيث نزل بعض الركاب وصعد آخرون، وكان بقاء الطائرة في المطار مدة ساعة تقريباً، ثم أقلعت في الساعة السادسة والدقيقة السادسة عشرة. وكنت مستغرقاً في كتابة هذه اليوميات طيلة وقت الطيران إلى الساعة الثامنة بتوقيت أوتاوا، وبعد أن فرغت من كتابة ما مضى، انتقلت من مقعدي المجاور للشيخ إلى مقعد وراءه بجوار النافذة، لأرى الأراضي التي تمر فوقها الطائرة، فرأيت أراضي زراعية، ولكنها أقل من الأراضي التي رأيتها بين تورنتو وأوتاوا، لأن الأرض بين تورنتو وأوتاوا، كلها مكسوة بالخضرة، أما هذه الأراضي التي كنا نعبر فوقها فتبدو بها بعض الأراضي البيضاء غير المزروعة، ويبدو أن العمل جاد في استصلاحها وزراعتها. وشاهدت وادياً طويلاً متعرجاً، يمتد من الشرق إلى الغرب ويسيل به ماء قليل فيما يبدو، ولعله نهر متفرع من بحيرة قل ماؤها. وهبطت الطائرة في مطار كالجاري في الساعة  السادسة بتوقيت هذه المدينة، الثامنة بتوقيت أوتاوا، فكانت مدة هذه الرحلة خمس ساعات بما فيها الوقوف في مطار \"وينيبيغ مِنِي توبة\". واستقبلنا في المطار الأخ اللبناني الكريم: محمد الرفيع الذي يرأس الاتحاد في المدينة، ومعه فضيلة الشيخ عبد الوهاب المحروقي إمام المسجد، المبعوث من قبل الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، في المملكة العربية السعودية التي يرأسها حالياً سماحة والدنا العلامة الشيخ عبد العزيز عبد الله بن باز وفقه الله وزاده من فضله. [[رحمه الله]]."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "في مدينة كالجاري",
    "content": "معلومات عن الاتحاد الإسلامي في كالجاري: وفي طريقنا من المطار إلى مدينة كالجاري، ذكر لنا الأخ محمد الرفيع بعض المعلومات عن الاتحاد والنشاط الموجود في هذه المدينة، فقال: إن عدد المسلمين في هذه المدينة عشرة آلاف، ولدينا مسجد واحد، ولدينا أرض اشتريناها خاصة لدفن المسلمين، وسنضع لها سوراً، وعندنا المدرسة الإسلامية-ليومي السبت ويوم الأحد-في الطابق السفلي بالجامع. والمشكلة التي تواجهنا بُعدُ مساكن الآباء عن المسجد، إذ يبلغ عدد التلاميذ من أبناء المسلمين ألفي تلميذ، نأخذ منهم ما بين ثلاثمائة وثلاثمائة وخمسين، وتساعدنا الحكومة في تعليم الأولاد باسم المحافظة على التراث. ونفكر في بناء بيت خاص بالضيافة، لإيواء المسلم القادم أو الذي لا يجد المأوى هنا. وأهم مشروع فيه هو المدرسة الإسلامية الكاملة التي يمكننا بها المحافظة على أولادنا طيلة أيام الأسبوع. ونشاط المسجد الآن محدود، تقام فيه صلاة الجمعة، ويدرس فيه الشباب يوم السبت وصباح الأربعاء لمدة ساعة ونصف، وتقام فيه صلاة الجماعة، ولكن الذين يحضرون قليلون جداً، وقد لا يصلي فيه في بعض الأوقات إلا الإمام ومساعده (هو الأخ محمد الرفيع) في تعليم القرآن الكريم. ومن مشكلاتنا عدم وجود متفرغين للدعوة والتعليم، غير الإمام الذي يبلغ عمره الآن اثنتين وستين سنة، ولا توجد عنده سيارة. ونحن في حاجة إلى شباب متفقه في الدين، مخلص نشيط، يجيد اللغتين: العربية والإنجليزية. والمسلمون الكبار متمسكون بشعائر العبادات، بخلاف الشباب فإنه يبتعد عنها شيئاً فشيئاً. ونحن في حاجة إلى منح دراسية، يتفقه فيها أبناؤنا ليعودوا بعد ذلك يعلمون إخوانهم وأسرهم هنا. والشيعة عددهم هنا قليل وهم من لبنان، ولا يوجد لهم تأثير يذكر، والمسجد مفتوح لهم ولغيرهم، ولكن الذين يستفيدون من المسجد أكثر من غيرهم هم جماعة التبليغ. مصاريف المسجد لا تقل عن ثلاثة آلاف دولار في الشهر وتوجد به مكتبة، وبها كتب جيدة، ولدينا مُدَرِّسة من قبل رابطة العالم الإسلامي، وهي زوجة محمد عزيز، ولكنها مريضة وتؤدي ما تقدر عليه. وممن كان لهم نشاط ملموس في إنشاء هذا المسجد المهندس حسن على إبراهيم الذي كان يرأس الجمعية، وهو مغربي ويوجد الآن في المملكة العربية السعودية، وقد كلف بناء المسجد سبعمائة وخمسين ألف دولار. وتسمى جمعية المسلمين هنا جمعية: كالجاري الإسلامية وأنا أتشرف برئاستها، والإمام عضو فيها، ولها نائب رئيس أول، ونائب رئيس ثان، وأمين صندوق، وسكرتير ومساعد سكرتير، وغالب المسلمين من باكستان ولبنان. ودخل المسلمين محدود، وقد يوجد فيهم الغني ولكن البذل في سبيل الله قليل، والإنفاق في غير سبيل الله أسهل على بعض الناس. وقد حصلت محاولات لإيجاد شركات للمسلمين، ولكن المحاولات فشلت بسبب عدم وجود الثقة. والوضع الاقتصادي في البلد سيئ بشكل عام، والمسلمون يتأثرون به كغيرهم. ومن يسوق الحمير؟! وشكا الأخ محمد الرفيع من وجود خلاف بين المسلمين، زادهم ضعفاً على ضعفهم، وقال: سببه أن العرب كلهم فُرسان ـ أي لا ينصاع أحد منهم لأحد، بل كل واحد يرى أنه أولى بالأمر والنهي ـ قلت: إن أغلب المسلمين الآن على هذه الصفة. وذكرت له مثلاً يمنياً يضرب للمختلفين بسبب الكبر وعدم الخضوع للغير في الحق، وهو: (أنَا أمير وأنت أمير، مَن يسوق الحمير؟!). وقال الأخ محمد الرفيع: إن الحرية هنا موجودة للأفراد والجماعات في حدود مقدرتهم، والحكومة مستعدة لاستقبال أي مكالمات هاتفية أو الاجتماع بأي وزير، بدون أي وساطة، وما عليك إلا أن تتصل بالهاتف لطلب تحديد وقت، ويسمع منك الوزير وغيره ويأخذ ويعطي، ويعد بدراسة الأمر الذي تطلبه ويرد الجواب. والضرائب عالية جداً، وهي تصاعدية حسب دخل الإنسان كلما زاد الدخل زادت الضريبة، والإنسان حر، لا بوليس يتابعه ولا مراكز تفتيش توقفه ولا استدعاء استخبارات يرعبه. والحرب هنا إنما تكون عن طريق التخطيط والتنظيم السياسي والاقتصادي والاجتماعي. ولليهود هنا سبع وعشرون منظمة، كلها تصب في نهر واحد، يعود بالمصلحة عليهم جميعاً، ولهم إمكانات قوية ولو أن الجمعية الإسلامية عندها كفاءات مؤمنة متفرغة خبيرة لكان لها شأن في هذا البلد، وعمل المسلمين هنا جسدي في الغالب. والأخ محمد الرفيع يدرس الإدارة. والتقينا بالأخ الدكتور عبد الوهاب التلمساني المبعوث من جامعة الملك سعود، فرع أبها، وهو في مرحلة الزمالة \"طب الأطفال\". أنزلنا الإخوة في الفندق، واتفقنا أن يعودوا إلينا غداً لنقوم بتنفيذ المنهج الذي يرونه لزيارتنا. تاه الحاج عمر في الفندق! الأربعاء: 15/10/1405هـ جاء الأخ محمد الرفيع واتصل بنا من قاعة الاستقبال في الفندق هاتفياً، وكان الشيخ قد استعد، فقال لي: هيا، قلت له: بعد قليل، فقال: أنا قبلك، قلت: لا بأس. فهبط في المصعد، وبعد أن تجهزت هبطت أيضاً في المصعد، فوجدت الأخ محمداً ولم أجد الشيخ، فقلت له: أين الشيخ؟ قال: لم ينزل بعد، قلت: ولكنه نزل قبلي! فأخذنا نبحث عنه. والعادة أن الحجاج عندنا يتيهون، ولكن في الشوارع والأسواق والمشاعر في منى وعرفات ومزدلفة ومكة والمدينة، ولم نسمع أن حاجاً قد تاه في فندق!. أما الشيخ فقد تاه في الفندق، وأخذ يصعد ويهبط وكأنه في صحراء الربع الخالي في ليلة اختفت نجومها! ثم رأينا الشيخ يفتح باب المصعد وينظر نظرة المتشكك في الدور الأرضي، فسألته: ما الذي أخرك وقد نزلت قبلي؟ قال: عندما فتحت باب المصعد في هذا الدور، وجدت إمامي رجالاً عراة ونساء عاريات – وهم الذين يلبسون ما يستر العورة الكبرى فقط من أجل السباحة – فشككت في أن هذا هو الطابق الأرضي وظننت أنه مكان سباحة، فصعدت مرة أخرى وهبطت فوجدت نفس المنظر، ثم جربت الهبوط في بعض الطوابق دون جدوى وصعدت ألتمسك فلم أجدك! قلت: لقد تاه الحاج عمر في الفندق، قال: سجلها في نكاتك فسجلتها. ثم ذهبنا إلى برج كالجاري: \"كالجاري تاور\" الذي يبلغ ارتفاعه مائة وتسعين متراً، أنشئ سنة 1968م ورأينا منه مدينة كالجاري بواسطة المقرب، وبدت شوارع المدينة التي تخترقها من طرفها إلى طرفها الآخر، وهي في غاية من الجمال والتناسق والاستقامة. الاجتماع بالمسلمين في جامع كالجاري: ثم ذهبنا إلى المسجد والتقينا إمامه الشيخ المحروقي الذي صلى بنا صلاة العصر، ثم قدم للحاضرين الذين يبلغ عددهم عشرين أو أكثر قليلاً، فضيلة الشيخ، ألقى فيهم محاضرة وألقى الحاضرون أسئلتهم وأجيبوا عنها. وألحوا علينا أن نبعث لهم كتباً ومراجع إسلامية، وأن نبعث للمسجد مصاحف مجزأة ـ أي كل جزء على حدة ـ وكان من بين الحاضرين الأستاذ الباكستاني رشيد أحمد وهو أستاذ بالكلية الصناعية في كالجاري، وهو رجل متحمس، ويلبس الثوب العربي إذا جاء إلى المسجد وقال إنه يتمنى أن يلبس العرب كلهم الثوب العربي إذا جاءوا إلى المسجد، وكان الأخ رشيد في الكويت لمدة ثمان سنوات ويفهم التخاطب باللغة العربية، وهو مهندس تبريد وتكييف. السفر إلى مدينة أدمنتون: الخميس: 16/10/1405هـ جاءنا في صباح هذا اليوم الخميس الشيخ عبد الفتاح المحروقي إمام المسجد ـ وهو كما قال من أصدقاء فضيلة الأستاذ  الشيخ مناع بن خليل القطان [[فضيلة الشيخ مناع أستاذي، أشرف على رسالتي في مرحلة الدكتوراه]] اتصل بنا من قاعة الاستقبال بالهاتف ونحن نهيئ حقائبنا استعداداً للسفر إلى مدينة أدمنتون، وجاء بعده الأخ محمد الرفيع ونزلنا وحاسبنا الفندق ثم ذهبنا إلى المطار. والله سوّتْ لنا خَبْصَة! عندما وصلنا إلى المطار، ذهب الأخ محمد الرفيع لإيقاف سيارته وترك معنا فضيلة الإمام، وشاباً آخر ليقوم بإجراءات السفر، سأل الشاب عندما دخلنا قاعة مكاتب الشركات الجوية عن موظفي الطيران الكندي الذي ظن أن سفرنا عن طريقه، فأشاروا له إلى أحد المكاتب، فذهب إليه فوجد موظفةً في مكتب الدرجة الأولى، فسلمها تذكرة الشيخ والحقائب وسلمتْه بطاقة صعود الطائرة، ولم ينتبه صاحبنا أنها أعطته بطاقة راكب واحد فقط، وتسلمت حقائبنا، وعندما نظرنا إلى التذاكر لم نجد إلا بطاقة الشيخ، فرجع الرجل للتفاهم مع المرأة فلم يجدها، إذ قد خلفها في مكان عملها رجل، فأخبره بما جرى فقال له: إن حجزكم ليس على هذه الشركة، وإنما هو على شركة أخرى، فقال له: هل يمكن أن تلحقوا الآخر بزميله ما دام قد ذهب العفش في طائرتكم؟ فقال: لا. فسأله عن المرأة التي قبلت التذكرة أين هي؟. فقال: ذهبت، فقال الشيخ: والله سوت لنا خبصة، أي أربكتنا بفعلها هذا وخلطت أمورنا. [[والخبص في اللغة العربية الخلط، يقال: خبص الشيء بالشيء، خلطه. راجع  لسان العرب مادة: خبص، وغيره]]. عندئذ طلب منهم أن يعيدوا حقائبنا، فأعادوها بعد أن شحنت بالطائرة، وذهبنا إلى الشركة الأخرى التي تم الحجز لنا بها، وسلمنا الله من الافتراق، وأبقانا على ما كنا عليه  من الصحبة والاتفاق. وأقلعت بنا الطائرة من مطار كالجاري  في الساعة الثامنة والدقيقة السابعة، وهبطت في مطار أدمنتون في الساعة الثامنة والدقيقة الثالثة والثلاثين أي أن مدة الطيران كانت أقل من نصف ساعة."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "في مدينة أدمنتون",
    "content": "كن البكاري! عندما وصلنا إلى مطار: أدمنتون، ودخلنا قاعة تسلم العفش وجدنا حقائبنا أمامنا، فأخذناها، وأخذنا نتلفت هنا وهناك، لنرى من يستقبلنا، فلم نجد أحداً في القاعة، فخرجنا من القاعة ووقفنا على الرصيف، لعل صاحبنا يلتمسنا في الخارج، فلم نجد أحداً، فقعدنا ننتظر لعل مستقبِلنا في الطريق، فلم نرى أحداً. وكان الشيخ كلما رأى سيارة مقبلة من جهة المدينة إلى المطار قال: \"كن البكاري!\" وهو الشاب الذي قيل لنا إنه سيستقبلنا، ولعل الشيخ كان يتيمن بقول رسول الله صلى الله عليه وسلم في غزوة تبوك، ((كن أبا خيثمة)) وكان أبا خيثمة قد تأخر عن الخروج مع رسول الله صلى الله عليه وسلم، فكان أبا خيثمة فعلاً. أما صاحبنا البكاري، فكان في واد ونحن في واد آخر، وبعد أن مضى علينا ما يقرب من ساعة، قلت للشيخ: أنت تبقى هنا وأنا أدخل ألتمس الرجل في القاعات الداخلية، لعله ينتظرنا في مكان آخر، فدخلت وتجولت في جميع القاعات دون فائدة. قال الشيخ: أنت تلبس بدلة (وكنت ألبس في بعض الأوقات بدلة صيفية) يمكن أن يراك ولا يعرفك، فانتظر أنت هنا وأنا أدخل، وكان الشيخ يلبس الثوب والجبة والطاقية وكلها علامات تدل على المقصود، ولكنه رجع مثلي بدون فائدة! فتعجبنا من ذلك، وبخاصة أن الأخ البكاري قد اتصل بنا عدة مرات ونحن في مدينة كالجاري، وطلب منا أن نبقى في أدمنتون يومين بدلاً مما تقرر من قبل أنه يوم واحد، كما اتصل به الأخ محمد الرفيع من مطار كالجاري مؤكداً عليه الإسراع في استقبالنا، من أجل استغلال الوقت، وخشية من المشقة التي تواجهنا في التفاهم مع السائقين أو موظفي الفنادق إذا كنا وحدنا. وبعد مضي ساعة تقريباً، سمعت وأنا في داخل القاعة من ينادي في مكبر الصوت ذاكراً اسم الشيخ، فذهبت إلى الموظفين أسأل من الذي نادى بهذا الاسم، فلم يفهموا ما أقول، لشدة فصاحتي في اللغة الإنجليزية! عندئذ عزمنا على استئجار سيارة توصلنا إلى أحد الفنادق، وقلت للسائق: نريد فندقاً من نوع الدرجة الأولى الجيدة جداً، والسائق فيما يبدو هندي، وظن الشيخ أنه سيخي ولكنه لا يوجد شعر في لحيته. أوصلنا السائق إلى فندق عالي البناء مستدير. وقف السائق يريد منا أن ننزل، فقلت له: اذهب أنت واسأل الموظفين هل توجد لديهم غرف؟ خشيت أن ينزل حقائبنا ويذهب ولا نجد مكانا في الفندق، فنتعب في طلب سيارة أخرى، وسائقنا قد تدرب على التفاهم معنا. فذهب ورجع هازاً رأسه، مشيراً إلى أن في الفندق سعة لنزولنا، نزلنا حقائبنا وأعطيناه أجرته وذهب. أنت اليوم بطل! دخلنا الفندق فقلت للموظفة: نريد غرفتين متقاربتين، فسألتْ سؤالاً لم أفهمه أولاً، لسرعة كلامها، فقلت لها: لم أفهم، فقالت ـ وهي تقف على رأس كل كلمة، مثل معلم الأطفال التجويد عندنا ـ:  كم ليلة تبقون هنا؟ قلت: ليلتين، فأعطتني الأوراق لأكتب فيها المعلومات اللازمة. فأخذت أحاول تعبئة الخانات ببطء شديد يدل على المهارة في الكتابة باللغة الإنجليزية ودقة معرفة معانيها! فنظرتْ إليَّ وابتسمت مشفقة، وأشارت لي إلى مكان التوقيع في الورقة مكتفية بما كتبت، وكنت كتبت الأسماء والمملكة العربية السعودية فقط. فوقعنا وسلمونا المفاتيح، فقال الشيخ شاهداً لي باقتحام الصعاب وحل الألغاز: أنت اليوم بطل! فحمدت الله على هذه الشهادة ـ واستغفرت الله العظيم فقد أدخلتني في عداد من يعيشون بالألقاب بدون معان، كما هو واقع كثير من الناس في هذا العصر! إذا ظهر السبب بطل العجب! صعدنا إلى غرفتينا، في الطابق السابع عشر من الفندق، واتصلت بمنزل الأخ محمد البكاري، فأجابتني امرأته وهي لا تتكلم اللغة العربية، فطلبت منها أن تكتب اسم الفندق ورقم الغرفة ورقم الهاتف، لتخبر زوجها إذا جاء، ففعلت. وبعد فترة اتصل الأخ محمد آسفاً على ما حصل، فقد فهم أننا سننزل في مطار آخر يبعد عن المدينة ثلاثين كيلو متراً، ومطارنا الذي نزلنا فيه قريب جداً من المدينة، لذلك بَكَّر البكاري يبحث عنا في مطار (ولعله مطار الشركة التي سوّت لنا خبصة كما قال الشيخ في مطار كالجاري، خبصتنا هنا وهناك) ونحن نبحث عنه في مطار آخر، وعندئذ عرف كل منا السبب فبطل العجب! جولة وضيافة ومعلومات: استرحنا في الفندق إلى أن جاءنا الأخ البكاري، لنقلنا إلى منزله لتناول طعام الغداء في الساعة الواحدة ظهراً. وتجول بنا الأخ محمد في أطراف المدينة ثم ذهبنا إلى منزله، وأخذنا منه بعض المعلومات عن المسلمين في مدينة أدمنتون. معلومات عن المسلمين في أدمنتون: قال الأخ البكاري: إن عدد سكان هذه المدينة ستمائة ألف نسمة، وعدد المسلمين يتراوح ما بين عشرة وخمسة عشر ألفاً، نسبة العرب إلى غيرهم من المسلمين: 60%، والباقون من باكستان وأمريكا الجنوبية، وأغلب العرب من اللبنانيين إذا تبلغ نسبتهم إلى العرب 90%. والجامع الكبير المسمى بجامع الرشيد(9)، ساعدت ليبيا بثلثي تكلفته والثلث الآخر من الجالية، وهو أكبر جامع في كندا الآن. [img]pics/8/8008.JPG[/img]<< جامع الرشيد بأدمنتون >> وكان أول جامع بني في هذه المدينة سنة 1938م باسم مسجد الرشيد، وهو عبارة عن منزل، ولا زال موجوداً. [[وقد شاهدناه]]. وقد أغلقته الدولة ومنحت المسلمين الأرض التي أقيم عليها جامع الرشيد الجديد، وهي أرض واسعة وتعتبر الدولة المسجد القديم من الآثار. ويتبع المسجد الجديد مرافق متعددة، وعمارة كبيرة بجواره موقوف على المسجد من ريعها خمسون في المائة، والباقي يعود لليبيا. وقد ظهر لنا فيما بعد أن الجامع الجديد يسيطر عليه المتعاطفون مع ليبيا، وليس بينهم  وبين العاملين في الحقل الإسلامي من اتحاد المسلمين اتفاق، بل بدا لنا أنهم مختلفون. وذُكِر لنا أن إمام المسجد المذكور كان يتلقى راتبه من رابطة العالم الإسلامي ثم مال إلى ليبيا وهو يأخذ راتبه الآن منها. وذكر لنا بعض الإخوة أن مكتب الدعوة التابع لليبيا في المسجد يصدر مجلة باسم الشورى، وهي تتعرض لبعض علماء الإسلام بالاستهزاء والسخرية. ومن أهم الأسباب التي حالت بين تعاون الطلبة التابعين للاتحاد وغيرهم فيما يبدو، هو أن بعض أفراد الجالية يحاولون أن تكون لهم مكانة في الجالية، وهذا لا يتحقق لهم إذا ما أتيحت الفرصة لنشاط الشباب، لأنهم يهتمون بتربية الناس تربية إسلامية، توحد كلمتهم على السعي الجاد لتحقيق المصالح العامة للمسلمين، وليس لمصالح الأشخاص، وهذا داء عضال وجدناه في كثير من البلدان. والجاليات الإسلامية تلتف حول من يحقق لها بعض المصالح المادية بسبب جهلها، ولو لم ينتفعوا منه في أمور دينهم. والمسلمون الأوائل من لبنان وصل بعضهم إلى هذا البلد في منتصف القرن الثامن عشر، لطلب الرزق، وبدءوا يكثرون في نهاية القرن التاسع عشر، بعد فتح قناة السويس. وبعضهم الآن أغنياء، وبعض كبارهم  الذين تبلغ أعمارهم فوق السبعين سنة ولدوا في هذا البلد، وذاب كثير منهم في المجتمع الكندي، وبعضهم غيروا أسماءهم، ولم يبق عند كثير منهم إلا مجرد الانتساب للإسلام دون الالتزام به. والإخوة العاملون في الحقل الإسلامي يحاولون أن يستميلوا بعض المسلمين الذين عندهم عواطف إسلامية طيبة، ويوجهوهم  وقد وجد لهم أثر لا بأس به في الجالية، وإذا ما وفقهم الله للاستمرار في التأثير في الجالية، يرجى أن يتغلبوا على المصاعب التي يواجهونها الآن، عن طريق الفوز في الانتخابات، بحيث تكون اللجنة التنفيذية ممن يريدون مصلحة المسلمين العامة وليس التحزب لأشخاص ذوي مطامع مادية. وقد أثنى الإخوة على أحد الشباب السوريين تخرج في جامعة الإمام محمد بن سعود الإسلامية، واسمه معاوية المصدر وهو نائب لإمام الجامع الكبير: شبلي، بعثت الأخَ معاويةَ الرئاسةُ العامةُ لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، ويخشى أن يضايق حتى يترك المسجد لظن بعض المسؤولين في المسجد أنه يريد المنافسة. وإن من أهم المشكلات التي تواجه الجاليات الإسلامية عدم وجود إمام عالم حكيم ذي هيبة، لا يريد بعمله إلا وجه الله، يحاول جمع المسلمين على كلمة الحق، دون انحياز لأحد من ذوي الاتجاهات والمصالح المادية. أما ذوو المصالح المادية، فإنهم يفرقون كلمة المسلمين بدلاً من جمعها، ويشوهون سمعة الدعاة إلى الله بالأكاذيب والتهم المختلقة، ويزعج هؤلاء أن يروا رجلاً مخلصاً، يريد أن يجمع المسلمين على كلمة الحق، لأنهم قد ألفوا أن يعيشوا في جو الاختلاف، ويظنون أن رزقهم سينقطع إذا تلاشى هذا الاختلاف. الجمعة: 17/10/1405هـ في هذا اليوم الجمعة جاء الأخ محمد البكاري في الساعة الواحدة والربع، وذهبنا إلى مسجد الجامعة، وهو قاعة منحتها الجامعة للطلبة المسلمين للصلاة فيه، وهم مضطرون للصلاة في داخل الجامعة، لأن الدراسة مستمرة، والطالب يصلي في وقت الدراسة، فإذا صلى في مكان بعيد فاته كثير من الدراسة، وقد اجتمع في المسجد ما يقارب خمسين طالباً، وقد خطب الشيخ خطبة الجمعة وصلى بهم في الوقت المحدد، حثهم في الخطبة على التمسك بالإسلام وأن يكونوا قدوة حسنة لغيرهم. وهذه القاعة التي أقيمت فيها الصلاة في الجامعة، ليست خاصة بالمسلمين، بل يتناوب عليها أهل الأديان الثلاثة: المسلمون واليهود والنصارى. في القبة السماوية: ذهبنا بعد صلاة الجمعة مع الأخوين: الدكتور خلدون سليم النعيمي العراقي الذي كان يدرس في جامعة أدمنتون، وهو الآن يبحث عن عمل، وعمره ستون سنة تقريباً، والأخ جمعة  عبد السلام الليبي الذي يدرس الاقتصاد والزراعة في الدراسات العليا. ظن أنه في الصحراء فنام حتى شخر! قبل دخولنا القبة السماوية،  قال الأخ جمعة: إن أباه زاره في القاهرة، وهو رجل عامي، فذهب به إلى القبة السماوية، فلما عرض الفيلم، وهو في سقف القبة، عن النجوم والكواكب والشمس والقمر، استغرق أبوه في النظر إلى السماء، وظن أنه في الصحراء الليبية، فسبح في بحر نوم عميق، حتى سمعه ابنه وهو يشخر! لو كان موجودا هنا لطار قلبه من الفزع! عندما دخلنا إلى القبة وأخذنا مقاعدنا، بدأ عرض الفيلم عن أول نشأة الإنسان الذي يسمونه البدائي الوثني، يمشي عارياً ما عدا شريطاً صغيراً يغطي العورة الكبرى عند الفقهاء المسلمين، يمشي في الكهوف وعلى قمم الجبال حافياً، ثم أخذ يترقى حتى لبس ما يغطي نصفه الأسفل، وهكذا كان الهنود الحمر في أمريكا، إلى أن جاء كولومبوس الذي اكتشف أمريكا الشمالية، واحتدمت بعد ذلك الحرب بين الأوروبيين والهنود الحمر، ولما انتصر الأوروبيون نقلوا الحضارة إلى هذا البلد حتى وصلت إلى ما وصلت إليه الآن. والنظرة إلى الإنسان أنه كان في أول الأمر وثنياً، نظرة حدس وتخمين جاهلية، ودعوى لا يسندها دليل، وتنفيها الأديان السماوية، وبخاصة دين الإسلام، لأن آدم أبا البشر كان نبياً أنزل الله عليه الوحي ليهدي أولاده به وعلمه الأسماء كلها، كما قال تعالى: {قلنا اهبطوا منها جميعا فإما يأتينكم مني هدى فمن تبع هداي فلا خوف عليهم ولا هم يحزنون}. أما سكان أمريكا من الهنود الحمر، فلا شك أنهم كانوا أهل بداوة، ولكنهم عاشوا في بلادهم آمنين حتى جاء المحتلون من أوربا، فأخافوهم وأبادوا جماهيرهم، كما هي عادة الأوربيين مع أهل البلدان التي يحتلونها، كما فعلوا ذلك في أستراليا ونيوزيلندا وغيرهما، ومع احتلالهم وعدوانهم الآثم يحاولون تسويغ ما يفعلون، بحجة وحشية أهل البلد المحتل. والفيلم الذي عرض كان قد صور من على طائرة مسرعة، صورت فيه الجبال والشعاب والكهوف، والأنهار الجارية المتدفقة ذات السرعة الهائلة، وبها مسافرون على قوارب عادية تساق بقوة الراكب البدنية، لذلك كنا نرى أنفسنا كأننا نطير في السماء نكاد نرتطم بالجبال ونسقط في الأنهار، ونهبط في الشعاب والكهوف. والذي ينسى أنه في القبة السماوية في مكان ثابت لا يتحرك، وأنه إنما يشاهد فيلماً، الذي ينسى ذلك يكاد قلبه يطير من صدره من شدة الخوف من ذلك المنظر المرعب. لذلك قلت للأخ عبد السلام: لو كان أبوك الذي نام في قبة القاهرة موجوداً في قبة أدمنتون هذه، ماذا تراه كان فاعلاً؟ قال: لو كان هنا لطار قلبه، وصاح صيحة يسمعها إنس أدمنتون وجنها! وعندما انتهى الفيلم سكنت قلوبنا وخرجنا نتجول في قاعات القبة المحيطة بها، وقد ألصقت بجدرانها صور الكواكب والنجوم والشمس والقمر، وبها شاشات تلفاز تبث صوراً عن مناظر القمر وسطحه، ورواد أبولو يسيرون عليه بقفزاتهم الممتعة على ذلك المنظر الجميل. وتمنيت وقلت: ليتَ - وهل ينفع شيئاً ليتُ - شعراء الغزل الذين كانوا يشبهون وجوه حبيباتهم بالقمر، موجودين ليروا كيف تدوس أقدام أهل هذا العصر وجه القمر ذي المنظر الجميل بالبصر العادي، وما به من أخاديد وصخور وتراب، لعلهم ينشئون قصائد يعتذرون لتلك الحبيبات عن تشبيههن بهذا المخلوق الذي خدعتهم أبصارهم بجماله، وما هو بجميل!. وتوجد في تلك القاعات موازين يزن الإنسان نفسه، فيعرف وزنه وهو على الأرض، ثم يزن نفسه بميزان آخر، فيعرف وزنه وهو على سطح القمر، ثم المريخ فالزهرة وهكذا، فإذا كان وزنه على الأرض ستين كيلو – مثلي - وجد وزنه على بعض الكواكب ألفاً، وقد يجد وزنه على كوكب آخر عشرة فقط، حسب قوة جاذبية الكواكب وصنفها. في جمعية أدمنتون الإسلامية: ثم هبطنا من الفضاء الذي لم نكن فيه، وذهبنا إلى جمعية أدمنتون الإسلامية، التي يشرف عليها اتحاد الطلبة المسلمين، فتناولنا طعام الغداء والعشاء جَمْعاً دون قصر في الساعة السادسة والنصف مساء. في جامع الرشيد: ثم ذهبنا إلى جامع الرشيد، فصلينا العصر، ثم التقينا الحاضرين، وأغلبهم من الطلاب في قاعة المسجد الكبيرة، حيث ألقى الشيخ محاضرة(10) ـ وسماها هو درساً من دروس  المسجد النبوي ـ تضمنت شرح معنى لا إله إلا الله، وما يجب على المسلم عمله، حسب ما تقتضيه هذه الكلمة، ثم طلب مني التعقيب فبينت أن لا إله إلا الله، لو كان المطلوب هو التلفظ بها فقط، لكان ذلك سهلاً على المشركين، ولما قاتل أبو لهب وأبو جهل رسول الله صلى الله عليه وسلم، ولما حصلت تلك الغزوات وعقدت رايات الجهاد في سبيل الله، ولكان المنافقون غير مذمومين لأنهم كانوا يقولون لا إله إلا الله محمد رسول الله، وأن لا إله إلا الله لا بد أن تحدث في النفس رقابة تدفع صاحبها إلى طاعة الله وتحجزه عن معصية الله لمن يخشونه بالغيب. [img]pics/8/8009.JPG[/img]<< الشيخ عمر فلاتة يلقي محاضرة في قاعة جامع الرشيد >> وكل رقابة غير تلك الرقابة لا يمكن أن تحدث ذلك الأثر في النفس، لا شرطة ولا محكمة ولا قانون. وأنها لا بد أن تحدث في قلب المؤمن محبة لأخيه المؤمن تجعل المؤمنين متحابين متعاونين وليسوا متعادين متباغضين. ثم أُلقيتْ أسئلة وأجيب عنها، وقد استغرقت المحاضرة والتعقيب عليها والأسئلة والأجوبة ما يقارب ساعتين ونصف ساعة. السبت: 18/10/1405هـ عندما كنا عصر أمس الجمعة في مسجد الرشيد، جاء إمامه يوسف شبلي اللبناني الأصل، وسلم علينا واعتذر عن البقاء لسماع المحاضرة، لأنه كان يريد أن يستقبل بعض المسؤولين الليبيين، وقال: لقد انتظرناكم في المسجد لصلاة الجمعة وأعلنتُ أسماء كم للناس، ولا أدري ما سبب عدم حضوركم؟ وكان الإخوة قد أخبرونا أنهم بعثوا إليه من يستأذنه في أن يقوم الشيخ بخطبة الجمعة، أو يخطب في الناس بعد صلاة الجمعة فرفض. فلم نزد عندما سمعنا قوله هذا الذي يخالف ما نقل إلينا أن قلنا له: شكراً. وقد صلينا مع الطلبة في الجامعة كما سبق(11). [img]pics/8/8010.JPG[/img]<< جامع الرشيد في المركز الإسلامي الكندي >> زيارة يوسف شبلي في منزله: ولما لم نتمكن من الجلوس معه، لسماع ما عنده ونصحنا له، على ضوء ما سمعنا من الخلاف بينه وبين الطلبة، ولمعرفة ما سمعنا من صدور فتاوى غريبة عنه تخالف نصوص الكتاب والسنة، وسمعنا من ينسب إليه حل الربا للناس ويقول: من قال: لا إله إلا الله كفاه ذلك. لما لم نتمكن من الجلوس معه لمعرفة تلك الأمور ومناقشته فيها، عزمنا على زيارته في منزله لنتذاكر معه تلك الأمور قبل سفرنا. ذهبنا إلى منزله، واستقبلنا استقبال الهاش الباش، وعندما جلسنا وأردنا أن نسأله بعض الأسئلة دخل علينا عدد من الضيوف، وبدأ هو يتكلم، فقال: إن بعض الناس من أبناء المسلمين تركوا دينهم بسبب جهلهم، وعندما زرتهم وتحدثت معهم عن الإسلام تأثروا بما حدثتهم به، وبكى بعضهم قلت لهم: تعالوا صلوا معي وصفوا ورائي، ولو كنتم بغير وضوء، قال: وأنكر علي بعض الجهال وأنا لا أبالي بهم. [[وكأنه بذلك أراد أن يسبقنا في الكلام عما يرميه به مخالفوه، فكان مما نسبوه إليه إباحته للمدعوين الصلاة بغير وضوء]]. والمؤسف أن وقتنا ضاق، لأنا نريد السفر إلى مدينة فانكونفر، فلم نقدر على الحديث  معه، فقلنا للرجل كلمة عامة وهي أن الواجب أن تتخذ الوسائل اللازمة لجمع الكلمة، والتسامح مع الآخرين مع الالتزام الكامل بنصوص القرآن والسنة لتكونوا قدوة حسنة للناس. الإفطار المدني في منزل الأخ حسن البيتي: وكنا قبل ذلك قد زرنا أحد شبابنا الصالحين في منزله لتناول طعام الإفطار، وهو الأخ حسن بيتي من المدينة المنورة. بعثته جامعة الملك عبد العزيز، فرع المدينة المنورة، وقدم لنا طعام الإفطار المدني: الفول المدمس والشكشوكة والمتبل، وقد بدت عاطفته المدنية عندما رأى ـ الزوار المدنيين وبخاصة الشيخ الذي كان يحضر دروسه في المسجد النبوي. السفر إلى مدينة فانكوفر: ودعنا الإخوة وذهبنا إلى المطار، أكملنا الإجراءات، وصعدنا إلى الطائرة التي أقلعت بنا من مطار أدمنتون، في الساعة الثانية إلا اثنتي عشرة دقيقة، وهبطت بنا في مطار فانكوفر في الساعة الثالثة والدقيقة السابعة ـ أي أن مدة الطيران كانت ساعة تقريباً."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "في مدينة فانكوفر",
    "content": "استقبلنا الأخ أبو بكر أبو صبيح الليبي، وهو شاب صالح يتوقد ذكاء، ومتحمس للدعوة، وهو من كبار أعضاء الاتحاد في مدينة فانكوفر، أنزلنا في فندق: \"دلتا\" وهو يقع في مكان فسيح، تحيط به الأشجار ويرى ساكنه الجبال الشاهقة التي غطت قممها الثلوج، فَتُرى كأنها صفوف مصلين ذوي عمائم بيضاء(12). [img]pics/8/8011.JPG[/img]<< مناظر من فانكوفر >> الاجتماع بالمسلمين في المسجد: وفي الساعة السابعة إلا ربعاً جاءنا بعض الإخوة، فنقلونا إلى المسجد حيث صلينا معهم العصر- يدخل وقت العصر عندهم في الصيف الساعة السابعة والنصف-وبعد صلاة العصر كلفني الشيخ إلقاء المحاضرة المطلوبة التي بدأت في الساعة الثامنة إلا ربعاً، وانتهت في الساعة العاشرة إلا ربعاً(13). [img]pics/8/8013.JPG[/img]<< مسجد في فانكوفر 18/10/1405? >> [img]pics/8/8014.JPG[/img]<< المصلين داخل مسجد فانكوفر >> وكانت تدور حول وجوب فهم أصل الدين: لا إله إلا الله محمد رسول الله، صلى الله عليه وسلم، ووجوب الاجتماع والتعاون. وكان عدد الحاضرين كثيراً نسبياً، والمسجد كبير يتسع لما لا يقل عن خمسمائة مصلٍ، ولكنه لم يمتلئ، و في مؤخرة المسجد طابق علوي يصلي به النساء، وفيه قاعة للاجتماعات ومرافق: دورات مياه وأماكن وضوء، وقاعة للدراسة. ويبدو أن المسجد عامر بجماعة التبليغ الذين هم الكثرة في الجالية، وأكثرهم من الهنود والباكستانيين والفيجيين والعرب وغيرهم. وقبيل الساعة العاشرة أذن لصلاة المغرب وصلى الشيخ بالناس، ثم ألقى كلمة مختصرة انتهت في الساعة العاشرة والنصف. جمعية مسلمي بريتش كولمبيا: ثم قام رئيس جمعية مسلمي بريتش كولمبيا-أي جمعية كولومبيا البريطانية-حشمت علي فألقى كلمة رحب فيها بالضيوف، وأبدى سروره وسرور جمعيته بهذه الزيارة. وقال: إن الجمعية أنشئت سنة 1966م، وعدد أفرادها عشرة آلاف، وعدد أفراد اللجنة التنفيذية أحد عشر، يضاف إليهم خمسة يكونون مجلس أمناء. والخدمات التي تؤديها الجمعية للمسلمين: توعيتهم في أمور الدين وإقامة الصلاة جمعة وجماعة، وتحديد أوقات الصلوات والصيام والأعياد، وكذلك دفن الموتى وعقد الأنكحة. وقال: طلبنا من الحكومة أن تمنحنا كل سنة الإذن لاثني عشر لاجئاً، وتساعد في تنظيم الرحلة للحج والعمرة. وعندنا مدرسة إسلامية كاملة، بها الآن خمسة وأربعون طالباً، ويتوقع أن يكون عددهم في السنة المقبلة مائة، وقد حفظ القرآن الكريم ثلاثة أشخاص، وهذا أول حدث يحصل في كندا. والمسؤولون عن التعليم والتوجيه في البلد، هم يهود ونصارى، ولا يألون جهداً في محاولة إذابة أبناء المسلمين في العالم الغربي، ونحن نحاول تحصين أبنائنا بتعليمهم حتى يقاوموا التيارات المتعددة ويدعوا إلى الله. وأعضاء الجمعية هم من العرب، والهنود، والباكستانيين، وفيجي، وتركيا، ومن كل الجنسيات الموجودة في البلدة. وأغلبهم من فيجي وباكستان والهند. والأمر الجيد عندنا أنه لا توجد إلا جمعية واحدة مؤثرة، وقد توجد جمعيات صغيرة، ولكنها جمعيات قومية ونشاطاتها تتركز في إقامة الحفلات وأعياد بلادهم،  وأغلب تلك الجمعيات مشتركة في جمعيتنا. وقد أسس هذا المسجد في سنة 1983م. وأول مسجد أسس في حارة سرى، وكان في الأصل كنيسة وتم تحويله إلى مسجد سنة 1978م. والمركز الإسلامي لجمعية الباكستان أسس سنة 1964م وتشرف عليه هذه الجمعية. وتملك الجمعية ثلاثة بيوت: بيتان منها لهذا المسجد، والثالث لمسجد سرى. واشترت الجمعية أرضاً لإعدادها مقبرة لموتى المسلمين، تتسع لألف قبر، وسنقوم بتسويرها قريباً، وأهم ما نريد إقامته الآن بناء مدرسة لأبنائنا ثم مكتبة، وتقدر أملاك الجمعية بمليون وثلاثة أرباع المليون. وسألنا الأخ حشمت علي عن علاقة الجمعية بالاتحاد فظهر من كلامه أن علاقتها به ضعيفة جداً، وأن أهم ما عندهم أن ينالوا تزكية من الاتحاد لجمع التبرعات وقال: إن من الجمعيات المسجلة مع الاتحاد جمعيتهم ولكن تمثيل الاتحاد لها ضعيف. ثم اختتمت الجلسة، وودعنا الإخوة ورجعنا إلى الفندق في الساعة الواحدة والنصف تقريباً. متعة يزداد بها الإيمان: الأحد: 19/10/1405هـ لا أنسى جمال المناظر التي استمتعنا بها هذا اليوم، ولا أنسى تلك الكلمة التي قالها لنا الأخ أبو بكر صبيغ: إن كثيراً من الدعاة يزروننا ويتجشمون المصاعب، ويخرجون من الطائرة إلى الفندق، ثم من الفندق إلى المسجد، أو إلى أحد المنازل، ثم يخرجون من الفندق إلى الطائرة، ولا يتمتعون بجمال الطبيعة الذي يوجد في هذه البلاد. ولهذا فقد قررنا أن نصحبكم إلى تلك المناظر. سررت كثيراً عندما سمعت هذا الكلام، فقد كنت أنظر من نافذة الغرفة في الفندق، إلى تلك الجبال التي لبست جلابيب من الغابات الخضراء، وعمائم الثلوج البيضاء، وأنا في غاية من الشوق إلى الاقتراب منها قليلاً، لأراها عن كثب فقلت له: هل نستطيع أن نصل إلى تلك الجبال؟ فقال: إن شاء الله. جاءنا الأخ أبو بكر في الفندق صباح هذا اليوم الأحد في الساعة السابعة والنصف، وذهب بنا إلى تلك الجبال التي كستها الغابات وغطت قممها الثلوج في أيام الصيف، وكانت الشمس ساطعة، وكنا نسير في الطريق فلا نرى غالباً الأرض لكثافة الغابات، والماء السائح من الثلوج ينساب في الشعاب، ومياه المحيط الهادي في ضفته الشرقية تداعب سفوح تلك الجبال فكانت مناظر عجيبة: جزر من الجبال، يحيط بمجموعة منها المحيط الهادي، ويغطي قممها الجليد، وتنساب في شعابها الشلالات، المتسربة من ذلك الجليد، والغابات تكاد تغطيها من جميع جهاتها. اجتمعت للناظر زرقة مياه المحيط، وخضرة الغابات وبياض الثلوج والأنهار، وتسمع أذنه هدير أمواج المحيط وهي تنطح الجبال الموجة تلو الأخرى، وخرير النهر النازل ماؤه من قمة الجبل يداعب الصخور، وأصوات أنواع من الطيور التي تسرح وتمرح على أغصان الغابات أو تسبح في البحر. ولقد كنت لا أدري إلى أين التفت، لتنوع المناظر وعدم إغناء بعضها عن بعض، مشينا مسافة طويلة إلى أن استقر بنا المطاف بمنتزه (شانون SHANNOON) على وزن ممنون الذي يتدفق شلاله الجميل من على قمة جبل عال يبلغ ارتفاعه ثلاثمائة متر تقريباً، والشلال ناشئ عن الثلوج المتجمعة هناك، ويسيل متعرجاً مع تعرجات الشعب هنا وهناك، وهو في غاية الصفاء والعذوبة والبرودة، ويلتقي في النهاية بمياه المحيط الهادي ليذيقه شيئاً من عذوبته التي يفقدها – في الظاهر-، وبجانبه أكبر كتلة صماء في العالم وهي صخرة تُكَوِّن جبلاً كبيراً(14). [img]pics/8/8015.JPG[/img]<< فانكوفر في الطريق إلى شلالات شانون >> [img]pics/8/8016.JPG[/img]<< شلالات شانون >> وقد أنشأت الدولة للسائحين مرافق جيدة، تمكنهم من البقاء في المنطقة دون مشقة، من دورات مياه نظيفة للرجال، وأخرى للنساء، ومقاعد خشبية في ساحة يتمتع القاعد فيها بذلك الجمال، والمقاعد متصلة بمناضد لتناول الطعام عليها. وقد كان الأخ أبو بكر حمل معه طعام الإفطار فأفطرنا. معلومات عن المسلمين في مدينة فانكوفر: وزادنا الأخ أبو بكر خيراً على خير، فأعطانا بعض المعلومات، التي سجلتها في نفس المنتزه. قال: إن عدد الطلبة في الجامعة لا يزيد عن عشرة من العرب، وغير العرب لا يزيدون عن خمسة عشر، وإن الاتحاد بدأ عمله هنا منذ سنتين، وأعضاء الاتحاد هم أعضاء رابطة الطالب المسلم العربي، وإنهم يجتمعون في المسجد يومياً، وإنهم يقيمون مخيمات يدعون لها بعض المحاضرين للاستفادة منهم، ولهم حلقتان: إحداهما في المسجد الكبير، والأخرى في مسجد مركز المدينة، وإنهم يشتركون مع الجماعة الإسلامية ـ جماعة المودودي ـ في حلقاتهم، وهذه الجماعة تتدارس التفسير والتجويد والحديث والفقه. وإن غالب الجالية في هذا البلد من جماعة التبليغ، ولا يوجد تعاون قوي بين الاتحاد وجماعة التبليغ، للاختلاف في أسلوب العمل. وقال: إنه يوجد في هذه الأيام اجتماع لأعضاء حلقات المودودي في تورنتو، ويحتمل أن يحضر اجتماعهم الدكتور علي جريشة، كما يوجد اجتماع لجماعة التبليغ في ديترويت. وتحدث الأخ أبو بكر عن المدعو رشاد خليفة المصري الساكن في الولايات المتحدة الأمريكية، وقال: إنه ينكر سنة الرسول صلى الله عليه وسلم، وقد جاء الشيخ عبد الله بن قعود وناقشه، ولكن بدون فائدة، ويظهر أن الرجل إما أن يكون عميلاً للمخابرات الأمريكية، وإما أن يكون عضواً من أعضاء الماسونية، لأنه ينهج نهج القاديانية. وتوجد هنا شلة يتزعمها أحد الشيعة، دعوا رشاداً هذا لإلقاء محاضرة عندهم، وزوجته في أمريكا إذا غاب هو تؤم المصلين في المسجد، ولا يعترف بالحجاب، وهو جاد في نقض عرى الإسلام بالتشكيك فيه، وبخاصة الإيمان بالرسول صلى الله عليه وسلم، ولذلك يحذف كلمة \"أشهد أن محمداً رسول الله من الأذان\"  ولكن المسلمين هنا لم ينساقوا وراءه، بل كلهم يكرهونه، قلت له: لكن يجب أن يحذر منه فمعظم النار من مستصغر الشرر. في حلقة الإمام المودودي: بعد أن استمتعنا بتلك المناظر الجميلة، وتلك المرافقة الطيبة مع الأخ أبي بكر، رجعنا إلى البلد حيث كنا على موعد مع أعضاء حلقة الإمام المودودي في الجامع الكبير. وصلنا إلى الجامع في الساعة الثانية عشرة، وهم يدرسون تفسير بعض الآيات القرآنية من سورة الأنفال، وعندما جلسنا في الحلقة وقف المتحدث الدرسَ وألقوا إلينا بعض الأسئلة وأجيبوا عنها. السفر إلى مدينة: مونتريال: وفي تمام الساعة الواحدة تحركنا إلى المطار. صعدنا إلى الطائرة التي أقلعت بنا من مطار فانكوفر في الساعة الثانية والربع تقريباً. كأنك مع طلاب شريعة! عندما قعدنا في الطائرة، هز الشيخ رأسه متعجباً! وقال: كأنك مع طلاب شريعة‍‍! قلت ماذا تعني؟ قال: إن هذا الشباب المسلم في جامعات الغرب، يتحدى أفكار الغرب و مغرياته، ويحاول أن يتفقه في الدين ويزكي نفسه بطاعة الله، ويتحمس للدعوة إلى الإسلام، ويبذل جهوداً عظيمة في سبيل رفع راية الإسلام، وهو يكاد يحترق بسبب ما يحصل من انحراف كثير من المسلمين، وعندما يتحدثون عن الإسلام يتحدثون حديث طلبة علم، لا حديث المثقف ثقافة عامة مع الجهل بالدين. والذي جعل الشيخ يقول هذه الكلمة تلك النماذج من أمثال الأخ أبي بكر وفقهم الله وزادهم من فضله. [[هذه الصفوة الصالحة التي وصفها الشيخ بهذه الصفات بعد أن خالطها في بلدان كثيرة، تفوق في فهمها ونشاطها الدعوي كثيراً من طلاب العلم الشرعي، الذين لم يصقلوا أنفسهم وعلمهم وأساليبهم في الدعوة إلى الله، بالتتلمذ على رجال العلم والدعوة الذين نذروا أنفسهم لإخراج الناس من الظلمات إلى النور بالبلاغ المبين القائم على الحجة والحكمة والموعظة الحسنة.  ولفقد كثير من هؤلاء ذلك الصقل تجدهم يضيقون ذرعاً بأولئك الشباب المصقول ويشنون عليهم الغارة لعدم اتباعهم أساليبهم العقيم غالبها، ظناً منهم أن تلك الأساليب هي الحق، وما عداها الباطل. هدانا الله جميعاً ووفقنا للصراط المستقيم في العلم والدعوة والاستقامة على النهج الرباني والغاية الإلهية، والوسائل المتجددة التي تحقق تلك الغاية وهي لا تخالف كتاباً ولا سنة]]. وقد قضيت أغلب الوقت في الجو في كتابة مذكراتي، لأن الرحلة كانت طويلة من غرب كندا على الشاطئ الشرقي للمحيط الهادي، إلى شرق كندا. لذلك لم أشعر إلا ببدء الطائرة في الهبوط، عندما اقتربت من مطار مدينة مونتريال المحلي، في الساعة السادسة والدقيقة الخامسة والعشرين بتوقيت فانكوفر، التاسعة والدقيقة الخامسة والعشرين بتوقيت مونتريال، فكانت مدة الطيران أربع ساعات وعشر دقائق."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "في مدينة مونتريال",
    "content": "وكان في استقبالنا في المطار الإخوة: قطبي المهدي السوداني، رئيس اتحاد الجمعيات الإسلامية في أمريكا الشمالية (الولايات المتحدة الأمريكية وكندا) والأخ رضوان يوسف النيجيري وهو من الطلبة الذين تخرجوا في الجامعة الإسلامية بالمدينة المنورة سنة 1397هـ 1977م والدكتور النفساني محمد أمين رئيس جمعية الجالية الإسلامية التي يوجد مركزها في كوبيك بـ(مونتريال) (15). [img]pics/8/8017.JPG[/img]<< منظر من مونتريال >> أوصلونا إلى فندق (ANGRIL HOTEL UXELESH) وهو فندق صيني يقع في قلب مدينة مونتريال واتفقنا أن يأتينا الأخ رضوان صباح غدٍ الاثنين لزيارة بعض المؤسسات الإسلامية. في قسم الدراسات الإسلامية بجامعة مقيل: الاثنين: 20/10/1405هـ في صباح هذا اليوم، الاثنين جاءنا الأخ رضوان في الساعة التاسعة وقال: لقد ضربنا لكم موعداً للالتقاء برئيس قسم الدراسات الإسلامية بجامعة مقيل الأستاذ \"ليتيل\". ذهبنا إلى جامعة مقيل، قسم الدراسات الإسلامية، فزرنا الأستاذ ليتيل رئيس القسم، وهو كما قال الأخ رضوان مهتم بالدراسات الإسلامية، والجامعة قريبة من الفندق الذي أقمنا فيه. فاستقبلنا الأستاذ ليتيل ببشاشة، وبدأ يتحدث معنا باللغة العربية، ويسمع منا أيضاً بدون ترجمة إلا نادراً، كأن يحتاج هو أو نحتاج نحن إلى الترجمة، وإن كان حديثه ثقيلاً باللغة العربية(16). [img]pics/8/8018.JPG[/img]<< المستشرق ليتل في مكتبه بجامعة مقيل ـ مونتريال 20/10/1405? >> وأول ما بدأ يتحدث إلينا أخبرنا أنه قد اشترك في المملكة العربية السعودية في بعض الندوات. قسم الدراسات الإسلامية في جامعة مقيل: وطلبنا منه أن يعطينا بعض المعلومات عن نشأة هذا القسم في الجامعة. فقال: أنشئ القسم سنة 1901م، وكان السبب في إنشائه أن أستاذاً كندياً يدعى \"سميث\" يسكن في الهند، وكان يُعَلِّم في إحدى جامعات الهند، ولما رجع إلى مونتريال أسس كلية العلوم الدينية، وأنشأ قسماً لدراسة الدين سنة 1952م، وكان يفكر في تأسيس معهد يتعاون فيه الأساتذة المسلمون وغير المسلمين، والطلاب المسلمون وغير المسلمين، لأن الأساتذة غير المسلمين لم يكونوا يفهمون الدين الإسلامي حقاً، وقد تم ذلك الأمر، فحصل تعاون بين المستشرقين والمسلمين، وأكثر من نصف الطلاب في المعهد هم من المسلمين، ولدينا الآن أستاذ مسلم أفغاني، وكان عندنا أستاذ من الكويت وهو أبو حاكمة وترك القسم، [[عرفنا فيما بعد أنه تركه بسبب مضايقة حصلت له]] وكذلك كان عندنا أستاذ مسلم اسمه فضل الرحمن، وشارك في التدريس الدكتور إسماعيل الفاروقي، والأستاذ أزيرو. وسألناه عن توافر المراجع الإسلامية في مكتبة القسم باللغة العربية وغيرها، فقال: إنه يوجد تسعون ألف كتاب ولكن نحتاج إلى المزيد. وسألناه: هل يوجد بينكم وبين بعض الجامعات الإسلامية والعربية تعاون؟ فقال: كان بيننا وبين جامعات الكويت تعاون، ويوجد شيء من التعاون بيننا وبين المملكة العربية السعودية، فقد اتفقنا أن تمنحنا السعودية أربعين ألف دولار سنوياً منحاً لخمسة طلاب مسلمين ولكن المملكة قطعتها بعد سنتين ولا أدري ما السبب؟ [[ذُكِر لنا أن السبب هو صرف المبلغ المذكور على طلاب غير مسلمين]]. وسألته عن رأيه في دين الإسلام؟ فقال: إنه مسيحي وله دين يعتقده، وإنه يدرس التاريخ، وتخصصه في ابن تيمية ويحترم اعتقاداته، وإنه يحبذ وجود أساتذة مسلمين في هذا المعهد لعدم قدرته على فهم دين الإسلام كما يفهمه  أهله. وسألته: هل خَفَّتْ حملة المستشرقين على دين الإسلام؟ فقال: إن أوائل المستشرقين كانوا في الأصل دعاة للدين المسيحي، وعندهم رغبة في فهم اليهودية، وكانت دراستهم تنطلق من وجهة نظر فهمهم للدين المسيحي، فلما وجدوا ما يخالف اعتقادهم هاجموا الإسلام، ولكن الوضع تغير الآن، والمبشرون المسيحيون ليس لهم رغبة أن يدخلوا أحداً في الدين المسيحي [[هكذا قال!]] ولكنهم يريدون تثبيت فهم شامل للدين وهذا حالنا هنا، ولكن من الصعب لغير المسلم فهم الدين الإسلامي فهماً صحيحاً، فلا بد من أساتذة مسلمين. [[يكرر الدكتور ليتيل الإلحاح على وجود أساتذة مسلمين، من أجل الحصول على إعانة مالية للمعهد، والأساتذة الذين يحبذ وجودهم، هم الذين يفهمون الإسلام فهماً استشراقياً أو قريباً منه، بدليل ما ذُكر  لنا من مضايقة الأستاذ الكويتي]]. وهناك مشكلة سياسية، فقد كان الإسلام قبل ألف سنة قوياً في عهد العثمانيين والمغول [[وقد أطلق على العثمانيين الأرمن]] والناس في الغرب خافوا ـ ولا زالوا يخافون من الإسلام إلى الآن، خصوصاً بعد وجود قوة الشيعة واختطاف الطائرات. هذه مسوغات ذكرها الأستاذ ليتيل لهجوم المستشرقين على الإسلام؟!. قلت له: إن المنهج قد يكون غير التطبيق، فقد يوجد منهج ولا يطبقه بعض أهله، فالذنب ذنب من لا يطبق المنهج، وليس ذنب المنهج نفسه، فالشيعة ليسوا حجة على الإسلام، وكذلك غيرهم ممن يخالف الإسلام، وأغلب حكام المسلمين الآن هم علمانيون، وليسوا علمانيين بالمفهوم السائد للعلمانية، وهو: فصل الدين عن الدولة فحسب، بل الوقوف ضد الإسلام عندما يخالف أهواءهم، ومحاربتهم له، وإن ادعوا أنهم مسلمون. قال: نعم ولكن كل واحد يعتقد ما يريد حسب عقله! قلت له: هل الدين عندكم تابع للعقل؟ قال: لا، ولكن الصوفية يأتون بأشياء غريبة وهم مسلمون لم يخرجوا من الإسلام. قلت: ليسوا كلهم مسلمين، بل يوجد منهم غلاة كفرهم علماء الإسلام، كالقائلين بوحدة الوجود. ثم قلت له: هل تعتقد أن التوراة والإنجيل قد حرفا؟ قال: لا أدري. قلت: هل قال أحد من المسيحيين: إنهما قد حرفا؟ قال: إن الأمر يحتاج إلى دراسة، والله عندي واحد. قلت: هل تعتقد فعلاً أنه واحد؟ قال: نعم. قلت: ما دليلك على أنه واحد، ودينكم يقرر حسب كتبكم الموجودة الآن أنه ثلاثة؟ قال: ثلاثة في واحد! قلت: هل يصدق ذلك عقلك؟ قال: أعتقده! لقد كان الدكتور ليتيل يحيد ويراوغ في أجوبته، وظهرت الكآبة على وجهه وعدم الرضا عن هذه المناقشة. وقال له الشيخ: إن دراستك لابن تيمية الذي بنى عمله على الكتاب والسنة قد يزيدك فهماً للإسلام. وزعم الدكتور أن خمساً وسبعين في المائة في القسم من المسلمين وأن الباقين من غيرهم. والذي علمناه يخالف هذه النسبة! ثم زرنا الدكتور المسلم التركي المدعو: ترقاي [[ويبدو أن الدكتور ليتيل غير راض عنه، بدليل أنه لم يذكر لنا اسمه عندما زرناه، وهو يزعم أن المعهد في حاجة إلى أساتذة من المسلمين]]. فسر بنا سروراً عظيماً، وقال: إننا في أشد الحاجة إلى من يعرف الإسلام، ليعلم الناس هنا أن دين الإسلام حق، وإن من المشكلات التي واجهتنا أننا نتحدث عن الإسلام وعدله وأخلاقه، ولكن ما قامت به إيران بعد الثورة جعل الناس ينظرون إلى الإسلام نظرة غير مطمئنة، وقال: إن السنيين طيبون، ولكن يجب أن نظهر اعتقادنا في أعمالنا، فالمبشرون يهاجمون الإسلام ويعملون ضده ويهاجمون السنيين أيضاً. [img]pics/8/8044.JPG[/img]<< د. ترقاي المسلم التركي بجامعة مقيل مونتريال 20/10/1405? >> ثم نزلنا فزرنا المكتبة التي تقوم بالعمل فيها امرأة عراقية لها في البلد كما قالت: خمسة وعشرون عاماً، فمرت بنا على كثير من أقسام المكتبة. ثم دخلنا المتحف وتجولنا فيه، وهو يحتوي على صخور وحيوانات محنطة وغيرها، وكان الوقت ضيقاً، لذلك اضطررنا إلى الاكتفاء بهذه الزيارة الخاطفة لمعهد الدراسات الإسلامية في جامعة مقيل. مع الأخ قطبي المهدي رئيس الاتحادات الإسلامية: ثم جلسنا مع الأخ قطبي المهدي، فأعطانا بعض المعلومات عن نشاط الاتحاد في هذه المدينة، فقال: إن الاتحاد أنشئ في مونتريال سنة 1960م. بدأ في جامعة مقيل عن طريق الجمعية الإسلامية التي كُوِّنت فيها من الطلاب المسلمين، ومنهم إسماعيل الفاروقي، وكان عدد الجالية قليلاً جداً، يصلون الجمعة هنا، وشجعهم الإخوة الطلاب على بناء مسجد خارج الجامعة، فبنوا المركز الإسلامي سنة 1967م، ثم تدفقت أفواج المهاجرين، وأصبح في المدينة أربع جامعات في كل جامعة جمعية إسلامية، يقيمون فيها صلاة الجمعة ويقومون بنشاطات إسلامية أخرى، وهي تابعة للاتحاد الإسلامي. وفي عام 1979م نشأت جمعية في غرب المدينة، وهي جمعية مسلمي كوبيك، وبمساعدة من المملكة العربية السعودية أنشئ مركز كبير للجالية، ويرأس هذا المركز الآن الدكتور محمد أمين، وهو طبيب نفساني يُدَرِّس في كلية الطب. وأنشئ في وسط المدينة مسجدان: مسجد الأمة، ومسجد فاطمة، الأول مستأجر، والثاني بناه أحد التجار السوريين وتديره رابطة الشباب العربي المسلم، وكان إنشاؤه سنة 1978م. ولدينا ثلاثة أئمة متفرغين، أحدهم من رابطة العالم الإسلامي، واثنان من قبل الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، وهما الأخ عبدالرحمن إبراهيم أحمد إمام مسجد كوبيك، والأخ رضوان إمام الجمعية الإسلامية بجامعة مقيل، وعدد المسلمين خمسة وعشرون ألفاً، نصفهم من العرب: لبنان وفلسطين وشمال إفريقيا، والباقون من غير العرب: من الهند وباكستان وإفريقيا، ولا توجد خلافات جوهرية وإنما قد توجد خلافات بسبب حواجز اللغة. والشيعة موجودون، وقد حاولوا أن يحتلوا المساجد ولكنهم فشلوا. ومن المشروعات التي سعينا في إيجادها المدرسة الإسلامية الكاملة، وقد اشترينا المبنى الذي ستكون فيه الدراسة، وهو يُعَدَّل الآن ليتناسب مع الدراسة، وستبدأ المدرسة بإذن الله في شهر سبتمبر من هذا العام، وسينتهي تعديل البناء في 15من شهر يوليو، وسيكون عدد الطلبة في أول الأمر خمسة وسبعين طالباً من المرحلة الابتدائية، وتتدرج المدرسة حتى تصير ثانوية عليا. وقد جمعنا لذلك تبرعات من قبل التجار في المملكة العربية السعودية، ومن الجالية الإسلامية هنا. وستضطر الجالية إلى أن تنفق على المدرسة لمدة ثلاث سنوات، وعندما ترى الحكومة أن المدرسة قائمة، يمكن بعد ذلك أن تتولى الإنفاق عليها. ولدينا مشروع كبير لبناء  مسجد كبير، لأن المساجد الحالية غير كافية، وقد اشترينا أرضاً واسعة كافية للمشروع وعندنا ما يقارب خمسين ألف دولار من تكلفته، ونعتزم إنشاء استديو لإعداد برامج إذاعية وتلفزيونية، وبعض إخواننا في المملكة العربية السعودية الآن يجمع التبرعات، وسيتصل بوزارة الإعلام السعودية لطلب المساعدة في هذا المجال، وسيكون البث من مبنى الإذاعة والتلفزيون، والأمور هنا ميسرة لا يعيقنا إلا وجود الإمكانات. جولة قصيرة في حديقة عامة: ثم ذهب بنا الأخ رضوان إلى إحدى الحدائق العامة في مونتريال، وبها جناح مغطى فيه معرض للأشجار والزهور العالمية، وهو يقع بجانب المبنى الرياضي الكبير الذي أُعِدَّ بمناسبة الألعاب الأولمبية. ثم ذهبنا إلى أحد المطاعم اللبنانية في وسط البلد حيث وجدنا فيه كل أنواع الأطعمة الشرقية والحلويات، قعد الشيخ، ووقفنا أنا والأخ رضوان أمام موظفي المطعم لاختيار بعض الأطعمة، وعرف الموظف أنني عربي فقال: إيش بِتْرِيْدْ؟ باللهجة اللبنانية، فطلبنا ما نريد وتناولنا طعام الغداء ثم عدنا إلى الفندق. زيارة المساجد الثلاثة: جاءنا الأخ رضوان في الساعة السادسة والنصف مساء فذهبنا لزيارة المساجد الثلاثة: المسجد الأول: مسجد الأمة. وهو فرع من مسجد الجالية الإسلامية في كويبك الذي يرأسه الدكتور محمد أمين. وأغلب الذين يصلون فيه عرب، تسعون في المائة منهم مغاربة، وإمامه لبناني تخرج في كلية الشريعة بالجامعة الأزهرية، وهو مبعوث من رابطة العالم الإسلامي. وكنا في هذا المسجد في الساعة السابعة، ولم نجد فيه إلا رجلاً واحداً كان قائماً يصلي العصر، والمسجد يتسع لخمسة عشر صفاً، كما قدرته، الصف يتسع لخمسة وعشرين مصلياً، وعلى هذا فهو يتسع لـ(375)، وهو مستأجر. المسجد الثاني: هو مسجد فاطمة. وهو لا يبعد عن الأول بل يعتبران متجاورين، يفصل بينهما شارع وقد تعجبنا من ذلك، لأنهما في وسط المدينة، وعدد المصلين فيهما ليسوا كثيرين، إلا يوم الجمعة الذي يمكن أن يكفي أحدهما المصلين وبخاصة مسجد الأمة. وهذا المسجد عبارة عن بيت صغير مكون من ثلاثة أدوار، الدور: الأرضي يتسع لخمسين مصلياً تقريباً. والدور الثاني خصص للنساء. والدور الثالث للمكتبة والحارس. ولم نجد فيه أحداً. وقال الأخ رضوان: إن الناس في غير أيام الإجازة لا يحضرون المساجد إلا قليلاً. تعريف بالأخ رضوان: سبق أنه تخرج في كلية الشريعة بالجامعة الإسلامية في المدينة المنورة سنة 1397هـ  1977م. له في مونتريال خمس سنوات، وهو مبعوث من الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، في المملكة العربية السعودية. ومع قيامه بالدعوة يواصل الدراسات العليا، وقد أكمل مرحلة الماجستير، وكان بحثه في القياس عند أبي حنيفة، ويحضر الآن رسالة الدكتوراه وبحثه في الاستحسان، وهو متزوج وله ثلاثة أولاد. تجولنا في المدينة لمدة تزيد عن الساعة. المسجد الثالث: مسجد \"كوبيك\": ثم ذهبنا إلى مسجد الجالية الإسلامية في كوبيك، وهو المسجد الثالث في هذه المدينة، وإمامه الأستاذ عبد الرحمن إبراهيم أحمد السوداني الذي درس في جامعة الرياض، وأكمل الماجستير فيها (واسمها الآن جامعة الملك سعود) في قسم الثقافة الإسلامية. أُذِّن لصلاة المغرب في الساعة الثامنة والدقيقة الخامسة والأربعين، وبعد صلاة المغرب ألقى الشيخ نصيحة للحاضرين، وقدموا بعض الأسئلة وأجيبوا عنها. وهذا المسجد بعيد عن مساكن المسلمين. وطلب بعض الحاضرين أن تمنحهم الجامعة الإسلامية بعض المراجع الإسلامية، كما طلبوا أن تخصص الجامعة لأبنائهم منحاً دراسية ويفضل أن تكون المنح لأبناء الجالية الإسلامية، لأن المسلمين من أهل البلد إذا ذهبوا إلى المدينة لا يصبرون على البقاء مدة طويلة، ويقترحون أن يُفتح لطلاب أهل الغرب قسمٌ لا يتجاوز سنتين ليدرسوا فيه مبادئ الإسلام وشيئاً من اللغة العربية ثم يعودوا. واقترح الشيخ أن يطلب لأمثال هؤلاء إقامة دورات لمدة شهرين أو ثلاثة، كما تقام دورات في بلدان أخرى. وذكر بعض الإخوة أن عدد المسلمين الكنديين يمكن أن يزيد على مائتين. أما في الولايات المتحدة الأمريكية فعددهم كثير جداً. وقال الأخ قطبي المهدي: إن الاتحاد قد أنشأ قسماً خاصاً بالمسلمين في أمريكا وكندا، وفي المنطقة الشرقية ثلاثون ألفاً في السجون، ويوجد شخص مسلم مخصص لهذا العمل وهو أمريكي، وعلى اتصال مستمر بالمسجونين. وقد وضع لهم نظام تعليم بالمراسلة، وهي بمعدل مرتين في العام ويستوعب ما بين ثلاثين وأربعين شخصاً، توزع عليهم الكتب والنشرات. وخصصت لهم كتب. والأئمة والدعاة من الأمريكان، ويوجد أفراد متخصصون لكل الجمعيات، كالبلاليين. ومن المشكلات عندنا عدم وجود كتب صالحة لهؤلاء الناس، ولهذا يُعِد الاتحاد كتيبات ونشرات خاصة تناسبهم. وطلب إمام المسجد أن تقوم المؤسسات الإسلامية، مثل الجامعة الإسلامية، بدراسة واسعة لأوضاع المسلمين في الغرب، وبدون ذلك لا يستطيع الدعاة خارج المنطقة أن يؤدوا ما ينبغي للمسلمين هنا، بل سيكون اهتمامهم في واد ومشكلات المسلمين في واد آخر. من ذلك أنه لا بد للكتاب الإسلامي من اختيار مناسب، ويكون بلغة كل منطقة، وضرب مثلاً لذلك بكتاب مبادئ الإسلام للأستاذ المودودي، قال: إنه قد أسلم بسببه عدد كبير، ولكنه لم يوجد باللغة الفرنسية في هذه المنطقة التي يجيد أهلها الفرنسية ـ يعني مدينة مونتريال ـ وكذلك يجب الاهتمام بأولاد المسلمين الذين ينشأون في الغرب، لأنهم يتربون على مناهج الغرب التعليمية والإعلامية، وقد تعب المسلمون في مجرد إقناع الحكومة الكندية في أن تأذن لهم بإنشاء مدرسة خاصة كاملة، مع أن الحكومة تساعد اليهود والنصارى. كذلك المسائل الفقهية تحتاج إلى علماء في الشريعة الإسلامية، وعندهم اطلاع على أوضاع المسلمين ومشكلاتهم في الاقتصاد وغيره، والمسلمون هنا منقسمون في أوقات الأعياد والصوم واتجاه القبلة. وقال الأخ قطبي: أنا أؤيد ما اقترحه الأخ عبد الرحمن وأحب أن أضيف أن سيل الهجرة المتدفق من المسلمين إلى هذه البلدان أصبح محدوداً، وهم الذين يساعدون في انتشار الإسلام وأصبح العبء كله الآن على الموجودين، وإذا لم توجد وسائل للحفاظ على مكاسب المسلمين الموجودة والدفع بالإسلام إلى الانتشار، فإن في ذلك خطراً على مستقبل الإسلام هنا. والتعليم هو الذي يستوعب أولاد المسلمين خلال خمس سنوات، حيث إن الطفل أو الناشئ المسلم، يبدو أمام زملائه شاذاً في اسمه وفي تصرفاته، إذا كانت إسلامية، فيُحتَقر ويُزدَرى، ولا يستطيع أن يتحمل ذلك الاحتقار والازدراء، فيحاول تغيير اسمه وإخفاء تصرفاته، وانتمائه إلى بلده ودينه، حتى يذوب في المجتمع مع زملائه. ولهذا اقتنعنا بأن الحل الذي لا بد منه، هو التعليم الإسلامي المستقل، وبدونه يكون الناشئ كمن يسبح ضد التيار. والتعليم في حاجة إلى إمكانيات بشرية ومادية. مرحلة النشر، لا مرحلة الإنقاذ فقط. وأضاف قطبي: يجب أن ينظر المسلمون إلى أنفسهم هنا أنهم في مرحلة متقدمة، هي مرحلة نشر الإسلام، ولا ينظروا إلى أنفسهم أنهم في حاجة إلى الإنقاذ فقط، فإنهم إذا نظروا إلى أنفسهم أنهم في حاجة إلى الإنقاذ فقط، تكون النظرة سلبية، وهي في الواقع روح انهزامية، ولو نظر المسلمون إلى أنفسهم هذه النظرة من قبل، لما كان هذا الخير موجوداً في هذا البلد، كما نأمل من المسلمين في البلدان الإسلامية أن ينظروا إلينا هذه النظرة المتقدمة، ويساعدونا على هذا الأساس. ولهذا صممنا أن نقيم مدرسة إسلامية كاملة لأولادنا بإمكانيتنا المحدودة، حتى إذا تشبعوا بمبادئ الإسلام والتربية الإيمانية، لم يضرهم بعد ذلك الاختلاط بأهل التيار المعاكس، لأن المؤمن المعد إعداداً طيباً يرجى أن يؤثر هو في غيره، ولا يتأثر بغيره من المخالفين لمبادئه. هكذا يكون علو الهمة‍: إن هذه الجمل التي سجلتها بنصها تقريباً من كلام الأخ قطبي، قد ينظر إليها بعض الناس نظرة تعجب، وقد يرى فيها شيئاً من المبالغة، ولكن عزة المسلم الصادق وهمته العالية، تقوده إلى التفاؤل والإقدام، وتحول بينه وبين التشاؤم والإحجام. والذي زار أمريكا قبل عشر سنوات وزارها الآن، يرى الفرق الكبير الذي يؤيد نظرة الأخ قطبي، فليثق المسلمون القاطنون في بلاد الغرب أنهم إذا تحركوا جادين بخطوات ثابتة وبإيمان صادق، سيجدون أنفسهم ناجحين في دخول غيرهم في الإسلام مع ثباتهم هم على دينهم، وسيستوطن الإسلام بلاد الغرب اليوم كما استوطن غيرها أمس، بإذن الله! وليتق الله المسلمون في الشعوب الإسلامية وبخاصة حكامهم وأغنياءهم، في إخوانهم المسلمين في الغرب، ويمدوا لهم يد المساعدة بما يقدرون عليه من مال ودعاة وكتب، لينتشر الإسلام في الغرب انتشاراً تتحقق لهم به العزة، كما تحققت لآبائهم من قبل عندما وصل الإسلام إلى شرق الدنيا و غربها، بالجهاد والدعوة والخلق الحسن. ثم أذن لصلاة العشاء في الساعة العاشرة والدقيقة الخمسين.  وبعد صلاة العشاء دعانا رئيس الجمعية لتناول بعض الحلويات والمرطبات في قاعة الاجتماعات بالمسجد. وقد وجدنا في هذه اللقاءات كثيراً من المسلمين المتخصصين في مجالات علمية متنوعة، حُرِمَت منهم بلادهم لعدم عودتهم إليها، بسبب المضايقات التي يجدها بعضهم من حكومات بلادهم، أو عدم تمكينهم من مزاولة تخصصاتهم التي أفنوا في تحصيلها شبابهم، وكثير منهم ساخط على بذل طاقته لبلاد الغرب، مع حاجة بلادهم الشديدة إليهم. ورجعنا إلى الفندق في الساعة الثانية عشرة لأخذ راحتنا. السفر إلى إنديانا بولس: الثلاثاء: 21/10/1405هـ في الساعة العاشرة من صباح هذا اليوم: الثلاثاء ذهبنا إلى شركة الخطوط الأمريكية (إير أمريكان) ليحجزوا لنا جميع رحلاتنا الباقية: ابتداء بشيكاغو، وانتهاء بالمدينة المنورة، وهي كالآتي: (شيكاغو-إنديانا بولس-ديترويت-واشنطن-أتلنتا-تلاهاسي-بنماستي - ميامي-لوس إنجيلوس- سان فرانسسكو-مدريد-الدار البيضاء-جدة-المدينة المنورة). أخذ الموظف تذاكر السفر، واتصل بالشركة في أمريكا وأعطاهم خط السير، وأرقام التذاكر، وقيمتها، وقال لنا بعد أن أمضى ما يقارب الساعة: أمهلوني حتى يأتي جواب الشركة فيما يتعلق بالقيمة، أهي كافية أم لا؟. فذهبنا إلى الفندق لأخذ حقائبنا ومحاسبة الموظفين، وعندما جئنا إلى الفندق لم نجد ثيابنا التي أعطيناهم بالأمس لغسلها، ووعدوا أنها ستجهز الآن، كنا في حاجة إلى السفر وهم يسوفون، وبعد أن مضى نصف ساعة تحققنا أنها لا زالت في المغسلة، فحاسبناهم، ووكلنا الأخ رضوان في تسلمها وبعثها إلى ولد الشيخ في تلاهاسي. والفندق ملك لجماعة من الصينيين، لأن موظفيه كلهم من الصين، ولهذا بدا عليهم أثر الكسل الآسيوي في كثير من خدماتهم في الفندق. ذهبنا إلى صاحبنا ـ موظف الخطوط ـ فقال: إن السعر المطلوب منكم زيادة على ما في التذاكر سبعمائة دولار على كل تذكرة، قلنا: لماذا؟ قال: لأنكم طلبتم تغيير التذاكر من مونتريال إلى شيكاغو، بدلاً من إنديانا بولس وقد تم الحجز لكل المدن التي تريدون، وسلَّمَنا بيانا مطبوعاً على الكمبيوتر بأرقام الرحلات، وأسماء الشركات، والبلدان، والتواريخ. فقلنا: لا حاجة إلى التغيير، فلنذهب إلى إنديانا بولس إن كان في الإمكان، فقال: نعم، وألغى ذلك الحجز الطويل دون أي امتعاض أو تأثر، واتصل بشركة في المطار، وحجز لنا إلى إنديانا بوليس، وأسرعنا إلى المطار فأخذوا ـ حقائبنا وسلمونا بطاقات الصعود، ومررنا بنقاط عبور المسافرين في القاعة، وودعنا الأخ رضوان بعد أن اطمأن على انتهاء الإجراءات وأسرع في العودة إلى منزله وتمنينا بعد ذلك أن لا يكون غادر قاعة المطار، وكان السبب في إسراعه أنه يريد أن يتصل هاتفياً ببعض الإخوة في إنديانا نظراً لمفاجأة تغير السير من شيكاغو إلى إنديانا. الميجر الحاقد! في آخر نقطة من نقاط العبور إلى باب الخروج إلى الطائرة، مررنا بالميجر الحاقد الذي لمسنا منه حقداً أشبه ما يكون بحقد اليهود على المسلمين. سألني سؤالاً فلم أفهمه، لقلة بضاعة اللغة عندي، ولأكلهم الحروف أكلاً عندما يتحدثون، فقال: هل تتكلم الإنجليزية؟ قلت:  لا، وكان هذا سلاحنا في كثير من المطارات، إذا قلنا نو سبيك إنجلش أشفقوا علينا وساعدونا أو تركونا. أما الميجر الحاقد ذو الوجه العابس الذي لا يعلوه البشر، فقد عكس القاعدة، فأخذ بطاقات صعود الطائرة وضرب عليها بقلمه إشارة إلى إلغاء سفرنا على هذه الرحلة، وأشار لنا بأن نرجع إلى موظفي الخطوط الجوية، رجعنا إلى الموظف، وقلت له: نحن لا نتكلم الإنجليزية. وأطلعته على ما فعل إبليس بالبطاقات، فقال لي الموظف: أين صديقكم الذي كان معكم قبل قليل؟ قلت له: رجع إلى بيته. فقال: هل تعرفون اسمه؟ قلت: نعم، فأخبرته باسمه، فأخذ يناديه بواسطة مكبر الصوت، ولكن الأخ رضوان قد غادر المطار، وكنا نظن أن الطائرة قد غادرت المطار أيضاً. تغدو خماصاً وتروح بطاناً: وتحرك الشيخ مسرعاً إلى موقف السيارات، لعله يجد الأخ رضوان، فلم يدركه، ثم كر راجعاً إليَّ، وفي طريقه رأى خمسة من ذوي اللحى الموفرة، والعمائم المكورة، يدخلون من باب القاعة في تلك الساعة، فأسرع إليهم مهرولاً، وعلى الله متوكلاً، فقال رافعاً صوته بعد السلام: أيها الإخوة الكرام، فقالوا له: وعليكم السلام ورحمة الله يا عبد الله، فقال لكبيرهم ظناً منه أنه أميرهم: هل تتكلم العربية؟ فقال: سنتكلم بما يسر الله بها وباللغة الإنجليزية، وكان كلامه قد أضحى باللغة العربية الفصحى، فقال له الشيخ حاثاً له على المساعدة والمعونة: أنا من أهل المدينة، ففرحوا به وقالوا: تلك بلد النور والسكينة، ورحبوا به ترحيباً شديداً، وأكدوا له تلبية طلبه تأكيداً، وجاء الشيخ إلى تلميذه المنتظِر وقال له: أبشر فقد جاء الفرج بأمر قد قُدِر، وكان قابضاً بيده على مظفّر الذي لو حاول الإفلات منه لما كان له منه من مفر! [[الباكستاني الذي جاء به ليترجم بيننا وبين الميجر الحاقد]]. وكان الرجال الخمسة من جماعة التبليغ الباكستانيين. وقلت للشيخ عندما جاء: لقد توكلت على الله حق توكله، كالطير التي تغدو خماصاً وتروح بطاناً. يوم اللطف! وفرح الموظف التابع لشركة الخطوط بالصيد الذي جاء به الشيخ، وأظهر لنا لطفه معنا، فصحبنا مسرعاً إلى الميجر وتخطى الروتين في النقاط، وعندما جئنا إلى الضابط بدأ يتلكأ، وسألنا بعض الأسئلة التي ظهر لنا منها أنه كان خائفاً أن نكون من مختطفي الطائرات والمهاجمين لبعض الشخصيات، ولعل السبب هو ما كان يفعله الشيعة من الاختطافات وغيرها. وكان من أسئلته التي سألنا: كيف عرف بعضكما بعضاً؟ ثم ختم التذاكر، ودخلنا قاعة الانتظار، ثم صعدنا بعد قليل إلى الطائرة، وحمدنا الله الذي يسر لنا ولطف بنا، كما قال الشيخ: هذا يوم اللطف! أقلعت بنا الطائرة من مطار مونتريال في الساعة الثانية والدقيقة الرابعة والعشرين. إنها هي يا شيخ! كنا نظن أن طائرتنا ستهبط في مطار شيكاغو، لننتقل إلى طائرة أخرى تقلع إلى إنديانا بولس، وعندما بدأت تهبط رويداً رويدًا نظرت من النافذة، فإذا أنا أرى على يساري الفندق الذي نزلنا به قبل سبع أو ثمان سنوات في مدينة ديترويت، والبرج التابع له الذي يوجد بأعلاه طابق متحرك يدور بالناس وهم يأكلون ويشربون، والنهر الذي يفصل بين أمريكا وكندا، ولم يساورني شك في ذلك، فقلت للشيخ: إن الطائرة تهبط في مطار ديترويت وليس في مطار شيكاغو، فقال: وما يدريك؟ قلت: رأيت كل المعالم التي كنت رأيتها في رحلتي السابقة، فقال: إن المدن تتشابه، قلت: مهما تشابهت فإن هذه ديترويت، ورأيت عندئذ الجسر الحديدي المعلق على النهر الذي تعبر عليه السيارات بين البلدين أمريكا وكندا، فأكدت للشيخ أن هذه ديترويت، فقال: هم قالوا لنا أن الطائرة ستهبط في مطار شيكاغو، فقلت: ولكنها هي يا شيخ، أي ديترويت، وعندما هبطت الطائرة في المطار اتضح فعلاً أنها مدينة ديترويت، وكان هبوطها في الساعة الرابعة والدقيقة السابعة فكانت مدة الطيران بين مونتريال و ديترويت ساعة وثلاثاً وأربعين دقيقة. تمت مراجعة هذا الكتاب في الساعة الرابعة والنصف بعد الظهر من يوم الأربعاء 20/11/1426هـ ـ21/12/2005م والحمد لله رب العالمين. وصلى الله على سيدنا محمد خاتم النبيين والمرسلين وعلى آله وصحبه وسلم"
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "ملاحق الكتاب",
    "content": "روابط من الشبكة العالمية عن المسلمين في كندا: والمقصود من هذه الروابط أمران: الأمر الأول: الأحداث التي جدت بعد فترة طويلة نسبياً من كتابة هذه السلسلة وما نال المسلمين من أذى قولي وفعلي. الأمر الثاني: اجتهاد المسلمين المهاجرين في إقناع الغربيين بأنهم لا يكنون لهم عداء. الرابط الأول: http://www.islamonline.net/arabic/daawa/2005/05/article09.shtml الرابط الثاني: http://www.islamonline.net/Arabic/news/2004-12/26/article04.shtml الرابط الثالث: http://www.islamonline.net/Arabic/news/2004-07/27/article13.shtml الرابط الرابع: http://www.islamonline.net/Arabic/news/2004-07/01/article15.shtml الرابط الخامس: http://www.islamonline.net/Arabic/news/2004-07/01/article15.shtml الرابط السادس: http://www.aad-online.org/2004/ArabicSite/Arabiclinks/aad2/17/1.htm سلسلة في المشارق والمغارب رحلة اسبانيا الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1427هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "الرحلة إلى إسبانيا 1405هـ",
    "content": "[img]pics/8/8042.JPG[/img]<< خريطة اسبانيا >> السفر إلى مدريد عن طريق نيويورك!. الثلاثاء: 13/11/1405هـ جاءنا في صباح هذا اليوم الثلاثاء الأستاذ عبد الحميد سِنُّو الذي نقلنا من الفندق إلى المطار وبعد أن أنهينا فيه إجراءات السفر، صعدنا إلى الطائرة البوينج التي أقلعت بنا في العاشرة صباحاً إلى نيويورك. زاجر الكفار والمشركين! عندما ركبنا في مقدمة الطائرة في الدرجة الأولى كان على يميننا راكب واحد، ووراءنا راكبان، وبقية المقاعد في الدرجة الأولى والتي تليها فارغة تقريباً، بخلاف الدرجة السياحية، فإنها مملوءة بالركاب. كان الرجل الذي عن يميننا يسارقنا النظر، وبِيَدِي حقيبة صغيرة فيها جواز السفر والتذاكر والشيكات وأشياء أخرى خفيفة، والحقيبة تبدو منتفخة، وقد سميتها بالحبلى بسبب ذلك، وكنت أحتاج بين حين وآخر إلى فتحها وغلقها، والرجل ينظر ويتحفز، والظاهر أنه من رجال الأمن وأنه كان يخاف أن يكون الحبَل خطيراً ـ أي حبَل الحقيبة ـ وقمت إلى المرحاض ولما خرجت منه وجدته بجانبه، وظننت أنه يريد المرحاض، ولكنه عندما رآني قعدت رجع هو إلى مقعده. واستأذنت من المضيفة في أن أنتقل إلى مقعد في الخلف بجانب النافذة، لأطل منها على الأرض، فقالت: لا بأس. والتفت صاحبنا، فلم يرني على مقعدي السابق، فأخذ ينظر يميناً ووراء، فرآني على المقعد الخلفي، وكنت أسارقه النظر وكأني لا أدري عنه، وأكثرت من فتح الحقيبة وغلقها عندئذٍ متعمداً، فرجع هو إلى الخلف، ووقف ورائي لا ينظر إليَّ مباشرة، ولكن كلانا يسارق صاحبه النظر، ثم عاد إلى مقعده. وقمت فذهبت إلى الشيخ وقلت له: المقاعد فارغة في الوراء فإذا شئت أن تنتقل بجانبي، فانتقل الشيخ، وقلت له: أنا سأكثر من فتح الحقيبة وغلقها وأتحرك يميناً ويساراً، وأنت انظر إلى الرجل، فزاد قلق الرجل، فكان يقوم ويقعد ويسير هنا وهناك وأنا منكس رأسي، ومر بنا فوقف هذه المرة ونظر بدون مسارقة، فوجدني أكتب في مذكراتي، والظاهر أنه اطمأن. وعندما عرف الشيخ ذلك تذكر الفتاة الصينية التي رقصت هلعاً، والحارسين الذين فزعا في شركة السيارات كاديلاك في لوس أنجيلوس، كما ذكرت ذلك في الكتاب الخاص بالولايات المتحدة الأمريكية، ثم قال الشيخ: إن رجلاً في نيجيريا سمى نفسه: زاجر الكفار والمشركين، يتجول في مساجد نيجيريا، وعصاه في يده، وأنت ينبغي أن تُسَمَّى مخوف النصارى والملحدين، فهذا الرجل نصراني، وتلك الفتاة صينية والغالب أنها ملحدة. كان النهار مشمساً، مما ساعدني على التمتع بجمال مناظر الأرض التي كنا نسبح فوقها، وهي مشابهة للأراضي التي مر أن وصفتها في كثير من الولايات الأمريكية. ثم هبطت بنا الطائرة في نيويورك في الساعة الثانية والنصف بتوقيت سان فرانسسكو، الخامسة والنصف بتوقيت نيويورك، فكانت مدة الطيران من سان فرانسسكو إلى نيويورك أربع ساعات وثلاثين دقيقة، وكان هبوطها في مطار كندي. ترقب وهرولة: عندما نزلنا من الطائرة أرينا الموظفة المرشدة في المطار بطاقاتنا وهي بطاقات مرور \"ترانزيت\" وكانت معنا امرأة كينية تتحدث اللغة العربية ولا تتحدث اللغة الإنجليزية، وهي مسافرة إلى القاهرة عن طريق أثينا، فسألتنا: الإخوة عرب؟ قلنا: نعم، قالت: أنا لا أتكلم الإنجليزية وأريد القاهرة عن طريق أثينا، فتذكرت عندئذ مثلاً يمنياً مناسباً للمقام، لأنا نحن وهي في الإنجليزية سواء تقريباً، والمثل يقول: \"عمياء تخضب مجنونة\"! ولكني قلت لها: اتبعينا، ولعل الله ييسر أمرنا وأمرك. وقالت لنا الموظفة: اقعدوا هنا وإذا جاء موعد سفركم سآتيكم، قال الشيخ: الأحسن أن نصلي، فذهبت لأتوضأ، وعندما رجعت وجدت الشيخ يتلفت هنا وهناك فلما رآني، قال: هيا ذَهبوا! وأخذنا نهرول ونسأل، ونخرج من قاعة إلى أخرى، ومن مبنى إلى آخر، وفي آخر المباني، رأينا المرأة الكينية راجعة فقلنا لها: أين الموظفة التي كانت معك؟ قالت: لا أدري، قلنا لها: الحقي بنا، قالت: حقائبي لم أجدها، قلنا: حقائبك ستجدينها في القاهرة إن شاء الله، ونحن حقائبنا سنجدها في مدريد فلحقتنا، وسألنا إحدى الموظفات: إلى أين نذهب؟ فأشارت إلى سهم قد رسم على البلاط في الأرض، وهو مرشد صامت هكذا: A              A والأسهم وحرف A كثيرة جداً، لأنها استمرت في عدد من القاعات والممرات، وهي رمز للشركة، فأخذنا نهرول مع تلك الأسهم، أنى اتجهت اتجهنا، حتى دخلنا إحدى القاعات، فسألنا إحدى الموظفات، فأخذت بطاقاتنا وكتبت عليها رقم الرحلة ولم تقل شيئاً، وانطلقنا لا ندري إلى أين نتجه، وقد انقطعت عنا الأسهم، والقاعات والممرات كثيرة، والناس سائرون في كل اتجاه بسرعة هائلة، لا يلتفت أحد إلى أحد. ورأينا أحد المسافرين وهو عربي فقلنا له: إلى أين؟ قال: إلى أثينا، ففرحنا به من أجل تلك المرأة المسكينة، فأوصيناه بها ووعد خيراً وعسى أن يصدق. ووجدنا موظفة أخرى فسألناها: إلى أين نسير؟ فكتبت لنا رقم باب الخروج على البطاقات، فتنفسنا الصعداء، وقد بلل ثيابنا العرق من شدة الجري، وعندما وصلنا إلى الباب سألنا الموظفة متى الإقلاع؟ قالت: اقعدوا، فصلينا الظهر والعصر، وقعدنا إلى الساعة السابعة والربع. وصعدنا إلى الطائرة الجامبو ذات الطابقين، ولم تقلع من مطار كندي بنيويورك إلا في الساعة الثامنة والدقيقة العشرين، لشدة الزحام في المطار، الطائرات صاعدة وهابطة والناس داخلون وخارجون. وبصعودنا إلى هذه الطائرة تركنا الولايات المتحدة الأمريكية، سائلين الله أن يحفظ المسلمين فيها، ويوفقهم للمحافظة على أبنائهم، وللاهتمام بالدعوة إلى الله، وأن يوفق المسلمين في خارجها حكاماً وشعوباً لمساعدتهم، كلٌ بما يستطيع، وأن يأتي يوم من الأيام ترتفع فيه راية الحق على سمائها كلها، وسماء العالم الغربي والشرقي وما ذلك على الله بعزيز. وأخذت الطائرة بعد انطلاقها من زحام مطار كندي تنهب الجو نهباً، وأخذت الشيخ غفوة كعادته، لم تدم إلا أربع ساعات تقريباً! ولعل الشيخ أراد بهذه الغفوة أن ينسي هرولة مطار كندي المتعبة. وأخذت أنا أكتب في مذكراتي هذه، اغتناماً لطول المسافة ومعرفتي بضيق وقتي إذا رجعت إلى المدينة. طلبت من المضيفة أن تكتب لنا في البطاقة الأسبانية المعلومات اللازمة ففعلت، والبطاقة الأسبانية أقل بطاقات الدول التي زرتها معلومات، فهي لا تزيد عن كتابة الاسم والعنوان والعمر والتاريخ. صلاة الفجر: الأربعاء: 14/11/1405هـ ولما قام الشيخ من غفوته كنت قد توضأت، وقام هو فتوضأ، وكانت الساعة تشير إلى الواحدة صباحاً بتوقيت نيويورك، الساعة السادسة بتوقيت مدريد، والسابعة بتوقيت المملكة، وقد قطعنا ما يزيد على خمس ساعات في الجو فنظرنا من نافذة الطائرة، وإذا الفجر قد انبلج، فمددنا غطاء من أغطية المسافرين في مقدمة الطائرة وصلينا. ثم أخذت أطل من النافذة، فبدا لي منظر الشمس في السحاب كالنار التي شبت في مواد قابلة للاشتعال، حمرة شديدة وهي تزحف شيئاً فشيئاً نحو الغرب المعتم، الذي مازالت بعض دُنَاه [[جمع دنيا]]. متلفعة بظلمة الليل الناشئة عن ظل الأرض، فإذا نظرت من الجانب الآخر رأيت السحب الداكنة المتراكمة التي تنتظر تلك الأشعة الزاحفة إليها. في مطار مدريد: وكانت الطائرة عندئذ على اليابسة قد تركت المحيط الأطلسي (بحر الظلمات سابقاً) خلفها، وانحرفت من الشمال إلى الجنوب، ثم هبطت في مطار مدريد الدولي في الساعة الثامنة والدقيقة الخامسة والعشرين بتوقيت أسبانيا، الثانية والدقيقة الخامسة والعشرين بتوقيت نيويورك، فكانت مدة الطيران بين نيويورك ومدريد خمس ساعات وخمساً وثلاثين دقيقة. لحية وشغلة! كنت قد كتبت للشيخ بطاقته مستعيناً بكتابة المضيفة في بطاقتي، وكتابتي بالإنجليزية تجعلني أتفاءل بصغر سني، لأنها شبيهة بكتابة الطفل عندما يبدأ يتعلم، يحتاج إلى من يمسك يده بالقلم ليساعده، ولكني كنت مع الشيخ بطلاً كما أطلق عليّ في بعض المناسبات، وقد انطبق علينا المثل اليمني القائل: لماذا جعلوك شيخ (شيخاً؟) قال: ما حصلوا غيري!. وكنا خائفين أن تكون الكتابة غير صحيحة، ولا ندري ماذا نفعل عندما يسألنا موظفو الجمرك والجوازات باللغة الأسبانية التي لم نصادفها إلا اليوم، وعندما وقفنا أمام الموظف في الصف، كان صاحبنا - موظف الجوازات - ملتحياً ولحيته كثة، فنظر إليه الشيخ وقال: لحية وشغلة! يعني أنه ملتح ويمكن أن يحدث لنا مشكلة! وكنا قد سمعنا بعض الإخوة يقول: إن معاملة الأسبان صعبة، وإنهم متعصبون للغتهم، ولكنا بحمد الله حصلنا لحية بدون شغلة، فقد كانت المعاملة ميسرة بشكل لم نره في أسفارنا، فصاحب اللحية لم ينبس ببنت شفة، لا بسؤال ولا بغيره، بل نظر في الأوراق وختم الجوازات ولم يلتفت إلينا. ثم مضينا إلى ساحب العفش، فأخذنا حقائبنا وخرجنا من باب الجمرك فقال الموظف لنا كلاما لا ندري ما هو؟  فرمى له الشيخ كلمة: \"سعودية\" فهز الرجل رأسه وأشار لنا إلى باب الخروج دون أن يفتش أي حقيبة من حقائبنا. بيع المعاطاة: وذهب الشيخ إلى موظف البنك فصرف مبلغاً من الدولارات بالمناولة من كلا الطرفين، فلا كلام من موظف البنك ليعتبر إيجاباً، ولا من الشيخ ليعتبر قبولاً، ولكن المناولة التي تسمى: معاطاة في كتب الفقه تعتبر إيجاباً وقبولاً عرفيين نافذين في بعض المذاهب الفقهية فَعَقدُ الصرف كان صحيحاً بهذا الاعتبار والحمد لله. رشدان بدل بهيج: كنا نظن أن الأخ الدكتور بهيج ملا الذي قضى فترة طويلة في أسبانيا هو الذي سيكون في انتظارنا، لأن الأخ أسامة خليفة اتصل به من لوس أنجيلوس قبل سفرنا من سان فرانسسكو، وأخبره بوصولنا لييسر لنا ما نحتاج إليه، وعندما خرجنا لم نجده، ووجدنا شاباً طويلاً يرحب بنا، وهو كمال رشدان اللبناني الذي انتدب من قبل مكتب ابن فرناس للسياحة والتجارة في مدريد، بطلب من الأخ محمد عمر فلاتة، الذي ظل يتابع تحركاتنا من المدينة التي يسكن فيها بأمريكا \"أتلانتا\" طوال مدة رحلتنا من مدينة إلى أخرى شفقة بوالده وبرفيق والده، اتصل بهذا المكتب وأعطاهم رقم الرحلة وطلب منهم استقبالنا."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "في مدينة مدريد",
    "content": "أوصلنا كمال إلى فندق في وسط البلد يسمى \"يورب بلدنج\" أي عمارة أوروبا، وهو فندق كبير من الدرجة الأولى. واتفقنا مع كمال على أن يدعنا نرتاح إلى الساعة السادسة، لأنا كنا في أمس الحاجة إلى الراحة، حيث مر بنا يوم وليلة وجزء من يوم آخر ونحن في سفر، وكان تحليقنا في الجو وحده يقارب اثنتي عشرة ساعة. جاءنا كمال في الوقت المحدد إلى الفندق، وطلب لنا طعام الغداء من الفندق، فتغدينا وذهبنا معه في جولة في مدينة مدريد. جولة في مدينة مدريد: وكان أول شارع مررنا به، وهو قريب من الفندق، شارع الكاستيانا، الذي يقع عليه المجمع الحكومي وأغلب وزارات الدولة، وبقربه ساحة تسمى: ساحة كولومبس الأسباني الشهير الذي قيل عنه: إنه أول من اكتشف القارة الأمريكية، وبجانب الساحة مكتبة مدريد العامة، وفي الساحة أعدت النوافير رمزاً لتحية البطل المكتشف، وبجانبها مكاتب البريد والبنك الأسباني المركزي. ثم مررنا بشارع آخر يسمى شارع الكلاه، الظاهر أن المراد به كما قال كمال: القلعة، والعجم يخففون العين التي يرمز لها عندهم بالحرف (A) مع العلم أن \"أل\" موجودة في أول الكلمة \" Al\" وهي توجد في كثير من الكلمات  الأسبانية وهي: (أل) التعريفية في اللغة العربية إلا أنها تكتب بالحرفين اللاتينيين \" Al\" بدلاً من THE الإنجليزية، وستأتي كلمات عربية كثيرة فيها تحريف قليل في النطق. ثم مررنا بالشارع الكبير، وهو وما قبله يخترقان مدينة مدريد القديمة التي مضى على مبانيها أكثر من مائة عام، وهذه المباني وشوارعها شبيهة بمباني القاهرة وشوارعها القديمة، حتى اسوداد المباني، وهذا الشارع يؤدي إلى ساحة تسمى: ساحة أسبانيا تقابل السائر فيه إلى جهة الشمال عمارة ضخمة طويلة. ومررنا بالقصر الملكي الذي يستقبل فيه الملك الناس ويؤدي فيه أعماله الرسمية، وتقع أمامه حديقة  محاطة بتماثيل ملوك أسبانيا. ثم مررنا بعده بشارع الأميرة، وفيه محلات تجارية كبيرة، ويقع في الشمال الغربي منه بوابة تسمى: قوس النصر، بني في عهد من يصفونه بالدكتاتور، الحاكم العسكري: فرانكو، بناه رمزاً لانتصاره على أعدائه، وبقربه على يسار الخارج من المدينة تقع وزرة الدفاع الجوي. ثم مررنا بحديقة قريبة منه تسمى: الروساسلي، أي منتزه الورود وفيها حدائق غناء، وبقربها منتزه آخر يسمى بالمعبد المصري، وهو ساحة ركبت فيها حجارة أهديت من مصر. ثم رجعنا متجهين إلى شمال غرب المدينة، فمررنا بقوس النصر الذي انهزم فيه بانيه المنتصر قبل بنائه، وهو يقع على يسارنا وبعده تبدأ المدينة الجامعية \"جامعة مدريد\" التي يقسمها الشارع، وأغلبها يقع على اليمين، ويسمى هذا الشارع بشارع شمال أسبانيا. ويقع على يسار الخارج من مدينة مدريد، بعد المدينة الجامعية مبنى مجلس الوزراء الأسباني. ثم ذهبنا إلى قصر البرذو الذي كان يعيش فيه فرانكو أيام زمان، وهو محاط بمنطقة واسعة جداً من جميع الجهات، فيها غابة كبيرة كانت خاصة بمزاولة فرانكو فيها صيد الغزلان وغيرها. وقد أصبح قصر فرانكو الآن مخصصاً لنزول الضيوف الكبار على الحكومة الأسبانية. وفي هذه القصور عبرة لمن اعتبر، إذا رآها الزائر تذكر الباني، وأين هو الآن، ومن يسكنها بعده قال: سبحان الحي الباقي! ويحيط بالقصر ثكنات عسكرية، وبقربه قرية صغيرة، فيها مطاعم وبارات، يرتادها أهل مدريد للنزهة أيام الإجازات. والمنطقة كلها منطقة غزلان، ولكنا لم نر في طريقنا كله شيئاً منها، ولعلها كانت في الأدغال البعيدة عن الشارع هرباً من الاصطياد. تجاوزنا القصر قليلاً، وأخذنا له صوراً مع الغابة التي تحيط به وهي مناظر جميلة. وقال كمال: إن عدد سكان مدينة مدريد يتراوح ما بين أربعة وخمسة ملايين. ثم رجعنا في نفس الطريق إلى المدينة، وأرانا كمال شارعاً يتجه إلى اليمين بالنسبة للداخل إلى المدينة، قال: إنه يؤدي إلى مقصورة الملك الحالي، خوان كارلوس، ومررنا بعده بباب قديم، يسمى باب الفرنسيين، رمزاً لانتصارهم عندما فتحوا مدريد، وبعدها يقع قوس النصر السابق. ثم دخلنا الحديقة المسماة بالحديقة الريفية، وهي حديقة واسعة جداً تشتمل على بحيرة صناعية وحديقة حيوان، ولكبر هذه الحديقة يسمح للناس أن يدخلوها بسياراتهم، لعدم استطاعتهم  قطعها مشياً، وبها ملاهٍ للأولاد ومنتزهات، قال كمال: إنها تعتبر متنفساً لسكان العاصمة، ولم نتمكن من زيارة الحيوانات لضيق الوقت. ثم عدنا شرقاً إلى المدينة، فمررنا بمدينة مدريد القديمة وهي بيوت شعبية، وبها باب طليطلة التي يدخل القادم من طليطلة وهي في الجنوب، منه إلى مدينة مدريد، ويخرج قاصداً طليطلة منه، وطليطلة تبعد عن مدينة مدريد بخمسة وسبعين كيلو متراً. وسيأتي الكلام عن بعض آثارها الإسلامية الباقية. ثم مررنا بحارة تسمى: أمْباخْدوسْ، شوارعها شبيهة بشوارع نيويورك، وبجانبها يقع مبنى وزارة الزراعة، وبقربه تقع إحدى محطات القطار الكبيرة. الجمعية الإسلامية في مدريد: واقترب وقت صلاة المغرب، فطلبنا من كمال أن يوصلنا إلى أقرب مركز إسلامي لنصلي فيه ونلتقي ببعض إخواننا المسلمين، فذهب بنا إلى منطقة ووقف سيارته، وأخذ يسأل أهل الدكاكين عن مسجد كان يتوقع وجوده في المنطقة، فدلوه على إحدى الشقق في إحدى العمارات، فقال لنا: ادخلوا وأنا ألتمس لسيارتي موقفاً، فدخلنا ووجدنا لوحة على باب الشقة كتب عليها: الجمعية الإسلامية في مدريد. طرقنا الباب وكان مفتوحاً فسلمنا ودخلنا فوجدنا عدداً من المسلمين في المسجد، ومنهم رئيس الجمعية الأستاذ رياج تطري، وهو سوري، ومقر الجمعية مستأجر، وقال الأخ رياج: إن الجمعية أنشئت سنة 1971م، وكانت قبل ذلك موجودة ولكنها غير رسمية، والمسجد يمتلئ يوم الجمعة بالمصلين. والجالية الإسلامية في مدريد تقدر بثلاثين ألف مسلم، ثلثهم تقريباً من المغرب، والمغاربة في غير مدريد هم الأغلبية. وعدد أفراد مجلس شورى هذه الجمعية خمسة وعشرون عضواً، أما المنتسبون إلى الجمعية فكثيرون. وقد بدأت الجمعية بنشاط طلابي يسمى: رابطة الطلبة المسلمين، كانت مهمتها تنظيم شؤون الطلاب، ورعايتهم في هذا البلد، وكذلك رابطة الأطباء المسلمين -ومعظم الإخوة أطباء - وتوجد عندنا لجنة الدعوة إلى الله. ونحن بصدد تأليف رابطة العمال المسلمين، ولدينا مجلة إسلامية باللغة العربية، تسمى العروة الوثقى، وأخرى باللغة الأسبانية، وتسمى الإسلام. ويوجد لدينا نشاط نسوي، ولكن المكان الآن لا يتسع للرجال والنساء. ويشترط في جمعيتنا في العضوية الكاملة الالتزام الكامل بالإسلام، أما العضو المساعد فيمكنه أن ينتسب إلينا على حاله. ونقوم ببعض المخيمات الإسلامية، انتهينا من أحدها قبل عشرين يوماً، واشترك معنا فيه الأخ إسماعيل الكيلاني - وهو أحد محرري مجلة الأمة القطرية - الذي كان موجوداً في المسجد. وبنينا مسجداً في غرناطة منذ سنة ونصف السنة، وهو مسجد عمر وتتبع جمعيتنا خمسة عشر جمعية، ومجلس الشورى يشملها كلها، وهو الذي يضع سياستها العامة، وينتخب إدارتها العامة. ثمان جمعيات من الجمعيات المذكورة كبيرة، وسبع منها صغيرة ويستفيد من جمعيتنا عامة المسلمين. وتوجد جمعيات ذات طابع ثقافي في أسبانيا. وعدد المسلمين الأسبان في ما علمنا ثلاثمائة، وهذا الرقم يشمل الكبار والصغار والرجال والنساء، وبعضهم يبالغون في رقمهم بالألوف. ونحاول تحسين أحوال كل المسلمين المنتمين إلى جمعيتنا، وسندعوهم إلى ذلك في أقرب وقت. وكان وقتنا ضيقاً، فودعنا الإخوة ورجعنا إلى الفندق. الدكتور بهيج يزورنا ويعتذر: اتصلنا بالأخ الدكتور بهيج ملا هاتفياً، فأبدى أسفه أنه لم يدركنا في المطار بسبب الخطأ الذي أعطيه في المعلومات عن وصول رحلتنا، فطلب منا أن يحضر لمقابلتنا الآن فرحبنا به فجاء هو وبعض الإخوة. معلومات موجزة عن المسلمين: وذكر أن المركز الإسلامي عندهم أنشئ في سنة 1966م وله فرع في برشلونة، وآخر في غرناطة، كما توجد مدرسة ابتدائية وإعدادية تابعة للمركز في غرناطة، ومن نشاط المركز الإشراف على ترجمة بعض الكتب وطبعها وتوزيعها، وأعددنا أفلاماً عن العبادات الإسلامية وآثار الأندلس. [[وقد شاهدنا هذا الفيلم في مدرسة ابن رشد في غرناطة]]. ولديهم مشروع إقامة مدرسة برشلونة، ومشروع تخصيص أرض لمخيم دائم، والتعاون مع السفارات الإسلامية في بعض القضايا، ويقومون بعمل دورات تربوية وتثقيفية للبنين والبنات في مخيمات، لكل جنس خمسة عشرة يوماً في السنة. وذكروا أن عدد الطلاب والطالبات في مدرسة ابن رشد في السنة الماضية كان ستين طالباً وطالبة، والسبب في إنشائها الخوف من ذوبان أولاد المسلمين في المستقبل، كما حصل ذلك في أمريكا الجنوبية، حيث يكاد المسلمون في بعض بلدانها يذوبون في المجتمع الكافر، إذ لا يوجد عندهم من الإسلام إلا الهوية بمرور خمسة أجيال. وللأسبان المسلمين مركز في غرناطة. التثبت من حقيقة منهج  بعض الجماعات الإسلامية: وقال الأخ بهيج: إنها توجد جماعة الكتاني الذي جاء في حدود الثمانين وقد تعرف الكتاني على شخص وعمل له مركزاً في مسجد قديم، واتضح فيما بعد أن الرجل غير مسلم بل ظهر أنه سرق مجوهرات وسجن، ثم زار الكتاني غرناطة ووجد فيها صوفياً من الأسبان وساعده أيضاً، واتضح أنه كان يستعمل الحشيش وقد أفلس وباع المركز للشيعة. ثم اتصل الكتاني برجل يدعى عبد الرحمن مدينة، وقدم له بياناً  بعشرين مركزاً للأسبان المسلمين وساعدهم، وكل تلك البيانات كذب، والكتاني يمني نفسه بأن هؤلاء الذين يتعاون معهم يمكن أن يعيدوا الأندلس الإسلامية! وقد عمل لهم مؤتمراً في غرناطة اختلط فيه الرجال والنساء وفي هذه السنة عمل مؤتمراً عالمياً في أحسن فندق في غرناطة بدون فائدة. ثم غادر الأخ بهيج وزملاؤه الفندق، وطلبوا منا أن يقوموا هم بمرافقتنا إلى الأماكن السياحية في أسبانيا، وفي الأندلس خاصة، بدلاً من المكتب السياحي، وقد كان ذلك. المركز الإسلامي يتولى شأن زيارتنا: الخميس: 15/11/1405هـ جاءنا في صباح هذا اليوم الخميس الأخ حسان سلامة الذي يحضر الدكتوراه في الأدب الفلسطيني، وله في مدريد ثلاث سنوات، وهو رئيس المركز الإسلامي في مدريد ومندوب الرابطة في أسبانيا، مررنا بمكتب الخطوط الأمريكية، بقرب الفندق لتأكيد الحجز للسفر إلى المغرب في يوم الاثنين الموافق: 19/11/1405هـ نظر رجل الأمن في مكتب الخطوط إلى: \"الحبلى\" حقيبتي اليدوية المنتفخة وقال: افتحها، فمددت بها إليه فتأخر وأشار إلي أن افتحها، فلما فتحتها اطمأن، وأشار إلينا بالدخول فقال الشيخ: زاجر النصارى والملحدين، مشيراً إلى ما حصل في طائرة نيويورك ـ سان فرانسسكو. أكدت لنا الموظفة الحجز من مدريد إلى الدار البيضاء، واعتذرت من تأكيده من الدار البيضاء إلى جدة، وقالت: أكدوه إذا وصلتم إلى المغرب، فقال الشيخ - مجاملاً وكانت مجاملته مبنية على أساس صحيح: قل لها: إننا وجدنا في خطوطهم خدمة جيدة جداً، فسألت الأخ حساناً: ما اللفظ العربي الذي يساوي: ثنكيو في اللغة الإنجليزية؟ فقال لها: شكراً، فهزت رأسها للشيخ مبتسمة، وقالت: شكراً، فانتشى وقد أصبح أهل اللغة الإنجليزية يحدثونه بلغته بسبب دعاباته المباحة: ومن لم يشكر الناس لا يشكر الله. معلومات عامة عن أسبانيا: ثم خرجنا مواصلين سيرنا إلى مكتبة الأوسكوريال الشهيرة، وفي الطريق كتبت عن الأخ حسان المعلومات الآتية: إن ثلاثة ملايين في أسبانيا عاطلون عن العمل، منهم ثلاثون ألف طبيب. وكان الشيوعيون قد احتلوا البلد قبل الحرب العالمية الثانية، وكان فرانكو آنذاك في الصحراء الإفريقية، فجاء في سنة 1936م وقاومهم حتى انتصر عليهم، وجازاهم على تمردهم أن جعلهم يحفرون كنيسة في جبل، وهي موجودة، وذلك عبارة عن أشغال شاقة، وسمى الوادي الذي فيه تلك الكنيسة: وادي الشهداء. اتحاد الطلبة المسلمين نواة المركز الإسلامي: والمركز الإسلامي ملك للمسلمين، وهو وقف إسلامي، بدأ العمل فيه سنة 1967م، عندما أصدر فرانكو قانون حرية الأديان، خشيه من ضياع ملكه من يده، وكان الكاثوليك وحدهم هم الأحرار في دينهم. فتألف في تلك الفترة اتحاد الطلبة المسلمين، ثم تطور إلى المركز الإسلامي. واستدعى فرانكو في آخر الأمر ابن الملك خوان كارلوس الذي رباه هو على يده، وكان الملك معتقلاً، وأقام النظام الملكي وأذن بحرية الأديان، ليوجد بذلك أكثر من جبهة ضد الشيوعية، وكان حرس فرانكو الخاص من المغاربة حتى فارق الحياة، إذ كان يثق فيهم أكثر من غيرهم، ولذلك أعطاهم مسجداً قديماً في قرطبة تكريماً لهم، وكان المسجد قبل ذلك مستودعاً، ومنحهم مقبرة لموتاهم في مدريد، وتوسع العمل الإسلامي الذي تحتم معه إقامة مركز إسلامي في مدريد وفروع له في المدن الأخرى. ثم انفصل عن الاتحاد والمركز مجموعة، وهم الذين ألفوا الجمعية الإسلامية. ومن أحسن ما قام به المركز هو إنشاء المدرسة، وهي ملك المسلمين تابعة للوقف، وفيها عشرة أساتذة تنطبق عليهم شروط النموذج الأسباني، مع فهمهم للدين وتمسكهم به، لذلك سيعترف بالمدرسة النظام الأسباني، ويدرس فيها الدين الإسلامي والتاريخ الإسلامي، وتلتزم المدرسات باللباس الإسلامي وكذلك الطالبات، والمدرسة مجهزة بوسائل التعليم من فيديو وأشرطة وكتب إسلامية، وفيها مرافق نشاط رياضية ومسجد، وبها ثمانية صفوف من الأول إلى الثامن، وهي أول مدرسة إسلامية في أسبانيا بعد سقوط غرناطة، وأول مدرسة في أوروبا من نوعها، بعد مدرسة ألمانيا في ميونخ. وبعض أمهات الطلبة المسلمين نصرانيات، لا يسمحن بدخول أولادهن المدرسة إلا بثقة في مستقبل المدرسة، أو ضغط من الآباء إذا كانوا ملتزمين، ولهذا لا يزال العدد قليلاً. وقد بدأ التسجيل يزداد، ولو قدرنا على إنشاء نظام داخلي لاستطعنا جلب عدد أكبر، لأن كثيراً من الآباء يسكنون في مناطق نائية عن المدرسة، لا يستطيعون إحضار أولادهم يومياً، ولهذا اضطررنا أن نبعث إليهم من يعلم أولادهم في مناطقهم في أيام الإجازات، وقد افتتح المدرسة الدكتور توفيق القصير أمين عام الندوة العالمية للشباب الإسلامي. ومما ساعدنا على إنشائها أن الملك فهداً [[رحمه الله]] تبرع بمبلغ لاستئجار مقرين لمدرستين، فرأينا أن شراء المدرسة الواحدة في أول الأمر خير من الاستئجار، وقد كنا عازمين على استئجار مدرسة في غرناطة، وأخرى في برشلونة، ولدينا مبلغ في البنك لشراء أرض في برشلونة، بعد أن تعد له دراسة من جميع الوجوه، وقد تفاهمنا مع المسلمين في برشلونة، وكانوا يفكرون في إنشاء مدرسة لأولادهم، فعرضنا عليهم أن نتولى نحن ذلك لما لدينا من خبرة، ونحن في انتظار جوابهم، وقد ظنوا أن هدفنا من وراء ذلك الربح، فأخبرناهم أن الأصل هو إنقاذ الأولاد بتعليمهم، وليس هو الربح المادي. مشروع المركز الإسلامي: ثم ذكر لنا الأخ حسان قصة أرض أهديت للملك فيصل رحمه الله ليستفيد منها المسلمون، كما أهديت قطعة أرض أخرى لليهود، وقد استغل اليهود أرضهم فوراً، أما المسلمون فقد أهملوا أرضهم حتى مضى عليها خمس سنوات، وسحبت الحكومة الأسبانية قطعة منها، لأن القانون يقضي بسحب الأرض بعد خمس سنوات إذا لم تستغل، وسحبت الثانية، ثم أعطت الحكومة قطعة أرض أخرى بدلاً منها، وسلمتها لمجلس السفراء العرب، فتدارسوا شأنها واتضح أنها تحتاج في استغلالها إلى مبلغ عشرين مليون دولار، جمعوا منه خمسة ملايين، ومرت خمس سنوات أخرى، ولما جاء الملك فهد، وكان آنذاك ولي عهد، أهداه الملك خوان كارلوس قطعة أرض أخرى ومرت عليها خمس سنوات أخرى، وكادت تسحب مرة أخرى، ولكن نبهنا السفارات إلى ذلك وطلبنا منهم القيام باستغلالها أو تركها لرابطة العالم الإسلامي تتولى القيام ببناء مركز ومسجد عليها، وقد وافقت الرابطة فعلاً على إقامة المركز، وسيبدأ العمل في ذلك الشهر القادم بإذن الله، ومقر الأرض جميل جداً، فإذا أقيم المركز عليها فإنه سيكون معلماً من المعالم الإسلامية. وتم بناء المركز: قلت: وقد أقيم هذا المركز فعلاً، وقرأت عنه في بعض الجرائد قبل فترة، وقد التقيت الأخ الكريم الدكتور بهيج ملا حويش في جدة في فندق العطاس حيث كنا معاً نازلين في الفندق، في يوم الخميس الموافق للسابع والعشرين من شهر جمادى الآخرة من هذا العام 1412هـ – أي بعد هذا اللقاء بخمس سنوات - وذكر لي المعلومات الآتية عن المركز المذكور: بدئ في إنشائه قبل أربع سنوات. كلف إنشاؤه أكثر من ثمانية عشر مليون دولار أمريكي، ومساحة الأرض وحدها خمسة آلاف متر مربع وهو يتكون من أربعة طوابق غير مواقف السيارات ونحوها في الأسفل(17). [img]pics/8/8019.JPG[/img]<< تم بناء هذا المركز وافتتحه الأمير سلمان بن عبد العزيز أمير منطقة الرياض نيابة عن خادم الحرمين الشريفين، وملك اسبانيا خوان كارلوس يوم الاثنين 24ربيع الأول1413? 21/9/1992م >> مرافق المركز: وقد روعي في إنشائه أن يشتمل على المرافق الآتية: 1-مدرسة. 2-مساكن (خمس شقق). 3-مكاتب إدارية. 4-خزانة ملفات إلكترونية. 5-قاعة احتفالات. 6-مكتبة. 7-مطاعم. 8-قاعة معارض. 9-قاعة محاضرات تتسع لخمسمائة شخص. 10-مواقف تتسع لمائة سيارة. وموقعه ممتاز، يقع في الخط الدائري. وقد اتصل المسؤولون عن المركز بوزارة العدل الأسبانية، وطلبوا منها الاعتراف بالدين الإسلامي، بناء على ما تضمنه القانون الأسباني من إمكان الاعتراف بالأديان ذات الجذور العميقة في المجتمع. وقد وعدت الوزارة بدراسة الأمر، وأسند لكل جهة مختصة في الدولة دراسة ذلك من جهة اختصاصها، وقد كوَّن المسلمون فيدرالية تمثل الجالية الإسلامية، ووضعت مسودة قانون لتلك الفيدرالية، من أجل حفظ حقوق المسلمين قانونياً في أسبانيا، وعندما افتتحت الفيدرالية حضر الافتتاح وزير العدل الأسباني والسفير السعودي وكان ذلك قبل سنتين. وكان الدكتور بهيج  هو سكرتير الفيدرالية، ولكنه استقال منها - أي من السكرتارية - لمشاغله وسلمت لمسلم أسباني. وينتظر توقيع الدولة الأسبانية على هذا المشروع، بحيث يأخذ الإجراءات اللازمة، حتى يصادق عليه الملك ويصبح غير قابل بعد ذلك للنقض. والذي أخر التوقيع هو الخلاف بين المسلمين والحكومة على فقرتين: إحداهما تتعلق بالزواج، والأخرى تتعلق بالمال، بحيث تصبح الفيدرالية تأخذ من الحكومة ميزانيتها كما تأخذ ذلك الكنيسة، وتكون رواتب مدرسي المواد الإسلامية على الدولة. وقد اقترح الإخوة في المركز أن يكون للمركز مجلس أمناء يرأسه السفير السعودي. ويحدد المجلس سياسة المركز. ويعين المجلس المدير التنفيذي. يشترك في عضوية  المجلس أحد سفراء حكومات الشعوب الإسلامية من غير العرب. وعضو من رابطة العالم الإسلامي. وعضو من الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد. وعضو من الندوة العالمية للشباب الإسلامي. وعضو من جامعة إسلامية. والمقرر أن يفتتح المركز في شهر فبراير من هذا العام 1992م. وهذه السنة فيها نشاطات متعددة في أسبانيا من مؤتمرات ومعارض وغيرها. وينبغي أن يكون المركز واجهة تجذب الناس إلى الإسلام في مخبره قبل مظهره. وقد بدأت فيه مدرسة لأبناء السعوديين خاصة وعددهم 17 طالباً فقط، والمنهج الذي يدرس فيها هو المنهج السعودي، مع العلم أنه توجد مدارس مجانية عامة لليبيا والعراق. ولعل المملكة تفتح المجال لغير السعوديين لما في ذلك من مصلحة، ولقطع ألسنة الحاقدين، ويرى الأخ بهيج أن المركز في حاجة إلى ملء فراغ المركز بأنشطة إسلامية، وأنه يحتاج إلى موظفين لا يقلون عن ثلاثين شخصاً. وقد فكر أعضاء المركز الإسلامي في إقامة مسجد كبير، ولكن رأينا أن المسجد الذي ستبنيه الرابطة أولى، حتى لا تتبدد الجهود، ونحن نقوم ببناء مدرسة. [[انتهت المعلومات التي أدلى بها الدكتور بهيج في جدة]]. واسم المركز الذي ستبنيه الرابطة: المركز الثقافي الإسلامي، وستبنى بجانبه مدرسة. هذا وقد تم بناء المركز الثقافي الإسلامي في مدريد، وافتتحه الأمير سلمان بن عبدالعزيز، أمير منطقة الرياض، والملك: خوان كارلوس في 24ربيع الأول، من عام: 1413هـ ـ21سبتمبر 1992م. [[نشرت ذلك وسائل الإعلام، وكتبت عن افتتاحه مجلة الشرق الأوسط، في عدد: 332 بتاريخ: 9-15 جمادى الأولى 1413هـ -4-10 نوفمبر 1992م. وذكرت أنه أكبر مركز ثقافي إسلامي في العالم... وفيه مرافق متنوعة، لو استغلت استغلالا سليما لكان لها من الثمار الشيء الكثير]]. نسأل الله تعالى أن يجعله منارة خير وهدى، بأن يهيئ له علماء ودعاة من ذوي الفقه في الدين، والإخلاص لله، والرغبة الشديدة في هداية الناس وإخراجهم بهذا الدين من الظلمات إلى النور. وهذا هو المقصود من تشييد المساجد وعمارتها. ولا يكفي مجرد البناء المادي مهما بلغ من الفن المعماري والقوة... عودة إلى المعلومات التي سجلتها عن الأخ حسان: ونعود بعد ذكر المعلومات عن إنشاء المركز إلى ما أدلى به الأخ حسان، ونحن في طريقنا إلى مكتبة الأوسكوريال. قال الأخ حسان: وتوجد في مدريد مدرسة عراقية، وهي سائرة على المنهج العراقي وأخرى ليبية، وهي على منهج ليبيا، والعراقية أفضل بكثير من الناحية الإسلامية، وهي تمنح شهادة البكالوريا وليس للمنهج الأسباني فيها دخل، مع اعتراف أسبانيا بها لأن بينهما تبادلاً ثقافياً. وشهادة المدارس العراقية معادلة عند الأسبان، لذلك يستطيع المتخرج فيها أن يدخل في الجامعات الأسبانية. ونحن نركز على ترجمة الكتب الإسلامية، إلى اللغة الأسبانية وطبعها أو طبع ما ألف أصلاً باللغة الأسبانية ما دام سليماً من الأخطاء. وقد طبعنا ثلاثة وعشرين كتاباً في العقيدة وفقه العبادات وغيرها، ونهتم بالكتب التي تخاطب الفكر الأوروبي، مثل كتاب الإسلام تحت المجهر، الذي ترجمناه بعنوان أضواء على الإسلام، وأصله باللغة الإنجليزية، وقد لاقى نجاحاً كبيراً. وسيظهر كتاب آخر، وهو الظاهرة القرآنية، لمالك بن نبي، وكذلك كتاب: حياة محمد، لمحمد حسين هيكل مع تعليقات على ما لوحظ في الكتاب. ولدينا خطة لترجمة بعض الكتب وطبعها عن حياة الصحابة في مسلسلات صغيرة، وكنا نريد أن نترجم معاني القرآن الكريم، ولكن علمنا أن رابطة العالم الإسلامي تريد القيام بذلك، فضممنا جهودنا لجهودهم، وبعثنا لهم ما عندنا في ذلك. ولدينا أفلام فيديو عن آثار الأندلس، وأخرى عن أركان الإسلام: الأول يستغرق عشرين دقيقة، والآخر ساعة ونصف الساعة، ونقوم بتوزيع الكتب في أمريكا الجنوبية، لأن فيها ثلاثمائة مليون ينطقون اللغة الأسبانية، وقد تم إقامة تنسيق مع المجلس الإسلامي الأعلى في الأرجنتين بتبادل زيارات وإقامة مخيمات، وإعطائهم كتبا يقومون بطبعها هناك، ونتوسط لهم في بعث دعاة إليهم عن طريق بعض الجهات الإسلامية، كوزارة الأوقاف الكويتية والرابطة. والمجلس المذكور له نشاط طيب، يتعاون مع الرابطة والندوة العالمية للشباب الإسلامي. ونراسل الجامعات ونتبادل معها الكتب، وتأتينا كتب من الجامعة الإسلامية بالمدينة المنورة وغيرها، ونوزعها على فروعنا في أسبانيا والمغرب، وقد بعثنا بعشرات الكتب من تفسير القرآن الكريم إلى دول المغرب، وبعض الدول تمنع دخول الكتب الإسلامية، ولكن ندخلها بأسلوب مناسب. ونقيم مؤتمراً سنوياً عالمياً يحضره ما بين ثلاثمائة وأربعمائة، ولكن رأينا أن الأولى إعداد مخيم للصغار بدلاً من ذلك المؤتمر، وكان عندنا في العام الماضي أربعون طفلاً، تتراوح سنهم ما بين ست واثنتي عشرة سنة، ونقيم المخيم لهم مجاناً. وفي هذا العام بلغ عدد الذكور ستين طفلاً، وعدد الإناث أربعين طفلة، وكانت مدة المخيم لكل من الجنسين خمسة عشر يوماً. والجميل أن الأمهات النصرانيات أحضرن أطفالهن، كما شارك في المخيم بعض الأطفال من النصارى، وبلغت تكلفة المخيم ستة آلاف وخمسمائة دولار، ساعدتنا ندوة الشباب الإسلامي العالمية بخمسة آلاف ريال. ومن أملاك الوقف الإسلامي أرض جبلية قريبة من مطار مدريد تصلح لإقامة مخيمات، ومقراً للسائحين من المسلمين، كشباب الجامعات، ونريد أن نقيم فيها المرافق الأساسية، كمسجد صغير ومطعم وأماكن وضوء، تكون بأجرة رمزية. ونقوم بالإشراف على اللحوم، لتذبح على الطريقة الإسلامية وتصدر معلبة أو غير معلبة، ونختم على ذلك مقابل رسوم من الشركة، وقد اعتمدتنا دولة الكويت رسمياً والرابطة شفوياً، كما نؤمن للمسلمين اللحم الحلال في المراكز، وتقام صلاة الجمعة في الساعة الثالثة إلا ربعاً ليتمكن الموظفون من إدراكها. ولدينا درس أسبوعي كل سبت بعد المغرب، وبعد العشاء كذلك دروس في التفسير والقرآن والتجويد والسيرة والعبادات، وتاريخ الأندلس، بالتناوب بين تلك الدروس، ودروس أطفال: قرآن ولغة عربية وأدب إسلامي، ولغة عربية للأسبان والباكستانيين مسلمين وغير مسلمين، ودورات باللغة الأسبانية للطلبة العرب ودروس تقوية، وكلها بأجور رمزية. والمركز ملتقى للمسلمين والصحف من كل مكان، ونقوم بإعداد جدول توقيت الصلاة، بالتعاون مع المعهد المصري في مدريد الذي أنشئ من أيام الدكتور طه حسين. كانت هذه المعلومات تكتب ونحن في طريقنا بالسيارة من مدريد إلى مكتبة الأوسكوريال الواقعة في غرب مدينة مدريد، وتبعد عنها بحوالي أربعين ميلاً. في مكتبة الأوسكوريال: وصلنا إلى المكتبة في الساعة الحادية عشرة، وهي في جناح من القصر، الذي بناه فيليب الثاني الذي مثَّل الحقد الصليبي على بقية المسلمين في الأندلس في القرن السادس عشر الميلادي، والقصر كبير وبناؤه فخم. وقد تجولنا في المكتبة التي تضم كثيراً من المخطوطات العربية النادرة من الكتب القديمة، وكان وقتنا قصيراً لم نتمكن من الاطلاع إلا على ما وضع في الرفوف الزجاجية مفتوحاً ليراه الزوار، ومما رأيناه مصاحف وكتب طب وبعض الكتب التي قيل: إن فيليب الثاني كان يقرأ فيها هو وبعض أولاده. ثم تجولنا في باحات القصر وغرفه الكبيرة، والمقبرة التي أعدت لدفن ملوك أسبانيا وحكامها وأمرائها، وهي على هيئة قبة من الداخل، أعدت في جوانبها رفوف، وبتلك الرفوف توابيت الموتى وعددها ستة وعشرون تابوتاً. وقال الأخ حسان: إن عدد الأسبان المسلمين في غرناطة ما بين ثلاثمائة وخمسين وأربعمائة، وفي أشبيلية ما بين ثمانين ومائة مسلم، وبعضهم يكونون جمعيات صغيرة ويذهبون إلى المملكة العربية السعودية والكويت وغيرهما لجمع التبرعات، وليس عندهم تزكيات والمفروض أن لا يعطى المساعدات إلا من زكاه ثقات. وقال الأخ حسان: إننا نقوم بإلقاء محاضرات عن الإسلام لطلاب المدارس الأسبانية، ويوجد برنامج تلفزيوني لمدة ربع ساعة كل نصف شهر لأهل الأديان، وقد استفاد منه اليهود والنصارى البروتستانت، ونحن لم نستفد منه إلى الآن، وقد تفاهمنا مع الإخوة في الجمعية الإسلامية، ولم يتم شيء، ولعلنا نتولاه قريباً. وعندنا امرأة مسلمة أسبانية زوجة مدير مدرسة غرناطة يمكن أن تقوم هي بهذا البرنامج، ومعها أخ مغربي رشح من قبل السفارة المغربية والسفارة السعودية، وقد أثنى الإخوة على السفير السعودي إبراهيم نوري وما يقوم به من عمل طيب للإسلام. وتوجد ندوات للأديان في برنامج إذاعي، ويشترك فيها المركز في بعض الأوقات. وللشيعة نشاط في هذا البلد، وهم يغرقون الناس بمطبوعاتهم، وسفارتهم في مدريد نشيطة جداً، ولهم مركز في غرناطة، وتبعهم مجموعة من المغاربة والأسبان، ويتعاون في نشر هذا المبدأ ثلاثة أصناف، وهم الإيرانيون، واللبنانيون، والسوريون. قلت: ما وجدنا بلداً إلا والنشاط الشيعي فيه يحاول أن يسبق غيره من نشاطات السنة، وإن كان أهل السنة أكثر من الشيعة. والأخ حسان هو مبعوث رابطة العالم الإسلامي في أسبانيا، وهو مدير المركز الإسلامي في مدريد، ويوجد للرابطة مبعوث آخر من باكستان، وهو محمد خان في فرع المركز الإسلامي في برشلونة ولكنه طلب نقله إلى باكستان ولا يرغب في البقاء هنا. ويوجد مبعوث آخر للرابطة أيضاً، وهو عبد الكريم الخياط الذي عين ليعمل في مركز غرناطة، ولكنه لم يقبل العمل في المركز وتحول للعمل مع المسلمين الأسبان، ثم نقل إلى مدغشقر. وقد بعثت الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد داعيَيْن آخرين، وهما: الشيخ محمد كمال في \"كناري\" وهو طيب ونشيط في عمله، وعبد الكريم رحموني من المغرب ومدته قليلة هنا وهو متخرج من الجامعة الإسلامية بالمدينة المنورة. ثم قال الأخ حسان: إن الذي نشكوه قلة الكتب الإسلامية العربية، وخاصة كتب الفقه والأصول والعقيدة [[وهذه تقع مسؤوليتها على المؤسسات الإسلامية كلها في المملكة العربية السعودية  والكويت ومصر وغيرها]] وكذلك قلة الدعاة وهي كالأولى. الرجوع إلى مدريد: وعند دخولنا مدينة مدريد مارين بميدان كولومبس، أشار لنا الأخ حسان إلى مظاهر الحضارة الغربية التي لا بد أن تعصف بها يوماً من الأيام، فقال: إن شباباً من الأسبان المخنثين يحاولون التشبه بالنساء، ويعالجون أنفسهم بعقاقير لتكبير أثداءهم، ويلبسون مثل لباس النساء، ويتجمعون على هذا الشارع ويتزينون لإغراء المارة حتى يجدوا من يفعل فيهم الفاحشة. [[وقد رأينا مجموعة من أولئك الشباب مصطفين على جانب الشارع، ولولا أن الأخ حسانا ذكر لنا أنهم ذكور لما خالطنا شك في أنهم فتيات…!]]. وقال الأخ حسان معلقاً على كثرة العاطلين عن العمل: إن طعام الكلاب في البلد وما ينفق عليها في المنازل والمستشفيات يكفي لسد حاجات العاطلين. وقال: إن الأسبان متقدمون في صناعة السفن وفي طائرات التدريب وطائرات الهليكوبتر. ثم رجعنا إلى منزل الأخ ماهر، وهو أمين صندوق المركز، وقد اجتمع لديه الإخوة: الدكتور بهيج ومصطفى المسدي وغيرهم، وهناك تجاذبنا أطراف الحديث في مجالات شتى ثم أحطنا بمائدة الغداء وبت كل منا الحديث بتاً. وبعد الغداء اتجهنا إلى مدينة: طليطلة. السفر إلى مدينة طليطلة: ثم ذهبنا مع الأخ الكريم أبي عبيدة، وهو شاب صالح نشيط - ولا أزكي على الله أحداً - لزيارة المدينة التاريخية الإسلامية طليطلة، التي فتحها طارق بن زياد في أواخر القرن الأول الهجري، وسقطت من أيدي المسلمين في القرن الخامس. [[راجع التاريخ الأندلسي للدكتور عبد الرحمن الحجي ص 85، 331]]. كان الأخ أبو عبيدة هو الذي يقود السيارة،  وكنت متعباً جداً أحاول مغالبة النوم وأتحدث مع الشيخ وأبي عبيدة، ولكن العبد نام، ولم يشعر إلا عندما اهتزت السيارة اهتزازاً غير عادي ثم وقفتْ، وإذا دولاب السيارة قد خرب (بنشر الكفر) ونزلنا من أجل تركيب الدولاب الاحتياطي (الاستبنة) ولكن مفتاح الماسكات (الصواميل) كان قد تساقطت أسنانه لطول عمره، فلم يقوَ على فتح تلك الماسكات، فذهب الأخ أبو عبيدة إلى ورشة قريبة واستعار مفتاحاً فتياً قوي الأسنان، وركب الدولاب الاحتياطي وسرنا على بركة الله، وكان النشاط قد بدأ يدب في جسمي بعد تلك الغفوة الطيبة، وكان سيرنا من مدينة مدريد إلى طليطلة في اتجاه الجنوب مع ميل قليل إلى الغرب."
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "في مدينة طليطلة",
    "content": "بوابة طليطلة تنفخ في رماد وتصرخ في واد! أقبلنا على مدينة طليطلة، فاستقبلتنا بوابتها التي قيل لنا: إنها من بقايا بناء المسلمين، وهي واقفة، أحسست وأنا أنظر إليها أنها ترمز لوجه المدينة الكئيب، الذي يذرف الدمع على الماضي المجيد الذي بناه الفاتحون المسلمون على أساس كلمة الله، بالعدل والإحسان والخلق الحسن والتقوى ورحمة الصالحين، قبل البناء بالحجر والطين والآجر والنقش بالذهب الثمين. إنها واقفة تصارع عوامل التغيير وعوادي الزمن، لتشهد لقواد الجهاد في سبيل الله بأنهم أدوا واجبهم، فرفعوا في سماء هذه البلاد ذكر الله وأقاموا الصلاة وآتوا الزكاة وأمروا بالمعروف ونهوا عن المنكر وآمنوا بالله. ولتُحدِّث أجيال المسلمين القادمة، بتقاعس آبائهم وأجدادهم الذين كانوا شر خلف لخير سلف، الذين باعوا الدين بالدنيا فخسروا الدنيا والآخرة، واقفة تعلن لكل قادم أنها انتظرت طويلاً فاتحاً جديداً من قواد المسلمين، يحرر أرضها من الشرك بالله ودنس الصليب وظلم الطغاة، ويعيد للمآذن ذلك التكبير والتعظيم للخالق، وذلك العدل للمظلوم من خلق الله، ولكنها تنفخ في رماد وتصرخ في واد! تمر السيارات الداخلة والخارجة على يمينها ويسارها - أي بجانبيها - ويمر المشاة عبرها(18). [img]pics/8/8020.JPG[/img]<< الكاتب وعلى يساره الشيخ عمر فلاتة في محراب جامع طليطلة 15/11/1405? >> هل أنتِ عربية! صعدنا إلى المسجد ذي القباب التسع، الذي زينت نقوشه بالآيات القرآنية، فأخذنا نتأمل في أول بناء شاهدناه من آثار المسلمين في بلاد الأندلس السليبة، ووقف صبيان طليطلة وصباياها يصوبون أنظارهم إلى هؤلاء القوم الذين يتأملون في هذا البناء القديم المهجور، يبدو على وجههم الحزن والأسى. ولا فرق بين وجوه هؤلاء الأطفال عن وجوه أقرانهم في البلدان العربية: الدم العربي واضح فيهم، قال الشيخ لبنت صغيرة: أنت عربية؟ فأخذت تردد كلمة عربي، عربي... وكأنه ذكرها بهذه الكلمة التي ربما سمعتها من أبيها وأمها الساكنين بجوار المسجد الذي يزوره العرب كثيراً، وقد تكون البنت سألت عن هؤلاء الزوار فقالوا لها عرب، فذكرها الشيخ بالكلمة فأخذت ترددها حتى لا تنساها. وكنت حاولت أن أنفث ما يتلجلج في صدري من أسى وحزن على هذا المنظر المؤسف المبكي: مسجد شيده أولياء الله بقي أكثر من ثمانية قرون مهجوراً ينتظر من يحيي فيه ذكر الله فلم أجد فيه تلك الصفة، فقلت: [sh][shtr]قف بالديار ونحْ على ماضيها= وسل المآذن ما الذي يبكيها[/shtr] [/sh] ولكني لم أقدر على مواصلة إنشاء إتمام هذا المطلع، لأنا كنا على عجل، إذ كانت الشمس على وشك الغروب، ونحن في حاجة إلى أن نرى أماكن أخرى، وذهبنا إلى سور المدينة الذي ما زال يحتضنها من بعض جهاتها، وبقربه باب جسر نهر تاج الذي بني في عهد المسلمين، وهو يؤدي إلى قصر في الشاطئ الآخر من النهر. ثم رجعنا إلى مدريد والأسى والحزن والألم يحزان في نفوسنا على ضياع مجد تليد شيده لنا الآباء فأضعناه. كما قال الشاعر الأندلسي يرثى سقوط طليطلة من أيدي المسلمين: [sh] لثكلك كيف تبتسم الثغور= سرورا بعدما سبيت ثغور لقد قُصمت ظهورٌ حين قالوا= أمير الكافرين له ظهور طليطلة قد أباح الكفر منها= حماها إن ذا نبأ كبير مساجدها كنائس، أيُّ قلب= على هذا يقر ولا يطير فيا أسفاه يا أسفاه حزنا= يُكرر ما تكررت الدهور يطول علَيَّ ليلِي ربّ خطب= يطول لهوله الليل القصير وقيل تجمعوا لفراق شمل= طليطلة قد تملكها الكفور ولا تجنح إلى سلم وحارب= عسى أن يجبر العظم الكسير ونرجو أن يتيح الله نصـرا= عليهم إنه نـعم النصير [/sh] صح النوم! كنا أنا والشيخ نتناوب في النعاس، مرة يغفو هو - وكانت بعض غفواته في غير هذه السفرة قد تصل إلى أربع ساعات - وأنا صاح، وتارة أغفو أنا وهو صاح، فغفوت عند عودتنا من طليطلة إلى مدريد، فسمعته يقول: صح النوم! فقلت بدون شعور: صح النوم أنت! فكانت نكتة يرددها الشيخ إذا ما جاءت مناسبة. أوصلنا الأخ أبو عبيدة إلى الفندق، وغفا كل واحد منا في غرفته إلى الصباح. السفر من مدريد إلى غرناطة: الجمعة: 16/11/1405هـ جاءنا الأخ الدكتور مصطفى المسدي، وهو متخصص في الأمراض النسائية، في الساعة التاسعة صباحاً إلى الفندق، ونقلنا إلى المطار للسفر إلى غرناطة. [[كان الإخوان جزاهم الله خيراً يتناوبون خدمتنا كل منهم يأخذ نصيبه]]. أقلعت الطائرة من مطار مدريد في الساعة الحادية عشرة إلا ثمان دقائق، وهبطت بنا في مطار غرناطة في الساعة الحادية عشرة والدقيقة التاسعة والثلاثين، فكانت مدة الطيران بين مدريد و غرناطة ثلاثين دقيقة تقريباً. ومعلوم أن غرناطة هي آخر معقل يسقط من أيدي المسلمين سنة 897 للهجرة، عمت بعد سقوطها كارثة المسلمين في الأندلس. [[التاريخ الأندلسي (ص 252) وص 39]]."
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "في مدينة غرناطة",
    "content": "استقبلنا في المطار الأخ السوري عبد السلام، وذكر لنا أنه يوجد في غرناطة: المركز الإسلامي والجمعية الإسلامية الأسبانية، وجمعية الشيخ عبد القادر، وجماعة الأندلس وجمعية الشيعة، كما يوجد نشاط قادياني أحمدي ويحركه رجل من الباكستان، وهو كبير في السن، ولكنه نشيط. وفي طريقنا من المطار إلى مدرسة ابن رشد الواقعة في الجنوب الغربي لغرناطة، رأينا مزارع العنب والذرة والدخان منتشرة بكثرة. في مدرسة ابن رشد: ونزلنا في المدرسة، وهي في منطقة تعتبر مصيفاً لسكان غرناطة الأغنياء، حيث بنوا لهم بها مقصورات صغيرة بمرافق كاملة منها: المسابح، وهي قريبة من المطار العسكري الخاص بالتدريب، والتقينا في المدرسة الأخ الأستاذ محمد بن نافع عاقل (ويكنى بأبي مهند) وذكر لنا أنهم كانوا قد أقاموا مخيماً في المدرسة للبنين والبنات من أولاد المسلمين، وعددهم تسعون، واستمر المخيم خمسة عشرة يوماً، وكانت البنات مفصولات عن البنين، وقد تعجب البنون والبنات من ذلك، لأنهم لم يألفوه في الجو الأوربي ـ وإنما ألفوا الاختلاط(19). [img]pics/8/8021.JPG[/img]<< مدرسة ابن رشد ـ غرناطة 18/11/1405? >> كما أقيم للمشرفات مخيم بعد انتهاء مخيم الأولاد، وكانت مدته يومين للاستجمام. وقال: إن مدرسة ابن رشد فتحت قبل سنة، حيث اشتري لها بيت عادي أجريت عليه بعض التعديلات. وعدد الأولاد الذين التحقوا بالمدرسة بنين وبنات، خمسة وخمسون طالباً وطالبة. وقد وقف ضد المدرسة بعض الأمهات الأسبانيات النصرانيات، لأنهن يردن قطع صلة أولادهن باللغة العربية، ولكن الأمور مضت بخير والحمد لله، حتى إن بعض النساء المعارضات جئن بأولادهن بأنفسهن، ومدير المدرسة هو سالم أبو هزيم، وعدد المدرسين لمبادئ الإسلام والعربية أربعة، ولروضة الأطفال معلمة واحدة، وللمنهج الأسباني خمس معلمات ومجموع العاملين اثنا عشر. وعدد المسلمين في غرناطة أربعمائة تقريباً. وقال الأخ محمد نافع: لدينا مسجد تابع للمدرسة [[وقد صلينا فيه]] ومسجد في داخل المدينة - أي غرناطة - تابع للمركز [[وقد صلينا فيه الجمعة]] وتقام صلاة الجمعة في مسجد المركز وإن كان مسجد المدرسة أوسع منه، لأن مسجد المركز أقرب إلى المسلمين، ومعظم الذين يفدون إليه من الطلاب، ويرتاده ما يقارب ثلاثين مصلياً، وتوجد في غرناطة خمسة مساجد، إضافة إلى مسجد المدرسة، وهي: 1-مسجد الجمعية الإسلامية ويسمى مسجد عمر. 2-مسجد محمد الأندلسي، ويسمون أنفسهم الجماعة الإسلامية. 3-جامع البيضاء. 4-مسجد جماعة الأندلس. 5-مسجد جماعة الشيعة. والمآثر الموجودة في غرناطة: قصر الحمراء، وحدائق جنات العريف. ذهبنا إلى مسجد المدرسة، حيث عرض علينا فيه فلم للأندلس الذي أعده الدكتور بهيج. ثم ذهبنا إلى مسجد المركز الذي يقع على شارع \"الرندة\" وهذا الشارع يقسم مدينة غرناطة شرقاً وغرباً... أي يمتد من شرقها إلى غربها، والمركز على يمين الذاهب إلى قصر الحمراء شرقاً. وخطب الشيخ خطبة الجمعة وصلى بالناس. في قصر الحمراء: قصر الحمراء بني على منحدر جبل يطل على مدينة غرناطة، والذي يصعد إليه يستطيع إذا وقف في مكان عال منه، أن يرى المدينة من جهاتها الثلاث: الشمال والجنوب والغرب(20). [img]pics/8/8022.JPG[/img]<< الشيخ عمر فلاتة في أروقة قصر الحمراء ـ غرناطة 16/11/1405? >> [img]pics/8/8023.JPG[/img]<< زخارف قصر الحمراء >> [img]pics/8/8024.JPG[/img]<< الكاتب في جانب من قصر الحمراء ويرى جانب من مدينة غرناطة خلفه 16/11/1405? >> [img]pics/8/8025.JPG[/img]<< قاعة الأسود في قصر الحمراء ـ غرناطة 16/11/1405? >> [img]pics/8/8026.JPG[/img]<< مدخل قصر الحمراء>> [img]pics/8/8027.JPG[/img]<< الكاتب والشيخ عمر فلاتة في قصر الحمراء >> وهو معقل بني الأحمر الذين حكموا غرناطة، وكان أولهم محمد بن يوسف الذي يعود نسبة إلى سعد بن عبادة الأنصاري، وقد دخلت غرناطة في طاعته سنة 635هـ وسبق أنها سقطت في آخر القرن التاسع الهجري. قال في القاموس الإسلامي: \"وينسب بناؤه - يعني قصر الحمراء - إلى أكثر من شخص واحد، ولكن اسم السلطان أبي الحجاج يوسف بن الأحمر، أكثرها صلة بعمارة هذا القصر. [[القاموس الإسلامي (3/154) لأحمد عطية الله]]. في هذا القصر رأينا العجب العجاب الذي يحير العقول ويدهشها مساحات واسعة، وغرف جميلة بنقوش تدعو إلى الدهشة، وقوائم غاية في الاستقامة والقوة، وأروقة كثيرة متناسقة، وسقوف مبهرجة مزينة، قد كانت آيات القرآن زينتَها وبَهَّجتَها، وشعار المسلمين الذين بنوه \"لا غالب إلا الله\" لا يغيب عن أعين الناظرين أينما اتجهوا، ولعل هذا الشعار يدل على قوة توكل من اتخذه أولاً، فكان لا يرى أحداً في الأرض على غلبته قادراً، ولكن الخلف انحرف بنهج السلف فنقص ذلك المعنى في قلوبهم، فأكثروا من كتابته في جدرانهم و سقوفهم، فكانت الغلبة عليهم لأعدائهم لا لهم. ولست قادراً على وصف ما رأيت من جمال وزينة وقوة تنسيق في أبنية ذلك القصر وسقوفه وجدرانه وأروقته. ويكفي أن أدع بعض الصور التي التقطتها بنفسي أو اشتريتها من باب الخروج بعد التجوال تعبر عن ذلك، على الرغم من طول الزمن الذي مر على بنائه، ومحاولة التغيير من العوامل الطبيعية والمتعمدة من دول الصليب المتعاقبة على أرض الأندلس. ومن غرائب ما فيه ـ وكله غرائب ـ تلك الأسود المنحوتة من الحجارة، المزينة بالنقوش، التي كونت دائرة حول حوض منحوت أيضاً مرفوع بقائمة منحوتة كذلك، والماء يسيل من أفواه الأسود باستمرار، وقد كانت تمثل عقارب الساعة في زمن من الأزمان، فعدد الأسود اثنا عشر أسداً، وقد كان الماء يخرج من أفواهها بالتناوب، كل ساعة يخرج من فم واحد، فالساعة الأولى من النهار يخرج من فم الأول، ثم يأخذ في الانتقال، كل ساعة في فم آخر، حتى يكون في الساعة الثانية عشرة في فم الأسد الثاني عشر، وكانت تلك هي ساعة الخليفة في قصره. فلما تسلمت دولة الصليب الحاقدة هذه الآثار - وهي تجهلها - أرادت أن تكتشف أسرارها وتغير معالمها تنفيذاً، لغيظها وحقدها على الإسلام والمسلمين، فأخذوا أحد الأسود فانقطع الماء عن الباقي فلما أعادوه اختل ميزان الساعة، وأخذ الماء يخرج بدون نظام من فم كل أسد في كل وقت. ويذكر أن الأسبان إلى الآن لم يعرفوا السر في ذلك، ولم يعرفوا المصدر الذي يأتي منه ماء القصر كله الذي وزع فيه توزيعاً عجيباً، فتجده في كل مكان تتجه إليه في غاية من التنظيم والدقة، يخرج هنا من فم أسد وينزل من هناك في مكان مرتفع إلى مكان منخفض، محدثاً صوتاً موسيقياً عجيباً، تجولنا في قصر الحمراء حتى تعبنا، وهو يشرف على المدينة من كل الجهات: غرناطة القديمة و غرناطة الجديدة. ثم ذهبنا للتجول في حدائق جنات العريف(21)، وأخذنا نصعد إلى مرتفع ونهبط إلى منخفض في شوارع تسير هنا وهناك، وقد زينتها تلك الأشجار الباسقة الملتفة، وقد أخذنا بطاقات لعدة أقسام من القصر وتوابعه، وكلما فرغنا من قسم ذهبنا إلى آخر. [img]pics/8/8028.JPG[/img]<< الشيخ عمر فلاتة ـ قصر الحمراء ـ حدائق جنات العريف >> [img]pics/8/8029.JPG[/img]<< حدائق جنات العريف 16/11/1405? >> إن تلك الأشجار الباسقة المتلاحمة شبيهة بصفوف المسلمين وتلاحمهم عندما فتحوا الأندلس، وبعضها زرعت وهيئت - بالتنسيق والتشذيب - على هيئة غرف مربعة أو مستطيلة لها مدخلان متقابلان، وهي مستوية الأغصان والارتفاع، لأنها تشذب باستمرار، وهي على هذه الهيئة. ولو رآها الناظر من بعد لقطع بأنها غرف مبنية مدهونة باللون الأخضر. إن زيارة هذا القصر وتوابعه لمن يريد أن يصفه ويصوره، تحتاج إلى أسبوع أو أكثر، يبقى فيه الزائر من الصباح إلى المساء، ونحن لا نجد من الوقت له إلا هذه السويعات التي مررنا به فيها على عجل، ثم مررنا بعده ببرج يطل على المدينة وهو تابع له، وله باب كبيرة يدخل منه قاصده، ويقرب منه فندق الحمراء، وهو مطلي بالدهن الأحمر، وهو شبيه بالمسجد في قبابه. ماذا بقي يا همام! وكان دليلنا الأخ همام السوري الذي تدرج بنا شيئاً فشيئاً في المرور بالقصر بأكمله تقريباً، مع سعته وكثرة مداخله ومخارجه وقاعاته، وتوابعه كذلك، وكان كلما انتهينا من مرحلة ودخلنا في أخرى قال: قريباً ننتهي إن شاء الله. وكان الشيخ يسكت قليلاً ثم يقول له: هاه! ماذا بقي يا همام؟ ثم أخذ الشيخ يهدد بقوله: إذا كان بقي شيء غير هذا القسم فأنا لست معكم. وعندما جئنا إلى البرج وهو يحتاج إلى صعود ظن همام أن الشيخ قد ضاق ذرعاً من التعب، فقال: إذا كان الشيخ متعباً فليبق هاهنا ونحن نصعد، فأخبرت الشيخ بما قال همام، فقال: أنا أفعل ما لا تقدرون عليه أنتم وكان جاداً في ذلك، فقد صعد معنا مظهراً تجلده الذي أثبت أنه كان يداعبنا بالتهديد بعدم مرافقتنا. والأخ همام سيد سليمان السوري تخرج في جامعة غرناطة في الصيدلة، وقد يسافر إلى موزمبيق في جنوب شرق إفريقيا للعمل هناك. كانت مدة تجوالنا في القصر بغرناطة وتوابعه ساعتين ونصف الساعة. وكان معنا أيضا الأخ محمد الدروبي، وهو طالب سوري يدرس الآن اللغة الأسبانية، وينوي التخصص في هندسة السيارات (ميكانيكا). أبو عاشور ونكاته الطريفة! بعد رجوعنا من قصر الحمراء إلى مدرسة ابن رشد الإسلامية، كان المسبح مليئاً بالماء النظيف الصافي، والذي يمشي ما يقارب ثلاث ساعات يحتاج بعدها إلى الاستحمام، فاستمتعت بالسباحة في المسبح لمدة ساعة تقريباً، ثم تناولنا طعام الغداء بجانب المسبح، وبعد أن انتهينا من الغداء أخذ أبو عاشور - وهو شاب سوري صالح يجيد التنكيت - أخذ بعض المواعين، لينقلها إلى الداخل، وأراد الشيخ أن يساعده، فقلت له: أنت لا تدري إلى أين ينقلونها، فقال: أمشي وراء أبي عاشور فقال له أبو عاشور، وهو يبتسم ابتسامة لطيفة: اتبعني ومشى، فمشى الشيخ وراءه وأراد أن ينحرف وراء شجرة، والشيخ يمشي وراءه، ثم انحرف إلى المدرسة فعرف الشيخ أنها نكتة من نكات أبي عاشور، فتركه ورجع! وكان أبو عاشور قد اشترك في المخيم الذي أقامه المركز الإسلامي في مدرسة ابن رشد للأولاد الصغار، ويبدو أنه كان شرطيهم الذي يتولى ضبطهم، ليحافظوا على النظام في أوقاتهم المختلفة، وكان عند اللزوم يضربهم بحزامه الذي يربط به سراويله، ويسمى عندهم \"كْشاط\" فكانوا يدعونه بأبي كشاط ‍‍. ثم ذهبنا إلى المدينة فنزلنا في فندق: أنا ماريا (HOTEL ANAMARIA)، وهو في شارع الرندة الذي يقع فيه المركز الإسلامي. لو نالها أحد غيري لكفته: السبت: 17/11/1405هـ وعندما وضعت جنبي باسم ربي على سريري، غفوت غفوة واحدة من بعد العصر إلى الساعة الواحدة بعد منتصف الليل، حيث قمت فصليت المغرب والعشاء، ثم عدت أدراجي إلى غفوة أخرى لم أصح منها إلا عندما أيقظني الشيخ لصلاة الفجر، وقال لي: نمت نومة طيبة إن شاء الله! فقلت له: لقد نمت نومة لو نالها أحد غيري لكفته، فقال: هنيئاً‍. السفر إلى مدينة قرطبة: وفي الساعة التاسعة صباحاً، تحركنا من مدينة غرناطة إلى مدينة قرطبة بالسيارة، وكان قائدها الأخ الكريم محمد بن بكري بساطة السوري الحلبي الذي يدرس الصيدلة، وله في أسبانيا ثلاثة عشر عاماً، وعمره خمس وثلاثون سنة ومعه أخ سوري آخر، واسمه هشام صباغ، وهما يتشابهان في الهدوء وحسن الخلق، إلا أن الأخ محمداً قليل الكلام، حتى قال الشيخ عنه: إذا أراد أن يخبرك بشيء مد يده إليه بالإشارة ولا يحرك لسانه!. وفي طريقنا إلى قرطبة كنا نسير في وسط أرض زراعية، غرست فيها أشجار الزيتون المباركة، على هيئة صفوف المسلمين عندما يصلون صلاة العيد في الصحراء، صفوف متناسقة جميلة(22)، [img]pics/8/8030.JPG[/img]<< مزارع الزيتون في الأندلس ـ الطريق من غرناطة إلى قرطبة 17/11/1405? >> ومزارع العنب الذي هو نعمة من نعم الله، فيحوله أعداء الله إلى نقمة تُذهب العقول، وكانت الطريق صاعدة في جبال وروابي، هابطة في شعاب ووديان، وهناك مزارع تسمى بعباد الشمس الذي تمثل أزهاره إقبال الدنيا وإدبارها، تراها هنا زهوراً متفتحة جميلة ذات لون أصفر لا تحب أن يفارقها سواد عينيك، وتراه بعد قليل في مكان آخر قد يبس وصار أسود كريه المنظر لا تحب أن تراه، حتى قال الشيخ عنه: إنه عندما يكون أخضر كأجمل ما يكون، فإذا يبس كان كأقبح ما يكون ‍. قلت: وهكذا الدنيا، وفي ذلك عبرة لأولي العقول: كما قال تعالى {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنْ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعاً مُخْتَلِفاً أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرّاً ثُمَّ يَجْعَلُهُ حُطَاماً إِنَّ فِي ذَلِكَ لَذِكْرَى لأُوْلِي الأَلْبَابِ}. [الزمر: 21]. بغى بعضهما على بعض: كانت مشاعري، وأنا أتجول في قصر الحمراء تهزني هزاً، وكنت أشعر أنني في حاجة لتسجيل تلك المشاعر في كلام موزون - على أي حال كان - فكنت أكتب شطر بيت في مكان ثم أكتب شطره الآخر في مكان آخر، وهكذا، فلما كنت في طريقي إلى قرطبة أخذت أجمع تلك الأبيات لأرتبها، وإذا بي أفاجأ بأن نصفها من بحر، ونصفها الآخر من بحر آخر، فقلت: لقد بغى بعضهما على بعض، وليسا بخليطين، ولا مناص من الجمع بينهما في قصيدة واحدة لوحدة المشاعر والموضوع والقافية، ويكفي أن يفصل بين البحرين ببرزخ من الأسطر الفارغة وهذه هي: قصيدة رضيتم إساري بعد تحرير طارق! [sh][shtr]خليليَ لا تعجل فإني متيم= وقلبيَ في شوق وبالحب مفعم[/shtr][shtr]أتيحت له اللقيا وكانت عزيزة= وهل تحصل اللقيا إذا غبت عنهم[/shtr][shtr]قِراهم لنا حق عليهم وإنهم= كرام وحق الضيف في الشرع ألزم[/shtr][shtr]وسوف نرى منهم سرورا وبهجة= بمن جاء من أم القرى يتجشم[/shtr][shtr]ولكن هول الصمت قد كان مطبقا= وصد كرام القوم للقلب مؤلم[/shtr][shtr]فأطرقت مستاء وقلت معاتبا= لماذا صددتم عن لقائي وملتم[/shtr][shtr]فقال لي الحمرا لماذا أتيتم= ونحن أسارى والمآذن يتم[/shtr][shtr]رضيتم إساري بعد تحرير طارق= وسامنيَ الأعداء ما قد علمتم[/shtr][shtr]وصار صليب الكفر يعلو منارتي= ولم يعـد التكبير منها يُـرنم[/shtr][shtr]وحلت بي الأوثان رغم إرادتي= وأصبحت منبوذا وذلي مخيم[/shtr][shtr]أسيرٌ بدار الكفر دون مناصر= وقد كنت أعطي العدل من يتظلم[/shtr][shtr]بماذا عسى أقري ضيوفا أحبة= من الدار قد جاءوا إلى ويمموا[/shtr][shtr]قراي لكم شكوى تهز مشاعرا= ويحيى بها الموتى ويوقظ نوم[/shtr][shtr]آباؤكم فتحوا البلاد وحرروا= فلم التأخر والتواني منكم[/shtr][shtr]ضيعتم الدنيا بسوء فعالكم= وغدت بكم آفاقها تتحطم[/shtr][shtr]عودوا إلى أوطانكم فتطهروا= برضا الإله وكبروه وعظموا[/shtr][shtr]وترسموا شرع النبي وجاهدوا= حتى تسودوا في البلاد وتغنموا[/shtr][shtr]وأتوا إليَّ براية مرفوعة= يعلو بها دين الإله ويحكم[/shtr][shtr]ردوا إلى هذي البلاد فقيدها= تسعد به أجيالها وتنعّم[/shtr][shtr]وهنا يكون قراكم متعينا= ولعمر ربي أن تعزوا وتُكرموا[/shtr] [/sh]"
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "في مدينة قرطبة",
    "content": "وصلنا إلى مدينة قرطبة في الساعة الحادية عشرة والنصف ظهراً، والمسافة بين غرناطة وقرطبة مائة وأربعة وستون كيلو متراً. ومدينة قرطبة فتحها طارق بن زياد، وقتل ملكها أدينوق في سنة اثنتين وتسعين هجرية. [[البداية والنهاية لابن كثير (9/ 89، 92)]]. بدأنا بجامع قرطبة الكبير [[الذي ابتناه عبد الرحمن الداخل سنة 170هـ]]  الذي حاول الأسبان تغيير معالمه جاهدين من الداخل، وتركوا عوامل التغيير والتعرية تفسد جماله من الخارج، فقد بدت صخوره الضخمة، وآجره الأحمر، وحدث في بعض الأماكن من جدرانه تصدع وتشقق. [img]pics/8/8045.JPG[/img]<< مئذنة جامع قرطبة 17/11/1405? >> [img]pics/8/8046.JPG[/img]<< جامع قرطبة من الخارج 17/11/1405? >> [img]pics/8/8047.JPG[/img]<< الكاتب بجانب جامع قرطبة >> [img]pics/8/8048.JPG[/img]<< الكاتب مع الشيخ عمر فلاتة داخل جامع قرطبة >> أما من الداخل فقد حولوا أجزاء منه إلى كنائس، وغيروا تلك الأجزاء تغييراً كاملاً بنقوش أجنبية عنه وصور أوثان، وحولوا صفة نوافذه التي كانت تضيئه بأشعة الشمس، إلى نوافذ غامقة معتمة، محاولين إيجاد شيء من الهيبة المصطنعة بالأنوار الخافتة التي لا حاجة للمسجد إليها، لأن الهيبة التي تحصل في قلوب المصلين أو الخوف و الخشية، لا تكون مصطنعة من أنوار أو غيرها، وإنما تكون من الإيمان الثابت في القلوب ومراقبة الله تعالى ومن ذكره سبحانه وتعالى سواء كان ذلك في ضوء الشمس الساطع أو في ظلمة الليل البهيم. وتبدو أعمدة المسجد القديمة التي لم تغير، صغيرة الحجم ملساء كأنها صقلت صقلاً الآن، وليس بها تصدع ولا شقوق. بخلاف الأعمدة التي أنشأها الصليبيون، فإنها كبيرة الحجم وفيها صدوع واضحة على رغم حداثتها – نسبياً -. وفي بعض جوانب المسجد وبخاصة الشمالية منها، وزعت حكومة أسبانيا قطعاً من المسجد على بعض الوجهاء، ورجال الدين الكنسي لتكون مقابر لهم، قد وضعت بها توابيت الموتى، كل تابوت في مكانه. وقد شوهوا مئذنة المسجد بالنواقيس الوثنية، لتحل محل التكبير الذي أمر الله به أن يرفع في بيوته. وبعد أن تجولنا في المسجد ذهبنا إلى مدينة الزهراء [[بدأ بناءها عبد الرحمن بن محمد الناصر سنة 325هـ اكتمل بناؤها في مدة أربعين عاماً \"التاريخ الأندلسي\" (ص: 303 ـ 304)]]. وتقع في الشمال الغربي لمدينة قرطبة، وهي محاطة بسور على مسافة واسعة جداً، ولكن أكثر الأرض المحاطة لا توجد عليها آثار واضحة غير الجدار نفسه، إلا في سفح الجبل الذي توجد به بقايا جدران المباني، وأسس واضحة التخطيط الهندسي. وقد حاولنا مع الحارس أن ندخل إلى تلك الآثار لنراها عن كثب، فلم يأذن لنا بحجة أن وقت الزيارة قد انتهى، وظهر أنه يريد شيئاً من المال، فساومه الإخوة بخمسمائة بازتا، فرفض، وقال: إن كان ولا بد فألف بازتا حتى يكون لها وزن إذا ما عاتبني المسؤول، فلم نر كبير فائدة في الدخول واكتفينا بالنظر إليها من الخارج. ثم رجعنا إلى جامع قرطبة لنرى المئذنة، فصعد بعضنا إلى أعلاها، وبعضنا فضل البقاء في الأسفل في صحن المسجد، وعدد درجات المئذنة من أسفله إلى أعلاه مائتان وأربع عشرة درجة، رأينا من أعلى المئذنة أغلب مدينة قرطبة من جميع الجهات. ثم ذهبنا إلى أحد المطاعم السمكية، فتغدينا، ويوجد في شرقي جامع قرطبة نهر تعبره السيارات على جسر قديم ممدود عليه، وبجانب مسجد قرطبة كثير من المنازل القديمة تجولنا في بعض شوارعها الصغيرة. ويظهر عليها فن العمارة العربية. السفر إلى مدينة أشبيلية: ثم واصلنا السير إلى مدينة أشبيلية، كان خروجنا من مدينة قرطبة في الساعة الرابعة ظهراً. ومن القرى التي مررنا بها في الطريق بين قرطبة و أشبيلية قرية تسمى \"أرثينا\" وأخرى تسمى \"لوشيانا\"، وثالثة تسمى: \"قرمونة\". [[وهي من المدن التي فتحها موسى بن نصير \" التاريخ الأندلسي\" ص: 73]]."
  },
  {
    "type": "section",
    "id": "section-16",
    "title": "في مدينة أشبيلية",
    "content": "وصلنا مدينة أشبيلية في الساعة الخامسة والنصف، فكانت مدة سيرنا بين قرطبة إلى أشبيلية ساعة ونصف الساعة. ومررنا بقصر أشبيلية فوجدناه قد أغلق، ولا يفتح إلا في اليوم الثاني في الساعة التاسعة، وبجانبه برج الذهب وهو من آثار المسلمين، وهو أيضاً في إجازة، مغلق لا يفتح إلا بعد شهر. و أشبيلية من المدن التي فتحها موسى بن نصير [[التاريخ الأندلسي ص 74]] في سنة 94هـ. [[القاموس الإسلامي (1/114)]]. صعدنا إلى مئذنة الجامع الكبير الذي بناه عبد الرحمن الثاني [[نفس المرجع السابق]] وقد حوله النصارى إلى كنيسة، ولم يبق إلا تلك المئذنة التي ما زالت ترمز لذكر الله الواحد، في وسط الكفر الكنسي. وإنما غيرت نقوشها وبعض دعائمها التي يغلب على الظن أنهم أخفوا فيها أعمدة المسجد الصغيرة الحجم، وهدفهم طمس معالم البناء الإسلامي، ومما مسخوه به التماثيل والصور الوثنية المسيحية. وقد ألقينا نظرة من على المئذنة على القصر من الخارج، وعلى مدينة أشبيلية التي لا زالت مبانيها تمثل البناء العربي(23). [img]pics/8/8031.JPG[/img]<< جانب من مدينة أشبيليه التقط من مئذنة الجامع الكبير 17/11/1405? >> [img]pics/8/8032.JPG[/img]<< مدينة أشبيليه >> [img]pics/8/8033.JPG[/img]<< مئذنة الجامع الكبير بمدينة أشبيليه 17/11/1405? >> قصر أشبيلية: الأحد: 18/11/1405هـ ذهبنا في صباح هذا اليوم: الأحد في الساعة التاسعة والنصف إلى قصر  أشبيلية، وهو من بقايا آثار دولة الموحدين ويسمى بقصر السلطان(24). [[القاموس الإسلامي (1/114)]]. [img]pics/8/8034.JPG[/img]<< جانب من القصر العربي في أشبيليه صور من المئذنة 17/11/1405? >> وما زالت أعمدة القصر وسقوفه ونقوشه، كأنها أنشأت الآن على رغم المدة الطويلة التي مرت به. [[أكثر من سبعة قرون]]. هذا وقد صورتُ بعض معالم هذا القصر وغيره من الآثار الإسلامية التي مررنا بها. وقد سقطت أشبيلية في يد الأسبان، في عهد فردناند الثالث سنة 646هـ. [[راجع القاموس الإسلامي (1/114)]]. بدوي! وبعد أن تجولنا في هذا القصر غادرناه، راجعين إلى غرناطة التي سيكون سفرنا منها بالطائرة إلى مدريد، وأخذ سائقنا الأخ محمد يبحث هنا وهناك عن الطريق الذي يخرجنا من مدينة أشبيلية إلى مدينة غرناطة، ويقف فيسأل، واتجه إلى جهة الشمال من المدينة، فقلت له: إن اتجاهك خطأ، وكنت متصوراً للجهات الأربع كما كنت متصوراً جهة غرناطة، وقلت للسائق اتجه إلى اليسار، واذهب جنوباً قليلاً، ثم تحول إلى اليسار مرة أخرى واذهب إلى الشرق، فإن اتجاهنا سيكون شرقاً، والشيخ ساكت، ثم وقف الأخ محمد وذهب فسأل أحد السائقين فأشار له إلى نفس الجهة التي كنت قلت له يتجه إليها، فلما رجع قال: إن اتجاهنا صحيح، فقال الشيخ -وكأنه يكلم نفسه -: بدوي! قلت له: من تعني؟ قال: أعنيك أنت، قلت: لماذا؟ قال: لأنك تقول هذا شرق وهذا غرب وهذا شمال وهذا جنوب، والشمس تطلع من هنا، القمر يبدو من هنا، والقبلة هنا! قلت: الحمد لله على هذه البداوة. السفر من أشبيلية إلى غرناطة: كان خروجنا من مدينة أشبيلية في الساعة الحادية عشرة ظهراً، وقد مررنا في طريقنا بما لا يقل عن ثلاثين قرية عن يميننا وشمالنا، وكلها مطلية بالطلاء الأبيض، ورأينا على رؤوس الجبال قصبات وحصوناً، يبدو أنها من آثار المسلمين. وكان الطريق من قرطبة إلى أشبيلية مستوية، أما من أشبيلية إلى غرناطة فكانت مستوية في أول الأمر، وبعد أن قطعنا ما يقارب ثلث الطريق، بدأت الطريق تدخل في الجبال والمرتفعات كما هو الحال من غرناطة إلى قرطبة، وتركنا الطريق الذي يتجه إلى منطقة ملقة على يميننا في مكان لا يبعد عن ملقة إلا أربعين كيلو متراً شمالاً. وقد وصلنا إلى مدينة غرناطة في الساعة الثانية والربع. نزلنا في مدرسة ابن رشد، وكان أول ما بدأت به السباحة إلى أن أذن الظهر، فصلينا وتناولنا طعام الغداء. وطلب منا الإخوة المسؤولون عن المركز الإسلامي والمدرسة، أن ننقل رغبتهم إلى المسؤولين في المملكة العربية السعودية، وبخاصة المؤسسات الإسلامية، في مساعدتهم بالمدرسين والمنح لبعض طلابهم وبعث بعض الكتب والمراجع الإسلامية. خذ الموز و اترك: مْبِيقِيَّات! ذكر الإخوة أن الأخ هماماً سيسافر إلى موزمبيق، فقال له أحد الحاضرين: ستجد هناك زوجة من الموزمبيقيات، وقال له الشيخ: خذ الموز، واترك مْبيقيات، فكانت من نكاته المضحكة. حمزة عبد الواحد مسلم جديد: ثم ذهبنا إلى مطار غرناطة، وكان معنا الأخ محمد بساطة والأستاذ محمد نافع عاقل، مدير المركز الإسلامي في غرناطة. وفي المطار رأينا رجلاً يلبس ثوباً عربياً، وآخر يلبس ثوباً موريتانياً، فسلمنا عليهما، فكان لابس الثوب العربي هو عبد الرحمن بن الحاج الموريتاني المبعوث من وزارة الأوقاف الكويتية للعمل مع الأسبان، وأما صاحب الثوب الموريتاني، فهو حمزة عبد الواحد الأمريكي الذي أصل سكناه في مدينة سان فرانسسكو، وقد أسلم منذ سبع سنوات. سألته عن سبب إسلامه؟ فقال: إنه عثر على ترجمة معاني القرآن العظيم في الجامعة عندما كان يدرس الفلسفة، وإن سورة مريم كانت من أهم أسباب اقتناعه بالإسلام، وإنه قرأ بعد ذلك كتاب مارتن لنجس، المسمى باليقين في التوحيد، وإنه أثر في حياته وقال: إن مارتن المذكور، هو موظف في متحف بريطانيا وهو شيخ كبير في السن. وقال: تعرفت على أمريكي مسلم تزوج فتاة من مكة كان مذيعاً، ولا زال في وزارة الإعلام السعودية واسمه بوقس، وقد أسلمت على يديه، وهو الذي وجهني إلى إنجلترا، وهناك تعرفت على الشيخ عبد الله آل محمود الذي توسم فيّ خيراً، وطلب مني أن ألتحق بالمعهد الديني في العين تحت كفالته، ولكن عندما التحقت بالمعهد الديني وجدته لا يفي منهجه بما أريد من الدراسة الإسلامية، لأن فيه رياضيات وجغرافيا، وأنا قد درست تلك العلوم. وقد ساعدني الشيخ بشير بمشقة، أن أكون مؤذناً في مسجد ثم أصبحت إماماً فيه، وقرأت على يد شيخ موريتاني ثم ذهبت إلى موريتانيا، وأخذت العلم على الشيخ الشنقيطي والد عبد الرحمن. [[وهنا انقطع الحديث، لأنا دعينا إلى الصعود إلى الطائرة]]. وقد علمنا أن الأخ حمزة متأثر بالطرق الصوفية، وأن مارتن لنجس هو كذلك على طريقة صوفية، وكذلك الشناقطة الذين درس عليهم. السفر إلى مدريد: تحركت الطائرة من مطار غرناطة إلى مطار مدريد في الساعة الثامنة والنصف مساء، وهبطت في مطار مدريد الساعة التاسعة واستأجرنا سيارة أوصلنا سائقها إلى الفندق. الرغبة شديدة، والآثار كثيرة، والوقت ضيق: إن زيارتنا للآثار الإسلامية في الأندلس، كانت قصيرة لقصر الوقت الذي لم نتمكن فيه من قضاء وطرنا في الوقوف على جزئيات تلك الآثار، ومحاولة وصفها ونقل صورة متكاملة عنها، لهذا اكتفيت بنقل نُتف مبتورة بحسب الوقت المبتور للزيارة، فلم نتمكن من زيارة طليطلة إلا قبيل المغرب عندما بدأ الظلام يخيم عليها، كما أن زيارتنا لقصر الحمراء لم تزد عن ثلاث ساعات، وكذلك زيارتنا لآثار قرطبة و أشبيلية، فليعذرني القارئ في التقصير، ويكفي أني بذلت جهدي في تسجيل ما استطعت تسجيله(25). [img]pics/8/8035.JPG[/img]<< آثار من مدريد 18/11/1405? >> إلحاح المضطر! الاثنين: 19/11/1405هـ في الساعة الثانية عشرة ظهراً حاسبنا الفندق، وذهبنا إلى المركز الإسلامي مع الأخ عبد القادر الجزائري المقيم في المركز للحراسة واستقبال الضيوف وتوديعهم، واستقبال المكالمات الهاتفية في وقت خارج الدوام الرسمي، واجتمعنا ببعض الإخوة في المركز، منهم مديره وأمين صندوقه، ومسؤول الثقافة فيه، وهم يلحون في طلب مساعدتهم بالكتب العربية الإسلامية، والتوسط لدى وزارة الإعلام السعودية بتزويد المركز بأفلام الفيديو المشتملة على المحاضرات والندوات الإسلامية، لإفادة المسلمين في أسبانيا بها، وتزكية المركز لجمع التبرعات للمركز وما يتبعه من مدرسة ابن رشد في غرناطة والمدرسة التي ستنشأ في أشبيلية. وها نحن نسجل رجاء الإخوة ونعتبر هذا التسجيل هنا موجهاً لوزارة الإعلام السعودية، لمساعدة المركز بما يمكن من أفلام الفيديو الإسلامية المفيدة إسهاماً منها في الدعوة إلى الله. [[خلاصة ما يطلب منا في رحلاتنا نقدمه في تقرير إلى الجامعة الإسلامية... وهي التي تتولى ما يمكن فعله، من قبلها أو من قبل الجهات الأخرى في المملكة]]. كما نرجو من أهل الغنى والثراء، أن يمدوا يد المساعدة للمركز الذي يحاول المحافظة على أبناء المسلمين في أسبانيا ونشر الدعوة بين الأسبان. السفر إلى الدار البيضاء: ثم ذهبنا إلى المطار ومعنا الأخ عبد  القادر الجزائري، وأنهينا الإجراءات اللازمة، وصعدنا إلى الطائرة المغربية التي أقلعت من مطار العاصمة الأسبانية: مدريد في الساعة السابعة والدقيقة العشرين. منظر مدينة مدريد من الجو: نظرت من النافذة إلى مدينة مدريد عندما أقلعت الطائرة، فرأيتها مدينة صغيرة بالنسبة لما يقال من أن عدد سكانها يقارب خمسة ملايين، والظاهر أن سبب صغرها تلاصق مبانيها الشديد، لا يكاد الناظر من على الطائرة أن يستبين شوارعها الفاصلة بين أحيائها، بخلاف المدن الأخرى التي رأيناها في البلدان الأخرى، فإن مبانيها منتشرة، وأحياءها متصلة وشوارعها كبيرة، وكل حي مقسم إلى أجزاء كما هو الحال في أستراليا وكندا وأمريكا وغيرها من بلدان أوروبا. ورأيت مزارع الزيتون التي تملأ السهول والوديان والتلال، كما رأيت بعض الأنهار والبحيرات الصغيرة. وكان الجو صحواً، والشمس ساطعة. مضيق حماة الإسلام ومنقذي البشرية! عبرت بنا الطائرة فوق مضيق جبل طارق الذي عبرت منه جحافل الإسلام إلى أوربا. فبعد أن مضى من الوقت ما يقارب أربعاً وأربعين دقيقة كانت الطائرة تحلق فوق هذا المضيق الذي يفصل بين الجبل ومدينة طنجة، ويحجز بين البحر الأبيض المتوسط في الشرق والمحيط الأطلسي في الغرب، وكأنه حمامة سلام تحول بين طغيان أحدهما على الآخر. تذكرت والطائرة تعبر فوق هذا المضيق، الفاتح العظيم طارق بن زياد وإخوانه المجاهدين، وهم يعبرونه إلى بلاد أوروبا، التي كان يسودها الظلام في عصورها الوسطى المتخلفة، يعبرونه إليها بنور الإيمان والعلم الذي أيقظها من سباتها، وجعلها تقف من الكنيسة الطاغية وتعليماتها الخرافية موقف النضال، لاحترام العقل والذب عنه، من أن تستعبده الخرافات وتحول بينه وبين العلم. وتذكرت كيف قلبت أوروبا ظهر المجن لمعلمها فجارت عليه وعاملته أشد مما عاملت به الكنيسة، عندما شبت عن الطوق في التجارب العلمية المادية؟ فحرمت نفسها وحرمت العالم كله الذي غزته واستعمرته نور الإسلام الذي لا سعادة للبشرية كلها إلا به. في مطار طنجة: وهبطت الطائرة في مطار طنجة في الساعة الثامنة والدقيقة الثانية عشرة، فكانت مدة الطيران بين مدريد و طنجة اثنتين وخمسين دقيقة. وبقيت في مطار طنجة أربعين دقيقة، حيث نزل بعض الركاب وصعد آخرون. ثم أقلعت الطائرة من مطار طنجة في الساعة التاسعة. وهبطت الطائرة في مطار الدار البيضاء المسمى بمطار محمد الخامس، في الساعة التاسعة والدقيقة الخامسة والثلاثين، أي أن مدة الطيران بين طنجة والدار البيضاء  خمس وثلاثون دقيقة. والفرق بين توقيت مدريد والدار البيضاء ساعة، فكانت الساعة عندما هبطنا في الدار البيضاء الثامنة والدقيقة الخامسة والثلاثين."
  },
  {
    "type": "section",
    "id": "section-17",
    "title": "في المملكة المغربية",
    "content": "[img]pics/8/8043.JPG[/img]<< خريطة المغرب >> ليلة ثقيلة في المملكة المغربية: كان هدفنا من المرور بالمملكة المغربية، هو أن نعد تقريراً للجامعة الإسلامية عن رحلتنا قبل أن نصل إلى المدينة، لما نعرف من ضيق الوقت علينا في المدينة، من أعمال الوظيفة في الجامعة ومشاغل الأسر، وكثرة الزوار، فقررنا من أول قيامنا بالرحلة، أن تكون المغرب آخر محطة لسيرنا، ولهذا جعلت ما حصل في المغرب تابعاً لأسبانيا، لقلة أوراقه ولأنه تابع فعلاً من حيث هدفه. دخلنا إلى قاعة مطار محمد الخامس لنأخذ حقائبنا، ووقفنا أمام الساحب، فجاءت حقيبة الشيخ في وقت غير طويل نسبياً. أما حقيبتي فقد تأخرت، وظننا أن تأخرها سوف لا يطول، ولكنا بقينا ساعتين ونصف الساعة في انتظارها. تعددت الرحلات واختلطت حقائب المسافرين: رحلة مدريد، ورحلة من باريس، ورحلة من السعودية وغيرها. كانت الساحبات الثلاث تتحرك لتدفع عدداً من الحقائب، ثم يتوقف أحدها ويتحرك الآخر، أو تتوقف جميعاً، وهكذا حتى كاد بعض الركاب ييأسون من مجيء حقائبهم، ومنهم كاتب هذه السلسلة: \"في المشارق والمغارب\" الذي يصف هذه الليلة وما دار فيها، وكانت أثقل ليلة مرت بنا في أسفارنا تقريباً من حيث التعب والإعياء، وكأن الله ينبهنا على الفرق بين من خدموا دنياهم بالإدارة والعمل والنظام من أهل الغرب، وبيننا نحن الذين فرطنا في الدنيا والدين. فرحلاتنا في البلدان العربية لا تقارن بالرحلات في بلاد الغربيين، ويكفي أن تقارن بين مطارات مدينة واحدة في لندن ونيويورك وبين مدينة صغيرة في بعض البلدان العربية لتعرف ذلك الفرق الهائل في الإدارة والتنظيم والتسهيل أو العكس. ثم جاءت الحقيبة، فقلنا الحمد لله، جاء الفرج وانتهى الحرج! ولم نكن ندري أنه بخطوته الأولى معنا قد درج! قعد الشيخ - ليرتاح على الحقائب - وذهب زميله يلتمس شيئاً لم يكن يدري أن وجوده من أندر النوادر وأعجب العجائب! إنها سيارة الأجرة، التي هي شديدة الندرة. سواء كان الطاكسي [[هكذا ينطقها المغاربة]] الكبير أو الصغير، وبخاصة في هذه الليلة ذات المؤتمر الطارئ الكبير. مؤتمر الملوك والرؤساء العرب، الذين يحاولون في اجتماعهم إصلاح ما قد فسد وخرب. ونحن نتمنى لهم الاجتماع على كلمة الله، وأن يدع كل واحد منهم لمصلحة الأمة هواه. كنت في خارج قاعة المطار العليا، وقفت على الشارع فترة فلم أجد أي سيارة من سيارات الأجرة لنقلنا تتهيا. فسألت العسكري: ألا توجد عندكم سيارات أجرة؟ فقال: انزل إلى الأسفل لعلك تجد إحداها منتظرة. فنزلت ووقفت في الشارع حتى تورمت الأقدام، فلم أر أي سيارة تقف أو تتحرك لا إلى الوراء ولا إلى الأمام. وسالت جندياً آخر: ألا توجد سيارات الأجرة عندكم؟ فقال: قف قليلاً، هنا لعل الله يسهل أمركم. فإن سيارات الأجرة تقف في هذا المكان، وتنقل الركاب إلى المدينة بأمان. فوقفت كثيراً لا قليلاً، ولم يُجْدِ وقوفي الكثيرُ فتيلاً. ورجعت إلى الشيخ الذي ظننته قد مل وسئم، لأخبره بما قدر علينا وحتم، وهو أن الطاكسي الكبير والصغير كل منهما قد عدم. فلما رآني نَظَرَ إلَّي نظرة إنكار وعجب، إذ ظن أن زميله قد ضاع عن المكان واحتجب، لأنه غاب كثيراً عن نظره، ولم يحدث مثل هذا من قبل في سفره. فقلت له: يا شيخ! انتظر حتى تسمع الخبر، فما للطاكسي هنا من وجود ولا أثر. فقال: هيا ننزل حقائبنا وننتظر حتى ييسر الله أمرنا. فأخذنا نسحب الحقائب الثقيلة، وفي الدرج نحملها، إذ لم تبق هناك حيلة. ووقفنا في الشارع ما يقارب الساعة، وكانت مَعِدة كل منا تصوِّت من شدة المجاعة. وعندئذ جاء الطاكسي الكبير، وسائقه رافع رأسه مثل الأمير. وكان يعرف أن في إمكانه أن يطلب منا ما يريد، بلا مساومة فلا بد أن نعطيه ونزيد. والطاكسي الكبير عند المغاربة هو المرسيدس. فاتفقنا أن يوصلنا إلى الدار البيضاء بمائة وسبعين درهماً وهي لا تبعد عن مطار محمد الخامس أكثر من ثلاثين كيلو متراً. والمبلغ يساوي بالريال السعودي خمسة وثمانين ريالاً. ثم أزمة في الفنادق في الدار البيضاء! وإذا كانت مشكلة الحقيبة قد ولَّت، ومشكلة الطاكسي الكبير قد حُلَّتْ، فإن مشكلة الفنادق - وهي أصعب - قد حَلَّتْ. لقد كنا نأمل بعد هذا العناء أن نرتاح، ولكن المشكلة قد رافقتنا إلى الصباح، كلما مررنا بفندق من الفنادق الفاخرة، قال موظفوه: إن كل الغرف فيه عامرة. قلنا فلنذهب إلى أي فندق صغير، فلم نجد في الفنادق الصغيرة أي سرير. ونَصَحَنَا موظفُ آخِر فندق مررنا به في الدار البيضاء، أن نركض إلى مدينة الرباط ركضاً، لعلنا نجد فيها نزلاً به نهدأ ونرضى. ما سبب أزمة الفنادق في الدار البيضاء؟ والسبب في ذلك هو اجتماع القمة العربي الطاري، الذي تقرر أن يبدأ من 20/11 ليلة زيارتنا هذه بقدر من الباري. وهو يضم الملوك والرؤساء، ومن يرافقهم من المستشارين والوزراء. ويضم غيرهم من المندوبين الإعلاميين، ومن المتابعين والمراقبين والسياسيين. فلا بد من مواصلة السفر إلى الرباط. وبعد أن يئسنا من فنادق الدار البيضاء الصغيرة والكبيرة، قال لنا بعض الموظفين في أحد الفنادق: اذهبوا إلى مدينة الرباط لعلكم تجدون هناك ولو غرفة واحدة صغيرة! فاستأجرنا سيارة أخرى بعد أن فُكَّ مع السائق الأول الارتباط، وواصلنا السير إلى مدينة الرباط. وكانت السيارة هي فندقنا في الطريق، فقد سبح كل واحد منا في بحر من النوم عميق. إلى أن وصلنا إلى تلك المدينة، مؤملين أن نجد فيها بغيتنا الثمينة. وفي مدينة الرباط انتقلنا من فندق إلى آخر، فإذا كل الفنادق-كما يقول المغاربة-عامرة من الأول إلى الآخر!. وإذا كان الملوك والرؤساء قد عسكروا في جميع فنادق الدار البيضا، فإن فرق اللعب الرياضي العربية قد ملأت جميع فنادق مدينة الرباط أيضا! ثم وقفنا على باب فندق: \"فرج سوفيتيل\" فسألت الموظف: هل يوجد عندكم نزل لمسافر؟ فقال: معذرة فالفندق كله عامر! ولكني أحسست إحساساً داخلياً، أننا سنجد عندهم مكانا خلياً. فراجعته مراجعة طويلة، ولكنه لم يتزحزح عن موقفه قيد أنملة أو فتيلة. فخرجت وقلت للشيخ الذي لم يزل غافيا ينتظر من رفيقه البُشْرى السارة: اذهب أنت وكرر يا شيخنا المحاورة. فذهب وحاول محاولة شديدة، ولكنه خرج قائلا: لم تكن محاورتي يا أهدل مفيدة! وذهب بنا السائق إلى فندق آخر، فإذا هو عامر من أوله إلى الآخر. فقلت للسائق: ارجع بنا إلى فندق: \"فرج سوفيتيل\" ففي قلبي على وجود مكان فارغ فيه دليل. فرجعنا وأنا ألح في نفسي على ربي بالدعاء كثيراً، بأن ييسر لنا ما تعسر علينا تيسيراً. فقد كدنا نسقط من شدة الإعياء، ولم يبق أمامنا إلا الإلحاح على الله في الدعاء. فلما دخلت ورآني الموظف أعرض عني، فقلت له: جئتك هذه المرة بأمرٍ جدٍّ فاسمعني. اتق الله فينا فنحن متعبون، ومن صبح أمسنا إلى وقتنا هذا مسافرون. نكاد نسقط من شدة التعب والإعياء، فحاول أن تساعدنا لنرتاح ولو إلى المساء. فقال: يا ليت عندي غرفة خالية، لأكرم بها هذه الوجوه الغالية. فقلت له: انظر! لو كنت مضطراً كاضطراري، وحالك مشبه لحالي وأنا في دياري. وعملي مثل عملك الحالي، ألا تنتظر مني مساعدتك بالنفيس والغالي؟! ألا تخاف الرب اللطيف، وتبذل لوجهه الكريم حق الضيف؟ قال: وأنت لو كنت في مكاني، وعندك غرفة محجوزة لضيف ثان، هل تجعل لي فيها الأولوية، وتلغي حجزاً سابقاً لمعروف الهوية؟ وهنا أحسست بأن الفرج قد اقترب، وتحقق عندي ما كان في ظني قد غلب. فقلت له: الضيف الغائب يحتمل أن يتأخر، وأنا الآن أمامك مضطر. فسلمني الغرفة لأرتاح فيها، وإذا جاء صاحبها فسوف أخليها. وإن لم تفعل فأنزلني في دارك، ألست ضيفاً مضطراً في ديارك؟ فبدا على وجه الرجل اللين، وزاد عندي الأمل والإلحاح المبين. فقال: سأستضيفكم في النزل لِيوم، وإذا اضطررت إلى طلب مغادرتكم بعده فلا لوم. قلت: كلامك معقول، وعذرك إذا تعسر الأمر مقبول. وخرجت إلى الشيخ أبشره بما حصل، فاستبشر وجهه وتهلل، وقال: لقد أنجح الله مساعيك يا أهدل، وفتح باب سيارته ونزل. جناح وليست غرفة! وصعدنا ظانين أنهم سيسلموننا نزلاً صغيراً، فلم نجده كذلك وإنما وجدنا جناحاً كبيراً، أجرته في الليلة الواحدة ألف وأربعمائة درهم، فحمدنا الله وأثنينا عليه حيث أزال عنا ما نزل بنا من هم. والفندق من فنادق الدرجة الأولى الممتازة، ولم نحصل عليه إلا بعد أن قطعنا الأرض مفازة مَفازة. وما إن وضعنا جنوبنا، باسم ربنا على سررنا، حتى سبحنا في بحر نومنا، وأسلمنا لله أرواحنا. ولعلك أيها القارئ قد عرفت جيداً قصة ليلتنا. ووقاك الله في أسفارك أن يصيبك ما أصابنا. الثلاثاء: 20/11/1405هـ لم نفق إلا في الساعة السابعة صباحاً، حيث قمنا صلينا الفجر، وكان نومنا في الساعة الثالثة بعد منتصف الليل. عندما نزلنا في الساعة العاشرة حاول معنا أحد موظفي الفندق الخروج حسب الوعد، وفهمنا أنه لم يأت من قالوا: إنهم حجزوا له الحجرة، فتغافلنا عن طلبهم وسكتوا هم عنا. وكان الفندق مزدحماً بأبناء الشعوب العربية من الفرق الرياضية، التي لم تعد تفكر في بناء أجيال الجهاد الذي يعيد لها عزتها، وإنما أصبح همها كرة القدم والرقص والغناء والميوعة، كانت مناظر أولئك الشباب الذي يتمتع ويلهو بدون هدف، مناظر سيئة: الشعور المتدلية كشعور النساء، والسراويل القصيرة التي لا تغطي إلا العورة الكبرى، والسلاسل الذهبية في الصدور كمن ينشأ في الحلية وهو في الخصام غير مبين. وطلبنا من موظفة الخطوط المغربية الموجودة في الفندق أن تؤكد لنا الحجز، فأكدته على نفس الرحلة التي كنا حجزنا عليها في مدينة إنديانا بولس في الولايات المتحدة الأمريكية قبل شهر تقريباً، وكان المقرر أن تقلع الرحلة غداً الأربعاء في الساعة الثانية والنصف ظهراً، من مطار محمد الخامس إلى مطار الملك عبد العزيز الدولي بجدة. جولة في مدينة الرباط: وجدنا في باب الفندق سائق الطاكسي الكبير \"عبد السلام\" الذي اتفقنا معه أن يرافقنا كل ساعة بثمانين درهماً(26). [img]pics/8/8036.JPG[/img]<< أحد المساجد الكبيرة في مدينة الرباط 20/11/1405? >> صومعة حسان: فبدأنا بصومعة حسان، وهي مئذنة عالية من بقايا مسجد قديم واسع، وبقيت أعمدة المسجد بدون سقف، وقد أخذنا له بعض الصور(27). [img]pics/8/8037.JPG[/img]<< مسجد حسان وصومعته ـ الرباط ـ 20/11/1405? >> [img]pics/8/8038.JPG[/img]<< مسجد حسان وصومعته من جهة أخرى ـ الرباط 20/11/1405? >> مسجد محمد الخامس وضريحه: ثم دخلنا مسجد محمد الخامس، وهو يجاور مسجد حسان، وهو مسجد واسع مزخرف، ثم مررنا بضريح محمد الخامس، تعلوه قبة، وبه قراء يتناوبون، وبجانبه ضريح ابنه الذي يسمونه: مولاي بن محمد، وهو أخو الحسن الثاني. وأمام القبر شيخ كبير السن قاعد على بساط، أمامه مصحف كبير على كرسي خاص بالمصحف، وهو يقرأ القرآن باستمرار ويخلفه غيره إذا تعب(28). [img]pics/8/8039.JPG[/img]<< تناوب القراء على قبر محمد الخامس 24ساعة يومياً ـ الرباط 20/11/1405? >> [img]pics/8/8040.JPG[/img]<< مسجد محمد الخامس ـ من الداخل ـ الرباط 20/11/1405? >> [img]pics/8/8041.JPG[/img]<< مسجد محمد الخامس ـ من الخارج ـ الرباط 20/11/1405? >> وهذا هو دأب كثير من قراء زماننا، أصبحوا رواداً للقبور يقرءون القرآن على الموتى، بدلاً من أن يكونوا رواداً لساحات الجهاد يقرءونه على المجاهدين محرضين لهم على الجهاد، كما كان أبو هريرة رضي الله عنه يقرأ سورتي الأنفال والتوبة على المجاهدين عندما تلتحم صفوفهم بصفوف أعدائهم. القصر الملكي: ثم مررنا بالقصر الملكي: قصر محمد الخامس الذي يضم بعض الوزارات الحكومية، وبقربه مسجد تابع له، يحيط بالقصر سور على مسافة واسعة. مدينة شلة: ثم مررنا بمدينة شلة الواقعة قرب نهر، اسمه: أبو رقراق وهي مدينة قديمة، يحيط بها سور قديم، وبداخله بقايا من أصول المباني التي شيدت بها، وقد بنيت قبل الميلاد بقرنين حسب قول الدليل \"المزور\" بناها الرومانيون، ثم أسسها بعد ذلك المسلمون المرينيون، وبها من بقايا مباني المدرسة القرآنية، وكان تأسيسهم لهذه سنة 731م، وهي تحتوي الآن على حدائق. وقد أصيبت مدينة شلة بزلزال شديد دمرها تدميراً. ومررنا كذلك بقلعة: \"الوادية\" وهي عبارة عن معسكرات بناها الموحدون. مدينة سلا: ثم مررنا بمدينة \"سلا\" وهي مدينة قديمة لها سور يحيط بها، ولها بلدية خاصة يفصل بينها وبين الرباط - وهي جزء منها - نهر أبي رقراق. على شاطئ البحر: ثم ذهبنا إلى شاطئ البحر (المحيط الأطلسي) وتجولنا فيه قليلاً، ثم ذهبنا إلى مطعم يبعد عن مدينة الرباط خمسة عشرة كيلو متراً، على ساحل البحر، وهو فندق ومطعم ومقهى، والشاطئ صالح للسباحة. وكان الشيخ يرغب في أكلة الكسكسي المغربية الشهيرة، وقال له عبد السلام: إنها توجد في هذا المطعم، ولكن المطعم لم يُعِدّ هذه الأكلة اليوم، فطلب كل منا ما يريد من الطعام المعد، فتغدينا وكان الشاطئ مليئاً بالحيوانات البشرية العارية التي فقدت الحياء، وكنا نود لو أتيحت لنا فرصة التمتع بجمال ذلك الشاطئ، ولكن لا يجتمع سيفان في غمد، لذلك رجعنا إلى الفندق، واتفقنا مع سائقنا الهادئ الذي ما كنت أفهم كلامه المغربي العامي إلا بالقرائن أو بترجمة الشيخ الذي يبدو أن المدينة قد دربته على لهجات الحجاج المختلفة.! اتفقنا معه أن يأتينا في الساعة السابعة لنخرج إلى السوق لشراء بعض الهدايا الخفيفة وتم ذلك في وقته. جولة في الدار البيضاء قبل الذهاب إلى المطار: الأربعاء: 21/11/1405هـ جاءنا السائق عبد السلام في الساعة التاسعة من صباح هذا اليوم: الأربعاء، لينقلنا إلى مطار محمد الخامس استعداداً للسفر. ولما كان موعد السفر هو الثانية والنصف بعد الظهر، أحببنا أن نقضي وقتاً قبل ذلك في جولة في الدار البيضاء، فتجولنا في بعض أحيائها، وفي ساحلها على شاطئ المحيط الأطلسي الذي كان هائجاً مائجاً، أمواجه تتلاطم وترتطم ويرتفع رشاشها إلى ما يزيد عن أربعة أمتار، وكان شاطئه مليئاً بأولاد المدارس الصغار. وشرب الشيخ الشاي الأخضر والنعناع، ثم اتجهنا إلى مطار محمد الخامس، وكلنا سرور بالتوجه إلى بلدنا الحبيب بلد المسجدين المسجد الحرام حيث الكعبة المشرفة، والمسجد النبوي الشريف، وبلقاء أهلينا الذين قد أشعرناهم بقدومنا في هذا اليوم. إلى مطار محمد الخامس! درنا في الشوارع في الدار البيضاء، حيث كان سائقنا يبحث عن الشارع الذي نخرج منه إلى الطريق المؤدي إلى المطار، لأن الشارع الكبير الذي يعرفه في وسط المدينة كان مغلقاً، بسبب أن مواكب الملوك والرؤساء ومرافقيهم تمر به، وعبد السلام ليس من أهل هذه المدينة فسأل حتى دُلَّ على السبيل. وصلنا إلى المطار، وودعنا سائقنا، ودخلنا بحقائبنا وذهبنا إلى موظفة الدرجة الأولى، فأخذت منا تذاكر السفر وسلمتنا بطاقات الصعود، وتسلمتْ الحقائب ثم قالت لنا في هدوء: الطائرة لا تقلع إلا في الساعة الثانية والنصف بعد منتصف الليل! قلنا: وأين نذهب الآن؟ قالت يمكن أن يسمحوا لكم بالدخول إلى مكتب الدرجة الأولى لترتاحوا فيه ويقدموا لكم فيه وجبة الطعام. قلت للشيخ: ما رأيك لو أدركت السائق عبد السلام، لنذهب إلى الدار البيضاء نتجول ونتغدى، و نتحرك بالسيارة إلى أي مكان حتى يذهب أغلب الوقت ثم نعود، بدلاً من البقاء هنا خمس عشرة ساعة؟ قال: لا بأس، فذهبت ولم أجد السائق، فاضطررنا أن نحاول أخذ إذن بدخول مكتب الدرجة الأولى، وأمرنا لله! وعندما استأذنا قال أحد موظفي أمن المطار: لا يمكن الدخول إلا بعد الساعة الحادية عشرة مساء! وهنا جاء وقت الجد عند الشيخ الهادئ الطبع الصبور! فأخذ يحاج الرجل محاجة مشوبة بالإفريقية النافعة في وقتها، وذكر لرجل الأمن ما لاقيناه من عناء في التماس الفنادق، وأنه من الصعب الآن العثور على فندق، وكيف نبقى لمدة أربع عشرة ساعة لا نجد مكاناً نقعد فيه؟! ولكن رجل الأمن أصر على موقفه، فذهبنا إلى زاوية من قاعة المطار، ووقفنا ينظر كل منا إلى الآخر، وشيخنا يسليني بأسلوبه المعروف، يقول الوقت يمضي بسرعة وسييسر الله الأمور، وكلما ضاقت انفرجت، واشتدي أزمة تنفرجي، طَوِّل بالك يا أهدل... وانفرجت أزمة المطار الأولى! وقفنا ما يقارب نصف الساعة، ولا يوجد مقعد يستطيع الإنسان أن يريح رجليه بالجلوس عليه قليلاً، فإذا أرجلنا تشكو إلى ربها حالها، وإذا رجل الأمن يركض إلينا قائلاً: قفوا مكانكم وسنرد لكم الجواب قريباً، وبعد قليل جاء بوجه يبشر بخير، وأشار إلينا من بُعْدٍ: أن هلموا، فذهبنا إلى باب الدخول فختموا جوازاينا، ودخلنا إلى مكتب الدرجة الأولى، وفيه مقاعد مريحة، ويتبعه حمام خاص، والمطعم بجانبه فقال الشيخ فرجها الله يا أبو - برفع والد الأسماء الخمسة اعتباطاً - عبد البر! وقعدنا نعد الدقائق وهي تمضي - كما قال الشيخ - ولكن ليست بسرعة، وإنما كانت الدقيقة بساعة، والإنسان خلق من عجل، وكان النعاس يعدو علينا، فإذا اهتز الرأس ولى مدبراً وعقب! ووجد – النعاس - من الشيخ رخاوة فلاطفه حتى تمكن منه فأصبح نوماً بدلاً من النعاس. وهذه عادة الشيخ، إذا أراد النوم شرب كوباً أو كوبين من الشاي، وربما قرنه بالقهوة وكيَّف، وأسلم نفسه لله سواء كان مضطجعاً على سرير مريح، أو في الأرض على عمامته، أو قاعداً في سيارة أو طيارة، أو على مقعد في وسط الزحام كما هو الحال في هذا اليوم. وحان وقت العصر فصلينا الظهر والعصر جمعاً وقصراً، وأخذنا نسلي أنفسنا نمشي نازلين إلى القاعة السفلى، صاعدين إلى مقرنا، وأصبح المطار فارغاً لا يوجد فيه إلا القليل من موظفي الخطوط ورجال الأمن. استمر بنا الحال كلما مضت ساعة فرحنا بإدبارها، واستعجلنا مُضِيَّ التي تليها حتى جاء الوقت الذي أذنوا للناس فيه بالدخول، وإذا قاعات المطار تزدحم، ووفد إلينا بعض ركاب الدرجة الأولى والعائلات وظننا بعضهم من رفاقنا، ولكنهم سرعان ما يفارقوننا عندما ينادى بأنه قد حان وقت الرحلة رقم كذا.. ونقول في نفوسنا، أنتم السابقون ونحن إن شاء الله بكم اللاحقون! أزمة المطار الثانية!! ودنا وقت السفر المقرر: الثانية والنصف بعد منتصف الليل، فإذا المسؤولون في المطار يعلنون: إن وقت الإقلاع تغير إلى الساعة الثالثة والدقيقة العاشرة، وزاد اكتئاب الناس، ولكن لا بد من الصبر وتأخر نصف ساعة لا يضر، بل وساعة. أزمة المطار الثالثة!!! ولكن أعلنوا بعد ذلك أن الوقت قد تغير إلى الساعة الثانية عشرة من ظهر يوم الخميس!!! فهاج الناس وماجوا، وعددهم كثير، منهم حجاج مغاربة، وهم أكثر الركاب، وتعب أهل العوائل والأطفال. وقلت للشيخ: لماذا لا نذهب إلى مدير المطار ونكلمه؟ هل يصح أن نبقى ساكتين بعد هذا كله والناس قد ضجروا وبخاصة العوائل والأطفال؟ فقال: إن الصبر طيب، والوقت يمضي وإن شاء الله تسير الأمور على خير، ولكني ألححت عليه وقلت: ائذن لي أن أذهب أنا لأكلمه؟ فقال في هدوء: إن شئت فاذهب. فعرفت أنه لا يريد ذلك، فقلت: أمرنا لله! يا لطيف... يا لطيف... يالطيف! وبعد قليل دوت قاعة انتظار المسافرين بالهتاف والتصفيق: أما الهتاف فكان (يَا لطيف. يا لَطيف. يا لطِيف. يا لطيفْ) وهو صوت حبيب إلى النفس، لأن اللطيف هو الله، ونداؤه به فيه ثلاث فوائد: الفائدة الأولى: دعاؤه تعالى لأنه هو الذي يلطف بعباده وييسر أمورهم. الفائدة الثانية: إشعار المسؤولين أن الناس في حاجة إلى الشفقة والرحمة، لأن صبر كثير منهم قد نفد، وبعضهم قد نزل به حرج ومشقة. الفائدة الثالثة: إظهار الاحتجاج بكلمة محببة إلى النفس خير مما يفعله المتظاهرون الذين يتفوهون بألفاظ بذيئة. وكان نطق المغاربة بكلمة: لطيف، لطيفاً، فإنهم يفخمون اللام ويثبتون بعدها مَدَّة خفيفة جداً، وكانوا هم الذين بدءوا الهتاف وتابعهم كل الركاب تقريباً. وأما التصفيق فكان عيباً أن يصدر من حاج إلى بيت الله، ثم هو من عادة النساء، وليس من عادة الرجال في شرعنا، فهو أقرب إلى الاستهزاء والسخرية من الاحتجاج أو الإعجاب، وإن كان قد أصبح في عرف الناس دالاً على الإعجاب والتأييد، أو الاحتجاج والتنديد، ثم  إن خلطه بدعاء الله باسم اللطيف غير لائق. واستمر ذلك الاحتجاج ما يقارب خمس دقائق، وكان بعض المسؤولين في المطار يطل على المحتجين من بعد وينظر، ثم يعود أدراجه. وبهذا يظهر للقارئ أن زيارتنا للمغرب صادفت بعض المشقات، مع العلم أن الهدف منها - كما اتفقنا أنا وصاحبي - أن نأخذ راحتنا، ونكتب تقرير رحلتنا هذه في هدوء واطمئنان، ولكن قدر الله وما شاء فعل... وصدق الوعد الثالث! وبعد أن مضت علينا في مطار محمد الخامس خمس وعشرون ساعة تقريباً، أعلن أن طائرتين ستتحركان إلى جدة، وكان هذا الإعلان صحيحاً، فقد أقلعت الطائرة التي كنا فيها في الساعة الثالثة بعد الظهر، بتوقيت المغرب الخامسة بتوقيت المملكة العربية السعودية. ثمانية لا بد منها على الفتى! من طبيعة الإنسان استعجال ما يرغب فيه والسرور بحصوله، وكراهة ما لا يريده والحزن من حدوثه، والأمور دول: مرة سرور، ومرة حزن.... ولقد جمع أحد الشعراء الأمور التي لا يخلو الإنسان منها في حياته، فقال: [sh][shtr]ثمانية لا بد منها على الفتى= ولا بد أن تجري عليه الثمانية[/shtr][shtr]سرور وحزن واجتماع وفرقة= وعسر ويسر ثم سقم وعافية[/shtr] [/sh] وفقد الإنسان الصبر يورثه الهم الذي سرعان ما يزول بتبدل الأحوال، ولقد ضاقت صدور الركاب في الساعات الماضية، ثم انقضت كأنها لم تكن. ولهذا عندما أقلتنا الطائرة وأقلعت بنا من مطار محمد الخامس، بدأ الغضب يذهب، وبدأ مضيفو الطائرة يسلون الركاب بالمرطبات والشاي والقهوة، ثم أنواع طعام الغداء، يؤكل هذا النوع، فيقدم نوع آخر. وهكذا أراد قائد الطائرة أن يشارك في التسلية، فكان كلما مر ببلد أعلن للناس أننا الآن فوق بلد كذا: فاس، مكناس، الحدود الجزائرية. العاصمة الجزائرية، طرابلس، أسيوط، الأقصر، وهكذا... حتى أعلن المضيف عن اقتراب الهبوط في مطار الملك عبد العزيز الدولي بجدة. وهبطت الطائرة في مطار الملك عبد العزيز بجدة في الساعة الحادية عشرة، فكانت مدة الطيران من مطار الملك محمد الخامس إلى مطار الملك عبد العزيز الدولي ست ساعات. وبنزولنا في مطار الملك عبد العزيز الدولي بجدة اطمأنت النفوس، وبدأنا نحس بقول الرسول صلى الله عليه وسلم: ((إن السفر قطعة من عذاب يمنع أحدكم طعامه وشرابه، فإذا قضى أحدكم نهمته فليعد إلى أهله))... عزم وتنفيذ بعد تفكير وتردد: الخميس: 22/11/1405هـ لم أكن أريد أن أتحدث عن فضيلة الشيخ عمر محمد فلاتة بشيء من صفاته، التي لمستها منه خلال صحبتي له في رحلتين متتاليتين من رحلات  \"في المشارق والمغارب\" لأمرين: الأمر الأول: عائد إليَّ أنا، ولا داعي للإباحة به. الأمر الثاني: عائد إلى الشيخ نفسه، وهو ما أعلمه منه من كراهيته الحديث عنه بثناء، خوفاً على نفسه من جهة أن يقع في نفسه شيء وتواضعاً، لينال الرفعة من الله لأن من تواضع لله رفعه. ولكني - بعد تأمل - فضلت أن أسجل ما عندي حوله في هذا الجزء لأمرين: الأمر الأول: أن للتاريخ حقاً في أن يدون له ما يخشى عدم تدوينه، والتاريخ سجل للأجيال المتعاقبة، تهتدي منه بالهدى والخير، وتتعظ بما حصل فيه من شر وسوء عاقبة. الأمر الثاني: شعوري بأن ما أسجله هنا كان قدوة حسنة لي، وأود أن يطلع عليه زملائي وإخواني الذين هم في حاجة مثلي إلى القدوة الحسنة، وبخاصة في مجال الدعوة ومخاطبة الناس والتعامل معهم. وكنت أعرف الشيخ قبل أن أختلط به في السفر، ولكن السفر معه أكثر من مائة يوم صحبة متواصلة في الطائرة والسيارة والمسجد والمدرسة واللقاء بالناس أفراداً وجماعات، متفقين ومختلفين في مكان يسر وآخر يحزن، في المطعم والمشرب والنفقة، كل ذلك يجعل كاتب هذه السطور يرى ويسمع ويفهم صاحبه عن كثب. وفي هذا اليوم سجلت ما تذكرت من صفات الشيخ بمناسبة تأخر الطائرة المغربية وموقفه من ذلك، جعلني أتذكر ما كنت سجلته في ذاكرتي في مناسبات مختلفة، ولم أراع في ترتيب هذه الأمور شيئاً إلا مجرد كتابتها حسب تذكري لها: صفات عرفتها في الشيخ عمر محمد فلاتة: 1-يمتاز الشيخ عمر محمد فلاتة بالهدوء والصمت، إلا إذا دعت الحاجة إلى الكلام. 2-يمتاز بالذكاء وقوة الملاحظة وجودة الذاكرة. 3-لا يحب اغتياب الناس، ويكتفي بذكر الصفة الذميمة دون ذكر صاحبها. 4-شديد الحب لمشايخه والثناء عليهم. 5-معتدل في الحكم على الناس أفراداً وجماعات. 6-يذكر معروفَ مَن أسدى إليه معروفاً ولو طال وقته. 7-يرغب في إكرام الناس وإيثارهم. 8-كثير الثناء على أقاربه وبخاصة والديه، وكثيراً ما يذكر قصصاً حصلت له مع والديه تدل على صحة ثنائه عليهما. 9-يتعاطى الوسائل التي تزيد الألفة بينه وبين من صحبه وتديمها، ويتجنب ما يخشى منه التأثير عليها. 10-يذكر للعاملين للإسلام من كل الجماعات خيرهم ويحث على الأخذ به، ويشير إلى ما عندهم من سلبيات ويحذر منه بلطف، لا يمدح مطلقاً ولا يذم مطلقاً، وهذا هو الإنصاف الذي لا يوفق له  كثير من الناس الذين نصبوا أنفسهم للدعوة، يهدمون محاسن العاملين للإسلام بوجود قليل من المساوي - في نظرهم - المغمورة بتلك المحاسن. 11-يرى أن السبيل الأمثل لطالب العلم، في تحصيل العلم والعمل به والدعوة إلى الله به، أن لا يكتفي بدراسته النظامية في المعاهد والكليات، بل لا بد أن يتصل بذوي العلم والخبرة والقدوة الحسنة ليصقلوه علماً وعملاً صالحاً وأساليب دعوة، ويوسعوا أفقه ليكون قادراً على الاختلاط بالناس على اختلاف أصنافهم لدعوتهم والتأثير فيهم. 12-إذا رآك مغضباً من أمر من الأمور أو شخص من الأشخاص حاول تهدئتك، بهز رأسه وغمض عينيه وابتسامته، ثم يحاول أن يحمل ما أغضبك على محمل يخفف به الغضب. 13-للشيخ ابتسامات ثلاث: الأولى: ابتسامة الرضا والسرور بما يرى أو يسمع، وقد يكتفي بها، وقد يصرح بسبب رضاه وسروره. الثانية: ابتسامة استقبال القادم وإظهار السرور بلقائه، وهذه لا تخفى على أحد. الثالثة: ابتسامة الإنكار وعدم الرضا، وهذه كالأولى قد يفسر بعدها إنكاره، إذا رأى المصلحة في ذلك، وقد لا يتحدث بشيء، ولكن الذكي يفهم معنى ابتسامته. 14-يَنْمي بين المتخاصمين الخير عن طريق التعريض الذي يقرب بينهما. هذه بعض الأمور التي سجلتها، مما وعته ذاكرتي في سفري مع الشيخ، وأقدم له اعتذاري في كتابتها، فما أردت من ذلك إلا الخير والله من وراء القصد. هذا وقد رثيته بقصيدة بعد وفاته، بعنوان \"جَلَّ المصابُ\". وإلى هنا انتهى هذا الكتاب من سلسلة: \"في المشارق والمغارب\". فرغ مؤلفه من ترتيبه في الساعة التاسعة من ليلة الأربعاء، الموافق لليوم الثامن من شهر رجب الحرام من عام ستة وأربعمائة وألف (1406) للهجرة. وصلى الله على سيدنا ونبينا محمد وعلى آله وصحبه ومن تبعهم بإحسان إلى يوم الدين. وقد أتممت تنسيقه وتصحيحه في جهاز الكمبيوتر، في الساعة الخامسة والنصف مساء من يوم التروية لعام: 1418هـ الأحد الموافق: 5 من شهر أبريل، لعام: 1998م. وتمت آخر مراجعة له في الساعة السادسة والنصف من صباح يوم الخميس 21/11/1426هـ ـ 22/12/2005م وسبحانك اللهم وبحمدك، لا إله إلا أنت نستغفرك ونتوب إليك"
  },
  {
    "type": "section",
    "id": "section-18",
    "title": "ملاحق الكتاب",
    "content": "رثاء لفضيلة الشيخ عمر محمد فلاتة رحمه الله: داعية إسلامي ، ومدرس بالمسجد النبوي ، ومدير دار الحديث المدنية، وكان أميناً عاماً للجامعة الإسلامية في المدينة المنورة، ورئيساً لمركز الدعوة في الجامعة، ثم مديراً لمركز السنة فيها، وقد جمعني به العمل في الجامعة، كما رافقته في رحلتين دعويتين استغرقتا ما يقارب مائة يوم. هذا وقد رثيته بقصيدة بعد وفاته هذا نصها: جل المصاب أفنيت عمرك في الخيرات يا عمر= ولم تزل ساعيا حتى أتى القدر شمرت تطلب علم الشرع محتسبا= فنلت منه الذي قد كنت تنتظر ثم اتجهت لنشر العلم مجتهدا= تهدي الشباب الذي في الأرض ينتشر وكنت في الدار للطلاب خير أب= وخير شيخ يواسيهم ويصطبر وروضة الخير كم أصغت بها أذن= وأنت تشرح ما يُقضَى به الوطر وكنت للباز عونا في قيادته= سفينة العلم، والتاريخ مُستَطَر وجلت في مشرق الدنيا ومغربها= تسقي القلوب هدى كالمزن ينهمر لقد عرفتك في الأسفار عن كثب= أبدى خلالَك لِي يا شيخنا السفرُ حلم ولين وإيثار ومرحمة= وذلة أصلها القرآن والأثر كانت رياضك والقرآن بغيتنا= تسعين فجرا فطاب الغيث والثمر سالت دموعك في الحمرا وقرطبة= على مآذن بالصلبان تختمر جل المصاب وعم الخطب طيبتنا= والأرض تنعاك والأفلاك والقمر وروضة المصطفى يا شيخنا فقدت= ما كنت تبسط من علم وتختصر والدار قد أظلمت أرجاؤها حزنا= وطالبو الدار كالأيتام قد وُتِروا وأطرق الغرب مثل الشرق في أسف= على فراقك إذ وافى به الخبر ونحن ننعاك للدنيا وواجبنا= أن لا نعارض ما وافى به القدر فالموت حق وما في الخلق من أحد= بمفلت منه لا جن ولا بشر والله نسأل أن تغشاك رحمته= وأن تنال الرضا والفوز يا عمر نبذة مختصرة عن السيرة الذاتية للشيخ: هذا ورأيت أن أنقل بعض المعلومات عن السيرة الذاتية للشيخ، فطلبت من أولاده، شيئاً من ذلك لأثبته هنا بمناسبة الكلام عن الشيخ رحمه الله، فأرسل لي ابنه الكبير الدكتور محمد عمر الذي سبق ذكره في هذا الكتاب، بعض الرسائل التي فيها معلومات عن الشيخ، ومن تلك الرسائل: محاضرة الشيخ عبد المحسن بن حمد العباد البدر الذي اختلط كثيراً بالشيخ، حيث كان في فترة من الفترات نائباً لرئيس الجامعة الإسلامية والشيخ عمر أميناً عاماً لها، فنقلت من رسالته ما أردت مختصراً: قال الشيخ عبد المحسن: \"أما ولادته فكانت في عام 1345هـ ...على مقربة من مكة. أما نشأته فقد انتقل مع والديه بعد عام من ولادته إلى المدينة ونشأ فيها وترعرع، وبدأ تعليمه بالكتاب.. ثم دخل في دار العلوم الشرعية ونال شهادتها الابتدائية، ثم نال الشهادة الابتدائية من مديرية المعارف العمومية وذلك في عام 1363هـ ثم بعد ذلك واصل الدراسة في ما فوق الابتدائية ودخل دار الحديث وأخذ شهادتها العالية وكان ذلك في سنة 1367هـ ولازم الشيخ عبد الرحمن الإفريقي رحمه الله واستفاد من علمه.... ودرَّس في دار الحديث ودرس أيضاً في غيرها. أما تدريسه في المسجد النبوي فقد كان بداية ذلك في عام 1370هـ إلى أن توفي رحمه الله في أواخر العام الماضي 1419هـ أي أنه درس في المسجد النبوي ما يقارب نصف قرن قضاها في التدريس في هذا المسجد المبارك مسجد الرسول صلى الله عليه وسلم وكان مكانه قريباً من الروضة... إدارته لدار الحديث بالمدينة: بعد ما توفي الشيخ عبد الرحمن الإفريقي رحمه الله في عام 1377هـ وكان هو الناظر عليها خلفه الشيخ عمر في إدارتها والنظارة عليها.. وفي عام خمسة وثمانين وألف انتقل إلى الجامعة الإسلامية في الأعمال المختلفة... ولكنه مع ذلك محتفظ بإدارة هذه الدار والإشراف عليها... الأعمال التي أنيطت به في عام خمسة وثمانين وثلاثمائة وألف: نقل إلى الجامعة وكلف بعمل الأمين العام المساعد... ثم عين أميناً عاماً ... وكان مع قيامه في العمل الإداري يؤدي دروساً في كلية الحديث ثم بعد ذلك صار مسؤولاً عن مركز خدمة السنة والسيرة النبوية في الجامعة وهو الذي تم على يديه تأسيسه.. حج فرضه عام 1365هـ إلى عام 1418هـ ولم يتخلف عن الحج إلا سنة واحدة.. وقد بلغت حجاته ثلاثاً وخمسين حجة. وفاته: لقد توفي رحمه الله صبيحة يوم الأربعاء الموافق التاسع والعشرين من شهر ذي القعدة من عام 1419هـ. انتهى ما أردت تسجيله عن الشيخ عمر رحمه الله من رسالة الشيخ العباد. والمحاضرة ألقيت في قاعة المحاضرات في الجامعة الإسلامية في أوائل شهر المحرم من عام 1420هـ  نشرتها مكتبة دار ابن القيم. روابط على الشبكة العالمية لها صلة بالمسلمين في أسبانيا: الرابط الأول: http://www.islamonline.net/arabic/arts/2001/06/article15.shtml الرابط الثاني: http://www.islamonline.net/Arabic/news/2005-05/12/article01.shtml الرابط الثالث: http://www.islamonline.net/Arabic/news/2005-10/16/article06.shtml الرابط الرابع: http://www.islamtoday.net/articles/show_articles_content.cfm?artid=6205&catid=105 الرابط الخامس: http://news8.thdo.bbc.co.uk/hi/arabic/middle_east_news/newsid_3052000/3052967.stm (1) صورة رقم (1) في ملحق صور كندا: منظر من تورنتو. (2) صورة رقم (2) في الملحق: برج تورنتو. (3) صورة رقم (3) في ملحق الصور: منظر لشلالات نياجرا. (4) صورة رقم (12) ساعة الزهور. (5) صورة رقم (4) في ملحق الصور. (6) صورة رقم (5) في ملحق الصور. (7) صورة رقم (6) في ملحق الصور. (8) صورة رقم (7) في ملحق صور كندا. (9) صورة رقم (8) في ملحق صور كندا. (10) صورة رقم (9) في ملحق صور كندا. (11) صورة رقم (10) في الملحق: جامع الرشيد في المركز الإسلامي.. (12) صورة رقم (11) في ملحق الصور: منظر من فانكوفر. (13) صورة رقم (13) مسجد فانكوفر من الخارج. وصورة رقم (14) المصلين من الداخل. (14) الصور رقم (15) و(16) في ملحق صور كندا: طريق وشلالات شانون في فانكوفر. (15) صورة رقم (17) في ملحق صور كندا: منظر لمونتريال. (16) صورة رقم (18) في ملحق الصور. (17) صورة رقم (1) في ملحق صورة إسبانيا: المركز الإسلامي الثقافي بعد تمام بناءه. (19) (18) صورة رقم (2) في ملحق صور اسبانيا: في محراب جامع طليطلة. (20) (19) صورة رقم (3) في ملحق الصور: مدرسة ابن رشد في غرناطة. (21) (20) الصور (4، 5، 6، 7، 8، 11) في ملحق الصور: مناظر لقصر الحمراء من الداخل والخارج. (22.23.24.25.26.27) (21) الصور (9، 10) في ملحق صور اسبانيا: جنات العريف. (28.29) (22) صورة رقم (12) في ملحق الصور. (30) (23) انظر: الصور (17، 18، 19) في ملحق صور اسبانيا. (31.32.33) (24) انظر: صورة رقم (20) في ملحق الصور. (34) (25) صورة رقم (21) في ملحق الصور: آثار من مدريد. (35) (26) صورة رقم (1) في ملحق صور المغرب: أحد المساجد الكبيرة في الرباط. (36) (27) الصور رقم (2، 3) في ملحق الصور. (37.38) (28) صورة رقم (4، 5، 6) في ملحق الصور. (39.40.41) ?? = ــــــــــــــــــ = ?? ?? 95 52"
  }
]