[
  {
    "type": "title",
    "content": "تفسير سورة النور لفضيلة الشيخ العلامة محمد الأمين بن محمد المختار الجكني الشنقيطي المولود سنة 1325هـ ـ المتوفى سنة 1393هـ كتبه عن فضيلة المفسر هذا التفسير تلميذه عبد الله بن أحمد قادري الأهدل"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "مقدمة",
    "content": "[أغلب هذه المقدمة مأخوذ من مقدمة معارج الصعود إلى تفسير سورة هود؛ لأن الهدف من المقدمة في الكتابين واحد، وتعليقي يوضع بين معقوفي، هكذا: [ ]]. إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا.. من يهده الله فلا مضل له، ومن يضلل فلا هادي له، واًشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله. ((يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إلا وَأَنْتُمْ مُسْلِمُونَ)) [آل عمران:102]. ((يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً)) [النساء:1]. ((يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً)) [الأحزاب:70 -71]. أما بعد.... فإن خير الكلام كلام رب العالمين، وخير الهدي هدي رسوله الأمين، وكل كلام خالف كلام الله فهو الباطل، وكل هدي خالف هدي محمد صلى الله عليه وسلم فهو الضلال المبين. لذلك كانت السعادة كل السعادة في سلوك صراط الله المستقيم الذي لا سبيل إليه إلا بالعلم النافع والعمل الصالح اللذين تضمنهما هذا القرآن الكريم الذي لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد. كتاب أحكمت آياته ثم فصلت من لدن حكيم خبير، تحدى الله به الخلق كلهم إنسهم وجنهم أن يأتوا بآية مثله فعجزوا.. أخبر عن الغيب في الماضي والمستقبل فكانت أخباره كلها صدقاً، وشرع للخلق أحكاماً تضبط حياتهم وسلوكهم فكانت كلها خيراً وعدلاً.. ولفت أنظار الخلق إلى عجائب الكون وأسراره في كل عصر وجيل فأدهشت عقولهم وأودعت في قلوب المنصفين الإيمان الحق بالبرهان والدليل.. لذلك قال تعالى لأعداء الملة القائمة على الحجج والبراهين: ((وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِّنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ)). [البقرة:23]. وقال تعالى: ((أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ)). [هود:13]. وقال تعالى: ((أَمْ يَقُولُونَ تَقَوَّلَهُ بَلْ لا يُؤْمِنُون * فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ إِنْ كَانُوا صَادِقِينَ)). [الطور:33-34]. وقال تعالى: ((قُلْ لَئِنِ اجْتَمَعَتِ الْأِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً)). [الإسراء:88]. وأكد سبحانه وتعالى أن هذا القرآن يرشد إلى السبيل التي هي أقوم وأصوب السبل، وبها يتميز الناس في الدنيا والآخرة.. فمن سلكها كان من ذوي الأعمال الصالحة مستحقاً للبشرى بثواب الله الجزيل في دار كرامته ومن صد عنها وحاد كان من المجرمين الذين نزل القرآن لينذرهم عذاب الله الأليم.. قال تعالى: ((إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْراً كَبِيراً * وَأَنَّ الَّذِينَ لا يُؤْمِنُونَ بِالآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَاباً أَلِيماً)). [الإسراء:9-10]. وقد أشار شيخنا المفسر رحمه الله تعالى إلى أن هذه الآية الكريمة - آية الإسراء - قد شملت كل ما في كتب الله من الهدي إلى خيري الدنيا، والآخرة.. فقال رحمه الله: \"وهذه الآية الكريمة أجمل الله جل وعلا فيها جميع ما في القرآن من الهدي إلى خير الطرق وأعدلها واًصوبها، فلو تتبعنا تفصيلها على وجه الكمال لأتينا على جميع القرآن العظيم لشمولها لجميع ما فيه من الهدي إلى خيري الدنيا الآخرة...\".. [أضواء البيان في تفسير القرآن بالقرآن (3/409-457)]. وذكر أمثلة لذلك للتنبيه بها على غيرها ولبيان ضعف عقول من كابر في الإيمان بها أو طعن فيها.. ومما لاشك فيه أن السبيل الموصل إلى العلم بهدي القرآن العظيم للتي هي أقوم هم علماء الأمة الإسلامية الذين مكنهم الله والمثابرة على قراءته بتدبر وتعقل، لفهم مراد الله منه والعمل به والدعوة إليه وتفسير معانيه وبيان أحكامه والغوص في بحار علومه.. قال تعالى: ((أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً * وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لاتَّبَعْتُمُ الشَّيْطَانَ إِلا قَلِيلاً)). [النساء:82-83]. وقال تعالى: ((وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِر)). [القمر: 15، 17، 22، 32، 40]. وعلماء الهدى هم الذين غرست في قلوبهم خشية الله لجمعهم بين العلم بأسرار شريعته وتدبر أسرار عجائب خلقه في هذا الكون العظيم، والعمل بما علموا من وحي الله من كتاب وسنة. قال تعالى: ((أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفاً أَلْوَانُهَا وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ * وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عَزِيزٌ غَفُور * إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُور * لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ)). [فاطر:27-30]. لذلك كان العلماء هم ورثة الأنبياء، وكانت الخسارة الفادحة بموت أحدهم أعظم بأضعاف مضاعفة من موت أحد الصالحين من غيرهم؛ لأن العلم يقبض بموتهم.. كما في حديث عبد الله بن عمرو بن العاص، رضي الله عنهما قال: \"سمعت رسول الله صلى الله عليه وسلم يقول: (إن الله لا يقبض العلم انتزاعاً ينتزعه من العباد، ولكن يقبض العلم بقبض العلماء، حتى إذا لم يبق عالماً اتخذ الناس رؤساء جهالاً فسئلوا فأفتوا بغير علم فضلوا وأضلوا)\". [البخاري (1/33،34)]. والناظر في التاريخ الإسلامي يجد السبق لعلماء القرون المفضلة: الأسبق فالأسبق، إذا ما قاس فضلهم بفضل نتائج علمهم وثماره التي تصلح أحوال المجتمعات في دينها ودنياها بتحقيق مصالحها ودرء مفاسدها.. وتجعل المجتمع الإسلامي قائماً بوظيفته التي كلفه الله إياها من هداية الناس بنور الإيمان ورفع كلمة الحق وإرساء أسس العدل، وقيادة البشرية إلى شاطيء الأمان وبر السلام.. إن النظر في ذلك بهذا المقياس يجد هرماً له قمة عالية يقف عليها الخلفاء الراشدون ومن التف حولهم من أصحاب رسول الله صلى الله عليه وسلم.. ويجد في وسطه أمثال أئمة الحديث والفقه والتفسير، كالبخاري ومسلم وأبي داود والترمذي والنسائي وابن ماجة، والإمام أبى حنيفة والإمام مالك والإمام الشافعي والإمام أحمد بن حنبل، وابن جرير الطبري ونحوهم من أئمة الإسلام الأوائل. وهكذا حتى يصل الناظر إلى سفح ذلك الهرم فيجد في العصور المتأخرة كثرة من المنتسبين إلى العلم، ولكن كثيراً منهم لا يرتقون إلى تلك القمم السامقة الرتب العالية. غير أنه يرى عدداً من الرايات المرفوعة مشيرة إلى أعلام علم وهدى، منح الله بهم الأمة الإسلامية يذكرون بمن سبقهم من أئمة الإسلام من أمثال ابن تيمية وابن القيم وابن كثير والعز بن عبد السلام وغيرهم.. كما يجد في هذا العصر قلة ممن جمع الله في صدورهم من الهدي النافع زبدة علوم الأوائل وخلاصتها من أمثال شيخنا العلامة الكبير المفسر الشيخ محمد الأمين بن محمد المختار الشنقيطي.. آية عصره في حفظ كتاب الله والتبحر في علومه والاطلاع الواسع على سنة رسول الله صلى الله عليه وسلم، والإحاطة بدقائق الفقه وأصوله، وسعة الاطلاع باللغة العربية وكل ما يتصل بها، ومعرفة أنساب العرب والقبائل وكثير من أعلام الإسلام من الصحابة وغيرهم.. ويمتاز شيخنا المفسر، رحمه الله باستخدامه كل علوم العربية وغيرها من العلوم الإسلامية في تفسير كتاب الله ومحاكمة الآراء والمعاني التي تقال في الكلمة أو الآية إلى ما غلب في القرآن نفسه.. ثم تفسيره بالسنة، ثم بما ورد عن السلف، مع التعمق في فهم ذلك بالأساليب العربية.. ولقد أسعدني الله سبحانه وتعالى بتلقي العلم على يديه - وهو من نوادر المشايخ الذين أعتز بهم - خلال أربع سنوات دراسية في كلية الشريعة بالجامعة الإسلامية من سنة 1382هـ إلى 1385هـ في مدينة رسول الله صلى الله عليه وسلم حيث ألقى علينا محاضرات في الأجزاء المقررة في السنوات الأربع في التفسير.. فقد أخذنا في السنة الأولى ما يقارب نصف سورة البقرة وفي السنة الثانية سورة المائدة وجزءً من سورة الأنعام وفي السنة الثالثة سورة هود، وسورة يوسف وسورة الرعد – بتوسع في الأولى، وسرعة في الأخيرتين -.. وفي السنة الرابعة سورة النور وتفسيره لها شبيه بتفسير سورة هود في التوسع وكتبت تفسيرها كما كتبت تفسير سورة هود، وقد فقدت مني هذه 15 عاماً وكان طبع كتاب معارج الصعود سبباً في عثوري عليه، فلله الحمد والمنة، وعفا الله عمن تسبب في فقده تلك المدة الطويلة.. [أخذ الكتاب المخطوط أحد الأصدقاء ـ وكان في السنة الرابعة من الكلية ـ بعد تخرجي بثمان سنوات تقريباً، ولم يرده إليَّ في حينه]. كما ألقى علينا محاضرات في أصول الفقه فيما عدا السنة الثالثة فقد حرمنا من محاضراته بسبب تأثره ببعض الأوجاع.. وإذا كنت قد سعدت بتلقي العلم على يديه خلال أربع سنوات فإني قد ندمت ندماً شديداً على ما فاتني تسجيله من علمه الذي كان مثل الدر والجواهر النفيسة التي تلقى في رمال فلاة واسعة فتضيع فيها.. فلم أكتب عنه في السنة الأولى ولا الثانية إلا تعليقات خفيفة على هوامش الكتاب الذي كان بأيدينا في التفسير، وهو فتح القدير للشوكاني. وقد دفعني ذلك الندم إلى العزم على كتابة محاضراته في التفسير في السنتين الباقيتين: الثالثة والرابعة. ولم نكن في ذلك الوقت نفكر في إحضار مسجل للصوت لأسباب: منها كبر حجم المسجلات، حيث يستصعب حملها مع حمل الكتب، ومنها أنها تحتاج إلى أشرطة كثيرة قد يصعب على الطالب شراؤها لقلة النفقة. لذلك أعددت لمحاضرات الشيخ كراسات كافية من أول السنة، وكنت أحمل قلمين مليئين كل يوم بالحبر احتياطاً إذا فرغ أحدهما أو تعثر أخذت الآخر. وقد كان فضيلة شيخنا المفسر رحمه الله يكره أن يرى طالباً يكتب في وقت إلقائه المحاضرة ويغضب غضباً شديداً.. وكان ذلك من الأسباب التي ثبطتني عن الكتابة في السنتين السابقتين.. وكنت أضع الكراسة على فخذي وأسارقه النظر وأكتب كل لفظة يقولها بسرعة هائلة، حتى إن بعض سطور الكراسة التي أكتب فيها مباشرة لا تتسع إلا لكلمتين أو ثلاث من شدة السرعة. والذي سوَّغ لي الكتابة مع كراهة الشيخ لها أمور: الأمر الأول: الحرص على هذا العلم الغزير الذي يذهب فور سماعه إلا ما شاء الله، والكتابة قيد العلم، كما أن الحبال قيد الصيد. الأمر الثاني: أنه يختبرنا في آخر السنة وأسئلته تشتمل على فقرات مما ألقاه، ومن الصعب أن يجيب الطالب عليها إجابة سليمة إذا لم يكن ملماً بالمعاني التي ألقاها. الأمر الثالث: علمي بأن سبب كراهة الشيخ للكتابة خشيته من أن يشغل الطالب نفسه عن الاستفادة من محاضراته، ولو علم أن في الكتابة فائدة محققة لما كره ذلك. الأمر الرابع: أنني لم أكن أفكر وقت الكتابة عن الشيخ في أن يكون ما أكتبه يمكن أ ن يعد على هيئة كتاب، وقد يسر الله لي كتابة تفسير سورة هود بأكملها ما عدا محاضرتين فاتني حضورهما نبهت عليهما في مكانهما. وسيأتي ذكر تاريخ كل محاضرة في مكانها المناسب. وهذا التفسير يعتبر نموذجاً لتفسير فضيلة الشيخ فقد كان لتفسيره ثلاث حالات: الحالة الأولى: الإسهاب والتوسع، وهذا يحصل في المسجد النبوي في شهر رمضان من كل عام، حيث كان يجلس من بعد صلاة العصر ويجتمع حوله الناس على اختلاف طبقاتهم فيفسر القرآن الكريم إلى آذان المغرب.. وقد كانت بعض الكلمات تأخذ منه محاضرة كاملة، بل محاضرتين، وكان كل الناس يستفيدون منه كل واحد بقدر علمه وثقافته، ويستفيد عامة الناس بما يذكره من آداب متعلقة بالآيات.. وله أشرطة تمثل ذلك في مكتبة الجامعة الإسلامية بالمدينة المنورة.. [في سورة متفرقة غير كاملة، لم يصل فيها إلى سورة هود]. وقد تبين لي مما أفرغه بعض طلبة العلم من أشرطة تفسير الشيخ في المسجد النبوي، الذي سماه العذب المنير، أن الشيخ قد فسر القرآن الكريم في هذا المسجد كاملا، قبل انتقاله إلى الريض، ويبدو أنه لا يوجد له أثر، أما تفسيره الأخير في العذب المنير ففيه قليل من سورة القرة، وفيه غالب سور الأنعام والأعراف، والأنفال والتوبة ويقع في خمسة مجلدات، وقد قرأته في شهر واحد تقريبا، واستفدت منه فائدة عظيمة، فقد ذكرنيبتلك الجلسة التي يجلسه الشيخ أمامنا، وهو يتفاعل مع كتاب الله، ويتحفنا في تفسيره بغالب العلوم، من اللغة والفقه وأصول الفقه والتفسير الموضوعي، والتفسير بالأثر، والبسط في الموعات المهمة، مع ذكر آراء العلماء واستدلالاتهم، والترجيح بينها ترجيحا مبنيا على استنباط العالم المفسر الفقيه المنصف العادل، ولعل الله يقيض من يكثر البحث عن بقية أشرطته ويفرغها، لتتم بذلك فائدة الراغبين من طلبة العلم في الاستزادة منه. الحالة الثانية: التوسط وعدم الإطالة أو الاقتضاب الشديد، ويمثل هذه الحالة تفسير سورة هود، وتفسير سورة النور هذا. الحالة الثالثة: الاقتضاب الشديد، وهو المرور السريع على بعض المفردات في الآية والإشارة السريعة إلى بعض معانيها، وكان يلجأ إلى هذه الحالة في آخر السنة الدراسية عندما يرى أنه لا يمكن إكمال المنهج المقرر بأسلوب الحالة الثانية. وهاتان الحالتان كان يقتضيها المنهج الدراسي.. ولقد أقنعت نفسي بكتابة هذا التفسير وإخراجه في كتاب، وإذا كان فيه شيء من الخطأ أو النقص فهو بطبيعة الحال منسوب إلى الكاتب وليس إلى المفسر. وقد يتساءل القاريء ما الدليل أن هذا التفسير لفضيلة الشيخ المفسر؟ وللإجابة على ذلك أذكر الأمور الآتية: الأمر الأول: أن الأصل هو إحسان المسلم الظن بأخيه المسلم لأن الأصل فيه الأمانة والصدق، وكاتب هذا التفسير هو  أحد هؤلاء المسلمين، وقد أخبرت القاريء بأنني كتبت هذا التفسير عن فضيلة الشيخ، فلا يجوز الشك في هذا الخبر إلا بقرينة، وقد كانت كراسة هذه السورة [سورة النور] لدى أحد زملائي في نفس الكلية استعاره مني لينقله، وسبق أنني فقدت هذه الكراسة مدة15 سنة، ثم وجدتها لدى هذا الزميل. الأمر الثاني: أن كل من قرأ على فضيلة الشيخ أو سمع محاضراته في المسجد النبوي الشريف أو في قاعات الدرس في كلية الشريعة بالجامعة الإسلامية من زملائي في الدراسة أو غيرهم ممن هم قبلنا أو بعدنا، إذا اطلع على هذا التفسير سوف لا يخالجه شك في أنه لفضيلة الشيخ. الأمر الثالث: أن زملائي من جميع أنحاء المعمورة، ومنهم المجدون في طلب العلم كانوا يعلمون أنني كتبت محاضرات الشيخ، وكانوا يتعجبون من قدرتي على متابعة ذلك كتابة.. وكان منهم من يستعير مني كراستي لينقل منها ما يفيده في الامتحان، ولا زال أكثرهم أحياء وسيطلعون على ذلك إن شاء الله. عملي في هذا التفسير: أما ما قمت به في هذا التفسير فينقسم إلى ثلاث مراحل: المرحلة الأولى: كتابة محاضرة الشيخ في وقتها، وكانت هذه المرحلة شاقة، لثلاث أسباب: السبب الأول: سرعة إلقاء الشيخ الذي كان يتدفق كالسيل المنحدر من رأس جبل. السبب الثاني: كثرة النصوص التي كان يوردها من القرآن والشواهد العربية، وبعض الأحاديث النبوية.. وكنت إذا لم أدرك كل النص آخذ محل الشاهد منه ثم أحاول إتمامه فيما بعد. السبب الثالث: إلزام نفسي بكتابة كل كلمة يقولها ما استطعت إلى ذلك سبيلاً. السبب الرابع: كوني أكتب خفية من الشيخ ومحاولتي التوفيق بين الكتابة، وإظهار نفسي أمامه إذا التفت إلي أنني أصغي و منتبه له. وكان السطر أحيانا يمتليء بكلمات قليلة جداً بسبب السرعة وبعض الكلمات قد يصعب أن أقرأها بسهولة، فأضطر للتأمل فيها حتى أتذكرها أو أسأل عنها في محاضرة أخرى.. وكنا نهاب أن نسأله لعلمنا بأنه لا يرغب سماع الأسئلة التافهة ونخشى أن تكون أسئلتنا من هذا النوع.. إضافة إلى أن السؤال في الدرس اللاحق عما مضى في الدرس السابق قد يجعله يفسر ذلك بعدم انتباه السائل. المرحلة الثانية: هي أنني كنت عندما أعود إلى المنزل من قاعة الدرس أباشر بدء تبييض محاضرة ذلك اليوم فأستغرق في ذلك أكثر من ضعف وقت المحاضرة، لأنني أكتب بتأن وأحاول حل ما أشكل وكتابة بعض النصوص التي لم أدرك كتابتها مع فضيلة الشيخ. أما المرحلة الثالثة: فهي هذه الأخيرة وهي تتضمن الأمور الآتية: الأمر الأول: تقسيم آيات السورة إلى مجموعات، وكل مجموعة تكون ذات موضوع عام في نظري تندرج تحته جزئيات صغيرة عنونت لها في مكانها. وهذه المجموعات هي: أولاً: الهدف العام من السورة وقد تضمنته الآية الأولى. ثانياً: الزنى وأحكامه من الآية الثانية إلى الآية الثالثة. ثالثاً: القذف بالزنى وأحكامه واللعان وأحكامه من الآية الرابعة إلى الآية العاشرة. رابعاً: قصة الإفك وما ترتب عليها: من الآية الحادية عشرة إلى الآية السادسة والعشرين. وتشتمل على ما يتأتي: (1) وجوب حسن الظن بالمسلم والدفع عن عرضه ما لم يثبت عليه الاتهام بدليل شرعي. (2) العفو عن ذوي العثرات وعدم قطع الإحسان إليهم. (3) عظم ذنب من رمى بريئاً من المؤمنين. خامساً: آداب اجتماعية: من الآية السابعة والعشرين إلى الآية الرابعة والثلاثين. وتشتمل على ما يأتي: (ا) استئذان المؤمنين في دخول بيوت غيرهم. (2) الحجاب من غير المحارم وغض البصر. (3) إنكاح الأيامى، والعبيد، والإماء. (4) استعفاف من عجز عن النكاح حتى ييسره الله له. (5) إعانة العبيد على التحرر من الرق إذا علم فيهم خير. (6) تحريم إكراه السيد إماءَه على الزنى. سادساً: ((الله نور السماوات والأرض)) والمستضيئون بنور الله والمحرومون منه، من الآية الخامسة والثلاثين إلى الآية السابعة والخمسين. وتشتمل على الموضوعات الآتية: (ا) وجوب الإيمان بأسماء الله وصفاته على أساس تنزيهه عن مشابهة الخلوقين. (2) مثل من استضاء بنور الله. (3) المواضع التي يستمد فيها من نور الله. (4) صفة أعمال الكفار التي يقصدون بها التقرب إلى الله. (5) الكون يدل على عظمة الخالق. (6) الفرقان بين أولياء الرحمن وأولياء الشيطان. (7) وعد صادق مقيد بشروطه. سابعاً: استئذان الأقارب في دخول بعضهم على بعض، وبخاصة العبيد والصبيان وحكم حجاب القواعد من النساء: من الآية الثامنة والخمسين إلى الآية الحادية والستين. وتضمنت ما يأتي: ا- استئذان العبيد والخدم والصبيان في أوقات معينة. 2- حكم حجاب القواعد من النساء. 3- أكلى الأقارب والمسافرين من طعامهم المحتلط مجتمعين أو فرادى. ثامناً: التأدب مع الرسول صلى الله عليه وسلم وتقديم أمر الله على هوى النفس: من الآية الثانية والستين إلى الآية الرابعة والستين. وتضمنت ما يأتي: 1- وجوب استئذان الرسول على من أراد الذهاب لقضاء بعض شأنه إذا كان معه على أمر جامع. 2- وجوب احترام الرسول صلى الله عليه وسلم وتوقيره والتأدب معه. ويتبع كل مجموعة تفسيرها، حيث توضع الآية أو الكلمة من القرآن بين قوسين، ويتلوها تفسيرها. الأمر الثاني: ترقيم الآيات التي استدل بها الشيخ أثناء تفسيره وهي كثيرة وإكمال الآية أو الآيات حسب ما يقتضيه الاستشهاد، وذكر السورة التي فيها الآية أو الآيات. الأمر الثالث: تخريج الأحاديث التي ذكرها الشيخ نصاً أو بالمعنى بذكر المصدر، والدرجة إن لم يكن في الصحيحين. وقد كنت عزمت على عزو الأقوال التي يذكرها الشيخ في تفسير الآية إلى أهلها وذكر مصادرها من كتب التفسير.. ولكني رأيت أن ذلك يحتاج إلى وقت طويل وتتبع لكتب التفسير التي قلما تقرأ كتاباً منها إلا وجدت الشيخ قد رجع إليه وأخذ منه مؤيداً أو ناقداً. فلاشك أنه رجع إلى جميع أمهات كتب التفسير المتداولة، مثل جامع البيان عن تأويل آي القرآن لابن جرير الطبري، والجامع لأحكام القرآن للقرطبي، وتفسير القرآن العظيم لابن كثير، وهو قوى الصلة به ويتبعه في ترجيح كثير من الأقوال، والبحر المحيط لأبي حيان، والتفسير الكبير للفخر الرازى، والكشاف للزمخشري، وفتح القدير للشوكاني.. ولم يقتصر على كتب التفسير، بل يرجع إلى كتب الحديث كالأمهات وكتب التاريخ، وكتب الأدب، وكتب اللغة ولاسيما النحو.. كما سنرى كثيراً من أبيات ألفية ابن مالك، مفرقة في مواضع عدة للاستشهاد بها على القواعد التي يتعرض لها. وقد لا أجد فيما بين يدي من الكتب تكملة لبعض الشواهد العربية التي لم أتمكن من كتابتها في حينه فأدعه كما هو... بعض ما ارتسم في ذهني من خواطر عن الشيخ: لقد كان رحمه الله حريصاً كل الحرص على حضوره قاعة الدرس في أول الوقت والغالب أنه لا يتقدم، أما التأخر عن الوقت ولو قليلاً فلا أذكر أنه حصل. وكانت تتردد على لسانه عبارة يخاطبنا بها في أول جلوسه على الكرسي، وبعد انتهائه من تفسير كلمة أو آية، وهي: (اقروا يا إخوان ضيعتُ الوقت ..).. [مراده: ضيعتم]. وكنا نتعجب من ذلك، لأن الطلبة لا يمزحون معه ولا يمزح بعضهم مع بعض، وأسئلتهم له قليلة جداً، ويحترمونه ويهابون أن يخرجوا عن الدرس إلى أي موضوع آخر. وحاولنا تحليل تكرار الشيخ لتلك العبارة بدون سبب واضح لنا، فبدا لبعضنا أنه ربما كان في أيام طلبه العلم أو تدريسه لزملائه أو تلامذته كان يرى من بعض الحاضرين خروجاً عن الدرس أو تباطؤاً في القراءة فكان يقول لهم تلك العبارة، ثم ألفها فأصبحت تتردد على لسانه. وكان فضيلة الشيخ قوي العاطفة يتفاعل مع تفسيره للآيات ويظهر لمن يراه أو يسمعه أنه يفسر ويتفكر ويتعجب ويخاف ويحزن ويسر بحسب ما في الآيات من المعاني. كان يحرك ويتحرك هو على مقعده بدون شعور من شدة تفاعله مع معاني الآيات، فكان مقعده يزحف حتى يكاد يصل إلى المقعد الذي يقابله من مقاعد الطلاب. وكان يسره جداً أن يسمع سؤالاً من أحد الطلاب فيه إشكال يحتاج إلى حل، كما كان يأسف أن يسمع سؤالاً تافهاً يدل على قلة العلم أو الذكاء عند الطالب.. وكان يقول لصاحب السؤال التافه: يا أخانا من جاء بك إلى هنا! إشارة منه إلى أنه كان ينبغي أن يكون في مستوى أقل من هذا المستوى. وكان تارة يقول بعد أن يشرح: والله ما أنا داري يا خوان (يعني أ فهموا أم لا). وكان يحب أن يسمع قراءة الطالب الذي يجيد القراءة باللغة العربية الفصحى ولا يلحن، سواء في قراءة القرآن أو قراءة مذكراته في أصول الفقه.. ويكره كراهة شديدة أن يقرأ من يلحن في قراءته حتى كان الطلاب في الغالب لا يحرص إلا القليل النادر منهم على القراءة أمام الشيخ. وكان يدخل قاعة الدرس وهو لا يكاد يستطع الكلام من وجع حلقه، ولكنه بعد قليل من بدء المحاضرة ينطلق صوته وينسى أنه مريض، لشدة تفاعله مع المعاني التي يلقيها. وعندما اشتدت آلامه وضعف صوته كثيراً استعمل مكبر الصوت، و لم ندرك ذلك ونحن معه إلا في أيامنا الأخيرة في الكلية، واستمر كذلك في السنوات الأخرى بعد أن تخرجنا. وكان شديد النفور من الفتوى سواء في الفصل الدراسي - أي قاعة الدرس - أو في المسجد أو غيره.. ويقول للسائل: اسأل غيري يا أخانا، وإذا أحرج أجاب جواباً مختصراً بما رجحه بعض أهل العلم ويقول وأنا أقول الله تعالى أعلم. هذا وهو من هو، فكيف بصغار طلة العلم الذين قد يعجز عن فهم كثير من مسائل الطهارة، ثم يقتحم صعاب المسائل، ويفتي فيها، بدون بحث ولا وجل من الله؟! وكان يكره كراهة شديدة من لا يحترم أئمة الفقه ويرد أقوالهم وهو غير أهل لأن يقف هذا الموقف، وله كلام في هذا المعنى ستجده عند قوله تعالى في آخر سورة هود: ((وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً وَلا يَزَالُونَ مُخْتَلِفِينَ * إِلا مَنْ رَحِمَ رَبُّكَ..)). [الآيتان: 118 ، 119]. وكان يثني على ذوي العلم لعلمهم ويكره منهم تشددهم ضد العلماء الكبار، كما هو الحال مع ابن حزم الظاهري. أما أدعياء الاجتهاد الذين يجهلون قواعد العلوم الأساسية، فكانت كراهته لهم أشد لفرط جهلهم أو غلوهم في وضع أنفسهم في غير موضعها. أسأل الله أن ينفعني وكل قارىء له به وأن يثيب صاحبه الثواب الجزيل وأن يأجرني على ما بذلت من جهد في إخراجه ويغفر لي ما قد يكون حصل من خطأ في كتابتي عن شيخنا المفسر رحمه الله.. وما وجده القارىء من صواب فهو لصاحبه وما وجد من خطأ فمن زلة قلم كاتبه."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "صلتي بالشيخ:",
    "content": "لقد كان غالب اتصالي بالشيخ في قاعة الدرس بالكلية، ولكنه كان كثيراً بالنسبة لأيام الدراسة، لأنه كان يلقي علينا محاضرات التفسير ومحاضرات أصول الفقه.. وحضرت بعض محاضراته داخل المسجد النبوي، وبعض محاضراته العامة في دار الحديث. أما ما عدا ذلك فكان قليلاً جداً، ولا أذكر أني زرته في منزله إلا مرتين لمرضه، وكنت أسأله بعض الأسئلة في خارج قاعة الدرس.. وقد أجده جالساً في المسجد النبوي وحده قبل إقامة إحدى الصلوات أو بعدها، على يمين القاعة الأولى المفتوحة في المسجد، فأسأله بعض الأسئلة، وكان غالبها في قواعد النحو. وبعد فهذا هو تفسير سورة النور لفضيلة شيخنا العلامة محمد الأمين الشنقيطي رحمه الله. وهي سورة عظيمة محورها تربية الفرد والأسرة والمجتمع على أساس الإيمان والعمل الصالح وإقامة شرع الله.. سيد قطب، يقدم لسورة النور ويكفي أن أنقل في شأنها هذه السطور لمن تفيأ في ظلالها وعاش مع كتاب الله قارئاً ومتدبراً وكاتباً وعاملاً ومجاهداً حتى لقي الله: الأستاذ سيد قطب.. الذي قال في مطلعها: \"هذه سورة النور.. يذكر فيها النور بلفظه متصلاً بذات الله: ((اللَّهُ نُورُ السَّمَاوَاتِ وَالأَرْض ِ)) .. ويذكر فيها النور بآثاره ومظاهره في القلوب والأرواح، وممثلة هذه الآثار في الآداب والأخلاق التي يقوم عليها بناء هذه السورة. وهى آداب وأخلاق نفسية وعائلية وجماعية، تنير القلب، وتنير الحياة، ويربطها بذلك النور الكوني الشامل أنها نور في الأرواح، وإشراق في القلوب، وشفافية في الضمائر، مستمدة كلها من ذلك النور الكبير. وهي تبدأ بإعلان قوي حاسم عن تقرير هذه السورة وفرضها بكل ما فيها من حدود وتكاليف، ومن آداب وأخلاق.. ((سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا وَأَنْزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ لَعَلَّكُمْ تَذَكَّرُونَ)) [النور:1]. فيدل هذا البدء الفريد على مدى اهتمام القرآن بالعنصر الأخلاقي في الحياة، ومدى عمق هذا العنصر وأصالته في العقيدة الإسلامية، وفي فكرة الإسلام عن الحياة الإنسانية.. والمحور الذي تدور عليه السورة كلها هو محور التربية التي تشتد في وسائلها إلى درجة الحدود، وترق إلى درجة اللمسات الوجدانية الرفيقة، التي تصل القلب بنور الله وبآياته المبثوثة في تضاعيف الكون وثنايا الحياة.. والهدف واحد في الشدة واللين، هو تربية الضمائر واستجاشة المشاعر، ورفع المقاييس الأخلاقية للحياة، حتى تشف وترف، وتتصل بنور الله.. وتتداخل الآداب النفسية الفردية، وآداب البيت والأسرة، وآداب الجماعة والقيادة، بوصفها نابعة كلها من معين واحد هو العقيدة في الله، متصلة كلها بنور واحد هو نور الله.. وهي في صميمها نور وشفافية، وإشراق وطهارة.. تربية عناصرها من مصدر النور الأول في السماوات والأرض، نور الله الذي أشرقت به الظلمات، في السماوات والأرض، والقلوب والضمائر، والنفوس والأرواح.. [في ظلال القرآن: ص2485-2486]. فليقرأها الفرد، رجلاً كان أو امرأة، صغيراً كان أو كبيراً، حراً أو رقيقاً، زوجاً أو زوجة، ابناً أو أباً، أخاً أو صديقاً، فسيجد فيها ما يثبت إيمانه ويقويه ويصلح عمله ويهديه ويرشده إلى علاقته بربه ونبيه وأسرته، ومجتمعه، وحاكمه.. ولتقرأها الأسرة المسلمة لتجد فيها ما يربط بين أفرادها برباط الإيمان والمحبة، والاحترام.. وليقرأها المجتمع فسيجد فيها ما يشد بعضه إلى بعض بمعاني الإخاء والإيثار، ويجنبه الزلل والتنافر، والبغضاء، ويظلله بغمام الطهر والأنس، ويدله بمعالمها على طريقة المعاملة الحسنة التي يرضى عنها الله ورسوله.. ويجعله بها متماسكاً متعاوناً على البر والتقوى، يتمتع في ظلال معانيها هذا المجتمع بصلاح الحاكم وعدله وقيامه بمصالح البلاد والعباد.. كما يجد فيها الوالي طاعة الرعية ونصرتها له، وتنفيذها لأمره المشروع بانضباط ونظام فتعم هذا المجتمع السعادة، ويستتب فيه الأمن والسلام.. وفي قراءة السورة ما يغني عن وصفها وفي تفسيرها هذا ما يدل على أعماق بحرها. نبذة من سير شيخنا المفسر أما ترجمة شيخنا المفسر رحمه الله فأكتفي منها بما يلي: ولد رحمه الله في سنة 1325هـ في مسقط رأسه:\"تنبة\"من أعمال مديرية كيفا بشنقيط وهى دولة موريتانيا الإسلامية الآن. حفظ القرآن وعمره عشر سنوات، ودرس مبادىء العلوم والأدب واللغة والفقه المالكي وبقية العلوم على أخواله وغيرهم من مشايخه. ثم أصبح مدرساً ومفتياً وقاضياً، واشتهر بالقضاء أكثر. سافر للحج واتصل ببعض العلماء في طريقه وذاكر معهم وأعجبوا به وله كتاب عن رحلته، وقد طبع هذا الكتاب.. أحبه علماء المملكة العربية وبعض أمرائها وطلبوا منه البقاء في المملكة، فبقي وأفاد بما معه من علوم واستفاد في رجوعه للحديث وقراءة المذاهب الفقهية غير مذهب مالك.. وأصبح يرجح الحكم حسب الدليل ودرّس في المعهد العلمي بالرياض وفي كلية الشريعة، ثم انتقل إلى الجامعة الإسلامية.. مؤلفاته وله مؤلفات منها: ـ أضواء البيان في تفسير القرآن بالقرآن. ـ دفع إيهام الاضطراب عن آيات الكتاب. ـ آيات الصفات. ـ مذكرة في أصول الفقه على روضة الناظر وغيرها. توفي رحمه الله ضحى يوم الخميس 17/12/1393هـ بمكة المكرمة بعد أدائه مناسك الحج، وصلى المسلمون عليه بعد صلاة الظهر من يوم وفاته، أمَّ الناس في الصلاة عليه فضيلة الشيخ عبد العزيز بن عبد الله بن باز [رحمه الله] كما صلى عليه المسلمون في المسجد النبوي صلاة الغائب بعد صلاة العشاء من مساء الأحد، أمَّهم إمام المسجد النبوي وخطيبه فضيلة الشيخ عبد العزيز بن صالح.. [راجع ترجمة الشيخ في أضواء البيان (1/3-64) طبع الأمير أحمد بن عبد العزيز آل سعود، وكات الترجمة هو فضيلة الشيخ عطية بن محمد سالم [رحمه الله] وهو ألصق بالشيخ لملازمته له مدة طويلة. رحم الله الشيخ رحمة واسعة، ووفق أبناءه وتلاميذه للسير على منهاجه في العناية بكتاب الله وفهم معانيه والعمل بها، والله وحده المستعان وصلى الله وسلم على نبيه محمد وعلى آله وصحبه."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "أولاً: الهدف العام من السورة.    المحاضرة الأولى في 6/8/1385هـ.",
    "content": "*بيان الله تعالى وجوب العمل بأحكامها، والاتعاظ بآياتها*. ((سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا وَأَنْزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ لَعَلَّكُمْ تَذَكَّرُونَ)). [الآية:1]. قوله تعالى: ((سورة أنزلناها)). نوَّه جل وعلا بشأن هذه السورة بالكلام عليها بما تضمنته من أحكام وآداب. و ((سورة)) خبر لمبتدأ محذوف، تقديره: هذه في أصح الأعاريب، وأوجهها. والسورة الطائفة من القرآن، يفصل بينها وبين التي قبلها في المصحف بالبسملة، إلا في سورة براءة. [فلم يفصل بينها وبين سورة الأنفال قبلها بالبسملة]. وأقل ما تشتمل عليه السورة من الآيات ثلاث. واختلف في اشتقاقها: فقيل: من الرفعة والشرف، كما قال الشاعر: [sh] ألم ترَ أن الله أعطاك سورةً=ترى كل مَلْكٍ دونها يتذبذب [/sh] [\"سورة\"تروى بفتح السين وضمها ومعناها على الأول السطوة، وعلى الثاني المنـزلة والرفعة والشرف، والبيت من قصيدة للنابغة يمدح فيها النعمان بن المنذر، انظر: مختارات الشعر الجاهلي. تحقيق مصطفى السقا (1/175)]. وقيل: من سور البلد، لأنه يحيط بها، وكذلك السورة تحيط بجملة من آيات القرآن المشتملة على الإعجاز. قوله تعالى: ((أنزلناها)) بيَّن تعالى أنه هو الذي أنزلها معبراً عن نفسه بصيغة الجمع التي تدل على عظمته تعالى، وذلك يتضمن عظمة هذه السورة، ويدل على وجوب امتثال أوامرها، وما فيها من حدود وأحكام وآداب. قوله تعالى: ((وفرضناها)) أي ألزمنا خَلقنا بما فيها من الأحكام من الحدود واللعان، والآداب الاجتماعية، كالاستئذان والتوبة وغير ذلك من العجائب والغرائب التي اشتملت عليها السور. قوله تعالى: ((وأنزلنا فيها آيات بينات)) هذا كالتفسير لما قبله من الإجمال. وللآية في اللغة إطلاقان: الأول: العلامة، وهو أشهر الإطلاقين، ومنه قوله تعالى: ((إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لَآياتٍ لِأُولِي الْأَلْبَاب)). [آل عمران:190]. ومنه قوله تعالى: ((إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ)) [البقرة:248] أي إن علامة ملكه. الثاني من الإطلاقين: أن تطلق ويراد بها الجماعة، كقولهم: جاء القوم بآيتهم، أي جماعتهم، ومنه قول الشاعر: خرجنا (من النقبين لا حي مثلنا ،،،،،،، بآيتنا نُزجي اللقاح المطافلا) [لم أتمكن من كتابة البيت من كلام الشيخ إلا الكلمة الأولى منه وقد أكملت ذلك بما بين القوسين من لسان العرب (ترتيب اللسان) مادة أيِيَ. كما تطلق الآية في القرآن إطلاقين: الأول: بمعنى الآية الكونية القدرية، وهو ما نصبه الله لعباده علامة على كمال قدرته واستحقاقه للعبادة وحده. ومنه قوله تعالى: ((إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لآياتٍ)). [آل عمران:190]. وهذا الاطلاق مأخوذ من الآية بمعنى العلامة في اللغة. الإطلاق الثاني: بمعنى الآية الشرعية الدينية. كما في قوله هنا: ((وأنزلنا فيها آيات)). واختلف في تطبيق هذا الإطلاق على اللغة: فقال بعضهم: هي بمعنى العلامة، لأنها علامة على صدق من جاء بها لما فيها من الإعجاز، ولأن القارىء يعرف مبدأها ومنتهاها. وقال آخرون: هي من الآية بمعنى الجماعة، لأن الآية تشتمل على طائفة من كلمات القرآن. و ((البينات)) الواضحات، من بان يبين فهو بِّين، إذا ظهر واتضح وهو جمع بيِّنة، والبيِّنة صفة مشبهة على وزن فيعلة، والقاعدة الصرفية أن الصفة المشبهة من الثلاثي الأجوف، واوياً كان أم يائياً يكثر أن تأتي على فيعل.. مثال الواوي: سيد وميت، ومثال اليائي بيِّن وبيِّنة، كما هنا. قوله تعالى: ((لعلكم تذكرون)) قرئ بتخفيف الذال على حذف إحدى التاءين، كما قال ابن مالك - في الألفية: وما بتائين ابتُدِي قد يُقتصرْ ،،،،،،،، فيه على تا كتَبيًّنُ العِبرْ وقرىء بالتشديد على إدغام إحدى التاءين في الذال. والتذكر الاتعاظ، وهو لين القلوب، رغبة فيما عند الله أو رهبة مما عنده. وللعلماء في معنى\"لعل\"في القرآن الكريم مذاهب، كلها ترجع إلى قولين مشهورين: الأول: أنها للتعليل، إلا التي في سورة الشعراء، وهي قوله تعالى: ((وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُون)). [الشعراء:129]. فمعناها كأنكم. فمعنى الآية على هذا: لأجل أن تتذكروا وتتعظوا.. بين هذا أن الله تعالى يقول: [فاتني النص القرآني الذي استشهد فضيلة شيخي المفسر به، ويمكن الاستشهاد على ذلك بمثل قوله تعالى: { كَذَلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ (187}البقرة]. ومنه قول الشاعر: [sh] فقلتم لنا كفوا الحروب لعلنا=نكفَّ ووثقتُم لنا كل موثق فلما كفَفْنا الحرب كانت عهودكم=كشبه سراب في الفلا متألق [/sh] [أمالي ابن الشجري (1/81) ولم ينسبها لأحد]. القول الثاني: أنها بمعنى الترجي – كعادتها - وذلك بحسب ما يظهر للناس، أما الله جل وعلا فهو عالم بما كان وما سيكون، فقد علم أن فرعون لا يتذكر، ومع ذلك قال تعالى: ((فَقُولا لَهُ قَوْلاً لَيِّناً لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى)) [طه:44] والمعنى رجاء منكم لتذكره أو لأجل تذكره. ثانياً: الزنا وأحكامه.. ((الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ وَلا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنْ الْمُؤْمِنِينَ (2) الزَّانِي لا يَنكِحُ إلاَّ زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنكِحُهَا إِلاَّ زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ)(3)).. قوله تعالى: ((الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة)) أي المرأة الزانية والرجل الزاني، فحذف الموصوف على حد قول ابن مالك: وما من المنعوت والنعت عقل،،،،،،،، يجوز حذفه، وفي النعت يقل والزنى اصطلاحاً غيبوبة حشفة الرجل في فرج امرأة لا تحل له. وفي هذه الآية وأمثالها رد على الأستاذ سيبويه القائل باختيار نصب المعمول الذي اشتغل عنه العامل في الطلب، وقد عقد ذلك ابن مالك بقوله: واختير نصب قبل فعل ذي طلب فالقرآن لم يختر النصب الذي اختاره سيبويه. ومثل هذه الآية قوله تعالى: ((وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالاً مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ)) [المائدة:38]. فرفع المعمول المشتغل عنه العامل في الطلب جار على اللغة الفصحى، وهنا قد يعرض سؤال لطالب العلم، وهو أن يقول: ما الموجب لدخول الفاء في قوله تعالى: ((فاجلدوا))؟ والجواب: ما ذكره بعض العلماء من أن الموصول إذا تضمن معنى الشرط دخلت الفاء في خبره، و\"أل\"في: ((الزانية والزاني)) موصولة مضمنة الشرط، لأنها دخلت على صفة صريحة، كما قال ابن مالك: وصفه صريحة صلة أل والمعنى إذا زنيا فاجلدوهما. وقوله تعالى: ((فاجلدوهما)) من الجلد، يقال: جلده إذا ضرب جلده، ورَأَسَه إذا أصاب رأسه، وأَمَّتْه الشجةُ إذا أصابت أم رأسه - أي أم دماغه -. وقوله تعالى: ((مائة جلدة)) مائة مما ناب عن المصدر فهي مفعول مطلق، لأن المراد: جلداً محدوداً بمائة، وهو على حد قول ابن مالك: [sh] وقد ينوب عنه ما عليه دل=كجد كل الجد وافرح الجذل [/sh] و\"الجلدة\"المرة من الجلد، كما قال ابن مالك: وفَعْلَةُ لمرة كجلسة والجلد يكون معتدلاً بسوط متوسط، ويتقى الوجه والرأس وبعض المواضع، كما ذكر ذلك بعض العلماء. وهذه الآية عامة شاملة لكل زانٍ، لأن\"أل\"موصولة كما مر، والموصولات من صيغ العموم، ولكن هذا العموم دخلته تخصيصات متعددة، فخرج من العموم الزانية الأمة، كما نصت عليها آية النساء بأنها تجلد نصف جلد الحرة، كما قال تعالى: ((فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَاب)) [النساء:25] أي الجلد، وهو المائة المنصوص عليها هنا. وسكتت آية النساء عن العبيد، وقد ألحقوا عند الأئمة الأربعة وغيرهم بالإماء، بجامع الرق، وهو من الإلحاق بنفي الفارق. والإمام الشافعي يجعله من القياس في معنى الأصل والقياس الجلي. يقول الشافعي: إن الله تعالى نص على أن حد الأمة نصف حد الحرة، وسكت عن الذَّكر، فيلحق بها بجامع الرق. والأئمة الثلاثة يقولون: لا حاجة إلى العلة هنا، لأن الذكورة والأنوثة من الأوصاف الطردية التي لا تتعلق بها الأحكام، وقد ألحقت الأمة في السراية بالعبد. فالأمة والعبد خصصا من عموم الزانية والزاني . وإلحاق العبد بالأمة ظاهر الصواب، فإن الرق هو العلة التي يجب أن يبنى عليها الحكم، مثال ما يوضح هذا ما لو ولدت أمة أمتين أبوهما واحد وأمهما واحدة وولدتا في وقت واحد، وهما مملوكتان فلو أعتق السيد إحداهما دون الأخرى فزنتا لوجب على التي عتقت الحد كاملاً، وبقيت الأخرى على النصف منه. وهناك تخصيص آخر دخل على عموم الآية، وهو أن عمومها يشمل البكر والثيب، ولكن هذا العموم قد خصص برجم الثيب، فالذي يقام عليه حد الجلد إنما هو البكر. وهذا التخصيص دلت عليه آية من كتاب الله، نسخ لفظها وبقي حكمها، وهي: (الشيخ والشيخة إذا زنيا فارجموهما ألبتة نكالاً من الله والله عزيز حكيم). [أصل الإشارة إلى الآية التي نسخ لفظها وبقي حكمها في حديث عمر المتفق عليه:\"فكان مما أنزل الله آية الرجم، فقرأناها وعقلناها ووعيناها... فلذا رجم رسول الله صلى الله عليه وسلم، ورجمنا بعده، فأخشى أن طال بالناس زمان أن يقول قائل: والله ما نجد آية الرجم في كتاب الله، فيضلوا بترك فريضة أنزلها الله، والرجم في كتاب الله حق على من زنى إذا أحصن من الرجال والنساء، إذا قامت البينة أو كان الحبل أو الاعتراف. البخاري (26/8) ومسلم (1317/3) وفي لفظ: لولا أن يقول الناس: زاد عمر بن الخطاب في كتاب الله تعالى لكتبتها: ((الشيخ والشيخة إذا زنيا فارجموهما ألبتة)) فإنا قد قرأناها. الموطأ (824/2) وفي لفظ لابن ماجة (853/2) وقد قرأتها: ((الشيخ والشيخة إذا زنيا فارجموهما ألبتة...)) وراجع مسند الإمام أحمد (5/183) أما اللفظ الذي ذكره فضيلة شيخنا المفسر فقد أشار إليه الحافظ ابن حجر في الفتح (12/143) فقال:\"ولولا أن يقولوا كتب عمر ما ليس في كتاب الله لكتبته، وقد قرأناها:\"الشيخ والشيخة إذا زنيا فارجموهما ألبتة نكالاً من الله والله عزيز حكيم\". وأخرج هذه الجملة النسائي.] وكان الإمام الحبر ابن عباس، رضي الله عنهما يقول: والله إن حكم الرجم في آية محكمة اللفظ والحكم، وهي قوله تعالى: ((أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيباً مِنَ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ)). [آل عمران:23]. نزلت في قصة اليهوديين اللذين زنيا، فقد ذم القرآن من أعرض عن الرجم، ولو لم يكن مشروعاً في كتابنا لما ذم المعرض عنه فيه، وهم إنما تحاكموا إلى الرسول صلى الله عليه وسلم ليحكم بينهم بشرعه، لا بشرعهم. وقد ثبت الرجم عن النبي صلى الله عليه وسلم وعن أصحابه، فقد رجم ماعزاً والغامدية والجهنية، والتي زنى بها العسيف. ورجم علي رضي الله عنه شراحة، جلدها يوم الخميس، ورجمها يوم الجمعة. وكان عمر رضي الله عنه يقول: نزلت آية الرجم فقرأناها وحفظناها ووعيناها، وقال: لولا أن يقول الناس زاد عمر في القرآن لكتبتها، [سبق تخريج قول عمر رضي الله عنه قريباً] ورجم هو وبقية الخلفاء. وقد أجمع العلماء على أن البكر يجلد مائة، ولا يرجم، ولكن اختلفوا في الثيب هل يجلد مع الرجم أم لا، مع اتفاقهم على رجمه، وهو خلاف مستحكم. فذهب جماعة أنه يجلد ويرجم، واستدلوا بأحاديث صحيحة صريحة في ذلك، كحديث عبادة بن الصامت، وفيه: (الثيب بالثيب جلد مائة والرجم) وهو ما فعله علي رضي الله  عنه بشراحة كما مر مع أن الثيب داخل تحت عموم الآية. [حديث عبادة في صحيح مسلم (3/1316…) وأما فعل علي رضي الله عنه بشراحة فراجعه في صحيح البخاري (8/21) وفتح الباري (12/119)]. وأكثر العلماء يقولون: إن الزاني المحصن يرجم ولا يجلد والدليل أن النبي صلى الله عليه وسلم رجم جماعة، و لم ينقل أنه جلد أحداً منهم، قالوا: ويندرج الأخف تحت الأشد، والرسول صلى الله عليه وسلم، قال: (واغد يا أنيس على امرأة هذا فإن اعترفت فارجمها).. ولم يقل: و اجلدها. [راجع لرجم رسول الله صلى الله عليه وسلم الجماعة الذين لم ينقل أنه جلدهم صحيح البخاري (8/21-29) وأمره لأنيس في ص 25 من نفس الجزء، وصحيح مسلم (3/1317-1328)]."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "الهدف العام من السورة ( تكملة )  من هنا تبدأ المحاضرة الثانية.. في 18/11/1385هـ.",
    "content": "وكذلك تستثنى المرأة الحامل فلا يقام عليها الحد حتى تضع ويفطم ولدها، أو يوجد من يقوم برضاعه، وكذا المريض الذي لا يغلب على الظن بقاء حياته، إذا أقيم عليه حد الجلد، وفي البرد والحر الشديدين اللذين قد يسببان هلاك المحدود بالجلد. وبالجملة في كل حالة يكون فيها الجلد مظنة للموت. وذهب بعض العلماء إلى أنه يقام عليه الحد، وإذا مات فإنما مات بسبب فعل أذنت فيه الشريعة. وقال الآخرون: إنما أذنت الشريعة في الجلد الذي يغلب على الظن بقاء الحياة معه. والبكر يجمع له بين الجلد والتغريب، كما هو مذهب الأئمة الثلاثة - مالك والشافعي وأحمد - لقول النبي صلى الله عليه وسلم: (البكر بالبكر جلد مائة وتغريب عام). [جزء من حديث عبادة السابق وهو في صحيح مسلم بلفظ: (والبكر جلد مائة ثم نفي سنة..)]. وذهب أبو حنيفة إلى عدم القول بالتغريب، وسنده في ذلك أن المقرر في أصوله أن الزيادة على النص نسخ مطلقاً والآيات المقتصرة على الجلد متواترة، والأحاديث التي فيها التغريب آحاد، والمتواتر لا ينسخه الآحاد، إذ الأقوى لا يرفع بالأضعف.. ولهذا لا يرى الحكم بالشاهد واليمين في الأموال؛ لأن ذلك فيه زيادة على قوله تعالى: ((وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاء)). [البقرة:282]. ووجه النسخ عنده في الموضعين: أن آية النور دلت على الاكتفاء بالجلد، وحديث التغريب يرفع هذا الاكتفاء، فكأنه يقول: لا يكفي الجلد دون تغريب، وكأن الآية تقول: الجلد كاف. وكذلك آية الأشهاد دالة على أن الحكم إنما هو بشهادة رجلين أو رجل وامرأتين، والحديث يزيد شيئاً آخر هو الحكم بالشاهد واليمين. [حديث قضاء الرسول صلى الله عليه وسلم بشاهد ويمين في صحيح مسلم (3/1337) من حديث ابن عباس]. والجواب - على أبي حنيفة - من وجهين: الوجه الأول: وهو قول الجمهور: أنه ليس كل زيادة نسخاً، لأن الزيادة لا تخلو من أحد أمرين: الأمر الأول: أن تتعرض لنفي ما أثبته القرآن أو إثبات ما نفاه، وهذا هو النسخ. الأمر الثاني: أن لا تتعرض لما أثبته القرآن بنفي ولا إثبات بل تأتي بحكم سكت عنه نص القرآن، وهذا ليس بنسخ، وبحثنا هنا من هذا القبيل، فآية الأشهاد لم تتعرض لنفي الشاهد واليمين ولا لإثباته، والحديث الذي جاء بذلك لم يتعرض لآية الإشهاد بنفي ولا إثبات. وكذلك التغريب، فإن أحاديثه لم تتعرض لآية الجلد بنفي ولا إثبات وآية الجلد لم تنص على أنه لا يقام مع الجلد عقوبة أخرى. الجواب الثاني: - على تسليم أن الزيادة على النص نسخ مطلقاً - فالصحيح أن خبر الآحاد ينسخ المتواتر، وإن خالف في ذلك جماهير الأصوليين ولا يوجد مانع من ذلك عقلاً، كما أنه واقع شرعاً. مثال ذلك: قول الله تعالى: ((قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّماً عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَماً مَسْفُوحاً أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقاً أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ)). [الأنعام:145]. فلحم الحمر الأهلية وغيرها مما لم يذكر في الآية كان مباحاً بهذه الآية لأنها لم تسكت عنه، بل كأن الآية تقول: كل ما عدا هذه الأربع فهو حلال، بدليل حصر المحرمات في الأربع بالنفي والاستثناء، بخلاف آية الجلد هنا فليس فيها حصر، وإنما فيها التنصيص على الجلد والسكوت عن التغريب. فتحريم الحمر الأهلية يعد نسخاً بالآحاد ولا منافاة ولا معارضة بين الناسخ والمنسوخ، وإنما يتحقق التعارض باتحاد زمن المثبت والمنفي، وهنا الزمن لم يتحد، فإن نزول الآية كان قبل الهجرة، وتحريم الحمر الأهلية كان في غزوة خيبر في السنة السابعة.. [نهى الرسول صلى الله عليه وسلم عن لحوم الحُمُر الأهلية في صحيح البخاري (6/229) ومسلم (3/153)]. والآية لم تتعرض للمستقبل فلم تقل لا أجد فيما أوحي إلي محرماً الآن وفيما يأتي من الزمان مثلاً، فالنفي متقدم والتحريم طارىء متأخر، ولا منافاة. ومما يوضح ذلك أن يقال: النبي صلى الله عليه وسلم صلى إلى بيت المقدس، ويجوز أن يقال: النبي صلى الله عليه وسلم لم يصل إلى بيت المقدس، فالإثبات اعتبار بما قبل النسخ، والنفي اعتبار بما بعده. وهنا قد يرد سؤال، وهو أن يقال: لم قدم الزانية على الزاني مع أن المعهود تقديم الذكر على الأنثى؟ كما في قوله تعالى: ((وَالسَّارِقُ وَالسَّارِقَةُ)). [المائدة:38]. وفي قوله تعالى: ((إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ)). [الأحزاب:35]. والجواب أن دواعي الزنى في المرأة أكثر وأقوى من الرجل. قوله تعالى: ((ولا تأخذكم بهما رافة في دين الله)). هذا من عطف الإنشاء على الإنشاء، وهو جائز وكثير.. ومنه قوله تعالى: ((رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا)). [البقرة:286]. وقوله تعالى: ((أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ * وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ)). [هود:2-3]. والخطاب في قوله تعالى: ((فاجلدوا، ولا تأخذكم)).. لولي الأمر ومن يقوم مقامه، ولا يقيم الحدود غير الإمام ونائبه، لما في ذلك من حصول الفوضى بين الناس، ما عدا السيد فإنه يقيم الحد على رقيقه. [للكاتب رسالة في هذا العنوان الحدود والسلطان وقد طبعت]. والرأفة يقول بعض العلماء: إنها أشد الرحمة والعطف، وقيل بمعنى الرقة والرحمة. ويرد هنا سؤالان: الأول: أن الرأفة والرحمة من الانفعالات التي لا يملك الإنسان تركها، والأمر والنهي إنما يتوجهان إلى الأفعال الاختيارية فكيف يوجه النهي هنا عما ليس هو من الأفعال الاختيارية؟ السؤال الثاني: ما السر في تقييد النهي عن الرأفة بقوله تعالى: ((في دين الله))؟ والجواب عن السؤال الأول: أن النهي متوجه إلى أن تحمل الرافة بهما على المحاباة في ترك الحد أو تخفيفه، أو نقص العدد، فلا يقام الحد كما ينبغي، أما رقة القلب التي لا تمنع من إقامة الحد كما ينبغي فلا يتعلق بها النهي. والجواب عن السؤال الثاني: أن الرقة إذا منعت من إقامة الحد فهي واقعة في دين الله، ودين الله هو الإسلام، ويدخل فيه الأوامر والنواهي والحدود وغير ذلك مما يشمله الدين. قوله تعالى: ((إن كنتم تؤمنون بالله واليوم الآخر)). قد يرد هنا سؤال، وهو أن\"إن\"تفيد الشك، ومع ذلك تأتي في الكتاب والسنة في الأمور المتحققة الوقوع، كما هنا، وكما في قوله تعالى: ((لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ...)). [الفتح:27]. وقول النبي صلى الله عليه وسلم في دعاء زيارة أهل القبور: (وإنا إن شاء الله بكم لاحقون). [مسلم (2/669-671]. وقد اختلف الكوفيون والبصريون في الجواب عن ذلك، فالكوفيون يقولون: إنها في كل المواضع للتعليل، فهي مطردة عندهم بهذا المعنى، قالوا: ومن مجيئها للتعليل قوله تعالى: ((فذكر إن نفعت الذكرى)). وقول الشاعر: [sh] أتغضب إن أذنا قتيبة حُزَّتا=جهاراً ولم تغضب لقتل ابن حازم [/sh]"
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "المحاضرة الثالثة.. في 20/8/1385هـ.",
    "content": "وأما البصريون فيقولون: إن جاءت مع فعل المشيئة، كما في قوله تعالى: ((لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ)). فالشرط دخل على أمر محقق وليس المراد منه الشك، بل المراد تعليم الخلائق بأن لا يتحدثوا عن المستقبل إلا بالمشيئة، وإن لم تكن مع فعل المشيئة كما في هذه الآية التي نحن بصددها: ((إن كنتم تؤمنون)) فهي شرطية لم يُجَأْ بها لتعليق الجزاء على الشرط، بل جئ بها للتهييج والحث على العمل. وهذا أسلوب معروف، كما يقال: إن كنت ابن الكرام فافعل كذا، وأنت لا تشك في كونه ابن الكرام، ولكن تحثه على العمل. قوله تعالى: ((وليشهد عذابهما طائفة من المؤمنين)). المراد بالعذاب هنا الجلد المنصوص عليه في قوله: ((فاجلدوا كل واحد منهما مائة جلدة)) وهذا يدل على أن الجلد يسمى عذاباً.. وقد نص على ذلك، أيضاً، قي قوله تعالى في سورة النساء: ((فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَاب)). [النساء:25]. والمراد بالعذاب المذكور في سورة النساء هو العذاب المذكور هنا في سورة النور. والعذاب اسم مصدر من: عذب، وقياس مصدره التفعيل إن لم يكن معتلاً ولا مهموزاً، ولكن علم بالاستقراء من اللغة العربية إتيان الفَعال، كسحاب من ذلك، اسم مصدر، كطلّق طلاقاً ومتّع متاعاً، وبيّن بياناً وسلّم سلاماً. والطائفة الجماعة، والأظهر أن أقلها ثلاثة، وقيل اثنان. واستدل لهذا بقوله تعالى: ((وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا)). [الحجرات:9]. فإنه يصدق بالواحد، ولكنه مستبعد في اللغة. والظاهر أن الأمر بالحضور وقت العذاب، لأن حضور الناس في ذلك الوقت يكون أعظم تنكيلاً من العذاب بدون حضور. وقال بعضهم: إن الفائدة من ذلك أن يدعو الحاضرون ويستغفروا للمجلود، والأمر للوجوب كما هو الظاهر، ولا صارف له عنه. قوله تعالى: ((الزاني لا ينكح إلا زانية أو مشركة والزانية لا ينكحها إلا زان أو مشرك وحرم ذلك على المؤمنين)). النكاح يطلق تارة على العقد، وتارة على الوطء، وهذا هو منشأ الخلاف بين العلماء، كما سيأتي. ومن إطلاقه على العقد قوله تعالى: ((يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحاً جَمِيلاً)). [الأحزاب:49]. ومن إطلاقه على الوطء قوله تعالى: ((فَإِنْ طَلَّقَهَا فَلا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجاً غَيْرَهُ)). [البقرة:230]. وقد بين الرسول صلى الله عليه وسلم أنه الجماع. [كما في حديث عائشة رضي الله عنها: أن رفاعة القرظي تزوج امرأة ثم طلقها، فتزوجت آخر، فأتت النبي صلى الله عليه وسلم وذكرت له أنه لا يأتيها وأنه ليس معه إلا مثل هدبة، فقال: (لا، حتى تذوقي عسيلته، ويذوق عسيلتك) البخاري (6/166،182) وفي لفظ له: (لا تحلين لزوجك الأول حتى يذوق الآخر عسيلتك وتذوقي عسيلته)]. فذهب ابن عباس وجماعة الى أن المراد بالنكاح هنا الوطء، والمعنى: لا يجامع الزاني إلا زانية مثله أو مشركة، والزانية لا يجامعها إلا زاني مثلها أو مشرك. والمراد من هذا تقبيح الزنى والتصريح بخبث الزناة والزواني. وعلى هذا فالآية لم تتعرض للعقد، فيجوز عنـد هؤلاء عقد العفيف على الزانية، والعقد بالعفيفة على الزاني. وقوله تعالى: ((وحرم ذلك)) الإشارة إلى الزنى، ولا مفهوم لقوله: ((على المؤمنين))، وإنما خصهم بالذكر، لأنهم هم المنتفعون بالأمر والنهي والتحليل والتحريم، فلا دليل فيه لمن يقول: إن الكفار ليسوا مخاطبين بفروع الشريعة. وذهب جماعة إلى أن المراد بالنكاح هنا العقد، فلا ينبغي للعفيف أن يخالط الزانية، ولا للعفيفة أن تخالط الزاني، بل المحدود لا يتزوج إلا محدودة مثله، وفي سنن أبي داود عن النبي صلى الله عليه وسلم لا ينكح الزاني إلا زانية مثله). ولكن في الآية نفسها قرينة تبطل ما ذهب إليه هؤلاء، وخير ما يفسر به القرآن القرآن.. والقرينة هي قوله تعالى: ((أو مشركة، أو مشرك)) إذ لو حمل النكاح على العقد لكان ظاهر الآية أنه يجوز للمسلم الزاني أن ينكح المشركة، وهذا لم يقل به أحد من العلماء بل صرح الله تعالى بمنعه وتحريمه.. فقال: ((وَلا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ)). [البقرة:221]. وقال: ((وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِر)). [الممتحنة:10]. والذين ذهبوا إلى هذا القول يقولون: إن هذا المفهوم، وهو كون المسلم الزاني يجوز له نكاح المشركة نسخ، وهذا لا طائل تحته، فإن النسخ يحتاج إلى دليل يثبته. واستدلوا بقوله تعالى: ((وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ)). [النساء:24]. الذي في سنن أبي داود هو قصة مرثد رضي الله عنه وعناق، وهو من حديث عمرو بن شعيب عن أبيه عن جده، أن مرثد بن أبي مرثد الغنوى كان يحمل الأساري بمكة، وكان بمكة بغي يقال لها عناق، وكانت صديقته ـ أي قبل أن يسلم ـ قال: جئت إلى النبي صلى الله عليه وسلم فقلت: يا رسول الله أنكح عناق؟ قال: فسكت عني، فنزلت: ((والزانية لا ينكحها إلا زان أو مشرك)) فقرأها علي، وقال: (لا تنكها) (542/2)، وهو في سنن النسائي بسياق أطول، وقال: الزانية ـ بدون واو، وهو الموافق للفظ الآية ـ وكذلك قال في آخره: (لا تنكحها) بدل: (لا تنكها) (66/6- 67) والترمذي (5/328 329) وقال في آخره ـ بعد ذكر نزول الآية وسياقها ـ فقال رسول الله صلى الله عليه وسلم: (يا مرثد الزاني لا ينكح إلا زانية أو مشركة والزانية لا ينكحها إلا زانٍ أو مشرك، فلا تنكحها). وقال الترمذي: هذا حدث حسن غريب لا نعرفه إلا من هذا الوجه وذكر أبو داود حديثاً آخر عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: (لا ينكح الزاني المجلود إلا مثله)]. وقوله تعالى: ((وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنَاتٍ غَيْرَ مُسَافِحَات)). [النساء:25]. وهؤلاء الذين فسروا النكاح بالعقد انقسموا قسمين: منهم من قال: لا يجوز نكاح الزانية بحال، لما تقدم وللأحاديث الدالة على دياثة من رضي مثل ذلك. ومنهم من ذهب إلى جواز نكاحها، وقالوا: إن الآية منسوخة بقوله تعالى: ((وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ..)). [النور:32]. وعلى هذا القول جماعة منهم سعيد بن المسيب والشافعي. وهذا لا يجري على أصول الأئمة الثلاثة: مالك والشافعي وأحمد، لأن الخاص يقضي على العام عندهم تقدم أو تأخر. ويجري على أصول أبي حنيفة القائل: بأن العام يقضي على الخاص لشموله له ودلالته عليه وعلى غيره. وهنا قد يرد سؤال وهو كيف سوغ هؤلاء الأئمة الأجلاء للمسلم العفيف مقاربة الزانية بالزواج منها وهي زانية خبيثة خسيسة. والجواب: أن هؤلاء الأئمة لم يجيزوا له ذلك على أن يتركها، وشأنها، وإنما جوَّزوا له ذلك مع المحافظة عليها والضرب على يدها وزجرها، وإذا وقع منها ما لا ينبغي من ارتكاب الفاحشة وهو لا يدري وقد عمل ما يقدر عليه من الاحتياطات التي تحول بينها وبين ذلك فلا حرج عليه، وتكون معه على حد قول القائل: اجتن الثمار وألق الخشبة في النار. والإمام مالك رحمه الله يرى كراهة نكاح العفيف الزانية جمعاً بين الأدلة. وقد ذكر المفسرون في سبب نزول الآية ستة أوجه، منها: الأول: أنها نزلت في مرثد بن أبي مرثد الغنوي، كان رجلاً قوياً يذهب إلى مكة يختطف منها أسرى المسلمين ويأتي بهم إلى المدينة، فصادفته ليلة عناق وكانت صديقته في الجاهلية، فدعته ليبيت عندها فقال: إن الإسلام حرم الزنى، فطلبت منه أن يتزوجها، فاستأذن النبي صلى عليه وسلم في ذلك فنزلت الآية، [سبق قريباً تخريج القصة] ويذكر في قصته معها أنه لما امتنع من المبيت معها صاحت به فطلبه الكفار، فاختفى في غار حتى إن بعض المشركين بال على رأسه و لم يره. الثاني: أنها نزلت في رجل من المسلمين أراد أن يتزوج أم مهزول في المدينة. الثالث: أنها نزلت في قوم من أهل الصفة طلب منهم بعض البغايا أن يتزوجوا بهن ويكفينهم المؤنة والنفقة، فرغب بعضهم في ذلك بسبب فقرهم واستأذنوا النبي صلى الله عليه وسلم في ذلك فنزلت الآية. وهناك ثلاثة أسباب غير هذه، والعبرة بعموم اللفظ لا بخصوص السبب كما هو معروف."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "ثالثاً: القذف بالزنى وأحكامه، واللعان وأحكامه..    المحاضرة الرابعة.. في 25/8/1385هـ.",
    "content": "((وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَداً وَأُولَئِكَ هُمُ الْفَاسِقُونَ * إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ * وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ * وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ * وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ * وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ * وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ)). (1) القذف بالزنى وأحكامه: قوله تعالى: ((والذين يرمون المحصنات)) الآية. لما ذكر تعالى حكم الزنى ذكر حكم من يرمي غيره بالزنى صيانة للعرض من الأذى، وللأنفس من الإزهاق. والرمي يطلق على القذف، وهو معروف في لغة العرب، قال الشاعر: وجرح اللسان كجرح اليد وقال آخر: [sh] رماني بأمر كنت منه ووالدي=بريئاً ومن أجل الطَّوِّي رماني [/sh] [قال المعلق على كتاب الجامع لأحكام القرآن: البيت لابن أحمر، والطَّوي: البئر]. وللقذف طرفان وواسطة: الأول من الطرفين مجمع على إيجاب جلد صاحبه ثمانين وهو نوعان: النوع الأول: أن يصرح بالزنى، كأن يقول لشخص: يا زاني. النوع الثاني: أن ينفي نسب الولد. والثاني من الطرفين مجمع على أنه لا يجب فيه ثمانون جلدة - أي ليس فيه حد - وهو أن لا يصرح فيه بالزنى أو ما يدل عليه، بل يسبه بصفة أخرى قبيحة، كالبخل ونحوه. القسم الثالث: الواسطة، وهو أن يرميه بالزنى بواسطة التعريض، لا التصريح، كأن يقول: أنا لست ابن زنى، فيفهم المقصود من جانب اللفظ، وهذا القسم هو الذي وقع فيه الخلاف: فذهب أكثر العلماء إلى أنه لا يكون قاذفاً: فلا يقام عليه حد القذف بل يؤدب بما يراه الحاكم تعزيراً، وعلى هذا جماعة، منهم الإمامان أبو حنيفة، والشافعي. وذهب آخرون إلى أن المعرض بالزنى قاذف كالمصرح، فيقام عليه حد القذف، وعلى هذا المذهب الإمام مالك وطائفة من العلماء. وحجة أهل المذهب الأول: أن الله تعالى قد فرق في كتابه بين التصريح والتعريض في قصة المعتدَّة، فلا يجوز أن يقال لها: إني أريد أن أتزوجك، ويجوز أن يقال: أنا راغب فيك، وإذا فرق بينهما في قضية، وجب أن يطرد التفريق في غيرها.. قال تعالى: ((وَلا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ)). [البقرة:235]. وحجة الإمام مالك ومن معه من وجهين: الوجه الأول: من جهة المعنى، وذلك أن حد القذف شرع لدفع الأذى في العرض، والأذى الحاصل بالتعريض، كالأذى الحاصل بالتصريح. الوجه الثاني: ظواهر القرآن الكريم وأساليب اللغة العربية، أما ما يدل على ذلك من ظواهر القرآن فمنه قوله تعالى عن قوم شعيب: ((قَالُوا يَا شُعَيْبُ أَصَلاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ)). [هود:87]. أرادوا المهين الحقير السفيه، بدليل أن الله  تعالى ذكره في معرض الذم لهم، ولو كان قولهم هذا على ظاهره لما ساقه في صفاتهم الذميمة. ومنه قوله تعالى: ((ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ)) [الدخان:49]. أي الخسيس المهين الحقير. ومنه قول قوم مريم فيها حين جاءت حاملة عيسى عليه السلام، وهم يعلمون أنه لا أب له: ((يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيّاً)) [مريم:28]. ومرادهم: أن أبويك صالحان وأنت لم تقتفي أثرهما.. وقد سمى الله  تعالى قولهم هذا بهتاناً، فقال: ((وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَاناً عَظِيماً)). [النساء:156]. فظواهر هذه النصوص القرآنية تدل على أن حكم التعريض مثل حكم التصريح. ومما يدل على ذلك من الشواهد العربية قول الحطيئة: دع المكارم لا ترحل لبغيتها،،،،، واقعد فإنك أنت الطاعم الكاسي [العقد الفريد (3/19)]. أراد أنك لست من الرجال الذين يكدحون على أنفسهم وعلى من يعولون، وإنما أنت من أشباه النساء اللاتي يطعمن ويكسون وهن قاعدات في البيوت، ولذلك حبس عمر الحطيئة. وكما قال أيضاً: [sh] قبيلته لا يخفرون بذمة=ولا يظلمون الناس حبة خردل [/sh] [نسب ابن عبد ربه هذا البيت في أبيات أخرى للنجاشي عن رهط تميم بن مقبل العقد الفريد (3/17)]. وسأل عمر حسان بن ثابت عن هجاء الحطيئة السابق فقال حسان: ما هجاه ولكن سلح عليه. وأجاب الإمام مالك ومن ذهب إلى مذهبه على قول الأولين واحتجاجهم بأن الحدود تدرأ بالشبهات، بأن هذا التعريض لا شبهة فيه بعد قيامه مقام التصريح. وأجابوا عن استدلالهم بآية البقرة في خطبة المعتدة بأن الله تعالى بين فيها شبه خصوصية. حيث قال تعالى: ((علم الله أنكم ستذكرونهن)) أي فجعل لكم مندوحة - رفعاً للحرج -. واعلم أن القاذف قد يكون ذكراً والمقذوف انثى، وقد يكون أنثى والمقذوف ذكراً، وقد يكون ذكراً والمقذوف ذكراً، وقد يكون أنثى والمقذوف أنثى، فالقسمة رباعية. وقد نص في الآية على قذف الذكور للإناث، وبقية الصور المسكوت عنها داخلة في حكم المنصوص، بالالحاق بنفي الفارق، ولا خلاف في ذلك، وإنما الخلاف في وجه الاستدلال. فالجمهور يرون أن ذلك من باب الإلحاق بنفي الفارق، قالوا: وذلك يدل أن نظير الحق حق يلحق به، ونظير الباطل باطل يلحق به. وذهب ابن حزم إلى أن المحصنات هنا نعت لمحذوف بتقديره يظهر شمول الآية للصور كلها بدون قياس، والتقدير: والذين يرمون الفروج المحصنات، وهذا تكلف منه بناءً على أصله في نفى القياس. ويرد عليه بأن الله تعالى وصف المحصنات في آية أخرى بما يبين أن المراد بها النساء كما في قوله تعالى: ((إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ)). [الآية: 23 من هذه السورة]. وبعضهم يقول: إن المنعوت المحذوف تقديره: الأنفس. والإحصان يطلق ويراد به العفة، ويراد به الحرية، ويطلق ويراد به التزويج. فمن إطلاقه على العفة قوله تعالى في هذه الآية: ((والذين يرمون المحصنات)). ويرى بعضهم أن لفظ المحصنات هنا شامل للعفيفات والحرائر، فيحد من قذف حرة عفيفة ولا يحد من قذفه أمة مملوكة عفيفة. وقد ثبت في الصحيح ما يفهم منه عدم إقامة الحد على الحر إذا قذف مملوكاً، فإن فيه: (أقيم عليه الحد يوم القيامة). [الحديث في صحيح البخاري (8/34) وفي صحيح مسلم (3/1382) ولفظ مسلم أقرب إلى ما كتبته عن فضيلة المفسر ففيه قال: قال أبو القاسم صلى الله عليه وسلم: (من قذف مملوكه بالزنى يقام عليه الحد يوم القيامة إلا أن يكون كما قال) ولفظ البخاري: (من قذف مملوكه هو برئ مما قال جلد يوم القيامة إلا أن يكون كما قال)]. ومن إطلاق الإحصان مراداً به العفة قوله تعالى: ((مُحْصِنِينَ غَيْرَ مُسَافِحِينَ)) وقوله: ((مُحْصَنَاتٍ غَيْرَ مُسَافِحَات)). [النساء:24-25]. وذهب بعضهم إلى أن الحر يجلد إذا قذف العبد أخذاً بالعموم. [قلت: قد يكون عدم إقامة الحد على الحر القاذف للعبيد خاصاً بالسيد يقذف مملوكه؛ لأن لفظ الحديث ورد فيه بخلاف غيره]. ومن إطلاق الإحصان مراداً به العفة ني كلام العرب قول الشاعر: [sh] فلا تأمنن الحي قيساً فإنهم=بنو محصنات لم تدنس حجورها [/sh] فلو رمى زانية محدودة لا يحد، ولكن يؤدبه السلطان. ومن إطلاق الإحصان على التزويج قوله تعالى: ((وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللَّهِ عَلَيْكُمْ وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَلا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللَّهَ كَانَ عَلِيماً حَكِيما * وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلاً أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ وَاللَّهُ أَعْلَمُ بِإِيمَانِكُمْ بَعْضُكُمْ مِنْ بَعْضٍ فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلا مُتَّخِذَاتِ أَخْدَانٍ فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ ذَلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ وَأَنْ تَصْبِرُوا خَيْرٌ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ)). [النساء:24،25]. قوله تعالى: ((ثم لم ياتوا بأربعة شهداء)) عطف على قوله: ((يرمون)). وفي الآية دليل على أن الزنى لا يثبت إلا بأربعة عدول، وقد نص على ذلك أيضاً في سورة النساء. [الآية:15]. فلو شهد أقل من أربعة بالزنى لم يثبت الزنى ويحد الشهود حد القذف، وأكثر العلماء على أن ستر على مرتكب المعصية أولى من محاولة رؤيته لأداء الشهادة عليه، إلا إذا كان العاصي مصراً على معصيته وصارت المعصية ديدنه لا يرتدع عنها، فحينئذ لا يسن الستر في حقه. ولابد في الشهادة على الزنى من التصريح به، وأنهم رأوا الفرج في الفرج. وأكثرهم يقولون: إذا حصلت الشهادة بذلك كفت، وذهب الإمام مالك إلى أنه لا بد من شهادة الشهود الأربعة على الولجة الواحدة، فلو شهد كل واحد مهم منفرداً أو في مواضع متعددة، أو أحد العصر والآخر المغرب... فلا يحصل المقصود من الشهادة. والسبب عنده أن الحدود لا يتساهل فيها. وذكر ابن كثير في سورة الأنبياء قصة قديمة تشهد لما ذهب إليه مالك وقعت لداود وسليمان عليهما السلام،. خلاصة القصة أن أربعة راودوا امرأة جميلة على نفسها فرفضت فاتفقوا أن يتهموها على أنها تربط كلباً وتمكنه من نفسها فذهبوا إلى داود وشهدوا بذلك عنده، فرجمها داود، فلما علم سليمان، أحضر خمسة من الصبيان الذين كان يلعب معهم، وسمى أحدهم باسم المرأة وسمى الأربعة بأسماء الشهود فشهدوا أنها مكنت الكلب من نفسها، ففرقهم وسأل كل واحد منفرداً عن لون الكلب فاختلفوا فيه، فقال: ارموهم فإنهم قتلوها ظلماً، فعلم داود بذلك فطلب الشهود واستجوب كل واحد على انفراد عن لون الكلب فاختلفوا فأمر بهم فقتلوا جميعاً، والقصة في تفسير ابن كثير كما قال الشيخ (187/3) وهي في كتاب معارج الصعود إلى تفسير سورة هود ص: 300)]. وكذلك قصة علي في عهد عمر رضي الله عنهما، ومفادها التفريق بين الغرماء الذين أنكروا حق المدعي عليهم، فقد استطاع بفراسته أن يحملهم على الاعتراف بالحق، بعد أن أنكروا مجتمعين عند عمر. [ذكر القصة ابن القيم رحمه الله في كتابه: الطرق الحكمية في السياسة الشرعية ص 49 وما بعدها، ولكنه ذكر أن القاضي في المسألة هو شريح. راجع أيضاً معارج الصعود إلى تفسير سورة هود ص:300،301]. ولا بد من تزكية الشهود، فإن لم تحصل التزكية فقال بعض العلماء: لا حد على القاذف لأنه قد أتى بأربعة شهود. ووجوب تزكية الأربعة يدل على أن التواتر لا يحصل بخبرهم لأن التواتر لا تشترط فيه التزكية ولا العدالة. وقد دلت هذه الآية الكريمة على أن القاذف الذي لم يأت بأربعة شهود تثبت عليه ثلاثة أحكام: الحكم الأول: الجلد ثمانين. الحكم الثاني: عدم قبول شهادته. الحكم الثالث: الحكم بفسقه. وصيغة الأمر في قوله تعالى: ((فاجلدوا)) للوجوب، والخطاب لأولي الأمر ومن قام مقامهم. و((ثمانين)) مما ناب عن المفعول المطلق.. و((جلدة)) تمييز العدد والضرب يكون وسطاً، ليس شديداً يبرح ولا خفيفاً يخل بالحد المطلوب كما ينبغي. والفسق يطلق على الخروج عن الطاعة، سواء كان خروجاً إلى الكفر، أو إلى ما دونه من المعاصي: كبيرة أو صغيرة. ومن إطلاقه على معصية الكفر قوله تعالى: ((وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا)). [السجدة:20]. ومن إطلاقه على ما دون الكفر قوله تعالى: ((يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا)). [الحجرات:6]. وقوله تعالى: ((إلا الذين تابوا)) هذا الاستثناء على أصول الأئمة الثلاثة  – غير الإمام أبو حنيفة - يرجع إلى جميع ما سبقه من جمل متعاطفة، أو مفردات، إلا ما دل الدليل على إخراجه، فيعود هنا إلى عدم قبول الشهادة، وإلى الفسق، فتقبل شهادة القاذف التائب، ويرتفع عنه الفسق الناتج عن القذف، ولا يرجع إلى الجلد بالإجماع، فالإجماع هو الذي أخرج هذا الحكم عن دخوله في الاستثناء. وخالف في ذلك أبو حنيفة، فأوجب رجوع الاستثناء إلى الجملة الأخيرة فقط، وعلى هذا فلا تقبل شهادة القاذف بعد التوبة ولو صار أعدل الناس. وقد أجمع العلماء - بما فيهم أبو حنيفة - أن الاستثناء في آية الفرقان يعود إلى جميع ما سبقه، وليس إلى آخر مذكور فقط وآية الفرقان هي قوله تعالى: ((وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَاما * يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَاناً * إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحاً فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُوراً رَحِيما)). [الفرقان:67،68،69]. فالاستثناء راجع إلى دعاء غير الله، وقتل النفس، والزنى بلا خلاف ولكن هذا لا يرد على أبي حنيفة لأن الاستثناء عنده يرجع إلى اسم الإشارة في قوله تعالى: ((ومن يفعل ذلك)) واسم الإشارة دال على الجميع. وقد اختاره صاحب المراقي. [أي مراقي السعود في أصول الفقه، هو الشيخ عبد الله بن الحاج إبراهيم العلوي. مقدمة شرح مراقي السعود المطبوع سنة 1359هـ ـ 1978م]. وكل ما يكون فيه العطف  من قبل الاستثنا فكلا يقفو والبيت في فصل: المخصص المتصل]. وقد استدل داود الظاهري بقاعدة الجمهور هذه، فجوز الجمع بين الأختين بملك اليمين - سواء كان بالشراء أو بالسبي- واستدل بقوله تعالى: ((وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ)) وقوله بعد ذلك: ((إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ)). [النساء:23،24]. ويصعب على الجمهور التخلص من استدلاله بذلك. أما أبو حنيفة فلا يرد عليه ذلك، لأنه يقول: الاستثناء راجع إلى قوله تعالى: ((والمحصنات من النساء)) فقط، وليس راجعاً إلى ما قبله. والذي يظهر باستقراء القرآن أن الحق خلاف ما ذهب إليه أبو حنيفة، وخلاف ما ذهب إليه الجمهور أيضاً. والحق ما حررته طائفة قليلة من متأخري الأصوليين، وهو أن يتوقف في الاستثناء ويكون من قبيل المجمل حتى يدل دليل على المراد منه. فتارة لا يرجع إلى الأول، كما في الجلد هنا، وكذا في قوله تعالى: ((وَمَنْ قَتَلَ مُؤْمِناً خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلَّا أَنْ يَصَّدَّقُوا)) [النساء:92]. فإن الاستثناء لا يرجع إلى تحرير الرقبة وإنما يرجع إلى الدية. وتارة لا يرجع إلى الأخير، وقد مثل له بعض العلماء بقوله تعالى: ((وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلاً)). [النساء:83]. قالوا: فلا يمكن أن يرجع الاستثناء إلى الأخير، لأنه لا يستغني أحد عن فضل الله ورحمته، فلولا فضل الله ورحمته لم ينج أحد عن اتباع الشيطان، لا قليل ولا كثير، بل لاتبعوه كلهم. [وأحال فضيلة شيخنا المفسر رحمه الله إلى أنه قد بين هذا المعنى في كتابه: دفع إيهام الاضطراب عن آيات الكتاب، في سورة النساء، وقد لخصت من الكتاب المذكور آنذاك، وهو مطبوع في كتاب مستقل الجمل الآتية:\"واختلف العلماء في مرجع هذا الاستثناء: فقيل راجع لقوله: ((أذاعوا به)). وقيل: لقوله: ((لعلمه الذين يستنبطونه منهم)) وإذا لم يرجع للجملة التي تليها، فلا يكون نصاً في رجوعه لغيرها. وقال بعضهم: إن قليلاً قد يستعمل ويراد به معنى العدم، كما في قول الشاعر: [sh] أنيخت فألقت بلدة فوق بلدة ،،،، قليل بها الأصوات إلا بغامها [/sh] وبعض العلماء يقول: إن الاستثناء راجع للجملة الأخيرة، والمعنى: ولولا فضل الله عليكم ورحمته بإرسال محمد صلى الله عليه وسلم لاتبعتم الشيطان في ملة آبائكم من الكفر وعبادة الأوثان، إلا قليلاً كمن كان على ملة إبراهيم كورقة بن نوفل. اهـ (من ص:68،69)]. والأولى أن يستدل بآية في سورة النساء لا يعود فيها الاستثناء إلى الجملة الأخيرة بدون نزاع، ولم ينتبه لها الاصوليون، وهي قوله تعالى: ((وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً فَلا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّى يُهَاجِرُوا فِي سَبِيلِ اللَّهِ فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلا تَتَّخِذُوا مِنْهُمْ وَلِيّاً وَلا نَصِيراً * إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ..)). [النساء:89،90]. فإن الاستثناء لا يمكن أن يرجع إلى الجملة الأخيرة؛ لأنه لا يجوز أن يتخذ ولي أو نصير ممن يصل إلى قوم بيننا وبينهم ميثاق، وهم كفار. فالاستثناء راجع إلى الأخذ والقتل فقط كما هو ظاهر. وخلاصة القول: أن في الاستثناء بعد الجمل أو المفردات المتعاطفة ثلاثة أقوال: القول الأول: أنه يرجع إلى جميع الجمل إلا ما دل الدليل على إخراجه كالإجماع على إخراج الجلد – هنا - وهذا مذهب جماهير العلماء. القول الثاني: أنه يرجع إلى الأخير فقط، وهو مذهب أبي حنيفة. القول الثالث: أنه من قبيل المجمل، يجب التوقف فيه إلا بدليل يبين مرجع الاستثناء، واستقراء القرآن يدل على هذا؛ لأنه قد لا يعود إلى الأخير، وقد لا يعود إلى الأول، وقد يعود إليهما معاً بالقرائن، وهذا مذهب بعض المتأخرين، كالغزالي من الشافعية، وابن الحاجب من المالكية، والآمدي من الحنابلة، وهو الحق إن شاء الله."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "المحاضرة الخامسة في 27/8/1385هـ.",
    "content": "أحكام الآية: سبق أن الآية تدل على ثلاثة أحكام، وهي: الجلد، ورد الشهادة، وفسق القاذف. والجملة الأولى: ((فاجلدوا)) لا يرجع إليها الاستثناء بالإجماع إلا ما يروى عن الشعبي في ذلك، فلا يجلد على هذا إذا تاب، وهو رأي شاذ. والجملة الثالثة: ((وأولئك هئم الفايسقون)) يرجع إليها الاستئناء بالإجماع؛ لأن التائب من الذنب كمن لا ذنب له. والجملة الوسطى: ((ولا تقبلوا لهم شهادة أبداً)) فيها الخلاف: فالجمهور على أن الاستثناء يرجع إليها، فكما يرتفع الفسق ويثبت الصلاح يرتفع رد الشهادة ويثبت قبولها.. ويدل على هذا قوله تعالى: ((وأصلح)) وهو دالٌ أيضاً على أن مجرد التوبة لا يكفي، بل لا بد من النظر في أمره، فإن استمر على التوبة وأصلح عمله قبل وإلا فلا. وأبو حنيفة رحمه الله لا يرى عود الاستثناء إليها، فلا تقبل شهادته ولو تاب وصار أعدل أهل زمانه.. وقد مضى الكلام على وجه استدلال كل فريق ومناقشة ذلك. كيفية توبة القاذف.. اختلف العلماء في كيفية توبة القاذف: فذهب جماعة إلى أن توبته أن يكذب نفسه، وعلى هذا فلو أصر على أنه صادق، فهو مصر على القذف و لم يتب؛ لأن التوبة لا تصح مع الإصرار على الذنب.. ويدل على هذا قول عمر لأبي بكرة: تب أقبل شهادتك. وذهب جماعة إلى أنه لا يلزم أن يكذب نفسه، بل يكفي أن يصلح عمله. والظاهر أن الشرع ينظر إلى الظواهر، فلا تصح التوبة إلا إذا أقلع في الظاهر عن ذلك. أما فيما بينه وبين الله تعالى فقد يكون صادقاً فلا توبة عليه وقوله في الواقع حق، وإن حكم عليه بحد القذف. وإن كان في الواقع كاذباً فلا تقبل توبته إلا إذا أكذب نفسه باطناً وظاهراً. وعدم قبول شهادة القاذف لا يجري حكمه على الرواية، فتقبل روايته في حال أن شهادته لا تقبل، سواء كان قبل توبته أو بعدها، عند من يقول بعدم قبولها بعد التوبة. ولهذا لم يتوقف البخارى ومسلم في رواية أبي بكرة. وهنا قد يرد سؤال لطالب العلم، وهو كيف تقبل روايته دون شهادته مع أن كلاً منهما تترتب عليه أحكام، وهو إخبار؟ والجواب: أن الشرع فرق بين الشهادة والرواية: فشهادة المرأة لا تقبل في درهم - إلا إذا كانت مع غيرها من النساء وتكون شهادة اثنتين كشهادة رجل واحد - وروايتها تقبل ولو كانت في نص تزهق به النفوس. وقوله تعالى: ((وأصلحوا)) أي أعمالهم بالتوبة إلى الله والانابة إليه.. وقوله تعالى: ((فإن الله غفور رحيم)) هذا مما يستدل به على قبول شهادة القاذف التائب؛ لأن الله تعالى قد غفر له. اللعان وأحكامه.. قوله تعالى: ((وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ)) الآية. لما ذكر الله تعالى رمي المحصنات دخل في عمومه الزوج إذا رمى زوجته، ولما كان له أحكاما خاصة، والقرائن تدل على أنه لا يرمي زوجته إلا إذا كان صادقاً؛ لأن زناها مصيبة وعار عليه هو، والإنسان لا يذكر عيباً يعود عليه جعل الله تعالى له مخرجاً إذا قذف زوجته بتشريع حكم اللعان. سبب نزول الآية جاء في الصحيح أنها نزلت في عويمر [هو عويمر العجلاني]، كما جاء فيه أنها نزلت في هلال [هو هلال بن أمية].. وليس في ذلك تعارض، فقد تكون الآية واحدة والأسباب متعددة. وفي قصة هلال أنه جاء، وهو شائب، من أرضه فوجد شريكاً [هو شريك بن سحماء] على امرأته، فأخبر الرسول صلى الله عليه وسلم بذلك وحلف له أنه صادق، فقال له النبي صلى الله عليه وسلم: (البينة أوحدٌ في ظهرك) فتعجب الصحابة من ذلك وشق عليهم، وقالوا: كيف يجد الرجلُ الرجلَ على زوجته فإذا شكاه أقيم عليه الحد..؟ فنزلت الآية الكريمة [راجع قصة كل من عويمر وهلال في صحيح البخارى (6/3-4) وكتب التفسير عند تفسير الآية الكريمة، وقد أشار إليهما شيخنا المفسر بالمعنى، ولكنه أشار إلى مرجعها بقوله: جاء في الصحيح].. والرمي القذف بالزنى أو نفي الحمل كما مر. قوله تعالى: ((ولم يكن لهم شهداء)) جملة حالية، أي والحال أنهم لا شهود لهم. ومفهومه أنه لو جاء بأربعة شهود ثبت الزنى، ولا حاجة إلى اللعان إلا إذا لم يأت بأربعة شهود. وإذا قذف الرجل امرأته، وجاء بثلاثة شهود، قيل: إنه يلاعن، وعليه الأكثر، لأنه مدع. والبينة لم تكمل. وقيل: بل يثبت الزنى، لأن الله سمى الزوج شاهداً، كما قال تعالى: ((و لم يكن لهم شهداء إلا أنفسهم)). وأجاب الأولون أن المراد بالشهادة هنا - أي شهادة الزوج - اليمين، وقد تطلق الشهادة على الأيمان، كما في القسامة، ووجه الاطلاق أن كلاً منهما خبر. فإن لم يكن لهم شهداء أصلاً، أو جاؤوا بواحد أو اثنين حكم باللعان. وقد ثبت في السنة أن ولي الأمر يقضي باللعان في المسجد كما فعل النبي صلى الله عليه وسلم في قصة سبب نزول الآية [البخاري6/179]. وصيغة شهادة الرجل أن يقول: أشهد بالله  إني لصادق فيما رميتها به أربع مرات، ثم يقول في الخامسة: عليه لعنة الله إن كان من الكاذبين فيما رماها به. قوله تعالى: ((وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ..)) الآية. أى إذا شهد الزوج على زوجته كما مر ثبت عليها الزنى، إلا إذا دفعته عن نفسها، بأن تشهد هي أيضاً أربع شهادات على تكذيبه، والخامسة أن تدعو على نفسها بالغضب إن كان صادقاً. وإن نكلت فالظاهر أنها تحد، لقوله تعالى: ((ويدرأ عنها العذاب أن تشهد.. فإن مفهومه أنها إذا لم تشهد ثبت عليها العذاب. وخالف في ذلك أبو حنيفة رحمه الله، على أصله في عدم الأخذ بمفهوم المخالفة، يقول: نص الله على أنها إذا شهدت على ذلك فلا حد عليها، فإن لم تشهد فذلك مسكوت عنه.. فإذا لاعنها بمعين، فقد اختلف في ذلك، هل يحد لأجل ذلك المعين أو لا؟ فقال جماعة: يحد، لأنه قذفه. وقال آخرون: لا يحد، لأن النبي صلى الله عليه وسلم عندما لاعن هلال زوجته قذفها بمعين، وهو شريك، ولم يجلده الرسول صلى الله عليه وسلم لأجله. وأجاب الأول: إن شريكاً لم يطلب ذلك، وحد القذف إنما يثبت إذا طلبه صاحبه، ولو طلبه شريك لحده. وصيغة شهادة المرأة: أن تقول: أشهد بالله إنه لكاذب فيما رماني به أربعاً، ثم تقول في الخامسة: ..... غضب الله عليها إن كان من الصادقين. وذكر الغضب في المرأة، لأنه أشد من اللعن، إذ اللعن أثر من آثار الغضب، لأن الرجل كما تقدم، تدل القرائن في الغالب أنه لا يرمي زوجته وهو كاذب، فجعل في جانبه اللعن لأنه أخف، بخلاف المرأة، ولهذا غلظ عليها.. هكذا يقول بعض المفسرين. أحكام المتلاعنين إذا حلفا جميعاً حرمت الزوجة على زوجها أبداً، كما هو مذهب الجمهور. وينتفي عنه الولد، وينقطع عنه نسبه. ولا يقال: إنه ابن زنى، لأنه لم يثبت الزنى على أمه. وإذا كانت المرأة صغيرة لا يوطأ مثلها، فلا تلاعن. واختلفوا في البينونة. فقال جماعة: بانت بالفسخ. واختلفوا متى يقع الفسخ؟ فقال بعضهم: يقع عندما ينتهى الرجل من الأيمان. وقال آخرون - وهم أكثر- لا يقع إلا بعد أن يفرغا جميعاً من أيمانهما. وفائدة هذا الخلاف أنه إذا مات بعد أن تمت أيمانه وقبل أن تشهد هي أنها لا ترثه على القول الأول، لأنها ليست زوجته، وترثه على القول الثاني، لأنها لم تبن عنه. وقال جماعة: بانت بالطلاق. واختلفوا فيمن يوقعه؟ فقال بعضهم: يأمر الحاكم الزوج ليوقعه. وقال آخرون: يوقعه الحاكم نفسه. ويؤخذ من هذه الآية قاعدة عظيمة من قواعد الشرع ودلالتها عليها في غاية الصراحة. والقاعدة هي: أن أحكام الشرع تكون على حسب الظاهر ولو كان الواقع يخالفه، لأن المتلاعنين متكاذبان، فالزوج يثبت أن زوجته زانية، وهي تدعي أنه قاذف كاذب، ونحن نقطح أن أحدهما كاذب، كما قال الرسول صلى الله عليه وسلم. [في قصة ملاعنة هلال بن أمية زوجته، وفيها:\"فجاء هلال فشهد، والنبي صلى الله عليه وسلم يقول: إن الله يعلم أن أحدكما كاذب، فهل منكما تائب؟\"البخاري (6/4)]. ولو أقر الرجل لوجب عليه حد القذف، ولو أقرت المرأة لوجب عليها الرجم، ومع ذلك فالشرع صدقهما في الظاهر مع الجزم بأن أحدهما كاذب، فهو نص قطعي مبني على ظاهر باطل. وقد أشار الله تعالى في آخر هذه الآيات أن الأخذ يكون بالظاهر وأن ذلك رحمة منه تعالى.. كما قال تعالى: ((وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ)) [الآية:10]. أي لولا ذلك لما قبل منكم هذه الظواهر، والبواطن غير صحيحة. وإذا كذب الرجل نفسه أقيم عليه الحد وزال التحريم عند جماعة. والأزواج جمع الزوج، والزوج امرأة الرجل، واللغة الفصحى أن يؤتى بها بدون هاء، كما قال تعالى: ((اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ)) [البقرة:35، والأعراف:19]. واختلف في الإتيان بالهاء: فقال جماعة: إنه من لحن الفقهاء. وقال آخرون: هي لغة، والتحقيق أنها لغة، لا لحن، وأن الفصحى ترك الهاء. ومما يدل على أنها لغة قول الفرزدق: [sh] وإن الذي يسعى لئفسد زوجتي=كساع إلى أسد الشرى يستبيلها [/sh] [راجع ترتيب لسان العرب\"زوج\"]. وقال الشاعر: [sh] فبكى بناتي شجوهن وزوجتي=والظاعنون إلي ثم تصدعوا [/sh] وثبت في صحيح مسلم: (إنها زوجتى) [صحيح مسلم (4/1712) بلفظ\"هذه زوجتي\"]. قوله تعالى: ((إلا أنفسهم)). الظاهر أنه مرفوع على البدل، لأن الاستثناء جاء بعد نفي، والمستثنى متصل.. كما قال ابن مالك: [sh] وبعد نفى أو كنفي انتخب=اتباع ما اتصل…. [/sh] وقوله: ((أربع شهادات)) بالنصب في الأول، على أنه نائب مناب المفعول المطلق، وبالرفع خبر المبتدأ الذى هو شهادة. وعلى قراءة النصب فشهادة خبر مبتدأ محذوف، أي فالواجب شهادة، أو مبتدأ لخبر محذوف، أي فشهادة أحدهم ذلك لازمة. وقوله تعالى: ((أن لعنت)) بتخفيف\"أن\"على أن أنها ضمير الشأن، والجملة بعدها خير، وبالتشديد، وهو ظاهر، والمعنى واحد. واللعنة الطرد والإبعاد عن الرحمة. والدرء الدفع."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "المحاضرة السادسة في 1/9/1385هـ.",
    "content": "ويؤخذ من هذه الآية الرد على بعض العلماء – كالمالكية - القائلين: إن التخصيص بالشرط المتأخر لا يفيد، وإنما يكون ندماً. فإنهم قالوا: لو قال للمرأة: أنا المخالع لك إن أمضى وليك حصلت المخالعة وإن لم يمض الولي، بخلاف ما لو قال: إن أمضى وليك فأنا المخالع لك، فإن المخالعة لا تحصل إذا لم يمض الولي. والقرآن يدل على خلاف مما ذهبوا إليه، فإن الشرط تاخر وصيغة الفعل\"غضب\"متقدمة، وهي تفيده لو تاخرت. والصدق وقوع الخبر مطابقاً للواقع، والكذب بخلافه. والغضب صفة وصف الله بها نفسه على ما يليق بجلاله تمر على غرار قوله تعالى: ((لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ)). [الشورى:11]. وقد طلق عويمر امرأته التي لاعنها ثلاثاً وأقره النبي صلى الله عليه وسلم.. [صحيح البخاري (6/179)]. فاستدل به من يرى إيقاع الطلاق ثلاثاً. والمخالف يقول: الفراق كان بالفسخ، لا بالطلاق، ولا دليل على هذا، بل جاء في سنن أبي داود: فطلقها ثلاثاً، فأنفذه رسول الله صلى الله عليه وسلم.. [سنن أبي داود (2/630)]. وأيد ابن القيم. كونه فسخاً، لا طلاقاً. [زاد المعاد (5/390)]. قوله تعالى: ((ولولا فضل الله عليكم ورحمته وأن الله تواب حكيم)). أشار الله سبحانه وتعالى في هذه الآية إلى أنه قد يخفف في التشريع تخفيفاً يلزم معه قطع النظر عن الواقع في نفس الأمر.. ففي الآية تخفيف اقتضته رحمة الله وحكمته. وقد مضى الكلام على كون الأحكام قد تكون مشروعة تشريعاً قطعياً، بناءً على الظاهر، والباطن غير صحيح. و\"لولا\"في العربية لها ثلاثة معانٍ. الأول: لولا الامتناعية: وهذا معناها هنا، ويحذف الخبر بعدها وجواجها محذوف، والتقدير: لما قبل منكم هذه الأيمان، أو لما خفف عنكم. الثاني: لولا التحضيضية: وهي أن يطلب بها الفعل بحث وشدة، وذلك فيما يكون ممكن الوقوع والتدارك.. كما في قوله تعالى: ((لَوْلا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيب)) [المنافقون:10]. أي أطلب منك بحث وشدة أن تؤخرني. الثالث: أن يكون الفعل المطلوب بها فات وقته، ولا يمكن تداركه وينصرف معناها إلى التنديم والتوبيخ.. كما في قوله تعالى: ((فَلَوْلا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْض..)) [هود:116]. وقوله تعالى: ((وَلَوْلا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ..)) [النور:16]. والتوَّاب: كثير التوبة.. والحكيم: ذو الحكمة البالغة. و\"أن\" وما دخلت عليه معطوف على فضل الله."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "رابعاً: قصة الإفك وما ترتب عليها..",
    "content": "قوله تعالى: ((إِنَّ الَّذِينَ جَاءُوا بِالْأِفْكِ عُصْبَةٌ مِنْكُمْ لا تَحْسَبُوهُ شَرّاً لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْأِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ * لَوْلا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْراً وَقَالُوا هَذَا إِفْكٌ مُبِينٌ * لَوْلا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُون * وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ * إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّناً وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ * وَلَوْلا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ * يَعِظُكُمُ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَداً إِنْ كُنْتُمْ مُؤْمِنِينَ * وَيُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ * إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ * وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ رَؤُوفٌ رَحِيمٌ * يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَداً وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ وَاللَّهُ سَمِيعٌ عَلِيمٌ * وَلا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ * إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ * يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ * يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ * الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ أُولَئِكَ مُبَرَّأُونَ مِمَّا يَقُولُونَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ)) الآيات.. هذه الآيات نزلت في قصة قوم رموا أم المؤمنين رضي الله عنها، وكون هذا سبب نزولها مجمع عليه. وكان ذلك في غزوة المريسيع - وهي غزوة بني المصطلق، بطن من خزاعة، فنزلت هذه الآيات ببراءتها، رضي الله عنها، وكان ذلك بعد نزول الحجاب. وكانت رضي الله عنها خفيفة اللحم، ليست سمينة، تحمل في هودجها على ظهر الجمل. وكان لها عقد، فنزلوا منزلاً، فراحت تقضي حاجتها، فانقطع العقد، فتأخرت في طلبه، حتى سافر الناس، ووضعوا الهودج على الجمل ظانين أنها فيه، و لم يفقدوها لخفتها – وعندما رجعت فلم تجدهم في محلها اضطجعت راجية أن يفقدوها ويرجعوا لالتماسها، فلم يقدر لهم ذلك. وكان صفوان بن المعطل السلمي - يجتمع نسبه مع الرسول صلى الله عليه وسلم في مضر - يعرس وراء الركب، أي ينام نومة خفيفة، ثم يقوم فيسافر، فلم يرعه إلا أن رأى السواد، فعرف أنها عائشة، لأنه كان يعرفها قبل الحجاب، فما زاد أن أسترجع، وأناخ البعير، وولاها ظهره حتى ركبت، وسار يقود بها، ولم يكلمها قط. فلما جاء يقود بها وحده، نشأت الشبهة، فلفق جماعة عليها التهمة، وكان رئيس الملفقين عبد الله بن أبي. والمراد بالعصبة الجماعة، وهم ثلاثة رجال وامرأة، فالرجال هم: عبد الله بن أبي، وحسان بن ثابت، ومسطح بن أثاثة. هؤلاء هم المشهورون في كتب التأريخ، وعد جماعة لهم رابعاً، وهو زيد بن رفاعة. والمرأة هى حمنة بنت جحش. ومن العجيب أن لمسطح بن أثاثة قرابة لآل أبي بكر من جهة أمه لأم أبي بكر، رضي الله عنه، وكان أبو بكر ينفق عليه ومع ذلك كان بين العصبة المذكورة. فلما رجع النبي صلى الله عليه وسلم، وقد قيل ما قيل، وقع في نفسه من ذلك. ومرضت أم المؤمنين عائشة، رضى الله عنها، فلم تجد من النبي صلى الله عليه وسلم عطفاً كما كانت عادته من قبل. وكان إذا زارها قال: كيف تيكم، وهي لا تدري عما رميت به شيئاً. فخرجت ذات ليلة مع أم مسطح، وكانت غاضبة على ابنها إذ رمى عائشة فعثرت فقالت: تعس مسطح! قالت عائشة: وهي سليمة الصدر، وصدق الله إذ قال: ((الذين يرمون المحصنات الغافلات المؤمنات)) .. قالت: بئس ما قلت، تدعين على رجل شهد بدراً؟ فأخبرتها أم مسطح بما جرى، فجاءت إلى أمها وسألتها: أحق ما قيل؟ قالت: نعم: هوني على نفسك، فلما تحققت من ذلك اشتد بكاؤها وجاءت امرأة من الأنصار تبكي معها. وجاءها النبي صلى الله عليه وسلم، فقال لها: يا عائشة، إن كنت ألممت بذنب فتوبي يقبل الله توبتك، وإلا فسينزل الله براءتك فطلبت من أبويها أن يجيبا رسول الله صلى الله عليه وسلم، فلم يستطيعا.. فقالت: ما أراني وإياكم إلا كأبي يوسف مع بنيه، فصبر جميل والله المستعان على ما تصفون. فلم يقم النبي صلى الله عليه وسلم من بيت أبي بكر حتى جاءه الوحي فسري عنه وهو يضحك، فقال: أما أنت فقد برأك الله.. فقالت لها أمها: قومي إليه فاحمديه.. فقالت: والله لا أحمده ولا أحمد إلا الله، فتلا رسول الله صلى الله عليه وسلم الآيات وصارت من أعظم المناقب لعائشة رضي الله عنها. وقد نوه الله سبحانه وتعالى بذلك إذ يقول: ((لا تحسبوه شراً لكم بل هو خير لكم)) [من الآية التي يجري تفسيرها هنا]. وكذلك نوه بهذا الأمر في قوله تعالى: ((وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ وَمَثَلاً مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِلْمُتَّقِينَ)) [الآية: 34 من هذه السورة]. أي كقصة مريم ويوسف. والقصة في الصحيحين وغيرهما بألفاظ متقاربة. [القصة بطولها في صحيح البخاري (6/5-9) وصحيح مسلم (4/2129)]. والإفك من أَفَك الشيء إذا قلبه، وكل شىء قلبته ظهراً لبطن فقد أفكته، ومنه تسمية قرى قوم لوط بالمؤتفكات. [في الآية: 70 من سورة التوبة]. والمراد أسوأ الكذب، وسمي إفكاً، لأن صاحبه قلب الحقيقة عن وجه الصواب إلى وجه الباطل - أي الكذب العظيم المفترى على عائشة وصفوان، رضي الله عنهما، وقد برأ الله سبحانه وتعالى ساحتهما.. كما قال تعالى: ((أُولَئِكَ مُبَرَّأُونَ مِمَّا يَقُولُونَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ)) [الآية: 26من هذه السورة]. وكان صفوان أخذ السيف وتربص لحسان حتى مر فحمل عليه، فضربه به وقال: تلق ذباب السيفى عني فإنني،،،غلام إذا هوجيت لست بشاعر وقد أخذ النبي صلى الله عليه وسلم بخاطر حسان لصفوان. [الجامع لأحكام القرآن (12/199)]. والعصبة الجماعة من الثلالة إلى العشرة. ومن إطلاق العصبة على الجماعة قوله تعالى: ((وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ)). [القصص: 76]. قال بعض العلماء: يفهم من هذه الآية أن كبار الذنوب لا تخرج المسلم عن دائرة الاسلام.. لأن الله تعالى قال في قذفه عائشة، رضي الله عنها: ((والذين جاؤوا بالإفك عصبة منكم))، أي وليسوا من غيركم، وكون عبد الله بن أبي منهم لا يضر، فإن القرآن يتكلم عن الظاهر، وهو في ظاهره منهم، له أحكام الإسلام. قوله تعالى: ((لا تحسبوه شراً لكم)). قرأ بعض السبعة بفتح السين، على القياس، لأن قياس فعل بكسر العين يفعل بفتحها، كعلم يعلم، وقرأ نافع وابن كثير وابن عمر والكسائي بالكسر في كل القرآن، وهو سماع.. قال بعض العلماء: والسماع أفصح من القياس. والحسبان معناه الظن، أي لا تظنوه شراً لكم. والخطاب للنبي صلى الله عليه وسلم، وأبي بكر، وعائشة، وصفوان رضي الله عنهم، ووجه إدخال النبي صلى الله عليه وسلم وأبي بكر رضي الله عنه أن مصيبة عائشة مصيبة لهما. وبل للإضراب الانتقالي، وكون ذلك خيراً من جهة كون الله تعالى أنزل فيه قرآناً يتلى ويتعبد به، وهذا أعظم منقبة، ومن جهة كون المقذوف ومن يتصل به يؤجر على ما قيل فيه، ففي ذلك شرف وأجر. وضرر ذلك عائد إلى من قاله، ولهذا قال تعالى: ((لكل امرىء منهم ما اكتسب من الإثم)) واللام في قوله تعالى: ((لكل)) بمعنى: على.. والإثم هو ما حصل من هذا الإفك العظيم، كما قال تعالى: ((وتحسبونه هينأ وهو عند الله عظيم)). [الآية: 15]. وهدد سبحانه من فعل ذلك، فقال: ((إن الذين يرمون المحصنات الغافلات المؤمنات لعنوا في الدنيا والآخرة ولهم عذاب عظيم)). [الآية: 23]. وكُبر الشيء وكِبره بالضم والكسر معظمه، والمراد بالذي تولى كبره عبد الله ابن أبي، لا حسان، لأن حساناً رضي الله عنه أنكر ذلك ودعا على نفسه إن كان قال ذلك، وقال في أبياته المشهورة: [sh] حصان رزان لا تظن بريبة=وتصبح غرثى من لحوم الـغوافل حليلة خير الناس ديناً ومنصباً=نبي الهدى والمكرمات الفواضل عقيلة حي من لؤي بن غالب=كرام المساعي مجـدها غير زائل مهذبة قد طيب الله خيمها=وطهرها مـن كل شـين وباطل فإن كان ما بلغت أني قلته=فلا رفعت ســوطي إليَّ أناملي فكيف وودِّي ما حييت ونصرتي=لآل رسول الله زين المحـافل له رتب عالٍ على الناس فـضلها=تقاصـر عنه سورة المتطاول [/sh] وكان حسان يأتي إلى عائشة وتكرمه غاية الإكرام. فلما قيل لها: كيف تكرمينه، وهو الذي قال فيك ما قال؟ قالت: أليس هو القائل: [sh] فإن أبي ووالدتي وعرضي=لعرض محمد منكم وقاء [/sh] وابن أبي هو أكثر من لفق قضية الإفك وروجها وشجع على إفشائها، ولهذا قال تعالى في حقه: ((والذى تولى كبره منهم لهم عذاب عظيم)). واختلفوا في إقامة الحد على قذفة عائشة، رضي الله عنها: فذهب بعض المؤرخين إلى أن الحد أقيم على الجميع، وهذا هو الظاهر لأن القذف وقع بعد قوله تعالى: ((فاجلدوهم ثمانين جلدة)). وقال بعضهم: جلدوا ما عدا مسطحاً. وقال آخرون: جلدوا ما عدا ابن أبي. وعلى القول بأن ابن أبي لم يجلد، فالحكمة في ذلك أنه يترتب على الحد أمران: الأمر الأول: تطهير القاذف من الذنب، لأن الحدود مطهرة للذنوب. الأمر الثاني: إبراء عرض المقذوف. وكلا الاًمرين لا يحتاج إليهما بالنسبة لابن أبي، لأنه كافر لا يطهره الحد، ولأن عائشة رضي الله عنها قد برأها الله تعالى في القرآن وبراءتها فيه أعظم من براءتها بجلد قاذفها. وبقية القذفة انتفى في حقهم أحد الأمرين، وهو براءة المقذوف بجلدهم، فلم ينتف الآخر، وهو التطهير، لأنهم مسلمون يطهرهم الحد. [ولكن هناك حكمة ثالثة من إقامة الحد، وهي زجر الناس من الاعتداء، وهي واردة سواء في ذلك ابن أبي المنافق الذي تجرى عليه أحكام الإسلام فى الظاهر وغيره من القذفة المسلمين، ثم يحتاج إلى جواب لسؤال وارد، وهو أن ابن أبي وإن كان كافرا في الباطن، فحكمه حكم المسلمين في الظاهر، وقد صلى عليه رسول الله صلى الله عليه وسلم بعد موته؟]. وقال بعضهم: إنما ترك ابن أبي لأنه منافق له أتباع ويخشى إذا أقيم عليه أن تقوم فتنة. والقذف قيل لله تعالى، بدليل أنه إذا رفع إلى الحاكم لا يؤثر فيه تراجع المقذوف وتنازله عن حقه، وعلى هذا فإن الحاكم يقيمه ولو لم يطلب المقذوف إقامته. وقيل هو للمقذوف، وعلى هذا فلا يقيمه الحاكم إلا بطلب من المقذوف. (1) الأصل وجوب حسن الظن بالمسلم قوله تعالى: ((لَوْلا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْراً وَقَالُوا هَذَا إِفْكٌ مُبِينٌ)). لولا هنا يراد بها التنديم والتوبيخ على التفريط السابق، لأنهم خاضوا في الإفك، وكان المطلوب منهم بحثٍّ وشدة أن يحصل منهم ظن الخير والتصريح بأن ما ذكر كذب ظاهر. والمؤمنون المقصود بهم حسان ومسطح، والمؤمنات المراد بها حمنة بنت جحش. وقوله تعالى: ((بأنفسهم)). فيه وجهان: الأول: أن المراد بإخوانهم، وأطلقت الأنفس مراداً بها الإخوان، لبيان شدة ارتباط المسلم بأخيه المسلم، وأنه كنفسه، تنفيراً له من أن يعمل معه ما يسوؤه. ومجيء النفس مراداً بها الإخوان كثير في القرآن.. ومنه قوله تعالى: ((وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لا تَسْفِكُونَ دِمَاءَكُمْ وَلا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيَارِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنْتُمْ تَشْهَدُونَ)). [البقرة: 84]. أي تخرجون إخوانكم.. وقوله تعالى: ((فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُم)).. [البقرة: 54].. أى ليقتل البريء أخاه العاصي.. وقوله تعالى: ((وَلا تَلْمزُوا أَنْفسَكُمْ)). [الحجرات:11].. أى إخوانكم. فعلى هذا الحكمة في إطلاق النفس مراداً بها الأخ شدة ارتباط المسلم بأخيه، يدفع عنه الشر كما يدفعه عن نفسه. ويؤيد هذا قوله صلى الله عليه وسلم: (لا يؤمن أحدكم حتى يححب لأخيه ما يحب لنفسه. [البخاري (1/9)، ومسلم (1/67) من حديث أنس]. الوجه الثاني: أن المراد به ما قاله أبو أيوب لزوجه رضي الله عنهما: أرأيت لو كنت أنت المتخلفة أكنت تفجرين بصفوان - وكان هذا بعد أن أشيع حديث الإفك -  قالت: لا، قال: فعائشة أؤلى منك بذلك. فالمعنى على هذا: كما تظن بنفسك الخير يجب أن تظن ذلك بأخيك إلا بيقين يبين خلاف ذلك. والمراد بالخير: العفاف والتنـزه عن الرذيلة، فكأنه يقول: كان يجب على من رموا عائشة، رضي الله عنها، أن يفعلوا كما فعل أبو أيوب وزوجته، فيفرضوا أنفاسهم في الحادثة، فإن كانوا يظون في أنفسهم خيراً، فيجب أن يظنوا ذلك في إخوانهم المؤمنين، وبخاصة مثل أم المؤمنين عائشة رضى اللة عنها. قولى تعالى: ((إفك مبين)). أي افتراء ظاهر واضح، لأن عدالة المسلم الظاهرة - وبخاصة مثل عائشة رضي الله عنها - يجب أن لا يحكم عليه معها بما يدنسه. وهذا يدل على أنه يجب على القضاة أن يحكموا ببطلان مثل هذه الإشاعات في الذين ظاهرهم البراءة. قوله تعالى: ((لولا جاؤوا عليه بأربعة شهداء)) الآية. أي هلا جاء الذين افتروا الإفك على ما ادعوا وقوعه بأربعة شهداء يثبتون بهم صدق دعواهم، وفي هذا بيان لعجزهم عن البينة وكذبهم وافترائهم. قوله: ((عليه)) أي على الإفك. قال بعض العلماء: إن حد القذف نزل في هذه القصة، وإذا كذبوا لزمهم الحد. وهو ثمانون جلدة، كما مر."
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "المحاضرة الثامنة في 5/9/1385هـ.",
    "content": "و\"إذ\"في قوله تعالى: ((فإذ لم يأتوا بالشهداء)) ظرف بمعنى حين، أى حين لم يأتوا بالشهداء فهم كاذبون عند الله، أي في حكمه الشرعي الذي فرضه عليكم، وكذلك هم كاذبون في نفس الأمر، لاًن الله تعالى قد صرح أن ما جاؤوا به إفك وبرأ المتهمين مما نسب إليهم بقوله تعالى: ((أولئك مبرؤون مما يقولون)). قوله تعالى: ((ولولا فضل الله عليكم ورحمته 00)) الآية. لولا هي الامتناعية التي يحذف خبر المبتدأ بعدها غالباً.. كما قال ابن مالك: وبعد لولا غالباً حذف الخبر،،،، حتم.... و\"في\"في قوله: ((فيما أفضتم)) سببية، أي بسبب ما أفضتم. ومن إتيان\"في\"سببية قوله صلى الله عليه وسلم: (دخلت امرأة النار في هرة) [مسلم (4/2023)]. والإفاضة الخوض، أي فيما خضتم فيه من رمي عائشة وصفوان رضي الله عنهما. والظاهر أن العذاب العظيم متوعد به في الدنيا والآخرة بدليل قوله تعالى: ((ولولا فضل الله عليكم ورحمته في الدنيا والآخرة)). وهو كقوله تعالى: ((فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَاماً)) [آخر آية في سورة الفرقان].. أى لازماً لكم متصلاً بعذاب الآخرة. والضمير المنصوب في قوله تعالى: ((لمسكم)) عائد إلى الذين خاضوا في الإفك. قوله تعالى: ((إذ تلقونه بألسنتكم.)) الآية. قرىء بفك: ((إذ)) وإدغامها في التاء، وقرىء بإدغام إحدى التاءين في الأخرى، وبحذف إحداهما، على حد قول ابن مالك: وحَيِيَ افكك وادغم دون حذر،،،، كذاك نحو تتجلى واستتر وقوله: وما بتاءين ابتدي قد يقتصر ،،، فيه على تا كتبين العبر وقرىء تلقونه من ألقى، وهي ظاهرة. وقرىء: ((تلِقونه)) من الولق، وأصله الإسراع والمراد هنا الإسراع في الكذب، أي تسرعون في اختلاق الكذب، ومن مجيئه بمعنى الإسراع في الكذب قول الشاعر: [sh] إن الحسين زلق وزمَّلق=جاءت به عنس من الشام تلق [/sh] والعنس الناقة القوية.. والضمير المنصوب في قوله:\"تلقونه\"يعود إلى الإفك. وهناك إشكال، وهو كيف يسند التلقي إلى الألسنة مع أن الكلام يتلقى بالأذن؟ والجواب: أنه لما كان المقصود من تلقيه بالأذن أن يتكلم به ويشاع باللسان عبر عنه بحسب المقصود فكأن اللسان هو الذي يتلقاه. وقيل في الكلام حذف، دل عليه المقام، أي تلقونه حال كونكم تشيعونه بألسنتكم، وليس فيه تكرار على هذا التقدير، مع قوله تعالى: ((وتقولون بأفواهكم ما ليس لكم به علم)).. لأن المقام مقام توبيخ يقتضي الاطناب. وقوله: ((وتحسبونه)) بالفتح والكسر، أي تظنونه ((هيناً)) أى سهلاً يسيراً لا يكسبكم عذاباً. والحال ((هو عند الله عظيم)) لأنه وقوع في أعراض المسلمين البرءاء بما لا ينبغي. قوله: ((وتقولون بأفواهكم)). القول لا يكون إلا بالأفواه، وإنما جيء به للتوكيد كقوله تعالى: ((فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ)) [البقرة:79]. قوله تعالى: ((ولولا إذ سمعتموه ...)) الآية. أي هلا، وهي لولا التحضيضية التي فات وقتها، فانقلبت للتوبيخ والتنديم، أي كان المطلوب منكم بحث وشدة حين سمعتموه أن تقولوا هذا القول. قوله: ((ما يكون لنا)) أي لا يصح ولا ينبغي. والبهتان مصدر زيدت فيه الألف والنون، وضم أوله كالغفران والطغيان والقرآن، والمعنى: كذب وافتراء على الأعراض البريئة. وهذا يدل على أنه يجب على الانسان إذا سمع إفكاً ألا يتكلم به، بل يدافع عن المقول فيه، ويقول: هذا إفك ظاهر كبير. وإنما كان إفكاً، لأنه لم تقم على ثبوته بينة. واختلف في وجه مناسبة قوله: ((سبحانك)) مع قول القائل: ((هذا بهتان عظيم)): فقيل: المراد نـنـزهك أن ننتهك حرمتك، فنقدم على مثل هذا الإفك الذي لا ترضى به، فإنك أعظم من أن تنتهك حرماتك. وقيل: المراد تنزيهاً لك من أن تدنس امرأة نبيك بهذا الإفك، مع ما له عندك من الكرامة. و\"سبحان\"اسم مصدر، من التسبيح، ضمت فيه الفاء - يعني فاء الكلمة التي هي السين - وزيدت الألف والنون. وسيبويه يعربه مفعولاً مطلقاً، فهو مضاف إلى مفعوله. وقيل: هو علم جنس على التسبيح، وقيل: ليس علم جنس لمجيئه معرفاً بأل في بعض الأساليب العربية،كما قال الشاعر: سبحانك اللهم ذا السبحان كما جاء منكراً في قول الآخر: [sh] نسبح الله سبحاناً نعوذ به=وقبلنا سبح الجودي والجمد [/sh] قوله تعالى: ((يعظكم الله أن تعودوا لمثله أبداً ....)) الآية. الوعظ التذكير، وفي الاصطلاح الكلام الذي تلين له القلوب، وهو من وعظ واوي الفاء مفتوح العين، يجب حذف قائه في المضارع والأمر، ويجوز في المصدر. قوله: ((أن تعودوا لمثله)) أي كراهة أو لئلا تعودوا، مثل قوله تعالى: ((فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْماً)). [الحجرات: 6]. أي كراهة، أو لئلا تصيبوا، وقوله: ((وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ)) [الأنعام: 25]. أي كراهة أو لئلا… قوله: ((لمثله)) أي لمثل هذا القول.. ((أبداً)) أي في مستقبل جميع الزمن. قوله: ((إن كنتم مؤمنين)) مضى الكلام على ما يشبه هذا. [في تفسير الآية رقم: 2]. قوله تعالى: ((ويبين لكم الآيات والله عليم حكيم)) أي يوضح لكم الآيات الشرعية الدينية، كآيات هذه السورة التي قال في مطلعها: ((وأنزلنا فيها آيات بينات)) أى واضحات، لأن الله تعالى بين فيها أحكاماً عظيمة، وآداباً سامية، كما بين حد الزنى وحد القذف، وما ينبغي أن يقوله المسلم إذا سمع مثل ذلك. وقوله: ((عليم حكيم)) أي هو عليم بكل شىء، حكيم يضع الأمور في مواضعها، ولهذا نبهكم بعلمه المحيط حسب حكمته البالغة. قوله تعالى: ((إن الذين يحبون أن تشيع الفاحشة في الذين آمنوا ...)) الآية. الشيوع الفشو والانتشار. والمراد بالذين آمنوا عائشة وصفوان، لأنهما محل الرمي وقيل المراد انتشارها في المؤمنين، وإن كان محلها اثنين. قوله: ((والله يعلم)) أي كل شء. ((وأنتم لا تعلمون)) إلاما علمكم به. ولهذا بين لكم عظم هذه الأمور وحدودها. وأصل الفحش التناهي في الشيء، والمراد بالفاحشة هنا الخصلة المتناهية في القبح، وكثيراً ما تطلق على الزنى. قوله تعالى: ((ولولا فضل الله عليكم ورحمته وأن الله رؤوف رحيم)). جواب لولاه محذوف، أي لما سهل عليكم هذا التسهيل، وقيل: مذكور وهو قوله: ((ما زكى منكم من أحد)) جعلوه جواباً للولا في الموضعين. والأظهر أنه محذوف. والرؤوف اسم من أسمائه تعالى، والرأفة أشد الرحمة أي لولا رحمته الشديدة بكم لعاجلكم بالعقوبة. قوله تعالى: (((يا أيها الذين آمنوا لا تتبعوا خطوات الشيطان)) الآية."
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "المحاضرة التاسعة في: 7/9/1385هـ",
    "content": "((خطوات))  قرىء بضم الطاء وسكونها، وهما قراءتان سبعيتان، ويجوز لغة فتحها، وقرىء بذلك قراءة شاذة. وأصل الخطوة ما بين قدمي الماشي، والخطوة بفتح الخاء المرة من الخطو. والمراد النهي عن اتباع طرائق الشيطان ونظمه التي زينها للكفرة الجهلة، فاقتفوا أثره، وعملوا كعمله، من عبادة الأصنام، وتحليل المحرمات وعكسه. ويدخل في هذا النهي رمي المحصنات. والضمير في قوله تعالى: ((فإنه)) الأظهر أنه يرجع إلى الشيطان أي فإن الشيطان يأمر من اتبعه بالضلال، ومثله لا يستحق الاتباع. وقيل: يرجع إلى المتبع، أي فإن الذى يتبع خطوات الشيطان من الآمرين بالفحشاء والمنكر، كما هي عادة المتبوع الذى هو الشيطان. و ((الفحشاء)) مصدر أنث تأنيثاً لفظياً بالهمزة، وهي تطلق على كل خصلة متناهية فيما لا ينبغي في الأغلب، كالشرك، وتحريم الحلال، وتحليل الحرام، والوقوع في أعراض المسلمين الأبرياء. و ((المنكر)) لغة من أنكر، اسم مفعول، وهو غير المعروف، وهو في الشرع ما أنكره الشارع ونهى عنه وحذر منه. وكل ما يرد الشرع بإباحته أو وجوبه أو سنيته فليس بمنكر، وإنما هو معروف. وجواب الشرط في قوله: ((ومن يتبع)) مقدر، أي فقد ضل. وقال بعضهم: الجواب مذكور، وهو ما دخلت عليه الفاء في قوله: ((فانه يأمر)) والضلال يفهم منه. وجواب ((لولا)) هو قوله: ((ما زكى)) دخلت عليه ما النافية فلا يقترن باللام، غالباً، وخبر المبتدأ محذوف، أي لولا فضل الله موجود. قوله: ((ورحمته)) أي بكم. وقرىء ((زكى)) بالتخفيف، والمراد ما كان زاكياً، أي طاهراً من أقذار الشرك والمعاصي، فطهارة من طهر منكم إنما هي بفضل الله تعالى ورحمته. وقرىء بالتشديد ((زكى)) أي ما طهر الله أحداً منكم لولا فضله ورحمته. قوله: ((من أحد)) دخلت ((من)) على النكرة في سياق النفي، لتصيرها نصاً صريحاً في العموم. و((أحد)) في محل الفاعل على قراءة التخفيف، وفي محل المفعول على قراءة التشديد. ويدل على هذا المعنى، أي كون طهارة العبد حاصلة له بفضل الله ورحمته، قول الرسول صلى الله عليه وسلم: (لن يدخل أحد منكم الجنة بعمله). [الحديث في صحيح مسلم (4/2170) عن أبي هريرة وعن جابر وعن عائشة رضي الله عنهم بألفاظ متقاربة، منها: (لن يدخل أحدٌ منكم عمله الجنة) قالوا: ولا أنت يا رسول الله! قال: (ولا أنا إلا أن يتغمدني الله منه بفضل ورحمة)]. ولهذه الحكمة نهى الله سبحانه وتعالى العبد أن يزكي نفسه، كما قال تعالى: ((فلا ئركوا انفستكم هو أعلم بمن اتقى)). [النجم:32]. ولا ينافي هذا قوله تعالى: ((قد أفلح من زكاها)) [الشمس: 9]. فإن المراد بالتزكية المسندة إلى العبد كونه تسبب في حصولها بطاعته الله تعالى، والتوفيق لذلك من الله عز وجل. ومن هذا القبيل إسناد التوفي إلى ملك الموت.. كما قال تعالى: ((قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ)) [السجدة:11].. مع قوله تعالى: ((اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا)) [الزمر:42]. لأن الله هو الذي يأمر ملك الموت بالتوفي. قوله: ((ولكن الله يزكي من يشاء)) أي يطهره من الذنوب بتوفيقه لما يرضيه، أو المراد يثني عليه، كما يقال: زكى الشهود، أى عدلهم وأثنى عليهم، والأول أولى. قوله تعالى: ((والله سميع عليم)). أى سميع لكل ما يقوله الخلق في السر والعلن، عليم بما يظهرون وما يبطنون، كما قال تعالى: ((وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ)). [البقرة:235]. (2) العفو عن ذوي العثرات استمرار الاحسان إليهم: قوله تعالى: ((ولا يأتل أوئو الفضل منكم والسعة أن يؤتوا أولي القربى…)) الآية. هذه الآية نزلت في أبي بكر الصديق ومسطح بإطباق المفسرين، وكان مسطح فقيراً، وأبو بكر ينفق عليه، صلة للرحم، فلما وقع الافك كان مسطح ممن خاض فيه، فلما نزلت براءة عائشة اشتد أبو بكر غيظاً على مسطح، لأنه صدر عنه عكس ما كان يتوقعه منه للقرابة التي بينهما والاحسان الذى يغمره به أبو بكر، كما قال الشاعر: [sh] وظلم ذوي القربى أشد مضاضة=على المرء من وقع الحسام المهند [/sh] فحلف أبو بكر أن لا ينفق على مسطح، فنزلت في ذلك الآية. ومعنى: ((ياتل)) يحلف من الألية بمعنى اليمين، كما قال الشاعر: قليل الألايا حافظ ليمينه ،،، وإن بدرت منه الألية برت والنهي موجه إلى ما يقع في المستقبل، ويفهم منه أن ما وقع في الماضى من أبي بكر رضي الله عنه لا ينبغي، ففيه إشارة إلى ذلك، دون توبيخ. والفضل في اللغة الزيادة، والمراد به هنا الصلاح في الدين والعمل بدليل عطف السعة عليه. قوله تعالى: ((أن يؤتوا أولي القربى)) أي أن لا يؤتوا، فحذفت لا النافية، وهي لا تحذف إلا إذا سبقها قسم وكان مدخولها فعلاً مضارعاً، كما هنا، ومنه قول امرىء القيس: فقلت يمين الله أبرح قاعداً ،،، ولو قطعوا رأسي لديك وأوصالي قال بعض الفقهاء: لو قال الفاهم للغة العربية لزوجه: علي الطلاق تقومين، ثم قامت طلقت، لأن لا محذوفة، أي لا تقومين. وقيل: لا يحتاج إلى تقدير لا، ويكون الكلام على تقدير عن، وحذف حرف الجر مع أن و أن مطرد، أي عن أن يؤتوا، أى عن إيتائهم. وقد نهى الله تعالى عن جعل اليمين بالله تعالى عرضة لعدم البر، كما قال تعالى: ((وَلا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمَانِكُمْ أَنْ تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ وَاللَّهُ سَمِيعٌ عَلِيمٌ)). [البقرة:224]. والسنة بينت أن المسلم إذا حلف على ترك معروف أنه يكفر ويأتي ذلك المعروف. [وردت في ذلك أحاديث، منها قوله صلى الله عليه وسلم: (ولا أحلف على يمين فأرى غيرها خيراً منها إلا كفرت عن يميني وأتيت الذي هو خير) صحيح البخاري (7/238) وصحيح مسلم (3/1268-1274)]. وقد فعل ذلك أبو بكر، رضي الله عنه بعد أن سمع قول الله عز وجل ((ألا تحبون أن يغفر الله لكم والله غفور رحيم)). [قال أبو بكر: والله إني لأحب أن يغفر الله لي، فرجع إلى مسطح النفقة التي كان ينفق عليه، وقال: لا أنزعها منه أبداً..\"الجامع لأحكام القرآن (12/207)\"]. فمعنى الآية على هذا: لا يحلف أصحاب الفضل والغنى عن إيتاء أصحاب القربى، وصورة السبب لا يجوز إخراجها. والقربى مصدر مؤنث بالألف المقصورة، والمراد به القرابة. وقوله: و ((المساكين)) معطوف على قوله ((أولي القربى)) وكذلك قوله: ((والمهاجرين)) أي فإن مسطحاً اجتمعت فيه صفات يستحق بها الايتاء والصلة، وهي القرابة والمسكنة والهجرة. وقيل: إن ((يأتل)) من ألا يألو، إذا قصر، يقال: لست آلياً أي مقصراً، ومنه قوله تعالى: ((لا يَأْلُونَكُمْ خَبَالاً)) [آل عمران:118]. وجنح إلى هذا أبو عبيد، وعلى هذا فلا حاجة إلى تقدير لا النافية بل يتعين تقدير حرف الجر، أي في أن يؤتوا وهو مطرد في مثل هذا الموضع كما مر.. قال ابن مالك: [sh] وفي أن وأن يطرد=مع أمن لبس، كعجيب أن يدوا [/sh] يقال: فلان في المكارم غير آلٍ، أي غير مقصر. قوله: ((والسعة)) وزنه: علة، حذفت فاؤه، لأنه من الوسع أى ذو وسع في المال. قوله تعالى: ((وليعفوا)). الأصل في الأمر أنه للوجوب، وهذا صيغة من صيغه الأربع المعروفة. وأصل العفو الطمس، يقال: عفت الريح الأثر، أي طمسته. أي ليطمسوا أثر الذنب بالتغاضي والحلم، حتى كأنه لم يكن له أثر. قوله تعالى: ((وليصفحوا)). مأخوذ من صفحة العنق، يقال: صفح عنه، أى أعرض عنه صفحاً، إذا التفت عنه وولاه صفحة عنقه، معرضاً عن عتابه وتأنيبه والصفح والعفو، وإن اختلفا مفهوماً فهما متقاربان ما صدقا. قال بعضهم: والصفح أبلغ من العفو، لأن فيه تغاضياً كاملاً. ما يؤخذ من هذه الآية: يؤخذ منها أنه لا ينبغي للمسلم أن يحلف على ترك شيء من وجوه البر، كالصدقة ونحوها. وأن من فعل ذلك كفر عن يمينه ولا يتمادى على ترك البر. ويؤخذ منها الرد على المعتزلة القائلين: إن الكبائر تحبط الأعمال لأن مسطحاً رضي الله عنه كان ممن خاض في رمي عائشة، وذلك كبيرة قطعاً، كما قال تعالى: ((وهو عند الله عظيم)) وتوعد على ذلك توعداً عظيماً فقال تعالى: ((إن الذين يرمون المحصنات الغافلات المؤمنات لعنوا في الدنيا والآخرة ولهم عذاب عظيم)).. ومع ذلك بين الله تعالى أن هجرة مسطح باقية، فلو كانت الكبيرة - غير الشرك - تحبط العمل، لما بقيت له هجرة.. فلما نوه تعالى بهجرته بعد ارتكابه ذنب القذف، دل ذلك على أن سائر الذنوب لا تقضي على الأعمال الصالحة - إلا ذنب الشرك الذي لا يغفره الله -. ولا ينافي هذا قوله تعالى: ((أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ)). [الحجرات:2] لأن الآية إما أن تحمل على المنافقين، وإما أن تكون خرجت مخرج التهديد."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "المحاضرة العاشرة في: 10/9/1385هـ",
    "content": "قوله تعالى: ((الا تحبون أن يغفر الله لكم)). هذا عرض من الله برفق إلى مغفرته، وهي تتسبب على عدم الحلف عما فيه بر وإحسان. وفي هذه الآية من الأخلاق الاجتماعية ما يدل على أن القرآن تشريع سماوى، حيث يعطف الانسان على من تكلم فيه بما لا ينبغي، وليس فيه تشجيع على الجرائم، فإن كل واحد يؤدب من جهة: فالذي رمى أدب من جهة الحد، والذي حلف أن لا ينفق عليه أدب من جهة تكفير يمينه وإيتاء الفقير ما يستحق. وقوله تعالى: ((أن يغفر)) في محل نصب مفعول لتحبون ((والله غفور رحيم)) أي كثير المغفرة لعباده، رحيم بهم. (3) عظم ذنب من رمى بريئاً من المؤمنين.. قوله تعالى: ((إن الذين يرمون المحصنات الغافلات المؤمنات لعنوا في الدنيا والآخرة ولهم عذاب عظيم)). الذين اسم إن، وجملة لعنوا خبرها. وقد غلط بعض المفسرين، حيث جعلوا آية الرمي السابقة التي فيها الاستثناء: ((إلا الذين تابوا)) لعامة المسلمين، وهذه الآية التي لم يذكر فيها الاستثناء - أي استثناء التائبين - خاصة بمن رمى عائشة وغيرها من أزواج النبي صلى الله عليه وسلم. والذي دعا هؤلاء إلى هذا القول هو ذكر التوبة في الآية السابقة، وعدم ذكرها في هذه الآية، قالوا: إنما حملت على هذا، لأن من رمى أمهات المؤمنين فقد آذى النبى صلى الله عليه وسلم بادعاء تقذير فراشه، والله تعالى يقول فيمن يؤذي النبي صلى الله عليه وسلم: ((إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَاباً مُهِينا)). [الأحزاب:57]. والظاهر خلاف هذا القول، فإن هذه الآية عامة - لم تذكر فيها التوبة - وتلك الآية خاصة - ذكرت فيها التوبة - والعام يحمل على الخاص، فتحمل هذه على تلك، ويذهب الإشكال. والرمي: القذف بالزنى صراحة أو بنفي الولد. و((لمحصنات)) العفائف، وبعضهم يدخل فيه الحرائر، فمن رمى زانية مجلودة لا يحد لثبوت الفاحشة فيها، وليس المراد من هذا إباحة عرض من ثبت عليه الزنى، فلا يجوز ذلك ويؤدب السلطان من رماه بما يراه. و ((الغافلات)) جمع الغافلة، والمراد من الغفلة هنا المدح لا الغفلة بمعنى الصفة التي يذم صاحبها ويوصف بأنه مغفل. أي إنهن حسنات النية، سالمات الصدر، لا يخطر ببالهن الفحش، وهذه الصفة محمودة، قال الشاعر يمدح امرأة بذلك: ولقد لهوت بغادة مياسة ،،، بلهاء تطعلني على أسرارها وكانت عائشة رضي الله عنها كذلك، ولهذا رأت من النبى صلى الله عليه وسلم جفوة وهي مريضة، فلم تشعر بسبب ذلك حينما كان يأتي ويقول: كيف تيكم؟ و ((المؤمنات)) أي إيماناً يمنعهن من الفجور. ((لعنوا)) أي الذين قذفوا من هم بهذه المثابة، أي طردوا عن رحمة الله. وقد اختلف في سبب نزول هذه الآية.. فقال جماعة: نزلت في عائشة رضي الله عنها. وقال آخرون: نزلت فيها وفي سائر أزواج النبي صلى الله عليه وسلم. فلا توبة لمن رماهن على هذا، ولا إشكال على هذين القولين. وقال جماعة: نزلت في كفار مكة، كانوا إذا هاجرت امرأة مسلمة رموها بأنها تريد أن تفجر مع أصحاب النبي صلى الله عليه وسلم، ومنهن أم كلثوم التي جاءت إلى النبي صلى الله عليه وسلم، فأراد أن يردها على مقتضى صلح الحديبية.. فنزلت الآية الكويمة: ((يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنّ)). [الممتحنة: 10]. وعلى هذا فلا إشكال أيضاً. وقال جماعة: إنها عامة في كل من رمى عفيفة، وفي هذا إشكال من حيث اللعن في الدنيا والآخرة، والوعيد الشديد بالعذاب العظيم. ولهذا فسر اللعن على هذا ا القول بالإبعاد عن رتبة العدالة وطرد المسلمين لهم وإيذائهم بالضرب ووصفهم بالفسق. والعذاب العظيم في الآخرة، إذا لم يحدوا أو لم يتوبوا، فإن حدوا انتفى العذاب، بدليل حديث عبادة الصامت المتفق عليه، الدال على أن هذه الحدود كفارات. [يشير شيخنا رحمه الله إلى حديث عبادة بن الصامت رضي الله عنه، قال: كنا مع رسول الله صلى الله عليه وسلم في مجلس فقال: (تبايعوني على أن لا تشركوا بالله شيئاً، ولا تزنوا، ولا تسرقوا، ولا تقتلوا النفس التي حرم الله إلا بالحق، فمن وفى منكم فأجره على الله، ومن أصاب شيئاً من ذلك فعوقب به فهو كفارة له، ومن أصاب شيئاً من ذلك فستره الله عليه، فأمره إلى الله إن شاء عفا عنه، وإن شاء عذبه) البخاري (6/61-62) ومسلم (3/1333) واللفظ له]. وكذا إن تاب، بأدلة التوبة. فإن لم يتب، ولم يحد فهو مستحق لذلك الوعيد، ولكن لا على سبيل اللزوم، بل يكون تحت مشيئة الله تعالى- كما دل عليه حديث عبادة -. والذين يقولون: إن الوعيد يلزم في بعض الكبائر دون بعض لا دليل لهم، بل الدليل على خلاف ما قالوا، كما قال تعالى: ((إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ)). [النساء: 48 ، 116]. والقاعدة أن الآية إذا كان فيها أقوال للسلف تحمل على جميعها ولكن شدة وعيد هذه الآية تؤيد القول بأنها نزلت في الكفار، ومن القرائن الدالة على ذلك قوله في الآية التي تليها: ((يوم تشهد عليهم ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون)) وقوله بعد ذلك ((يومئذ يوفيهيم الله دينهم الحق ويعلمون أن الله هو الحق المبين)) لأن المؤمنين يعلمون ذلك قبل يوم القيامة. قوله تعالى: ((يوم تشهد عليهم السنتهم وأيديهم وأرجلهم بما كانوا يعملون)). ((يوم)) ظرف لعذاب. وقد دلت آيات كثيرة من القرآن على أن جوارح الكفار تشهد عليهم يوم القيامة، كما قال تعالى: ((الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ)) [ياسين:65]. وقال تعالى: ((حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ * وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ)) [فصلت: 20-21]. وجاء في بعض الآيات أنهم يجحدون كفرهم، كما قال تعالى: ((ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ)) [الأنعام:23]. وجاء في بعض الآيات أنهم يشهدون على أنفسهم بالكفر، كما قال تعالى: ((يَا مَعْشَرَ الْجِنِّ وَالْأِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا شَهِدْنَا عَلَى أَنْفُسِنَا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ)) [الأنعام: 130]. وقال تعالى: ((يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلا يَكْتُمُونَ اللَّهَ حَدِيثاً)). [النساء: 42]. وقال تعالى: ((فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقاً لِأَصْحَابِ السَّعِيرِ)). [الملك:11]. ولا منافاة بين جحودهم واعترافهم، لأن ذلك محمول على تعدد المواقف يوم القيامة. وتحمل شهادة جوارحهم عليهم على الوقت الذي يختم على أفواههم فيه. وهنا يرد سؤال عربي لطالب العلم، وهو أن الذين تشهد عليهم ألسنتهم وأيديهم وأرجلهم كثيرون، فالألسن والايدي والأرجل كثيرة.. فما سبب جمعها على أفعل وهو من جموع القلة؟ وقد عقد ذلك ابن مالك فقال: أفعله أفعل ثم فعله ،،، ثمت أفعال جموع قلة والجواب: أن هذا البحث قد حققه الاصوليون وأهمله النحويون وذلك أن محل القلة والكثرة حينما تكون الصيغة منكرة، أما إذا دخلت عليها\"أل\"أو أضيفت إلى معرفة فتكون عامة فهي أكثر من الكثرة. قوله تعالى: ((يومئذ يوفيهم الله دينهم الحق)) الآية. يوم بدل من يوم الأولى في قوله: ((يوم تشهد)) وتنوين إذ، تنوين عوض، أي يوم إذ تشهد. و ((يوفيهم)) يعني يجازيهم جزاء وافياً ((دينهم)) جزاءهم، و ((الحق)) نعت للدين بمعنى الجزاء، وإنما وصف بكونه حقاً لأنه لا يقع إلا على من يستحقه من غير أن يزاد في سيئاته، جزاء وفاقاً، فليس فيه باطل ولا جور ولا ظلم. وقرئ: الحق بالرفع، نعت للفظ الجلالة، واستحسنه أبو عبيد. والأولى قراءة الجمهور، لأنها تبين أن الجزاء عدل لا حيف فيه. قوله: ((ويعلمون أن الله هو الحق المبين)). هذه - كما تقدم - قرينة أن الآية نزلت في الكفار، لأن المؤمنين يعلمون أن الله هو الحق المبين قبل يوم القيامة. والمبين: الواضح الذي لا يخفى على ذي عقل، والمبين للناس ما ينفعهم."
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "المحاضرة الحادية عشرة في 12/9/1385هـ",
    "content": "قوله تعالى : ((الخبيثاث للخبيثين والخبيثون للخبيثات والطيبات للطيبين والطيبون للطيبات)) الآية. في هذه الآية الكريمة للمفسرين وجهان صحيحان لا يكذب أحدهما الآخر، والقاعدة في مثل هذا حمل الآية على كل الأوجه الواردة عن السلف إذا كانت الآية تحتملها. الوجه الأول:  أن المراد بالخبيثات الكلمات حذف الموصوف على حد قول ابن مالك: وما من المنعوت والنعت عقل ،، يجوز حذفه، وفي النعت يقل وكذلك الطيبات نعت لمحذوف، وهو الكلمات أيضاً. أما الخبيثون والطيبون فليس كل منهما موضع خلاف لأنه جمع مذكر سالم، المراد به الخبيثون من الناس والطيبون منهم، وتقرير المعنى على هذا: الكلمات الخبيثات للخبيثين من الناس، والخبيثون من الناس للخبيثات من الكلمات، والطيبات من الكلام للطبين من الناس، والطيبون من الناس للطيبات من الكلمات. فكأن الله عز وجل يقول للذين اختلقوا الإفك: إن أم المؤمنين من الطيبين من الناس يليق بها الطيب من الكلام لا ما ألصقتم بها من الكلام الخبيث الذي أنتم أولى به. في هذا غاية المدافعة عن العرض. والمراد بقوله: ((الطيبون)) العفيفون. الوجه الثاني: أن المنعوت المحذوف هو النساء والرجال، أي النساء الخبيثات للرجال الخبيثين، والرجال الخبيثون للنساء الخبيثات، والنساء الطيبات للرجال الطيبين، والرجال الطيبون للنساء الطيبات. أي فعائشة زوجة أطيب الناس، فهي طيبة. فظهر أن سبب الاختلاف هو تقدير المنعوت المحذوف. واختار القول الثاني زيد بن أسلم. وعليه يرد إشكال، وهو أن الله تعالى قد يقيض الخبيثة من النساء لأطيب الناس، كامرأت نوح ولوط اللتين ذكر الله عنهما أنهما خانتاهما، كما قد يقيض الخبيث من الرجال للطيبة من النساء، كما في امرأة فرعون التى طلبت من الله أن يبنى لها بيتاً في الجنة. [يشير شيخنا المفسر رحمه الله إلى الآيتين الواردتين في هذا المعنى وهما قوله تعالى: ((ضَرَبَ اللَّهُ مَثَلاً لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئاً وَقِيلَ ادْخُلا النَّارَ مَعَ الدَّاخِلِينَ * وَضَرَبَ اللَّهُ مَثَلاً لِلَّذِينَ آمَنُوا امْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتاً فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ)) التحريم: 10-11]. والجواب: أن الغالب إلتئام الطيبة مع الطيب، والخبيثة مع الخبيث، والآية من العام المخصوص، وقد يخرم الله هذه القاعدة لحكم عظيمة، فيضربها أمثالاً للناس، كما ضرب لهم بامرأتى نوح ولوط، وامرأة فرعون، وكما ضرب مثلاً لابن نوح معه، وأبي إبراهيم مع إبراهيم، والحكمة في ذلك التفكر والاتعاظ، وعدم ركون الإنسان على قريبه التقى.. قال تعالى: ((وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ)) [العنكبوت:43]. وقال تعالى: ((وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ)). [الحشر: 21]. فإذا علم أن أعظم مداخلة بين الناس هي الزوجية، ومع ذلك فصلة امرأتي نوح ولوط بهما وهما نبيان لم تنفعهما، كما قال تعالى: ((فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئاً وَقِيلَ ادْخُلا النَّارَ مَعَ الدَّاخِلِينَ)). وقال تعالى: ((لَيْسَ بِأَمَانِيِّكُمْ وَلا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ وَلا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيّاً وَلا نَصِيراً)). [النساء: 123]. إذا علم الإنسان ذلك وأن قرابة الصالح لا تنفع العاصي، كان ذلك باعثاً على العمل والاتصاف بالصلاح. والمعروف أن الله تعالى نهى عن مقاربة أهل السوء والاختلاط بهم، وقال فيمن يجالسهم أنهم يكونودن مثلهم، كما قال تعالى: ((وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذاً مِثْلُهُمْ إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعاً)). [النساء: 140]. ولكن الصالحين قد يلجأون إلى مخالطه الفاسدين، فلا يضرهم ذلك في حدود الضرورة الملجئة. قوله تعالى: ((أولئك مبرؤون مما يقولون)). اسم الإشارة يعود إلى الذين رماهم أهل الإفك، وكذلك الضمير المستتر في قوله: ((مبرؤون)) والضمير المرفوع في قوله: ((يقولون)) يعود للرامين. وهنا قد يرد سؤال، وهو أن الرمي وقع على اثنين، فكيف يعبر عنهما بصيغة الجمع؟ والجواب من وجهين: الوجه الأول: أن هذا مما استدل به بعض العلماء على ما رآه الإمام مالك من أقل الجمع اثنان، كما عقده في مراقي السعود بقوله: أقل معنى الجمع في المشتهر ،،، الاثنان في رأي الامام الحميري ومثل هذا قوله تعالى: ((فَإِنْ كَانَ لَهُ إِخْوَةٌ)) [النساء:11] فإنه يصدق على اثنين عند غير ابن عباس، وقوله تعالى: ((وَأَطْرَافَ النَّهَارِ)) [طه:130]. أي طرفاه، وقوله تعالى: ((فَقَدْ صَغَتْ قُلُوبُكُمَا)) [التحريم:4] أي قلباكما. الوجه الثاني: أن المراد بالجمع التعظيم. وهناك وجه ثالث: وهو أن مرجع الضمير هو عائشة وصفوان وأبو بكر والرسول صلى الله عليه وسلم، فالآية تدل على بعضهم، وهما عائشة وصفوان بالمطابقة، وعلى بعضهم، وهما الرسول صلى الله عليه وسلم وأبو بكر باللزوم. قوله: ((مما يقولون)) أي من الأفك. وقوله: ((لهم مغفرة ورزق كريم)) المراد بالرزق الجنة.. خامساً: آداب اجتماعية.. ((يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ * فَإِنْ لَمْ تَجِدُوا فِيهَا أَحَداً فَلا تَدْخُلُوهَا حَتَّى يُؤْذَنَ لَكُمْ وَإِنْ قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ * لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَدْخُلُوا بُيُوتاً غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَكُمْ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ * قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ * وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْأِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ وَلا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ * وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ * وَلْيَسْتَعْفِفِ الَّذِينَ لا يَجِدُونَ نِكَاحاً حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْراً وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ وَلا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّناً لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ  * وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ وَمَثَلاً مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِلْمُتَّقِينَ)) [الآيات من 27 إلى 34]. في هذه الآيات بعض الآداب الاجتماعية السماوية، وقد بين الله تعالى كل ما يحتاج إليه البشر، وبين نماذج من ذلك في هذه السورة. (1) استئذان المؤمنين في دخول بيوت غيرهم.. قوله تعالى: ((يا أيها الذين آمنوا لا تدخلوا بيوتاً غير بيوتكم حتى تستأنسوا وتسلموا على أهلها، ذلكم خير لكم لعلكم تذكرون)). ناداهم باسم الإيمان ليكون أدعى للقبول. والبيوت جمع بيت، وهو معروف، وفي ((بيوت)) قراءتان: الأولى: بضم الباء والياء، والثانية بكسر الباء، وكلاهما سبعية. وقوله تعالى: ((غير بيوتكم)) يفهم منه أنه لو كان الدخول في بيوت الداخلين لا يحتاج إلى الاستئذان، وقد جعل الله تعالى لهذا النهي غاية، وهي الإذن. وقوله تعالى: ((حتى تستانسوا وتسلموا)) عطف بالواو، وهي لا تقتضي الترتيب وقد بينت السنة أن البدء يكون بالسلام، وصفة ذلك أن يقول: السلام عليكم ءأدخل؟ وأنه يكون ثلاثاً، والحكمة في ذلك أن صاحب البيت قد لا يسمع في الأولى فيسمع في الثانية أو الثالثة، وورد كذلك قرع الباب، ولكن لا يجوز أن يكون مزعجاً. [أشار فضيلة شيخنا المفسر إلى أبع سنن في الاستئذان: الأولى: البدء بالسلام، والثانية: صفة الاستئذان، والثالثة: عدد مرات الاستئذان، الرابعة قرع الباب بدون إزعاج، وينوب عن قرع الأجراس، والحكم واحد في عدم الإزعاج] أما البدء بالسلام وصفة الاستئذان فمما ورد فيهما حديث كلدة بن حنبل أن صفوان بن أمية بعثه بلبن وضغابيس (حشيش يؤكل) الى النبي صلى الله عليه وسلم، والنبي صلى الله عليه وسلم بأعلى الوادي، قال: فدخلت عليه و لم أسلم، فقال النبي صلى الله عليه وسلم: (ارجع فقل: السلام عليكم أأدخل؟) رواه الترمذى5/64-65 وأبو داود 5/368-369. أما كون ذلك ثلاثاً فمن ما ورد فيه حديث أنس رضي الله عنه، أن رسول الله صلى الله عليه وسلم كان إذا سلم سلم ثلاثاً، وإذا تكلم بكلمة أعادها ثلاثاً، رواه البخارى (7/ 130). ومن ذلك حديث أبي موسى قال أبو سعيد الخدري رضي الله عنه: كنا في مجلس عند أبي بن كعب، فأتى أبو موسى الأشعري مغضباً، حتى وقف، فقال: أنشدكم الله، هل سمع أحد منكم رسول الله صلى الله عليه وسلم يقول: الاستئذان ثلاث، فإن أذن لك وإلا فارجع؟ قال أبي: وما ذلك؟ قال: استأذنت على عمر بن الخطاب أمس ثلاث مرات، لم يؤذن لي فرجعت، ثم جئته اليوم فدخلت عليه فأخبرته أني جئت أمس فسلمت ثلالاً ثم انصرفت، قال: قد سمعناك ونحن حينئذ على شغل، فلو ما استأذنت حتى يؤذن لك، قال: استأذنت كما سمعت رسول الله صلى الله عليه وسلم ، قال: فوالله لأوجعن ظهرك وبطنك أو لتأتين بمن يشهد لك على هذا. فقال أبي بن كعب: فوالله لا يقوم معك إلا أحدثنا سناً، قم يا أبا سعيد فقمت حتى أتيت عمر، ففلت: قد سمعت رسوا الله صلى الله عليه وسلم يقول هذا. (البخارى (7/ 130) ومسلم (3/1694) واللفظ له. وأما قرع الباب فراجع فيه الجامع لأحكام القرآن [(12/216- 217)]. وقد تهجم بعض الناس على كتاب الله، فقالوا: إن ذكر الاستئذان لا يناسب، وهذا تلاعب بشرع الله، فقد نص عليه القرآن وحفظه الصحابة وتواتر عند الأمة. وأصل الاستئناس: تطلب الإحساس، ويسمى الأسد المستأنس، وكذا الحمار الوحشي، لأن الأسد يتشمم، ليعلم بوجود الصيد، وكذا حمار الوحش يتحسس الصياد، ومنه قوله تعالى: ((فَلَمَّا قَضَى مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَاراً...)). [القصص:29]. فالاستئناس: استخبار وتحسس للإذن، وهذا أحسن الوجوه في معناه. وتفسيره بالاستئذان ليس بالمطابقة. والعلة في الاستئذان بينها الرسول صلى الله عليه وسلم: (إنما جعل الاستئذان من أجل البصر). [مسلم (3/1698) بلفظ:\"إنما جعل الإذن من أجل البصر\"]. وقد أهدر الشرع فقأ عين من نظر إلى بيوت الناس بغير إذن وتأويل كثير من العلماء ذلك بعيد، فإن الحديث صحيح صريح في ذلك، ولا يضر كون العين يباح فقأها بسبب النظر إلى بيوت الناس بدون إذن، فإن اليد تقطع إذا سرقت ثلاثة دراهم مع أن ديتها خمسمائة درهم، والعين الخبيثة التي تتطلع إلى عورات الناس لا حرمة لها، كاليد السارقة. قوله تعالى: ((فإن لم تجدوا فيها أحداً فلا تدخلوها حتى يؤذن لكم وإن قيل لكم ارجعوا فارجعوا هو أزكى لكم والله بما تعملون عليم)). أى إذا لم يجبكم أحد فلا تدخلوا. وقد يستشكل بعض الناس كونهم لم يجدوا فيها أحداً، ومع ذلك يقول: ((حتى يؤذن لكم)). والجواب أن أهل البيوت قد يكونون غائبين عن بيوتهم، فإذا رجعوا وأذنوا فلا مانع من الدخول."
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "المحاضرة الثانية عشرة في 14/9/1385هـ",
    "content": "والضمائر في قوله: ((فيها)) ((تدخلوها)) تعود إلى قوله ((غير بيوتكم)) وكذلك قوله: ((على أهلها)). والقاعدة أن جمع المؤنث السا لم وجمع التكسير يجريان مجرى الواحدة المؤنثة في لحاق تاء التأنيث، كما قال ابن مالك: والتاء مع جمع سوى السالم من *** مذكر كالتاء مع إحدى اللبن ويلحق بتاء التأنيث الضمير. وهمزة (أحد) مبدلة من واو، وربما نطق بها العرب على أصلها كما قال الشاعر: كأن رحلى وقد زال النهار بنا *** بذي الجليل على مستأنس وحد والمستأنس حمار الوحش، سمي بذلك لأنه يتحسس الصيادين، ففى البيت  – أيضاً - شاهد لقوله تعالى: ((حتى تستأنسوا)) كما مضى. والنهي إذا تجرد من القرائن، فالأصل فيه التحريم، فيحرم الدخول بغير إذن، والله تعالى يقول: ((وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا)). [الحشر:7]. قد سبق أنه لا منافاة بين قوله تعالى: ((فإن لم تجدوا فيها أحداً)) وبين قوله: ((فلا تدخلوها حتى يؤذن لكم)) فإن صاحب البيت قد لا يوجد في وقت ويوجد في وقت آخر. والفائدة في هذا نفي توهم جواز دخول الدار التي لا يوجد فيها صاحبها ظناً بأن النهي إنما هو لخشية الاطلاع على عورات أهل الدار نفوسهم، فإن أهل الدار وإن غابوا، فقد يكرهون أن يطلع أحد على ما في دارهم من متاع وغيره. وللمستأذن ثلاثة أحوال: الأول: أن يجيبه صاحب الدار بالإذن. الثاني: أن يجيبه ولا يأذن له في الدخول. الثالث: أن لا يجد في الدار أحداً. وقد أشار تعالى إلى الأول بقوله تعالى: ((فلا تدخلوها حتى يؤذن لكم)) فإذا أذن له دخل. وأشار إلى الثاني بقوله تعالى: ((وإن قيل لكم ارجعوا)) فلا يدخل. وأشار إلى الثالث بقوله تعالى: ((فإن لم تجدوا فيها أحداً فلا تدخلوها)) فيدخل في حال الاذن، ولا يدخل في حال منعه من الدخول أو لم يجد أحداً في الدار. وقوله تعالى: ((وإن قيل لكم ارجعوا)) بني الفعل للمجهول ليدل أن المستأذن إذا سمع من يقول له: ارجع يجب عليه أن يرجع، ولو كان القائل غير من له الاذن من أهل البيت. وقوله تعالى: ((أزكى لكم)) الزكاء من الطهارة، أو النماء، أو البركة، أي أطهر لكم وأكثر خيراً وبركة. وقوله تعالى: ((والله بما تعملون عليم)). أي إن الله عليم بكل أعمالكم، خفيها وظاهرها، وجليلها ودقيقها فمن امتثل أمره أثابه، ومن عصاه عاقبه، كما قال تعالى: ((وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ)). [البقرة:235]. قوله تعالى: ((ليس عليكم جناح ان تدخلوا بيوتاً غير مسكونة فيها متاع لكم والله يعلم ما تبدون وما تكتمون)). سبب نزول هذه الآية أن أبا بكر، رضي الله عنه تحرج من نزول الخانات التي توجد في طريق السفر، لقوله تعالى: ((فلا تدخلوا بيوتا غير بيوتكم)) الآية، فنزلت. والجناح الحرج والإثم، أي ليس عليكم تضييق. وقوله: ((أن تدخلوا)) أي في أن تدخلوا. وللعلماء في هذه الآية أقوال متقاربة يصدق بعضها بعضاً. وضابط هذه الأقوال كلها: أن يكون لأحد في محل انتفاع شرعي ولا يختص بذلك المحل ساكن، كالخانات التي توجد على الطرق ونحوها. والمراد بالمتاع هنا: المتعة، كالاستكنان من المطر والحر والبرد ونحوها. وذهب بعضهم إلى أن المراد به العفش والأثاث، وهو غلط. واختلفوا في البيوت المأذون في دخولها بغير إذن على أقوال: الأول: ما مضى من أن المراد به الخانات التي تكون على الطرق، وينزل بها المسافرون، والمتاع فيها ما ذكر قبل. الثاني: أن المراد بها البيوت الخربة التي بقيت غير مسكونة، يدخلها الناس لقضاء حاجاتهم، والمراد بالمتاع على هذا الاستراحة من الفضلات. الثالث: أن المراد المحل الذي يعد للضيف، فإذا نزله الضيف وخرج لقضاء حاجته فله أن يعود إليه بدون استئذان لأنه معد لذلك وليس بمسكون. الرابع: أن المراد به الدكاكين، والمتاع على هذا هو شراء الحوائج وقد رد هذا ابن العربي، وقال: لأن صاحب الدكان، إن كان حاضراً فيه، فدخوله بإذن، لأنه معروف أنه لم يفتحه إلا للبيع والشراء وإن لم يكن فيه فلا يجوز له دخوله بغير إذن. الخامس: أن المراد بها بيوت مكة، على أساس أنها لا تملك لقوله تعالى: ((إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ)) [الحج:25]. وهذا مروي عن أبي حنيفة، وأكثر العلماء أن دور مكة تملك، وقد وفيت الكلام على هذه المسألة في الجزء الثاني من أضواء البيان، في سورة الأنفال، عند قوله تعالى: ((وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَه)). [الأنفال:41، وانظر أضواء البيان (2/376)]. وقال بعضهم: المراد به البيت الذي ينزل به المستأجر ونحوه. قوله تعالى: ((والله يعلم ما تبدون وما تكتمون)). في هذا بيان شدة الاخلال بهذه الآداب، فإنه قال قبل ذلك ((والله بما تعملون عليم)) ثم ثنى بهذا التعقيب في هذه الآية، فكأنه تعالى يقول: إذا خالفتم ما أمرتكم به، أو ارتكبتم ما نهيتكم عنه فأنا مطلع عليكم ولا يخفى عليَّ شئٌ مما تعملون. وهنا يرد سؤال: وهو أن يقال: إذا كان الله تعالى عالماً بما يسر فعلمه بما يظهر أولى، فلم ينص على ما يظهر؟ والجواب: أن السر والعلانية عند الله سواء، فلا فرق بين السر وغيره، بل إن الله تعالى نص أنه يعلم السر وما هو أخفى من السر، كما قال تعالى: ((وإن تجهر بالقول فإنه يعلم السر وأخفى..)) [طه:7]. (2) الحجاب عن غير المحارم وغض البصر: قوله تعالى: ((قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم ذلك أزكى لهم، إن الله خبير بما يصنعون، وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن...)). الآية.. أمر الله تعالى نبيه صلى الله عليه وسلم أن يأمر المؤمنين بآداب اجتماعية عظيمة، وفي هذه الآية سؤالان: الأول: ما عرف من أن القاعدة في الفعل المضارع المجزوم في جواب الطلب، يكون جزمه بشرط مقدر، دل عليه فعل الطلب. وقوله: ((يغضوا)) من هذا القبيل، فالمعنى: إن تقل غضوا يغضوا، ويشكل على هذا أنه ربط الشرط بالجزاء، والربط يقتضي عدم التخلف بمجرد القول، مع أن المشاهد تخلف الغض من كثير من الناس فكيف يصح الربط مع هذا؟ السؤال الثاني: قوله: ((من أبصارهم)) قال بعضهم: إن (من) تبعيضية، فما هو البعض الذى يغض عنه؟ والجواب عن السؤال الأول: ما أشارت إليه الآية، وهو العنونة بالمؤمنين في قوله تعالى: ((قل للمؤمنين)) ((وقل للمؤمنات)) فإن الإيمان إذا أطلق فالمراد به الإيمان الكامل، أي قل للمؤمنين الذين كمل إيمانهم هذا القول يستجيبوا. ولا يرد على هذا أن غير الكامل الايمان يدخل في هذا، لأن الله تعالى كثيراً ما يخص المنتفع مع أنه يعنى غيره معه، كما قال تعالى: ((إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلاةَ)) [فاطر:18]. وقال تعالى: ((فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ)) [ق:45]، وقال تعالى: ((إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا)). [النازعات:45]. مع أن الذين ينذرون ويذكرون هم جميع الناس. ومقول القول هنا محذوف، أي قل للمؤمنين غضوا يغضوا وحذف القول وبقاء مقوله هو المطرد، وأما حذف المقول فهو قليل جداً، ومن أمئلته قول الشاعر: لنحن الأولى قلتم فأنى بليتم *** برؤيتنا قبل اهتمام بكم رعبا والذي سوغ حذفه هنا - في الآية - هو ذكر ما يدل عليه، وهو جواب الطلب لأن مقول القول هو نفس الغض، وقد دل عليه قوله: (يغضوا) فالقليل ما لم يدل عليه مثل هذا الدليل. قوله تعالى: ((وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن)) الآية. خص سبحانه الإناث بهذا الخطاب عن طريق التأكيد لدخولهن في خطاب المؤمنين تغليباً، كما في سائر الخطابات القرآنية، وبدأ سبحانه بالغض في الموضعين، قبل حفظ الفرج، لأن النظر وسيلة إلى عدم حفظ الفرج، والوسيلة مقدمة على المتوسل إليه.. [لم أجد كلاماً لشيخنا المفسر رحمه الله على قوله تعالى: [[قل للمؤمنات يغضضن من أبصارهم فنقلت ما بين المعقوفين من كتاب فتح القدير (4/21 للشوكاني]. وقوله تعالى: ((ولا يبدين زينتهن إلا ما ظهر منها......)) الآية."
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "المحاضرة الثالثة عشرة في 8/10/1385هـ",
    "content": "و((الزينة)) ما يتزين به، و((لا)) في قوله تعالى: ((ولا يبدين)) ناهية عطف على الأمر في قوله: ((قل للمؤمنين يغضوا))، أي قل لهم غضوا، وقل للمؤمنات يغضضن ولا يبدين زينتهن. واختلف في الزينة المستثناة في قوله تعالى: ((إلا ما ظهر منها)). فذهب الامام مالك وجماعة معه إلى أن المراد بها الوجه والكفان. وذهب جماعة إلى أن المراد به الكحل والخضاب ونحوهما. والأقوى ما ذهب إليه ابن مسعود ومن تبعه أن المراد به الملاءة التي تتغطى بها المرأة فوق ثيابها. ويدل على هذا ظاهر اللغة واستقراء الشرع. فظاهر اللغة أن الزينة تطلق على ما تتزين به المرأة خارجاً عن بدنها، فإن إطلاقها على نفس البدن يحتاج إلى قرينة. وأما استقراء الشرع، فالمعروف منه الأمر بالتباعد عن أسباب الفتنة، والوجه محل الجمال، والافتتان من المرأة، فالواجب ستره. وكذلك آية الحجاب التي بين الله تعالى العلة في مشروعية الحجاب في قوله تعالى: ((وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعاً فَاسْأَلوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ)). [الأحزاب: 53]. وطهارة القلوب للرجال والنساء مطلوبة شرعاً، وليست خاصة بنساء النبي صلى الله عليه وسلم. وعلى تسليم خصوصيتها نقول: إن ذلك أدب سماوي أدب الله به أزواج النبي صلى الله عليه وسلم ، وهن خير أسوة للنساء المسلمات، فيجب أن يسرن على نهجهن في ذلك، والقاعدة أن السبب الخاص لا يقتصر عليه إلا بدليل ولا فرق بين أزواج النبي صلى الله عليه وسلم وغيرهن في هذا المعنى.. قوله تعالى: ((وليضربن بخمرهن على جيوبهن)). يقال: ضربت المرأة بخمارها، إذا ألقته، والخمر جمع خمار وهو في اللغة، من خمره إذا غطاه، ومنه سميت الخمرة بذلك، لأنها تغطي العقول، والمراد به هنا الثوب الذي تغطي به المرأة رأسها. واختلف في المراد بتغطية الخمار: فالذين قالوا: إن المراد بالزينة المستثناة الملاءة، قالوا: المراد به الإسدال على الوجه والجيب، وذكر الجيب يتضمن الوجه. والذين قالوا: المراد بالزينة الوجه والكفان، قالوا: لا يدخل الوجه في التغطية، ولا يلزم من الأمر بالقائه على الجيوب دخول الوجه في ذلك. وأصل الجيب محل الشق من القميص، وكان نساء الجاهلية يبدين صدورهن ونحورهن، ويلقين أخمرتهن من رؤوسهن فنهى الله المسلمات عن ذلك، وأطلق على الصدر والنحر اسم الجيب، من اطلاق الحال على المحل. قوله تعالى: ((ولا يبدين زينتهن إلا لبعولتهن..)) الآية. محارم المرأة ذكر الله في هذه الآية محارم المرأة. 1-والبعل الزوج ويجوز له النظر إلى جميع بدنها، وقيل: إلا السوأة، لأن عائشة رضى الله عنها قالت في حق النبي صلى الله عليه وسلم:\"ما رأى مني ولا رأيت منه\". [الجامع لأحكام القرآن (12/231-232)]. والأول أرجح، لأن اللمس أقوى من النظر. وفعل عائشة والنبي صلى الله عليه وسلم محمول على مكارم الأخلاق. وجمع الفَعْل على فعولة، كبعل وبعولة، وفحل وفحولة نادر في اللغة. وكرر تعالى النهي عن إبداء الزينة نظراً لتنوع الاستثناء، فالنهي الأول استثنى منه بعض الزينة التي يجوز للمنظور أن يبديها، والأمر الثاني استثنى منه بعض الأشخاص الذين يجوز لهم النظر. والزينة هنا شاملة للظاهرة والباطنة. 2-ثم ذكر الآباء ومن بعدهم والزينة المستثناة في حقهم عند مالك هي الأطراف، كالسوار والقلادة، والنحر والرأس. وعند الشافعي ما عدا السرة والركبة. 3-هل العم من المحارم؟ والآية لم تذكر العم وهو عند بعض العلماء ليس من المحارم، والصحيح أنه منهم، كما هو المعتمد عند الجماهير، والسنة دالة على ذلك، فإن الرسول صلى الله عليه وسلم قال: (إنه عمك من الرضاعة) [روت عمرة بنت عبد الرحمن أن عائشة رضي الله عنها أخبرتها أن رسول الله صلى الله عليه وسلم كان عندها وأنها سمعت صوت رجل يستأذن في بيت حفصة قالت: فقلت: يا رسول الله هذا رجل يستأذن في بيتك، فقال النبي صلى الله عليه وسلم: (أراه فلاناً، لعم حفصة من الرضاعة) قالت عائشة لو كان فلان حياً ـ لعمها من الرضاعة ـ دخل علي؟ فقال: (نعم الرضاعة تحرم ما تحرم الولادة) البخاري6/125ومسلم2/1068]. فالعم من النسب من باب أولى، ولإجماع العلماء على أنه لا يجوز له أن يتزوج ابنة أخيه. واختلف في سبب عدم ذكره في الآية: فقال جماعة: لئلا يصفها لابنه، لان ابن عم المرأة يكون متشوقاً إليها. وقال بعضهم: إن في الآية ما يشير إليه، فلو سمى لكان فيها شبه تكرار، وذلك أنه ذكر أن ابن أخي المرأة وابن أختها من محارمها، وهي عمة أحدهما وخالة الآخر، فيؤخذ منه أن العم والخال محرمان. 4-من هن نساؤهن؟ قوله تعالى: ((ونسائهن)). اختلف في المراد بنسائهن: فقال جماعة: المراد بهن المسلمات، بدليل الإضافة، أي الخادمات من المسلمات. وقال جماعة: يدخل فيه الكافرات. والأول أرجح، وقد شدد عمر بن الخطاب النكير على اختلاط النساء الكافرات بالمسلمات في الحمامات عندما فتح الشام. [فكيف باختلاط الكافرات بالمسلمات وتربية أولاد المسلمين اليوم في منازل المسلمين؟!]. 5-هل يدخل الذكور من العبيد في المحرم؟ قوله تعالى: ((أو ما ملكت أيمانهن)). اختلف فيه على وجهين: الوجه الأول: أنه عام في الذكور والإناث، وهذا هو ظاهر القرآن فهو على هذا محرم كبقية المحارم، كما ذهب إليه بعض العلماء. الوجه الثاني: أنه خاص بالنساء، فكأنه تبع لقوله تعالى: ((أو نسائهن)) أي من الحرائر المسلمات والمملوكات المسلمات أيضاً. وهناك قول ثالث: وهو التفريق بين العبد الجميل الذي يخشى منه الفتنة، وبين غيره ممن لا تخشى منه الفتنة. وفي المسند أن النبي صلى الله عليه وسلم أعطى فاطمة عبداً، وكان لها ثوب قصير يخرج منه بعض جسدها، فتحرجت منه، فقال لها النبي صلى الله عليه وسلم: (إنما هو أبوك) [الحديث نسبه ابن كثير في تفسيره (3/285) لأبي داود، وهو في سنن أبي داود (4/359):\"إنما هو أبوك وغلامك\"] والله أعلم بصحته.؟؟؟"
  },
  {
    "type": "section",
    "id": "section-16",
    "title": "6-من هم غير أولي الإربة من الرجال؟   المحاضرة الرابعة عشرة في: 13/10/1385هـ.",
    "content": "قوله تعالى: ((أو التابعين غير أولي الإربة من الرجال)). فيها أقوال متقاربة ترجع لمعنى واحد، وهو أن المراد به الذي يتبع القوم، ولا أهمية له ولا استقلال، بل يكون معهم ليأكل معهم. قيل: المراد به الساقط النسب والحسب، كالأجير الذي لا طمع له في النساء الشريفات. وقيل: المراد الأبله الذي لا يتنبه لمحاسن النساء. وقيل: الأحمق، أي خفيف العقل. وقيل: المراد المخنثون. وقيل: الشيخ الفاني. والأولى دخول هؤلاء وغيرهم إذا اتصفوا بما وصفهم الله في قوله ((أو التابعين غير أولي الإربة)) وعدم دخولهم أو دخول غيرهم إذا لم يتصفوا بذلك. وهذه الآية تدل على أن الأعمال بالنيات، ويؤخذ من مفهوم مخالفتها أن من ذكر الله من المحارم إذا حدث من بعضهم النظر إلى من حرمت عليه بشهوة أنه لا يجوز له أن ينظر إليها، وكذا المرأة إذا بلغ فيها الفساد إلى أن تتعاطى السحاق لو نظرت إلى امرأة أخرى بشهوة، فلا يجوز لها النظر إليها. والإرب والإربة الحاجة، والجمع مآرب، ومنه قوله تعالى: ((وَلِيَ فِيهَا مَآرِبُ أُخْرَى)). [طه:18]. قوله: ((من الرجال)) أي البالغين. وقد صرح بمفهومه في قوله بعد ذلك: ((أو الطفل الذين لم يظهروا على عورات النساء)). وقد يطلق على المرأة: الرجلة، بتأنيث رجل، وهو نادر ومنه قول الشاعر: [sh] مزقوا ثوب فتاتهمو=فلم يراعوا حرمة الرجلة [/sh] [ترتيب اللسان (2/1132)] كما أطلقوا على البنت الغلامة، ومنه قول الشاعر: ( [sh] ومركضة صريحي أبوها=تهان لها الغلامة والغلام [/sh] [نسبة في اللسان إلى أوس بن غلفاء الهجيمي، يصف في أبيات له فرساً وأول البيت: ومركضة صريحي أبوها، كما أثبته بين قوسين لعدم إدراكي له مع فضيلة الشيخ ترتيب اللسان (4/1011)] 7-الأطفال الذين لم يفهموا العورات للاطلاع عليها قوله تعالى: ((أو الطفل الذين لم يظهروا على عورات النساء)). يطلق الطفل على المولود الصغير من الحيوانات والآوادم، وتسمى أمه مطفلاً، وإنما تطلق كلمة طفل على الصغير حتى يبلغ، وقبل البلوغ يقال له مراهق، ولا يدخل المراهق هنا، بدليل قوله: ((الذين لم يظهروا على عورات النساء))، والمراد بالطفل الأطفال، بدليل وصفه بالجمع والمفرد إذا كان اسم جنس، يطلق ويراد به الجمع، وهو كثير، وليس بقليل كما زعم سيبويه، ويطلق ويراد به الجمع في حالاته الثلاث، أي سواء كان فيه أل، أو مضافاً أو مجرداً منهما. فمن أمثلته وهو محلى بأل قوله تعالى هنا: ((أو الطفل الذين لم يظهروا على عورات النساء)). وقوله تعالى: ((أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا)) [الفرقان:75]. بدليل قوله تعالى: ((لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَف)) [الزمر:20]. وقوله: ((وَجَاءَ رَبُّكَ وَالْمَلَك)) أى الملائكة.. [الفجر:22]. بدليل قوله: ((صَفّاً صَفّاً)) [الفجر:22]. وقوله تعالى: ((سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ)) أى الأدبار.. [القمر:45]. بدليل قوله تعالى: ((فَلا تُوَلُّوهُمُ الْأَدْبَارَ)) [الأنفال:15]. ومن أمثلته واللفظ مجرد قوله تعالى: ((إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ)) أي أنهار. [القمر:54]. بدليل قوله: ((مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفّىً)) [محمد:15]. وقوله تعالى: ((ثُمَّ يُخْرِجُكُمْ طِفْلاً)). [غافر:67]. وقوله تعالى: ((وَحَسُنَ أُولَئِكَ رَفِيقاً)). [النساء:69]. ومن أمثلته مضافاً قوله تعالى: ((وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا)) [النحل:18]. أي نعمه. وقوله تعالى: ((فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِه)) [النور:63]. أي أوامره.. وقوله تعالى: ((هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ)) [الذاريات:24]. أي ضيوفه. وقال علقمة بن عبدة التميمي: [sh] بها جيف الحسرى فأما عظامها=فبيض وأما جلدها فصليب [/sh] أي وأما جلودها، وقال آخر: [sh] كلوا في بعض بطنكم تعفوا=فإن زمانكم زمن خميص [/sh] أي بطونكم. وقال عقيل بن علفة المرى: [sh] وكان بنو فزارة شر عم=وكنت لهم كشر بني الأخينا [/sh] أي شر أعمام، وقال آخر وهو العباس بن مرداس: [sh] فقلنا أسلموا إنا أخوكم=وقد سلمت من الإحن الصدور [/sh] وهو أسلوب معروف في اللغة العربية والقرآن، لاًن اسم الجنس قدر مشترك. قوله تعالى: ((الذين لم يظهروا)). مفهومه أنهم لو ظهروا لما جاز لهم النظر. ولظهر إطلاقان: الأول: بمعنى غلب، ومنه قوله تعالى: ((فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ)) [الصف: من الآية14]. الثاني: بمعني اطلع وفهم، ومنه قوله تعالى: ((إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَنْ تُفْلِحُوا إِذاً أَبَداً)) [الكهف:20]. ولهذا قال بعضهم بالقول الأول: أي غلب، وقال بعضهم بالقول الثانى. والعورة ما يسوؤك أن يطلع عليه، ويسمى البيت الخارج عن الحصن عورة، ومنه قوله تعالى: ((وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ)) [الأحزاب: من الآية13] والمراد هنا ما تستره المرأة من المحاسن. وعورات بإسكان الواو، وقرىء قراءة غير سبعية بفتحها، والقياس لا يساعد هذه القراءة، فإن فَعْلة إذا كانت اسماً وجمعت يجوز فتح عينها إتباعاً لفائها، إذا كانت صحيحة العين، أما إذا كانت معتلة فالقياس أن تبقى ساكنة. وقد أشار ابن مالك إلى الشرط المذكور بقوله: [sh] والسالم العين الثلاثي اسماً=اتباع عين فاءه بما شكل إن سـاكن العـين مؤنثاً بدا=مختتماً بالتاء أو مـجردا [/sh] كما أشار في الكافية إلى أن جمع فعلة المعتلة العين على فعلات بفتح العين لغة لقوم، وبقية العرب لا تنطق بذلك، فقال: [sh] وما كجوزة وبيضة فعن=هذيل افتح، عند غيرهم سكن [/sh] من وسائل صيانة المرأة وحشمتها قوله تعالى: ((وَلا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ)). هذه من تتمة الآداب الاجتماعية الكريمة التي تحصي الشرف وتطرد الرذيلة، ولو تأملها الناس لعرفوا أن ضمان نجاة المجتمعات في التمسك بالشرع الحنيف. فمن أعظم ما تميل إليه القلوب صوت حلي النساء عند سماع الناس له، سواء كانت المرأة مضطجعة أو ماشية، وقد كان العرب يتغزلون بذلك،كما قال الشاعر: [sh] تسمع للحلي وسواساً إذا انصرفت=كما استعان بريح عشرق زجل [/sh] [من قصيدة للأعشى، ميمون بن قيس، مختار الشعر الجاهلي لمحمد سيد الكيلاني (2/97)]. ويؤخذ من مفهوم موافقة هذه الآية أن حكم الطيب حكم الحلي. الحلي يحرك الشهوة بالسماع، والطيب يحرك الشهوة بالشم، وقد نصت السنة على هذا المفهوم. [وردت أحاديث في نهي المرأة عن أن تخرج متطيبة، منها: حديث غنيم بن قيس الأشعري، قال: قال رسول الله صلى الله عليه وسلم: (إيما امرأة استعطرت فمرت على قوم ليجدوا من ريحها فهي زانية) النسائي (8/153) وفي حديث أبي هريرة، قال رسول الله صلى الله عليه وسلم: (إيما امرأة أصابت بخوراً فلا تشهد العشاء الآخرة) النسائي (8/154)]. قوله تعالى: ((ليعلم ما يخفين من زينتهن)). بيان لعلة النهي عن الضرب بالأرجل، وهذا يدل على أن الخلخال ونحوه من الحلي من الزينة الخفية. ونأخذ من هذه الآداب الاجتماعية السماوية عبرة وموعظة حينما نسمع ونرى دعاة السفور أتباع الشيطان يصادمون أوامر الله تعالى وتعاليم نبيه صلى الله عليه وسلم.. فإن خروجهن عن تلك التعاليم جنى عليهم الآثار السيئة من كثرة الفواحش! وضياع الشرف والفضيلة والإنسانية، وما ذلك إلا فلسفة شيطانية.. فقد خلق الله تعالى المرأة صالحة لخدمة المجتمع الإسلامي، وهي في حال ستر ومحافظة على شرفها وقيمها الروحية وعرض أهلها.. فإن الرجل يخرج للجهاد أو الكسب أو غير ذلك من الأمور المتعلقة به، ويرجع وقد قرت عينه بالقيام بمهمة أولاده وماله وكل ما يلزم في بيته، فتقوم بحاجة المريض، وتنظيف البيت ونسج الثياب وتقريب الطعام وغير ذلك.. فالرجل يخرج لما يناسبه، والمرأة تبقى لما يناسبها. ولما كان هذا تعاوناً نزيهاً أغضب إبليس وأحزنه، فألقى إلى المرأة وساوسه، وخيل إليها أنها في سجن وحبس، وكبت، وأن لها الحق في الخروج سافرة فاعلة ما تشاء، حسداً وكيداً منه كما هي عادته.. فتخرج أمام الأعين الخائنة التي تتمتع بها حراماً، وربما حصل مالا ينبغي، على أثر ذلك، فإن العين والنظر إلى المحارم بريد الزنى، وهي البلاء في كل شىء، وربما بذل الإنسان كل شيء في سبيل نظرة واحدة، كما قال أحد الشعراء: [sh] قلت اسمحوا لي أن أفوز بنظرة=ودعوا القيامة بعد ذاك تقوم [/sh] ومع ذلك فإن الحوائج المهمة في البيت تبقى بدون قائم بها، فينعكس الأمر وتنخرم المعيشة، ومع الخزي والعار والكشف الذي لا يرضاه الله ولا ترضاه الانسانية النظيفة. ولكن ماذا نقول، ولمن نقول؟ [sh] لقد أسمعت لو ناديت حياً=ولكن لا حياة لمن تنادي [/sh]"
  },
  {
    "type": "section",
    "id": "section-17",
    "title": "التوبة التي تثمر الفلاح. المحاضرة الخامسة عشرة في: 16/10/1385هـ",
    "content": "قوله تعالى: ((وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ)). في ((أيها)) قراءتان: الأولى - وهي المشهورة - بفتح الهاء. والثانية: (أيه) بضم الهاء، فالقراءة الأولى هي قراءة الجمهور، وهي ظاهرة، لأن الهاء صلة لما بعدها، والثانية سبعية – أيضاً -، والأظهر أن الهاء للتنبيه، مثل الأولى، ضمت اتباعاً لما قبلها، كما قال العرب: هو منتن بضم تا منتن. وفي قراعة سبعية ((أَنِ اعْبُدُوا اللَّهَ)) [النحل:36]. بضم نون أن، إتباعاً لما بعدها ومن أنكر ذلك فسبب إنكاره جهله بلغة العرب، فإنه قد ثبت في القرآن الكريم، وفي الشعر العربي الفصيح، كما قال الشاعر: يا أيها القلب اللجوج النفس وروي ((أيه)) بضم الهاء. والأمر في قوله تعالى: ((وتوبوا)) للوجوب بإطباق المفسرين فكلما ألم الانسان بذنب وجب أن يتوب إلى الله منه.. قال تعالى: ((يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً)) [التحريم:8]. وحاصلها: الرجوع إلى الله تعالى، وتتحقق بثلاثة أمور: الأمر الأول: الإقلاع عن الذنب إن كان الإنسان متلبساً به. الأمر الثاني: الندم على ما فرط. الأمر الثالث: العزم على أن لا يعود لما ارتكب. أما العودة للذنب بعد التوبة فهو دنس بعد نظافة. لما نهى الله تعالى عن الوقوع في الفاحشة وعن أسبابها ودواعيها، وأمر بالآداب السماوية التي يكون المجتمع نزيهاً إذا تمسك بها، وهو تعالى يعلم أن العبد لابد أن يقع منه تفريط ومعصية، أمره أن يعود إليه ويصلح الفساد والنقص، فقال تعالى: ((وتوبوا إلى الله جميعاً)). قال بعض العلماء :\"أن على الإنسان أن يتوب دائماً ويتهم نفسه بالتقصير، فإن النبي صلى الله عليه وسلم كان يتوب كل يوم أكثر من سبعين مرة\".. والله تعالى يقول في حقه: ((فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً)). [سورة النصر، وراجع صحيح البخاري (6/93-94)]. وقوله تعالى: ((جميعاً)) يدل على أن التوبة واجبة على جميع المكلفين، وفي سورة التحريم ما يدل على أن التوبة سبب في تكفير الذنوب.. كما قال تعالى: ((يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَار)). [التحريم:8]. وقوله تعالى: ((لعلكم تفلحون)). وهذا يدل على أن التوبة من أسباب الفلاح. و\"لعل\"إما للتعليل، أي لأن تفلحوا، وإما للرجاء من قبل الناس بحسب ما يظهر لهم، وأما الله تعالى فهو عالم بكل شىء لا يخفى عليه خافية. والإفلاح نيل الفوز بالمطلوب الأكبر. قال الشاعر: [sh] فاعقلي إن كنت لما تعقلى=ولقد أفلح من كان عقل [/sh] ويأتي بمعنى البقاء السرمدي في النعمة، ومنه قول الشاعر: [sh] لكل هم من الهموم سعة=والمسى والصبح لا فلاح معه [/sh] وقول لبيد: [sh] لو أن حياً مدرك الفلاح=لناله ملاعب الرماح [/sh] والمراد بملاعب الرماح ملاعب الأسنة. وبالأمرين معاً جاء قول المؤذن: (حي على الفلاح) أي إلى الفوز الأكبر وهو الجنة أو البقاء السرمدى في النعيم. (3) تزويج الأيامى والعبيد والإماء زمن المأمور به؟ قوله تعالى: ((وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ)). أي زوجوا الأيامى، يقال: نكح إذا تزوج، وأنكح إذا زوج، والخطاب للأولياء، لأنهم هم الذين يردون بعض الخطاب ويزوجون بعضهم. واستدل بها بعض العلماء على أن الأولياء بيدهم عقدة النكاح. و((الأيامى)) جمع الايم، والعرب تقول: آمت المرأة، فهي أيم، إذا كانت لا زوج لها، وهو يشمل الرجل والمرأة، وإن كان إطلاقه على المرأة أكثر. وإطلاق الإيم على من لا زوج له في اللغة معروف، قال الشاعر: [sh] لقد إمت حتى لامني كل صاحب=رجاء لسلمى أن تئيم كما إمتُ [/sh] ومن أظهر ما يدل على ذلك قول الآخر: [sh] تقر بعيني أن أنبا أنها=وإن لم أنلها أيم لم تزوج [/sh] والمراد هنا خصوص الأحرار والحرائر، بدليل قوله بعد ذلك في الأرقاء: ((والصالحين من عبادكم وإمائكم)). وقد أخذ الشافعي وسعيد بن المسيب من هذه الآية أنها ناسخة لقوله تعالى: ((الزَّانِي لا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ)). [الآية: 3 من هذه السورة]. ووجه ذلك أن الله لم يشترط الصلاح في الأحرار، بل اشترطه في الأرقاء، والله تعالى أعلم. وإذا خطب الأيم الكفء ورضيت به المرأة، فالأمر للوجوب. قوله تعالى: ((منكم)) أي من المسلمين، فلو كان مشركاً لم يزوج وهذا المفهوم مصرح به في آيات أخرى.. كقوله تعالى: ((وَلا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُولَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ)). [البقرة: 221]. وقال بعض العلماء: إن الخطاب في الآية للأزواج، ولا شك في بطلان هذا القول، لأنه لو كان الخطاب للأزواج، لقال: وانكحوا بهمزة الوصل، كما هو معروف، أما الانكاح فهو التزويج. وقوله تعالى: ((والصالحين من عبادكم وإمائكم)). عطف على قوله: ((وأنكحوا الأيامى منكم))من عطف الخاص على العام أي وأنكحوا الأيامى الصالحين من عبادكم وإمائكم. وقد أخذ بعض العلماء من هذه الآية أن العبد التقي الصالح في دينه كفؤ للحرة، ويدل لهذا قوله تعالى: ((ولعبد مؤمن خير من مشرك)). وقال آخرون: ليس في الآية دليل، ومعنى الآية عند هؤلاء: وأنكحوا الصالحين من عبادكم الصالحات من إمائكم. والصلاح هو الدين والتقوى، فلا يكون صالحاً إلا إذا كان صالح العقيدة والأعمال. والإماء: جمع أمة، وهي المملوكة. وأخذ من الآية بعض العلماء أن العبد إذا طلب التزويج ليعف نفسه أنه ليس للسيد أن يمنعه، بل يجب عليه أن يأذن له بذلك. وقال بعضهم: بل له أن يمنعه، وهذا القول مخالف للأمر في قوله تعالى: ((وأنكحوا الأيامى منكم والصالحين من عبادكم...)) والله تعالى يقول: ((فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِه)). [الآية: 63 من هذه السورة]. وقوله تعالى: ((إن يكونوا فقراء يغنهم الله من فضله، والله واسع عليم)). أي لا يمنعكم فقر الخاطب إليكم إذا كان كفوءاً عن تزويجه فإن الله تعالى سيغنيهم. وفي هذا الربط دليل على أن النكاح سبب في الغنى، قال بعض السلف: التمسوا الغنى في النكاح. ومثل النكاح في ذلك الطلاق [الطلاق الذى يكون حلاً للمشكلات التي تحصل بين الزوجين ولا يتمكنا من حلها بدون طلاق كما يدل على ذلك سباق الآية وسياقها، وكذلك الآيتان 34، 35 من سورة النساء تدلان على هذا، وكذا الآيات من 229، 232 من سورة البقرة كلها تدل على أنه يشرع محاولة الإصلاح قبل الطلاق، فإذا علم الزوجان أو أحدهما عدم القيام بحدود الله فالطلاق هو الحل ويغني الله كلا منهما من سعته]. كما قال تعالى: ((وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ كُلّاً مِنْ سَعَتِهِ وَكَانَ اللَّهُ وَاسِعاً حَكِيماً)). [النساء:30]. ولكن في هذا الربط إشكال، وهو أننا نجد كثيراً من الناس يتزوجون ويبقون فقراء. والجواب: أن غناهم مقيد بالمشيئة فمن شاء تعالى أغناه ومن لم يشأ بقي على فقره، كما قال تعالى: ((اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ)). [الرعد:26]. وهناك جواب آخر، وهو أن الربط على بابه ولكن قد يحصل مانع لبعض الناس من الغنى، كعدم الطاعة أو وجود المعصية أو أن المتزوج لم يرد بزواجه العفة، والله تعالى إنما وعد عباده الطائعين. [وكذلك المطلقون، كما سبق]. والضمير في قوله: ((إن يكونوا فقراء)) يعود إلى الأيامى، وبعضهم يخصه بالأحرار، لأنهم هم الذين يملكون، وأما العبيد فلا مال لهم. وذهب داود ومن تبعه إلى أن الضمير يعود إلى العبيد والإماء، لأن الفقر غالب عليهم، ومن هنا جعل العبيد من مصارف الزكاة، كما قال تعالى: ((إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ...)) (الآية). [التوبة:60]. وقوله: ((واسع عليم)) أي عظيم وهو تعالى أعظم من كل شيء، محيط بكل شيء علماً، ولايغيب عنه شيء. الاستعفاف والمكاتبة والكف عن الإكراه على الزنا قوله تعالى: ((وَلْيَسْتَعْفِفِ الَّذِينَ لا يَجِدُونَ نِكَاحاً حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْراً وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ وَلا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّناً لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ)). (4) استعفاف من عجز عن النكاح. قوله: ((وليستعفف)). هذه إحدى صيغ الأمر المعروفة، أي ليطلبوا العفاف، وهو صون النفس وإكرامها عن الوقوع فيما لا ينبغى، والمراد صونها عن الوقوع في الرذيلة مع النساء. وقوله: ((لا يجدون نكاحاً)). فيه أقوال متقاربة، مؤداها أن المراد من لا يتيسر لهم طريق إلى النكاح، لقلة الطول، أو قلة النساء أو عدم وجود امرأة ترضى الخاطب. قوله: ((حتى يغنيهم الله من فضله)). أي يلزم طلب العفاف إلى هذه الغاية\"التي بها يحصل إعفافهم بالزواج\". قال بعض العلماء: إن المراد بالغنى هنا المال، لأنه مقابل لقوله: ((لا يجدون نكاحاً)). وقال بعضهم: بل المراد يغنيهم بالنكاح بوجود امرأة أو مال. وطلب العفة فرض في كل وقت، وقد يستشكل بعضهم كون الله تعالى جعل غاية طلب العفة بحصول الغنى. والجواب: أن هذه الغاية لا مفهوم لها، فليس المراد أن الله إذا أغناهم من فضله فلا حاجة إلى طلبهم العفة، وهو كقوله تعالى: ((وَلا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ...)) [الإسراء: 34]. فليس المراد أنه إذا بلغ أشده فاقربوه بغير التي هي أحسن. وإنما سكت عما بعد الغاية، لأن الذى لم يجد ما يتزوج به هو الذى يحتاج إلى أن يتكلف طلب العفة، لشدة حرارة الشهوة والغريزة الجنسية ما دام غير متزوج، فإذا أغناه الله تعالى بالزواج، فلا يحتاج إلى تكلف العفة الذي كان واجباً عليه من قبل، لأن الغالب على المؤمن أن يستغني بالحلال عن الحرام، والله تعالى أعلم."
  },
  {
    "type": "section",
    "id": "section-18",
    "title": "(5) مكاتبة العبيد إذا علم أن فيهم خير..  المحاضرة السادسة عشرة في 17/10/1385هـ",
    "content": "قوله تعالى: ((وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْراً...)). الصحيح  أن الذين مبتدأ، كما يدل عليه ظاهر استقراء القرآن ومنه قوله تعالى: ((الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا)). [الآية الثانية من هذه السورة]. وقوله تعالى: ((وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا)). [المائدة:38]. وهو يدل على خلاف ما ذهب إليه الأستاذ سيبويه من أن المختار في الاسم المشتغل عنه في الطلب النصب، وهو ما عقده ابن مالك بقوله: واختير نصب قبل فعل ذي طلب ودخول الفاء في قوله: ((فكاتبوهم)) التي هي جملة الخبر لتضمن الموصول معنى الشرط. ومعنى: ((يبتغون)) يطلبون. والمراد بالكتاب: المكاتبة، وقياس مصدر فاعل الفعال والمفاعلة كقاتل قتالاً ومقاتلة، وجادل جدالاً ومجادلة وخاصم خصاماً ومخاصمة، وقد عقده ابن مالك بقوله: لفاعل الفعال والمفاعلة.. وقيل المراد به الصك المكتوب فيه، لأن المكاتبة بين السيد والعبيد تكون عادة في صك. قال بعض العلماء: نزلت في غلام حاطب، وقيل في غيره وعلى كل حال فالعبرة بعموم الألفاظ لا بخصوص الأسباب. والإماء في ذلك كالعبيد باطباق المفسرين. والمكاتبة عقد عتاقة على مال، ولابد أن يكون منجماً عند أكثر العلماء. قال الشافعي: أقلها ثلالة أنجم، لأن الكتابة رخصة جاء بها الشرع والمعروف أن الأصول تدل على منعها، لأن الانسان لا يشتري ماله بماله، والعبد وماله للسيد، ولم تكن الكتابة في عهد النبى صلى الله عليه وسلم إلا منجمة. وذهب مالك وعامة أصحابه إلى أن التنجيم ليس شرطاً في المكاتبة، لأنه إنما شرع لمصلحة العبد، فإنه في الغالب لا يجد مالاً يدفعه في آن واحد، وقول مالك أقيس، فانه إذا جاز ذلك منجماً، فأي مانع منه دفعة واحدة. وتسمى المقاطعة إذا دفعت جملة، عندهم. وأكثر العلماء على أن العبد لا يعتق ما دام عليه درهم واحد. وقال بعضهم: إذا أدى نصف ما عليه عتق وصار مديناً بالباقي. وقال آخرون: إذا دفع أول نجم عتق وصار مديناً بالباقي. وقال آخرون: يعتق منه بقدر ما يدفع، فإذا دفع الثلث عتق منه الثلث - مثلاً- فيكون مبعضاً. والأمر في قوله تعالى: ((فكاتبوهم)) فيه قولان: القول الأول: أنه للوجوب، لأن المعروف أن صيغة الأمر المجردة عن القرائن تكون للوجوب، وهو ظاهر مذهب عمر بن الخطاب رضي الله عنه، لأن سيرين عبد أنس، رضي الله عنه كان حسن التصرف، وطلب من أنس المكاتبة فأبى، فرفع أمره إلى عمر، رضي الله عنه، فرفع عمر على أنس الدرة ليضربه، وقال: الله يقول: ((فكاتبوهم)) وأنت تقول: لا؟! . [صحيح البخارى (3/ 126) وهذا نصه: أن سيرين سأل أنساً المكاتبة، وكان كثير المال، فأبى، فا نطلق إلى عمر رضي الله عنه، فقال: كاتبه فأبى فضربه بالدرة، ويتلو عمر: ((فكاتبوهم إن علمتم فيهم خيراً)). وراجع تفسير القرآن العظيم لابن كثير (3/287) وفي هذه القصة بيان ما كان عليه رعاة المسلمين من الصرامة في أحكام الله على القوي والضعيف، وإنصاف الضعفاء من الأقوياء، ومشروعية الأسر في تحرير العبيد، وهل الأسر المشروع في الإسلام مع ما ضمنه للأسرى من الكرامة خير للأسرى؟! أو ما يجده اليوم الأحرار إذا كانوا ضعفاء من الظلم والعدوان من دعاة حقوق الإنسان، في أغلب بلدان العالم، وبخاصة المسلمين؟!]. وذهب جمهور العلماء إلى أن الأمر للندب، ولإرشاد- وهذا هو القول الثاني - قالوا: ولا نسلم أن القرينة الصارفة منتفية هنا، بل القرينة دالة على أنه للندب من وجهين: الوجه الأول: معنوي، وهو أن حقيقة الكتابة لا تتعدى العتق أو البيع، لأنها من حيث إخراج الرقبة عن الرق عتق، ومن حيث أخذ العوض بيع، وقد دل الكتاب والسنة والاجماع على أن الرجل لا يقهر على أن يبيع، ولا على أن يعتق، وهذا دليل على أن الأمر إنما هو للإرشاد والاستحباب، وليس للوجوب. الوجه الثاني: لفظي، وهو قوله تعالى: ((إن علمتم فيهم خيراً)) فلما وكل العلم إلى السادة، فكأنه وكل الأمر كله إليهم، فقد يقولون: علمنا فيهم خيراً، وقد يقولون: ما علمنا فيهم خيراً. وقوله تعالى: ((إن علمتم فيهم خيراً)) شرط تخصيص الأمر بالكتابة أي مفهومه أنكم إن لم تعلموا فيهم خيراً فلستم مأمورين بالكتابة وهو يصدق بالجواز أو الكراهة. وجواب الشرط محذوف دل عليه ما قبله، أو هو الجواب على رأي الكوفيين. والخير اسم جامع لكل الفضائل الدينية والدنيوية. قال بعضهم: المراد به هنا الدين والصلاح، لأن من كان ذا دين تحصل له فوائد من عتقه، لإقامة دينه ومحافظته على الأوامر الشرعية، بخلاف الرق، فإنه مشغلة. وقال آخرون: المراد القدرة على أداء المال، وذلك أنه إذا قدر على أداء المال عرف أنه قادر على الكسب والحصول على ما يغنيه، فلا يكون عالة على المجتمع. والقاعدة: أن النص إذا احتمل معاني حمل عليها كلها، فإذا لم يكن صالحاً في الدين وخلصه سيده من الرق فكأنه أعانه على فساده.. والله تعالى يقول: ((وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الْأِثْمِ وَالْعُدْوَانِ)) [المائدة: من الآية2]. والذي لا يقدر على الاكتساب يكون عالة على الناس، فتحصل منه أذية لهم. وإذا كانت الكتابة على نجوم معينة وأراد العبد أن يعجز نفسه، فهل يجوز ذلك؟ والجواب: أن الصحيح أن العبد له حالتان: حالة يوافق فيها على تعجيز نفسه، وهي ما إذا لم يكن له مال ظاهر. وحالة لا يوافق فيها على تعجيز نفسه، وهي ما إذا كان له مال ظاهر فيحض على الحرية، لأن الشرع يتشوق للحرية، ولا يشجع على الرق. وقوله تعالى: ((وآتوهم من مال الله الذي آتاكم)). قال بعضهم: الخطاب للسادة المكاتِبين، أمروا بإعانة المكاتبين وبهذا قال مالك وأصحابه. وقال بعضهم: بل المراد به الأئمة، والمراد إيتاؤهم من الزكاة وهم المراد بقوله تعالى: ((وفي الرقاب)) [التوبة:60] والأمر هنا يكون للوجوب. وقال بعض العلماء: القرينة تدل على أنه ليس المراد هذا الوجه، لأن الولاة ليسوا مالكين للزكاة، حتى يلزموا بإيتاء العبيد منها والإنسان إنما يلزم بما هو في ملكه. وقال بعضهم: الآية عامة، أي أن الأمر موجه إلى عموم المؤمنين وهذا هو ظاهر القرآن. فإذا عجز العبد ومال الناس الذي أعطوه موجود.. فقال بعضهم: لهم الحق أن يأخذوه ويرجعوا فيه، لأنهم أعطوه لغرض، فكأنه أعطى بشرط لم يتحقق.. وقال آخرون: لا حق لهم في الرجوع. (6) تحريم إكراه السيد إماءه على الزنى.. قوله تعالى: ((وَلا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّناً لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ)). أجمع العلماء أن هذه الآية نزلت في جواري عبد الله بن أبي كن يبغضن الزنى، وهو يكرههن عليه، لينال بذلك ما كان يعتاد أهل الجاهلية من المكاسب الخبيثة، وكانوا إذا حملت الأمة لسيد من سادات العرب بالزنى، ثم ولدت يسأل عنه حتى يجده فيفيده بالأموال الطائلة. فشكت الجواري إلى النبي صلى الله عليه وسلم، فنزلت الآية. المراد بالبغاء الزنى، وقد يطلق على الطلب، ولكنه في الزنى أكثر. وهو المراد هنا إجماعاً. والفتيات يطلق على الشابات، يقال للشاب: فتى، وللشابة: فتاة، ولكن استعماله بمعنى الأمة أكثر، وهو المراد هنا، ومنه الحديث: (لا يقل أحدكم عبدي وأمتي وليقل فتاي وفتاتي). [البخاري (3/123) ومسلم (4/1764) من حديث أبي هريرة]. وقوله تعالى: ((إن أردن تحصناً)) لا مفهوم مخالفة له، أي فلا يفهم أنهن إذا لم يردن التحصن يجوز إكراههن، بالاجماع، فإن النص نزل مشخصاً لهذه الصورة الواقعية، والنص إذا جاء مشخصاً لمسألة من المسائل، لا يؤخذ بالمفهوم المخالف فيه، أي إن المفهوم لا يراد إخراجه عن حكم المنطوق.. ومن هذا قوله تعالى: ((وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهاً آخَرَ لا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لا يُفْلِحُ الْكَافِرُونَ)) [المؤمنون:117]. فلا يفهم أن هناك إلهاً آخر عليه برهان. وكذلك قوله تعالى: ((لا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ)) [آل عمران: من الآية28]. فلا يفهم منه أنهم لو اتخذوا الكفار أولياء مع المؤمنين جاز ذلك. والمراد بالتحصن التعفف عن الرذيلة، ومن إطلاق الإحصان على العفة قول الشاعر: [sh] فلا تامنن الحي قيساً فإنهم=بنو محصنات لم تدنس حجورها [/sh] قوله تعالى: ((لتبتغوا عرض الحياة الدنيا)). أي أن هذا هو موجب الإكراه وهو مهر الزنى وفداء أولاد الزنى. وإنما أطلق عليها عرض، لأنها شىء عارض، وهذا أيضاً لا مفهوم له، لأن النص جاء مخصصاً المسألة بعينها، وهو أنهم يكرهونهن على الزنى لينالوا ما ذكر. قوله: ((ومن يكرههن فإن الله من بعد إكراههن غفور رحيم)) أي غفور رحيم لهن، وليس المراد أنه غفور رحيم للذين أكرهوهن، لأن الغفران والرحمة يناسبان المقهور المكرَه، لا المجرم المكرِه. وفي هذه الآية دليل على أن المسلم إذا وقع في ذنب وهو مكره مقهور، لا يؤخذ به.. ولهذا قال النبي صلى الله عليه وسلم: (رفع عن أمتي الخطأ والنسيان وما استكرهوا عليه). [الحديث في سنن ابن ماجة (1/659) من حديث أبي ذر الغفاري، ولفظه: قال: قال رسول الله صلى الله عليه وسلم: (إن الله تجاوز عن أمتي الخطأ والنسيان وما استكرهوا عليه) وذكره الشيخ الألباني في صحيح سنن ابن ماجة (1/347) وقال: صحيح وأشار إلى رقمه في المشكاة بتخريجه: 6284، ورقمه في إرواء الغليل 82 وذكر ابن ماجه شاهدين للحديث أحدهما عن أبي هريرة، والثاني عن ابن عباس]. وهذا الحديث، وإن أعله الامام أحمد وابن حزم فقد تلقته الأمة بالقبول. والقرآن الكريم قد دل على أن المكره لا يؤاخذ بما أكره عليه، كما قال تعالى: ((مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْأِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْراً فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ)) [النحل:106]. قوله تعالى: ((وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ وَمَثَلاً مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِلْمُتَّقِينَ)) قوله: ((مبينات)) فيه قراءتان: الأولى: باسم الفاعل.. والثانية: باسم المفعول. ومعناه على الأولى: إما بمعنى اللازم، أي واضحات ظاهرات لا خفاء فيها، وإما من المتعدي، أي موضحات ومظهرات للأحكام الشرعية. ومعناه على القراءة الثانية: موضحات، وضحها الله تعالى وأظهرها أتم توضيح وأظهره. ومجيء: بيَّن غير متعد لغة فصيحة مشهورة عند العرب ومما أثر عنهم: بيَّن الصبح لذى عينين، أي ظهر، وقول الشاعر: [sh] وللحب آيات تبين بالفتى=شحوب وتعرى في يديه الأشاجع [/sh] أي تظهر به، وروي بنصب شحوب، ولا شاهد على هذه الرواية في البيت. ومنه قول الشاعر: [sh] رأى الناس البصيرة فاستقاموا=وبينت المراض من الصحاح [/sh] وقوله: ((ومثلاً)) أي صفة مشابهة لصفات من خلوا من قبلكم، لأن أم المؤمنين عائشة رضي الله عنها، رميت بالفرية والإفك، وبعد أن خاض الناس في ذلك برأها الله تعالى مما رميت به، فقال تعالى: ((أولئك مبرؤون مما يقولون)). وقد مضى مثل ذلك لمريم بنت عمران، حين رماها قومها بعيسى حينما جاءت تحمله بأنه ابن زنى.. كما قال تعالى: ((يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيّاً)) [مريم:28]. وقال تعالى: ((وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَاناً عَظِيماً)) [النساء:156]. وقد برأها الله تعالى على لسان ابنها، وهو صغير، كما قال تعالى: ((فَأَشَارَتْ إِلَيْهِ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيّاً * قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيّا)) [مريم:29-30]. ويوسف عليه السلام رمته امرأة العزيز أنه أرادها على نفسها كما قال تعالى: ((وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيصَهُ مِنْ دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ قَالَتْ مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءاً إِلَّا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ)) [يوسف:25]. فوقع ما وقع عليه من السجن، ثم برأه الله تعالى على ألسنة النساء اللاتي ساعدن امرأة العزيز، وعلى لسان امرأة العزيز نفسها، كما قال تعالى: ((قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ قَالَتِ امْرَأَتُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ)) [يوسف:51]. وقوله: ((وموعظة للمتقين)). إنما خصهم بالموعظة، لأنهم هم المنتفعون بها، وكثيراً ما يخص الله المنتفع، مع أن المراد العموم، كما قال تعالى: ((فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ)) [قّ: من الآية45]. والموعظة الكلام الذي تلين به القلوب، والعامة لا يفهمون من الموعظة والوعظ إلا الكلام الذي فيه ترغيب، وترهيب، بذكر الجنة ونعيمها، وذكر النار وعذابها، ولكن الله تعالى كثيراً ما يطلق في كتابه العزيز الموعظة على الأوامر والنواهي. ولا شك أنها من أعظم المواعظ، ووجه كون الأوامر والنواهي مواعظ أن المسلم العارف أعظم ما يلين قلبه أوامر الله تعالى ونواهيه عندما يسمعها، لعلمه بأن الله يثيبه إذا امتثل الأمر، ويعاقبه إذا ارتكب النهي، فيكون بين الخوف والطمع، وهذا معروف مشاهد في المخلوقين، فإنت ترى الناس يسارعون في تنفيذ رغبات الملوك ويبتعدون كل الابتعاد عما يسخطهم خوفاً من بطشهم وطمعاً في القرب منهم، مع أنهم بشر، فكيف بخالق السماوات والأرض وله المثل الأعلى؟! وإطلاق الوعظ بهذا المعنى كثير في القرآن، ومنه ما في هذه الآية، وما مضى في قوله تعالى: ((يَعِظُكُمُ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَداً إِنْ كُنْتُمْ مُؤْمِنِينَ)).. [الآية: 17 من هذه السورة]. وكذلك لما ذكر الله تعالى أحكاماً كثيرة في سورة البقرة في الطلاق والرجعة والنكاح، قال تعالى: ((ذَلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكُمْ أَزْكَى لَكُمْ وَأَطْهَرُ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ)) [البقرة: من الآية232]. سادساً: المستضيؤون بنور الله والمحرومون منه.. قال تعالى: ((اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لا شَرْقِيَّةٍ وَلا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ * فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ * رِجَالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ * لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ * وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ * أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُوراً فَمَا لَهُ مِنْ نُورٍ * أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلاتَهُ وَتَسْبِيحَهُ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ * وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللَّهِ الْمَصِيرُ  * أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَاباً ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَاماً فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ * يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ * وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَعٍ يَخْلُقُ اللَّهُ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ * لَقَدْ أَنْزَلْنَا آيَاتٍ مُبَيِّنَاتٍ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ * وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ * وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ * وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ * أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ بَلْ أُولَئِكَ هُمُ الظَّالِمُونَ * إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ * وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَئِكَ هُمُ الْفَائِزُونَ * وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ قُلْ لا تُقْسِمُوا طَاعَةٌ مَعْرُوفَةٌ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ * قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلاغُ الْمُبِينُ * وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ * وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ * لا تَحْسَبَنَّ الَّذِينَ كَفَرُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَأْوَاهُمُ النَّارُ وَلَبِئْسَ الْمَصِيرُ))."
  },
  {
    "type": "section",
    "id": "section-19",
    "title": "(1) وجوب الإيمان بأسماء الله وصفاته على ما يليق به .. المحاضرة السابعة عشر، في: 18/10/1385هـ",
    "content": "قوله تعالى: ((الله نور السماوات والأرض)) وصف الله بأنه نور، ومن أسمائه تعالى النور، ومما يدل على وصفه به قوله تعالى: ((وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا)) [الزمر: من الآية69]. وقد اختلف السلف في تفسير هذه الآية، وأقوالهم لا تخلو من التأويل: فذهب بعضهم إلى أن المراد منور السموات والأرض. وذهب آخرون إلى قراءة الضحاك - وهي شاذة: ((نور السموات والأرض)) على أنه فعل ماض، وهذا قريب من الأول. وقال أنس بن مالك: المراد نوره تعالى هدى لأهل السموات والأرض. النجاة في الإيمان بذلك مبنية على ثلاث أصول: والتحقيق ما دل عليه كتاب الله، لأن الهدى في اتباعه. وقد بين تعالى في غير ما آية، أن المعتصم الوحيد المنجي أمام الله هو التمسك بما وصف به نفسه، وذلك بأن يعتمد العبد ثلاثة أصول، من تمسك بها سار على المحجة البيضاء، ومن أخل بواحد منها وقع في المحذور: الأصل الأول: وهو الأساس الأعظم في التوحيد تنزيه الله خالق هذا الكون عن مشابهة خلقه في أي شيء.. فإن الخلق أقل من أن يشابهوا خالقهم، أليسوا أثراً من آثار قدرته؟ وكيف تشبه الصنعة صانعها؟ فيلزم العبد تطهير أرض قلبه من أقذار التشبيه وأن لا تذهب نفسه لصفات المخلوقين عند ذكر صفات الله فهو أعظم من أن تشبه صفة خلقه صفته.. بل يجب على المسلم أن يمتلىء قلبه إجلالاً وإكباراً عند سماعه صفة الله حتى لا يقع في التشبيه. فإذا طهرت نفس العبد من أقذار التشبيه، غرس فيها الإيمان الصحيح، وصدَّق الله تعالى فيما وصف به نفسه ((قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّه ُ)) [(البقرة: من الآية140]. وصدَّق رسول الله صلى الله عليه وسلم لأنه أعرف بالله بعد الله.. وهذا التعليم ليس من عندنا وإنما أخذ من نور المحكم المنزل، أوضحه الله تعالى إيضاحاً تاماً، ولهذا لما كانت صفة السمع والبصر يتصف بها كل المخلوقين وهو يعلم أن بعض الناس الذين فسدت فطرهم قد يتوهمون مشابهة صفاته لصفات خلقه قدم قبل إثبات هاتين الصفتين لنفسه، نفي ما قد يتوهم العبد من المشابهة.. فقال تعالى: ((لَيْسَ كَمِثْلِهِ شَيْءٌ)) ثم قال: ((وَهُوَ السَّمِيعُ الْبَصِيرُ)). [الشورى:11]. فكأن الله تعالى يقول: لا تتنطع يا عبدي على بأن تقول: إن صفاتي كصفات المخلوقين، وهذا يدل عليه قوله تعالى: ((ليس كمثله شيء)) ولا أن تنفي صفاتي بحجة أنها مشابهة لصفات خلقي بل أثبتها على أساس التنزيه، وهذا يدل عليه قوله تعالى: ((وهو السميع البصير)). فإذا وصف الله تعالى نفسه بأنه نور، أو بأن له يداً، أو أنه استوى على العرش وجب أن نمر كل ذلك كما جاء مع تنزيهنا له غاية التنزيه. وغاية ما يقول المتنطع: أنا لم أعقل في الخارج كيفية سمع ولا بصر إلا ما هو في المخلوق، وكذا الاستواء واليد وغيرها من الصفات، فبينوا لنا الكيفية؟. فيتجاوز معه - ضرورة، ولا يقال له كما قال الامام مالك: وما أراك إلا رجل سوء أخرجوه عنى – فيقال له: هل عرفت كيفية الذات المتصفة بهذه الصفات؟ فسيقول: لا.. فيقال له: إن معرفة كيفية تلك الصفات متوقفة على معرفة كيفية الذات، وإذا كنت تثبت ذاتاً بدون معرفة كيفيتها، منزهاً لها عن مشابهة ذوات المخلوقين، فأثبت ما وصف الله تعالى به نفسه كذلك على غرار قوله: ((لَيْسَ كَمِثْلِهِ شَيْءٌ)) وقوله: ((وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ)) [الاخلاص:4]. وقوله: ((فَلا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ)) [النحل:74]. فأول الأصول: قوله تعالى: ((ليس كمثله شيء وهو السميع البصير)) فيه التنزيه الكامل من غير تعطيل، وآخره فيه الإثبات من غير تشبيه ولا تمثيل ولا تأويل. الاصل الثاني: الإقرار بما وصف الله به نفسه على ظاهره من الكمال والتنزيه، بلا تأويل ولا تعطيل ولا تمثيل. لأن العقول والفطر تعرف الفرق الشاسع بين الخالق والمخلوق، والرازق والمرزوق، والميت والمميت، وأن صفاته تعالى متنافية مع صفات خلقه كل التنافي. الاصل الثالث: معرفة قدر العقول وقطع طمعها في معرفة كيفية صفات الله، وأنها مخلوقة واقفة عند حدها، وهو تعالى الخالق أعظم من أن تحيط به العقول.. كما قال تعالى: ((يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يُحِيطُونَ بِهِ عِلْما)) [طـه:110]. والمعروف أن ((علماً)) تمييز محول عن الفاعل، أي لا يحيط به علمهم. والفعل ينقسم قسمين: حقيقي وصناعي. والمراد بالحقيقي الحدث المتجدد، وهو المعبر عنه بالمصدر. والمراد بالصناعي ما اصطلح عليه النحاة، وهو الماضى والمضارع والأمر، وإنما قيل له: فعل، لأنه يتضمن الفعل الحقيقى. وهو عند النحويين ينحل عن مصدر وزمن،كما عقده ابن مالك في الخلاصة بقوله: [sh] المصدر اسم ما سوى الزمان من=مدلولي الفعل كأمن من أمن [/sh] وهو عند البلاغيين ينحل عن مصدر وزمن ونسبة، وهذا هو الصحيح، ويذكرون هذا فيما يسمونه الاستعارة التبعية. والنسبة التي ينحل عنها قسمان: لأنه إما أن يكون لازماً أو متعدياً فإن كان لازماً فهو ينحل عن نسبة واحدة، وهي نسبة الفعل إلى الفاعل، كالجلوس، فلا يفهم معنى معقول لجلس إلا بالمصدر الواقع في زمن مع نسبته لفاعل.. وإن كان متعدياً فهو ينحل عن نسبتين: نسبة الفعل إلى الفاعل، ونسبة وقوعه على مفعول به، كضرب، فلا يفهم معناه إلا بالمصدر والزمن والنسبتين معاً. وإذاً فالمصدر الكامن في الفعل متفق عليه، وهو الذي يتسلط عليه النفي، فيصبح نكرة في سياق النفي، فيكون من صيغ العموم، فيكون المعنى: لا إحاطة للعلم البشري بخالق السموات والأرض. وأنا كفيل لمن أتى متمسكاً بهذه الأسس أمام الله تعالى أنه لا يوبخه على تمسكه بها، وإنما يكون له العقاب والتوبيخ إذا أخل بواحد منها. فعلينا أن نثبت لخالقنا صفة النور، كغيرها من الصفات. وقد ثبت في الصحيحين من حديث أبي موسى أن الرسول صلى الله عليه وسلم قال عن ربه: (حجابه النور). [حديث أبي موسى في صحيح مسلم (1/161-162) قال: قام فينا رسول الله صلى الله عليه وسلم بخمس كلمات، فقال: (إن الله عـز وجل لا ينام ولا ينبغي له أن ينام، يخفض القسط ويرفعه، يرفع إليه عمل الليل قبل عمل النهار، وعمل النهار قبل عمل الليل، حجابه النور ولو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه] ولو أبداه لأهل العالم.؟؟؟ وذكر ابن إسحاق في السيرة أن النبي صلى الله عليه وسلم لما رجع من الطائف قال: (أعوذ بنور وجهك الذي أشرقت له الظلمات وصلح عليه أمر الدنيا والآخرة أن يحل بي غضبك أو ينزل بي سخطك، لك العتبى حتى ترضى، ولا حول ولا قوة إلا بك) [نص الدعاء الذى أورده في السيرة: اللهم إليك أشكو ضعف قوتي، وقلة حيلتي: وهواني على الناس، يا أرحم الراحمين، أنت رب المستضعفين، وأنت ربي، إلى من تكلني؟ إلى بعيد يتجهمني؟ أم إلى عدو ملكته أمري، إن لم يكن بك علي غضب، فلا أبالي، ولكن عافيتك أوسع لي، أعوذ بنور وجهك الذى أشرقت له الظلمات وصلح عليه أمر الدنيا والآخرة من أن تنزل بي غضبك أو يحل علي سخطك، لك العتبى حتى ترضى، ولا حول ولا قوة إلا بك). [السيرة النبوية: (1/420)]. وهذا الذي ذكر، وإن كان في السيرة - يعنى لم تعلم صحته من حيث السند - إلا أنه يظهر عليه أثر النبوة. وقال أبو ذر للنبي صلى الله عليه وسلم: هل رأيت ربك؟ فقال: (نور أني أراه) [مسلم (1/161)] (2) مثل من استضاء بنور الله.. وقوله تعالى: ((مثل نوره كمشكاة فيها مصباح)). أي صفة نوره، والمراد بالنور- هنا- نور الإيمان في قلب العبد المؤمن باتفاق المفسرين. \"وسأل الشيخ زائر فقال: لو كان النور اسماً من أسماء الله للزم إضافة الشيء إلى نفسه فأجابه بما مضى\"من أن النور هنا يراد به نور الايمان في قلب العبد. وسأله أحد الزملاء: هل هذا من إضافة المخلوق إلى الخالق، فقال: نعم.. [يظهر في هذا أن شيخنا المفسر يفرق بين قوله تعالى: ((الله نور السماوات والأرض)) فيجعله من صفات، وبين قوله هنا: ((مثل نوره)) فيفسره بالإيمان الذي في قلب العبد]. والله سبحانه يضرب الأمثال الدالة على غرائب وعجائب، وقد جرت عادة القرآن أن يمثل بالنور للإيمان وبالظلمة للكفر، فضرب الله تعالى هذه الأمور ليستفيد منها العبد فيتعاهد نفسه، ولهذا مثل الإيمان بالنور كما هنا، ومثل الكفر بالظلمات، كما سيأتي في قوله تعالى: ((أو كظلمات في بحر لجي)). نوع التشبيه هنا واختلف في نوع التشبيه هنا: فقال بعضهم: هو تشبيه تمثيل، أي تشبيه صورة بصورة. وقال بعضهم: تشبيه مفروق، أي مفردات، كل واحد منها شبه بآخر وسيأتي إيضاح ذلك بعد إيضاح معنى التشبيه. والمشكاة.. قال بعضهم: الكوة غير النافذة، لأن المكان الضيق يشتد فيه الظلام، وكلما كان الظلام أشد، كان النور فيه أسطع.. وقال بعضهم: المشكاة محل الفتيلة من القنديل، والمراد على كلا الوجهين المحل الذي فيه النور. فكأنه شبه الصدر بالكوة، أو بمحل الفتيلة، والقلب هو الزجاجة ونور الإيمان داخله كالمصباح في داخل الزجاجة، والزجاجة إذا كانت صقيلة شع نورها وصفا، فإذا تدنست بوسخ من جهة انطمس النور المقابل لذلك الوسخ، فإذا سودت كلها انطمس النور كله. وهكذا إذا أذنب العبد ذنباً نكت على القلب نكتة سوداء فإن كان صاحبها ممن إذا مسهم طائف من الشيطان تذكروا أزال ذلك الوسخ. [يشير فضيلة الشيخ إلى قوله تعالى: ((إن الذين اتقوا إذا مسهم طائف من الشيطان تذكروا، فإذا هم مبصرون)) الأعراف: 201]. وعلامة وجود الشعاع في قلب المؤمن أن تراه عارفاً بصيراً بما ينفع فيفعله، وبما يضر فيجتنبه، قليلاً كان أو كثيراً، فيكون حذره من المعاصى علامة على صفاء قلبه وصقالته، فإذا أذنب ذنباً و لم يتب منه، بل أتبعه بآخر وهكذا لم يكن عارفاً فازداد السواد على قلبه حتى يغشاه الران فينطمس النور فلا يرى حقاً من باطل، ولا قبيحاً من حسن ولا نافعاً من ضار. وعلامة هذا الطمس أن ترى العبد يرتكب الكبائر وهو يضحك، وتفوته الرغائب وهو فرح مسرور.. ومثاله مع الأول كالأعمى والبصير في محل فيه حيات، فالبصير يفر منها والأعمى يبقى فتأكله. ومن أراد أن يعرف ذلك فلينظر إلى رجلين في الشارع أحدهما صحيح النظر، حديده، كامله، ولكنه فاقد العقل وآخر أعمى البصر تام العقل فترى الأعمى يحتال لمعرفة الطريق، وتجنب ما قد يضره، وترى المبصر يضرب بنفسه في الجدران ويمر على الحيات وغير ذلك مما يضره وهو لا يعرفه.. وفي مثل هذا قال تعالى: ((فَإِنَّهَا لا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ)) [الحج: من الآية46]. وهذا النور له غذاء، فإن كان هذا الغذاء صافياً كان النور صافياً، وإلا فلا. فالزيت القرآن والسنة، فإذا عمل بهما الإنسان على الوجه المشروع كان النور مستمداً من المنبع الصافي والشجرة التي يوجد فيها الزيت، وهي شجرة الإسلام. فيجب صقل الزجاجة - أي القلب - بالطاعة فإذا توسخت طهرها بالتوبة. واختلف في المشكاة. فقيل: لفظ عجمي، وقيل: عربي. واختار ابن جرير أن كل كلمة في القرآن عربية، إلا الأعلام وهو الحق، ولا يلزم من وجود بعض الكلمات عند العجم أن لا تكون عربية أصلية، فقد يكون ذلك من اتفاق اللغات. وكون المراد بالمشكاة الكوة غير النافذة هو قول الجمهور، وكون المراد بها محل الفتيلة من القنديل هو اختيار ابن كثير."
  },
  {
    "type": "section",
    "id": "section-20",
    "title": "المحاضرة الثامنة عشرة، في: 23/10/1385هـ",
    "content": "مناسبة الآية لما قبلها [عندما بدأ الشيخ في هذه المحاضرة سأله أحد الطلبة عن مناسبة هذه الآية لماقبلها؟] فقال: لما أمر الله تعالى ببعض الأمور التى لا غنى للناس عنها، ونهى عن بعض الأمور التي بارتكابها يحصل الضرر على المجتمع والأفراد وحث على بعض الآداب السماوية، بين سبحانه أن امتثال تلك الأوامر، واجتناب تلك النواهي، والتزام تلك الآداب ينور لها قلوب بعض عباده فيوفقهم لها ويطمس قلوب آخرين، فلا يمتثلون أوامره، ويرتكبون نواهيه، فضرب للموفق هذا المثل، وضرب للضالين المثل الآتي في قوله تعالى: ((أو كظلمات في بحر لجي...)). وللعلماء في هذا التشبيه وجهان: الوجه الأول: أنه تشبيه تمثيل، وهو تشبيه قصة بقصة، أو جملة بأخرى، فيكون هنا شبه صورة إشعاع نور الإيمان في قلب المؤمن باشعاع نور المصباح الواقع في الزجاجة، وهذا ظاهر. الوجه الثاني: أنه تشبيه مفروق، فمقابل الصدر المشكاة ومقابل القلب الزجاجة، ومقابل الإيمان المصباح ومقابل الزيت الطاعة بامتثال أوامر الله واجتناب نواهيه ومقابل الزيتونة التي يستمد منها الزيت شجرة الإسلام - كتاب الله وسنة رسول الله صلى الله عليه وسلم ، فالزيت غذاء للوقود والعمل الصالح غذاء لنور الإيمان في القلب. قوله: ((مثل نوره)) المثل معناه الصفة، أي صفة نوره، أي نور الله في القلب، وهو ما يقذفه فيه من العرفان لأن الإنسان لا يبصر حقاً من باطل ولا حسناً من قبيح، ولا نافعاً من ضار إلا بصحة البصيرة.. كما مضى في قوله تعالى: ((فَإِنَّهَا لا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ)). قوله تعالى: ((فيها مصباح)) أي في المشكاة مصباح، وهي - أي المشكاة - على وزن: مِفْعَلَة، كالمرقاة والمصفاة، ولذا يوقف عليها بالهاء، والمصباح نور القنديل. قوله تعالى: ((المصباح في زجاجة)). الزجاجة جوهر شفاف يزداد النور فيه تألقاً، بخلاف النور الذي لا يكون في الزجاج، فإنه لا ينير كما ينبغي. قوله تعالى: ((الزجاجة كأنها كوكب دري)). أي كأنها لصفائها نجم، وبعض المفسرين يذكر الزهرة وهو تمثيل، وليس المراد قصر الكوكب عليها. وقوله: ((دري)) فيه ثلاث قراءات: الأولى: بضم الدال وتشديد الراء المكسورة والياء: ((دُرِّي)). الثانية: بكسر الدال وتشديد الراء المكسورة ((دِرِّي)). الثالثة: بضم الدال وتشديد الراء المكسورة كذلك وتسكين الياء والهمزة بعدها ((دُرٍّيْءٌ)) ومعنى القراءة الأولى: أنه منير صقيل منسوب إلى الدر، وهو الياقوت، ولا إشكال في ذلك. ومعناه على كلا القراءتين الأخريين من الدرء، وهو الدفع، لأن الكواكب تدرأ بها الشياطين، وتكون عند ذلك أشد إنارة وصفاء، وكل هذه القراءات سبعية. قوله تعالى : ((يوقد من شجرة مباركة)). في قوله: ((يُوقد)) ثلاث قراءات سبعية أيضاً: الأولى: يُوقَد بالبناء للمجهول، مسنداً إلى ضمير الغائب المفرد. الثانية: تَوَقَّد فعل ماض مسند كذلك إلى ضمير الغائب المفرد. ومرجع الضمير - على كلتا القراءتين - هو المصباح. الثالثة: توقد بالبناء للمجهول وإسناد الفعل إلى ضمير الغائبة المفردة، ومرجع الضمير على كلتا القراءتين: الزجاجة، وإسناده إليها لملابسته لها، ووقوعه داخلها، والتوقد التلألؤ. وقوله: ((من شجرة)) على حذف مضاف، أي من زيت شجرة والشجر في لغة العرب ما قام على ساق، وخلافه النجم.. وبعضهم فسر به قوله تعالى: ((وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ)) [الرحمن:6]. ومعنى كونها ((مباركة)) أنها كثيرة الخيرات. وقوله: ((زيتونة)) عطف بيان على شجرة، عند من يجيز مجيء عطف البيان من النكرة،كما قال ابن مالك: [sh] فقد يكونان منكرين=كما يكونان معرفين [/sh] وبدل عند من لا يجيز ذلك. وأما من زعم أنه نعت فقد غلط. وإنما وصفت شجرة الزيتونة بكونها مباركة لكثرة خيراتها فإنها كلها خير ومنافع، ويزعم بعضهم أنها أول شجرة نبتت في الأرض، وأول شجرة نبتت بعد الطوفان، وأنها أكثر الشجر دواماً. وقوله تعالى: ((لا شرقية ولا غربية)).. فيه أقوال كثيرة: أظهرها أن هذه الشجرة بادية لا يسترها شئ عن الشمس في وقت شروقها ولا في غروبها، وذلك بأن لا يكون في شرقها ولا في غربها شجر، لأنها إذ وجد شجر في شرقها وغربه، إن كانت في شرق البستان مال عليها الظل عند ميل الشمس إلى الغرب، وإن كانت في غربه وقع عليها الظل عند الشروق، ومنعها شعاعَ الشمس ينقص من ثمرها ويضعف فائدتها، فلا يوجد شرقها شجر ولا غربها، فيمنعها شعاع الشمس في أول النهار أو آخره. وهذا أصفى لزيتها وأحسن. وذهب بعضهم إلى أن المراد وجود تلك الشجرة في وسط البستان فلا يقع عليها شعاع الشمس، عند شروقها، ولا عند غروبها، لما يحيط بها من الأشجار وهذا باطل، لأن الظل الدائم على الشجرة يكسب ثمرها ضعفاً وضآلة، ولهذا تجد الزراع يباعدون بين ما يزرعون، لأن تقارب الزرع يضره. وقال بعضهم: المراد أنها في الشام، والشام لا يوصف بأنه مشرق ولا مغرب، وهذا ليس بسديد، فإن الشام قد وصفت في القرآن بأنها مشارق.. كما قال تعالى: ((وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا)) [الأعراف: من الآية137، قلت: المشارق والمغارب نسبية، فقد يكون مكان ما مشرقاً بالنسبة لمكان غربه، ويكون ذلك المكان نفسه مغرباً بالنسبة لمكان شرقه]. وقال جماعة: إنما هذا من باب التمثيل، فلا وجود لهذه الشجرة، وهذا مردود، لأن الله وصفها بأنها زيتونة. قوله تعالى: ((يكاد زيتها يضيء ولو لم تمسسه نار..)).. يكاد مضارع كاد، وأصله: كَوِد بالواو مكسور العين، بدليل فتحها في المضارع، ولو كانت مفتوحة في الماضي لكان مضارعها: يكود، وهو فعل مقاربة، يدل على قرب اتصاف المبتدأ بالخبر، مع أنه لم يتصف به فعلاً في النفي والإثبات. وليس بسديد قول من يقول: إن نفيها إثبات، وإثباتها نفى، ولا دليل لهم في قوله تعالى: ((فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ)) [البقرة: من الآية71].. لأن المراد وما قاربوا الفعل إلا بعد جهد جهيد. وقد غلط البيانيون في هذه الآية ((يكاد زيتها..)) غلطاً فاحشاً إذ عدوها من المبالغات التي ليست واقعة. والمعنى الذي تدل عليه أن زيتها قارب الإضاءة لشدة صفائه وشفافة جوهريته وحسنه، ولكنه لم يضىء بالفعل. قوله تعالى: ((ولو لم تمسسه نار)) أي في جميع الأحوال حتى في الحال التي لم تمسسه فيها نار، لبياضه ورونقه وصفائه. وقوله تعالى: ((نور على نور)). أي الزجاجة تنير، والمصباح كذلك ينير، والزيت لصفائه يكاد ينير، فهو نور على نور. وكذلك المسلم قلبه ينير على الفطرة التى فطره الله عليها ويغذي فطرته نور الإسلام، والطاعة، فهو نور على نور. و((نور)) خبر مبتدأ محذوف، أي هو - أي المذكور - والمقصود من هذا المثل وأشباهه الاعتبار، فيحرص الإنسان على صقالة قلبة،كما يحرص على نظافة الزجاجة من الوسخ وعلى المداومة على العمل الصالح الذي يمد به نور الإيمان كما يحرص على إمداد المصباح بالزيت. قوله تعالى: ((يهدي الله لنوره من يشاء)). أي يهدي من يشاء أن يهديه. والمراد بالنور الإيمان الذي ضرب له هذا المثل. وقد جرت عادة الله في القرآن وفي كتبه السماوية الأخرى أن يكثر من ضرب الأمثال، لأنها أعظم وسيلة للإفهام. والنظير يفهم بنظيره، والمعنوي يمثل بالمحسوس، حتى يصير مثله. وقد بين الله تعالى العلة في ضرب الأمثال بقوله تعالى: ((وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ)) [ابراهيم: من الآية25].. وبين تعالى أنه لا يعرفها إلا العلماء، كما قال تعالى: ((وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ)) [العنكبوت:43]. كما بين تعالى أنها سبب في هداية قوم، وهم المطيعون وسبب في إضلال قوم، وهم العصاة، فقال تعالى: ((إِنَّ اللَّهَ لا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلاً مَا بَعُوضَةً فَمَا فَوْقَهَا فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلاً يُضِلُّ بِهِ كَثِيراً وَيَهْدِي بِهِ كَثِيراً وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ)) [البقرة:26]. والذين يهديهم بالأمثال هم العالمون كما مر. قوله تعالى: ((والله بكل شىء عليم)). أي ولإحاطة علمه بكل شيء يقرب لكم المعقولات بأن يضرب لها الأمثال بالمحسوسات. (3) المواضع التي يستمد فيها نور الله .. قوله تعالى: ((فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ)) في قوله: ((في بيوت)) قراءتان سبعيتان: الأولى: بضم الباء، قرأ بها نافع وبقية السبعة. الثانية بكسر الباء، وتروى قراءة عن نافع، وهو خلاف القياس. واختلف فيما يتعلق به الجار والمجرور: فقيل: إنه يتعلق بالمصباح، وقيل: يتعلق بمشكاة، وهما متقاربان. والمراد كينونة هذا النور العظيم في أعظم المواضع المناسبة له، وهي المساجد، لأنها إنما بنيت لهذا النور خاصة، بخلاف بيوت الناس، فإنها وإن وقعت فيها عبادات، لم تبن خصيصاً لها، وإنما بنيت للراحة وغيرها من أنواع الحاجات. فلما ضرب الله تعالى المثل لهذا النور، جعل ظرفه أحسن البقاع. وقوله: ((أذن الله أن ترفع)).. الاذن أعم من مطلق الاباحة، فيشمل الأمر. والرفع قسمان: الأول: الرفع الحسي، وهو رفع القواعد والبناء، ومنه قوله تعالى: ((وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ)) [البقرة:127] الثاني: الرفع المعنوي، وذلك يكون بأداء عبادة الله تعالى فيها، وصونها عما ينجسها حسياً كان أو معنوياً، كارتكاب المنكرات. وعمارة المساجد الحقيقية هي العمارة المعنوية، فلو زخرف المسجد وارتكبت فيه المنكرات، أو لم تقم فيه عبادة الله فليس بمعمور حقيقة، ولو بني بالنخل والجريد والطين وأقيمت فيه العبادة، وطهر من الأقذار الحسية والمعنوية فهو معمور حقيقة. ولهذا كان مسجد الرسول صلى الله عليه وسلم مبنياً بالجريد والنخل ومع ذلك كانت عمارته أعظم من اليوم، وإن كانت عمارته الحسية اليوم أعظم من ذلك اليوم. وفي تعقيب المثل بذكر كون المساجد ظرفاً لذلك النور تنبيه على أن صقالة القلب تكون بتزويده بالطاعة. قوله تعالى: ((ويذكر فيها اسمه)). لأن الإنسان يعبد الله تعالى ويناجيه باسمه، في قراءته ودعائه وتسبيحه. وقوله: ((يُسَّبحُ له فيها بالغدو والآصال رجال...)). وفي قوله: ((يُسَبِّح)) قراءتان: الأولى بالبناء للمجهول، والثانية بالبناء للمعلوم. وعلى القراءة الثانية، يكون ((رجال)) فاعلَ يسبح أي يسبح فيها لله رجال، وعلى القراءة الأولى يكون ((رجال)) فاعل فعل محذوف، كأنه ذكر التسبيح له على وجه الإجمال، ثم خص الرجال، فهو من حذف الفعل إذا دل عليه دليل، كما قال ابن مالك: [sh] ويرفع الفاعل فعل أضمرا=كمثل زيد في جواب من قرا [/sh] ومن شواهد العرب المعروفة لمثل هذه الآية قول الشاعر: [sh] لبيك يزيد، ضارع لخصومه=ومختبط مما تطيح الطوائح [/sh] والتسبيح في اللغة الإبعاد، وتسبيح الله تنزيهه عما لا يليق بكماله وجلاله. وكثيراً ما يطلق التسبيح على الصلاة، لأنها من أعظم العبادات التي فيها غاية التنزيه لله تعالى. فقال بعضهم: المراد بالتسبيح هنا الصلاة. وقال آخرون: إنه شامل لكل العبادات. والغدو أول النهار، والآصال أواخر النهار. والذين قالوا: إن المراد بالتسبيح الصلاة، قالوا: هي صلاة الصبح والعصر لقوة القول بأن كل واحدة منهما الصلاة الوسطى. ويؤخذ من هذه الآية أن النساء لسن مكلفات بصلاة الجماعة وزيارة المساجد، لأن الله خص بها الرجال. ومفهوم المخالفة الذي دلت عليه هذه الآية، بينته الأحاديث الصحيحة وهو أن صلاة المرأة في بيتها أفضل من صلاتها في المسجد. [لما روى أبو داود من حديث عبد الله بن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم، قال: (صلاة المرأة في بيتها أفضل من صلاتها في حجرتها، وصلاتها في مخدعها أفضل من صلاتها في بيتها) سنن أبي داود (1/383) والمراد بمخدعها: البيت الصغير يكون في داخل البيت الكبير، تحفظ فيه الأشياء الثمينة]. ولكنها إذا كانت متأدبة بالآداب الإسلامية، بحيث لا تتطيب ولا تُظهر حليها بضرب بعضه في بعض لتثير به قلوب الرجال ولا تمشي في وسط الطريق لتضايق الرجال فلا تمنع من إتيان المساجد، لأن الرسول صلى الله عليه وسلم قال: (لا تمنعوا إماء الله مساجد الله). [رواه ابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم، البخاري (1/211) ومسلم، واللفظ له (1/327)]. [وذكر شيخنا المفسر قصة جرت لعاتكة بنت زيد مع زوجها عبد الرحمن بن عوف، ولم أستطع إكمال القصة معه هكذا وجدته في الكراسة التي كتبت فيها هذا التفسير عن فضيلة الشيخ. ولما عدت إلى بعض المراجع وجدت القصة في الإصابة أن الذي احتال عليها لتترك الخروج إلى المسجد.. هو الزبير رضي الله عنه، وليس عبد الرحمن بن عوف، فلا أدري أهو سبق لسان من الشيخ، أم توجد رواية أخرى لم أهتد إليها؟ وفي القصة:\"كانت عاتكة بنت زيد تتردد على المسجد وكان زوجها: الزبير لا يحب خروجها إلى المسجد، ولكنه لم يمنعها لنهي الرسول صلى الله عليه وسلم عن ذلك فاحتال عليها إذ كمن لها في الطريق وهي لا تدري فلما مرت به ضرب على عجيزتها فلما رجعت لم تخرج بعد ذلك فسألها عن السبب، فقالت: كنا نخرج والناس ناس. (الإصابة (4/346) و راجع شرح الزرقاني على الموطأ 2/9)] وقالت عائشة رضي الله عنها:\"لو أدرك النبي صلى الله عليه وسلم ما أحدث النساء لمنعهن كما منعت نساء بني إسرائيل\". [البخاري (1/162-163) ولكن المرأة التي لم تحدث منكر بخروجها إلى المسجد لا يشرع منها]."
  },
  {
    "type": "section",
    "id": "section-21",
    "title": "المحاضرة التاسعة عشرة في: 24/10/1385هـ",
    "content": "والمراد بقوله تعالى: ((أذن الله أن ترفع)) الإذن المنافي للتحريم، فهو يشمل الواجب والمندوب والمباح، وكثيراً ما يطلق ويراد به الأمر. قوله تعالى: ((لا تلهيهم تجارة ولا بيع عن ذكر الله..)). الجملة نعت لرجال، لأنه نكرة، والنكرات تنعت بالجمل،كما عقد ذلك ابن مالك بقوله: [sh] ونعتوا بجملة منكرا=فأعطيت ما أعطيته خبرا [/sh] أي لا تشغلهم التجارة والبيع عن طاعة الله. والفرق بين التجارة والبيع أن التاجر من يجعل البيع والشراء حرفة له، يستفيد منهما، وأن البائع قد يبيع السلعة مرة واحدة لحاجة ولا يريد من البيع التجارة. وذِكر الله تعالى شامل لكل العبادات، أو المراد ذكره بأسمائه، والشمول أولى. قوله تعالى: ((وإقام الصلاة وإيتاء الزكاة)). هذا من عطف الخاص على العام، لأنه داخل في الذكر، وقد بين الله تعالى في موضع آخر أن ما عنده خير وأبقى، ومن أعظم ذلك الثواب على ذكره.. كما قال تعالى: ((فَإِذَا قُضِيَتِ الصَّلاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُون * وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْواً انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِماً قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ)) [الجمعة: 10-11]. وفي قوله تعالى: ((والله خير الرازقين)) تنبيه على أن طاعته تعالى لا تفوت على العبد شيئاً من الدنيا، لاًن الله هو الرزاق. قوله تعالى: ((يخافون يوماً تتقلب فيه القلوب والأبصار)). وصف الله أولئك الرجال الذين لا تشغلهم الدنيا عن طاعته، وإقامتهم الصلاة وإيتائهم الزكاة بأنهم يخشون يوماً عظيم الهول، و ((يوماً)) مفعول به وليس مفعولاً فيه، وهو من الظروف التى تخرج عن الظرفية، كما هنا، وإلى مثله يشير ابن مالك رحمه الله في قوله: [sh] وما يرى ظرفاً وغير ظرف=فذاك ذو تصرف في العرف [/sh] وعبر تعالى باليوم وأراد ما فيه على عادة العرب في ذلك كما قال الشاعر: [sh] (وكنت لزاز خصمك لم أعرد)=وقد سلكوك في يوم عصيب [/sh] [أدركت مع فضيلة الشيخ الشطر الأخير من البيت الذي هو محل الشاهد، ونسبه في اللسان إلى عدي بن زيد، ولكنها بلفظ:\"وهم سلكوك في أمر عصيب\"بدل\"يوم\". ترتيب لسان العرب (3/188)]. وقال تعالى: ((فَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ يَوْماً يَجْعَلُ الْوِلْدَانَ شِيباً)) [المزمل:17]. فيوماً مفعول به لقوله: ((تتقون)). وقوله: ((تتقلب)) التقلب التحول من جنب إلى جنب والمراد: أن القلوب تنخلع من الصدور وترتفع إلى الحناجر من الخوف الشديد.. كما قال تعالى: ((قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ)) [النازعـات:8]. والأبصار تزيغ من شدة الخوف يميناً ويساراً. وقد دل القرآن على أن الخائف يزيغ بصره.. كما قال تعالى: ((فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَى عَلَيْهِ مِنَ الْمَوْتِ)) [الأحزاب: من الآية19]. سماه في الدنيا دورانا، وسماه في الآخرة تقلباً. قوله تعالى: ((لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ)). اللام في قوله: ((ليجزيهم)) لام التعليل متعلقة بمحذوف أي إنهم فعلوا ما فعلوا من الأعمال الصالحة لأجل الجزاء، أي لأجل أن يجزيهم الله. وفي هذه الآية رد على من يزعم من أنه لا ينبغي أن يعمل الإنسان لأجل الجزاء الذي يناله من الله، لأنه يكون في زعمهم من باب المتاجرة، بل يجب أن يعمل العمل تعظيماً وإجلالاً لله. فهذا يخالف ثناء الله تعالى ومدحه لمن عمل لأجل نيل جزاء الله. وهنا قد يرد سؤال، وهو: كيف عبر بأحسن الذي هو أفعل تفضيل عن حسن؟ والجواب: أن الذي لم ينه الله عنه الإنسان من الأعمال يكون مباحاً وواجباً ومندوباً، والواجب والمندوب حسنان بلا خلاف، والمباح فيه خلاف، هل هو من الحسن أو ليس منه؟ فمن رأى أنه من الحسن استدل بأنه من المأذون فيه شرعاً. ومن رأى أنه ليس من قسم الحسن، قال: الحسن هو ما طلبه الله شرعاً. وهذه الآية تدل على أنه حسن، أي أن أعمال الإنسان منها الحسن، وهو المباح، وهذا لا يجازى عليه، ومنها الأحسن، وهو المندوب، والواجب، وهما المراد بقوله: ((أحسن ما عملوا)). [قلت: لكن المباح إذا فعله المسلم، أو تركه، قاصدا وجه الله، فإنه يثاب عليه، وأذكر أن اشيخ ذكر هذا المعنى في مكان آخرِ، من دروسه] قوله تعالى: ((ويزيدهم من فضله)). الفضل في اللغة الزيادة، وكل ما يحصل عليه الإنسان بدون مقابل يسمى فضلاً. واختلف في المراد بالفضل هنا: فقال جماعة: المراد ما زاد على ثواب الحسنة من العشر الحسنات وهي الحسنات التسع التي يتفضل الله بها على من عمل حسنة، فقد حصل في مقابل الحسنة التى عملها على حسنة مثلها، وزاده الله فضلاً منه تسع حسنات. وقيل المراد بها المضاعفة التي لا يعلمها إلا الله كما قال تعالى: ((مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضاً حَسَناً فَيُضَاعِفَهُ لَهُ أَضْعَافاً كَثِيرَةً وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ)) [البقرة:245]. وقال تعالى: ((مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ)) [البقرة:261]. وقال جماعة: المراد النظر إلى وجه الله في الجنة.. كما قال تعالى: ((لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ)) [يونس: من الآية26]. وقد فسرت السنة هذه الزيادة بأنها النظر إلى وجه الله الكريم. [راجع صحيح مسلم (4/163)] قوله تعالى: ((والله يرزق من يشاء بغير حساب)). فيه قرينة دالة على عدم الحصر والتحديد. وقوله: ((بغير حساب)) فيه وجهان: الوجه الاول: أن المراد به ما جرت به عادة العرب من التعبير عن الكثرة، ومنه قوله تعالى: ((إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ)) [الزمر: من الآية10]. الوجه الثاني: ما قاله بعضهم من أن الله تعالى قد يرزق بعض عباده، ولا يحاسبهم في الآخرة، ويستدلون لهذا بقوله تعالى في حق نبيه سليمان عليه السلام: ((هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ)) [صّ:39]. (4) صفة مايعمله الكفار تقربا إلى الله.. قوله تعالى: ((وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ)). بعد أن مثل الله سبحانه وتعالى الأعمال الصالحة التي يعملها المؤمنون بالنور وضرب لها المثل الكامل، وقال في ذلك: ((وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاس)) [ابراهيم: من الآية25]. قابل ذلك بضرب المثل لأعمال الكفار، وذكر لذلك مثالين: الأول: ضرب لاضمحلال أعمالهم، وهو قوله تعالى: ((أعمالهم كسراب بقيعة)). والثاني: ضرب لبيان صفة تلك الأعمال، وهو قوله تعالى: ((أو كظلمات في بحر لجي ...)). وبعد ذكر مثَل أعمال المؤمنين قال: ((نور على نور)). وبعد أن ذكر- هنا - مثل أعمال الكافرين، قال: ((ظلمات بعضها فوق بعض)). والأعمال التي شبهها بالسراب المراد بها الأعمال التي تقع من الكفار على وجه من شأنه أن يكون عملاً صالحاً، لأن الكفار قد يبرون الوالدين ويقرون الضيف، ويتصدقون تقرباً إلى الله تعالى. ومن ذلك ما وقع في حلف الفضول الذى قال فيه الرسول صلى الله عليه وسلم: (لو دعيت به في الاسلام لأجبت). [السيرة النبوية لابن هشام (1/134) ونصه: (لقد شهدت في دار عبد الله بن جدعان حلفاً ما أحب أن لى به حمر النعم، ولو أدعى به فى الإسلام لأجبت) وهو في المسند عن عبد الرحمن بن عوف، عن النبي صلى الله عليه وسلم قال: (شهدت حلف المطيبين مع عمومتي وأنا غلام، فما أحب أن لي حمر النعم وأني أنكثه)… المسند (1/ 190). قال ابن الأثير في النهاية (3/149) فى معنى المطيبين: اجتمع بنو هاشم وبنو زهرة وتيم في دار ابن جدعان في الجاهلية، وجعلوا طيباً في جفنة، وغمسوا أيدهم وتحالفوا على التناصر والأخذ للمظلوم من الظالم، فسموا المطيبين]. وكان من قول المشركين:\"لبيك لا شريك لك إلا شريكاً هو لك، تملكه وما ملك\". [مجموع الفتاوى (1/156)]. فالمانع من قبول أعمالهم التي يتقربون بها إلى الله هو كفرهم لأن من شرط قبول الأعمال المتقرب بها إلى الله الإيمان.. كما قال تعالى: ((وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلا يُظْلَمُونَ نَقِيراً)) [النساء:124]. وقد وردت نصوص تدل على أن الكافر يجازى بأعماله التي قصد بها التقرب إلى الله في الدنيا، والحديث في صحيح مسلم واضح في ذلك. [ونصه في صحيح مسلم (4/2162) عن أنس بن مالك، رضى الله عنه، قال: قال رسول الله صلى الله عليه وسلم: (إن الله لا يظلم مؤمنا حسنة، يعطى بها في الدنيا، ويجزى بها في الآخرة، وأما الكافر فيطعم بحسنات ما عمل بها لله في الدنيا، حتى إذا أفضى إلى الآخرة، لم تكن حسنة يجزى بها - ومن الأحاديث الصريحة في عدم نفع الكافر عمله في الآخرة حديث عائشة في صحيح مسلم (1/196) قالت: قلت: يا رسول الله ابن جدعان، كان في الجاهلية يصل الرحم ويرحم المسكين، فهل ذاك نافعة؟ قال: (لا ينفعه، إنه لم يقل يوماً، ((رب اغفر لي خطيئتي يوم الدين))]. ولكن ذلك مقيد بمشيئة الله وإن أطلق في بعض النصوص، كما قال تعالى: ((مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُوماً مَدْحُوراً)) [الاسراء:18]. ومعنى قوله تعالى: ((أعمالهم كسراب بقيعة)). أى صفتها في الاضمحلال، والسراب هو ما يلمح في أعين الناس عند اشتداد الحر في القيعة، فيراه الناظر فيظنه ماء وليس بماء، ومن أسماء السراب: الآل [ومن شواهد استعمال الآل بمعنى السراب قول عمر بن أحمر الباهلى: [sh] أراهم رفقتي حتى إذا ما=تجافى الليل وانخزل انخزالا إذا أنا كالذي يسعى لورد=إلى آل فلم يدرك بلالا [/sh] [انظر شرح ابن عقيل بتعليق محمد محي الدين (2/53)]. والعساقيل. [ومن شواهده قول كعب بن زهير كما في [sh] كأن أوب ذراعيها إذا عرقت=وقد تلفع بالقور العساقيل [/sh] ]. والقيعة: قيل جمع قاع، وقيل مفرد كالقاع، وهو المكان المطمئن من الأرض المنبسطة. مثل الله تعالى الكفار الذين يعملون بعض الأعمال التى يرجون نفعها عند الله، فلم يجدوا ثواب ما عملوا عنده في الآخرة، مع شدة طمعهم في ذلك، بعطشان اشتد عطشه يرى السراب من بعيد فيظنه ماء فيطمع فيه، فإذا وصل عنده لم يجده شيئاً. قوله تعالى: ((حتى إذا جاءه لم يجده شيئاً ووجد الله عنده فوفاه حسابه والله سريع الحساب)). أي لم يزل حسبانه ممتداً إلى أن جاء إلى محل ذلك السراب. وهنا سؤال، وهو: أن الضمير في ((جاءه)) يدل على أن هناك شيئاً وقع عليه المجيء، مع أنه قال: لم يجده شيئاً\"وقد يفهم منه التعارض\". والجواب من وجهين: الاول: أن المراد جاء موضعه الذي كان يظن أنه موجود فيه. الوجه الثاني: أن المراد جاء الشيء الذي تخيل أنه ماء. وهذا يدل على أن السراب معدوم وأن المعدوم ليسى شيئاً، وأن الجبال يوم القيامة تصير إلى لا شيء، لأن الله تعالى قال في شأنها: ((وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَاباً)) [النبأ:20]. ووجه ضرب المثل كما مر أن كلا منهما - العطشان الذي يرى السراب فيظنه ماءً، والكافر الذي يعمل العمل قاصداً به التقرب إلى الله ـ كلاهما محتاج إلى ما ظن وجوده، فإذا جاء العطشان ما كان يظنه ماءً فلم يجده اشتد عطشه وخابت آماله، وإذا جاء الكافر يوم القيامة، مؤملاً أن يجازى خيراً على ما عمل، لم يجد ذلك، بل يجد أن الله له بالمرصاد، فيجازيه على عمله السيء، فتزداد حسرته، ولهذا قال: ((فوجد الله عنده فوفاه حسابه)) والمراد أدخله جهنم يوم القيامة، وقيل: جزاء عمله في الدنيا، والظاهر أن صاحب الجلالين اقتصر على هذا، وهو خطأ. وقوله تعالى: ((والله سريع الحساب)). فيه قرينة دالة أن المراد الحساب الأخروي. وإنما كان سريع الحساب، لأنه قد أحاط بكل شئ علماً، ومن ذلك أعمال الناس التي لا تخفى عليه، وهي مكتوبة عنده. قوله تعالى: ((أو كظلمات في بحر لجي...)). اختلف في ((أو)) هذه: فقال بعضهم: هي تخييرية، أي إن شئت فشبه اضمحلال أعمالهم بالسراب وإن شئت فشبهها بالظلمة. وقال بعضهم: هي نوعية، أي من أعمالهم ما هو كهذا ومنها ما هو كهذا.. وقيل: إنها بمعنى الواو، ومجيء أو بمعنى الواو معروف، وقد عقده ابن مالك في الخلاصة بقوله: [sh] وربما عاقبت الواو إذا=م يُلْفَ ذو النطق للبس منفذا [/sh] ومن أمثلة مجيء أو في القرآن بمعنى الواو، قوله تعالى: ((فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلا تُطِعْ مِنْهُمْ آثِماً أَوْ كَفُوراً)) [الإنسان: 24]. وقوله تعالى: ((عُذْراً أَوْ نُذْراً)). [المرسلات: 6]. أي إعذاراً وإنذاراً.. ومن الشواهد العربية قول الشاعر: [sh] جاء الخلافة أو كانت له قدراً=كما أتى ربه موسى على قدر [/sh] وقول الآخر: [sh] قالت: ألا ليت ما هذا الحمام لنا=إلى حماماتنا أو نصفه فقد [/sh] وهي بمعنى الواو هنا بدليل: [sh] ليت الحمام ليه=إلى حمامتيـه ونصفه قديـه=تم الحمام ميه [/sh] ومنه قول الآخر: لنفسي تقاها أو عليها فجورها"
  },
  {
    "type": "section",
    "id": "section-22",
    "title": "المحاضرة العشرون، في: 27/10/1385هـ",
    "content": "والمعنى على هذا: مثل أعمال الكفار.. كسراب.. وظلمات.. وقال بعضهم: المثل الأول: مضروب للضالين وأعمالهم. والمثل الثاني: مضروب للمضلين.. وأعمال الكفار كلها، ظلام، والكفر ظلام، ولهذا قال تعالى: ((اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ)) [البقرة: 257]. وقد تقدم أن فاقد البصيرة لا يفيده البصر الحاد، كما قال تعالى: ((فَإِنَّهَا لا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ)) [الحج: 46]. وقال تعالى: ((إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ..)) [ق: 37]. وجرت العادة أن الله تعالى إذا ذكر مثلاً طيباً للمؤمنين أعقبه بمثل آخر للكافرين، كما هو الشأن هنا. فبين تعالى أن أعمال المؤمنين على نور تام، وأن ثمراتها موجودة وذلك في قوله تعالى: ((مثل نوره كمشكاة..)) الآية.. وقوله تعالى: ((ليجزيهم الله أحسن ما عملوا)). ثم بين أعمال الكافرين وعدم وجود ثمرتها في قوله تعالى: ((والذين كفروا أعمالهم كسراب ....)) وهذا يقابل قوله تعالى في أعمال المؤمنين ((ليجزيهم الله أحسن ما عملوا)).. وقابل قوله تعالى في المؤمنين ((مثل نوره كمشكاة)) بقوله في الكافرين ((أو كظلمات في بحر لجي...)). قوله تعالى: ((في بحر لجي)).. فيه بيان لشدة حال الظلمات التي ضربها مثلاً لأعمال الكافرين. والبحر تطلقه العرب على كل مستبحر. وقوله ((لجي)) منسوب إلى\"لجة\"واللجة معظم الماء.. معناه أنه بعيد القعر عميقه.. ماؤه كثير، وغوره عميق.. ويذكر أن ملاح سفينة فرنسية أسلم بهذه الآية الكريمة، حين هاجت بهم الأمواج وأطبق السحاب، فتراكمت الظلمات، فأخرج يده فلم يرها، فقال: هذا رجل عربي، يعني محمداً صلى الله عليه وسلم، ولم يمش في البحار، ولا رأى هذه الأمور، فلا شك أن هذا القرآن من الله تعالى.. قوله تعالى: ((يغشاه موج)) أي يعلوه ويرتفع فوقه. وقوله: ((من فوقه موج)).. هذه الجملة نعت لموج الأول لأنه نكرة.. والجملة أو شبه الجملة إذا جاءت بعد النكرة أعربت صفة لها، كما قال ابن مالك: [sh] ونعتوا بجملة منكرا=فأعطيت ما أعطيته خبرا [/sh] أي من فوق الموج الأول موج.. وقوله تعالى: ((من فوقه سحاب)).. أي من فوق الموج الثاني سحاب.. والتحقيق أن السحاب وعاء المطر، لا المطر نفسه، وعلى هذا إطباق أهل اللسان العربي.. قوله تعالى: ((ظلمات بعضها فوق بعض)).. في قوله: ((سحاب)) و ((ظلمات)) ثلاث قراءات: الأولى: برفع كل من سحاب وظلمات وتنوينهما، فظلمات على هذا خبر مبتدأ محذوف، أي هي، أو هذه ظلمات.. الثانية: يرفع سحاب وتجر ظلمات، بأضافة سحاب إلى ظلمات لملابسته إياها.. الثالثة: برفع سحاب وتنوينه، وجر ظلمات، فظلمات على هذا بدل من ظلمات الأولى، ولا يضر ذلك كثرة الفواصل هنا.. لأن الفاصل يضر إذا كان أجنبياً.. وليس هو كذلك هنا، لأنها كلها توابع.. قوله تعالى: ((إذا أخرج يده لم يكد يراها)).. فاعل\"أخرج\"محذوف يدل عليه المقام.. وتقديره.. إذا أخرج مَن في تلك الظلمات.. أي ومثلهم في عدم الاهتداء كمثل صاحب ظلمات إذا أخرج يده لم يكد يراها، وهو مثل قوله تعالى: ((أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ...)) [البقرة: 19]. أي كأصحاب صيب، بدليل قوله تعالى بعد ذلك: ((يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ..)) [البقرة: 19]. وقوله: ((لم يكد يراها)).. قال بعضهم: إن المراد يراها بعد جهد ومشقة، ولحنوا غيلان في قوله: إذا غير النأي المحبين لم يكد...رسيس الهوى من حب غيلان يبرح وهذا ليس بشيء، فإن كاد فعل مقاربة، يدل على مقاربة اتصاف المبتدأ بالخبر، فإذا دخل عليه نفي انتفت المقاربة، ونفي مقاربة الاتصاف أبلغ من نفي الفعل رأساً، وأما قوله تعالى: ((فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ)) [البقرة:71]. ففيه حذف تقديره: ما قاربوا الفعل إلا بعد جهد جهيد.. قوله تعالى: ((ومن لم يجعل الله له نوراً فما له من نور)).. بعد أن ذكر تعالى نور الإيمان وأوضحه بضرب المثل تمام الإيضاح وذكر ظلمة الكفر وأوضحها كذلك، بين سبحانه وتعالى: أنه لا يكون لأحد شيء من ذلك النور إلا بمشيئته كما قال تعالى: ((مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيّاً مُرْشِداً)) [الكهف: 17]. فنور الإيمان إنما يحصل عليه العبد بتوفيق الله ومشيئته ولطفه.. (5) الكون يدل على عظمة الخالق.. قوله تعالى: ((ألم تر أن الله يسبح له من في السموات والأرض والطير صافات كل قد علم صلاته وتسبيحه والله عليم بما يفعلون)).. قوله: ((تر)) فعل مضارع رأى العلمية دخلت عليه لم الجازمة ودخلت على:\"لم\"همزة الإنكار، وإذا دخلت همزة الإستفهام على:\"لم\"الجازمة انقلبت مضارعية الفعل إلى ماضوية وانقلب نفيه إلى إثبات.. أما كونه ينقلب إلى الماضي فظاهر، لأن لم تفيد ذلك، وأما إنقلاب نفيه إلى إثبات، فسببه أن الهمزة للإنكار، والإنكار فيه معنى النفي، ونفي النفي إثبات، ولهذا أمثلة في القرآن.. كقوله تعالى: ((أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ)) [الشرح: 1]. أي شرحنا.. وقوله: ((أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ)) [البلد: 8]. أي جعلنا.. وقوله تعالى: ((قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْراً)) [الكهف: 72-75]. أي قلت لك.. وقوله تعالى: ((ألم تر أن الله يسبح له من في السموات والأرض)) أي رأيت بدليل قوله في آية أخرى ((تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيماً غَفُوراً)) [الإسراء: 44]."
  },
  {
    "type": "section",
    "id": "section-23",
    "title": "المحاضرة الحادية والعشرون، في: 29/10/1385هـ",
    "content": "وهناك وجه ثانٍ للعلماء، وهو أن الإستفهام يكون للتقرير وهو حمل المخاطب على الإقرار، فيقول: بلى، كما في قول الشاعر: [sh] ألستم خير من ركب المطايا=وأندى العالمين بطون راح [/sh] والرؤية هنا علمية لا بصرية.. وكيف رأى ذلك؟ الجواب بالوحي كما بينه الله تعالى في عدة مواضع من كتابه. [ومنه آية الإسراء السابقة ((وإن من شيء إلا يسبح بحمده))]. والتسبيح في اللغة الإبعاد، والمراد به هنا تنزيه خالق السموات والأرض عن ما لا يليق بجلاله، فهذه الأشياء كلها تسبحه وتنزهه تعالى.. وتسبيح الجمادات والحيوانات غير العاقلة تسبيح حقيقي، لأن الله تعالى يخلق فيها إدراكاً، وهو سبحانه وتعالى الذي يعلم تسبيحها والناس يجهلونه، كما قال تعالى: ((وَلَكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ)) [الإسراء: 44]. وما يزعمه بعضهم من أن المراد المثال لا الحقيقة، زعم باطل ومصادم لقوله تعالى: ((وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ)) [الإسراء:44]. وفي صحيح البخاري\"أن الجذع الذي كان يخطب عليه رسول الله صلى الله عليه وسلم حنَّ لما انتقل عنه إلى غيره\". [من حديث ابن عمر رضي الله عنهما، قال: كان النبي صلى الله عليه وسلم يخطب إلى جذع، فلما اتخذ المنبر تحول إليه، فحنّ الجذع، فأتاه فمسح يده عليه، البخاري (4/173)]. وفي صحيح مسلم أن النبي صلى الله عليه وسلم قال: (إني لأعرف حجراً كان يسلِّم عليَّ في مكة). [ولفظ الحديث في صحيح مسلم (4/1782) من حديث جابر بن سمرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إني لأعرف حجراً بمكة كان يسلم عليّ قبل أن أبعث، إني لأعرفه الآن)]. وفي سورة البقرة نص الله تعالى على أن الحجارة تخشى الله، كما قال تعالى: ((ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ)). [البقرة: 74]. كما أخبر أن الجبال تخشع وتتصدع لو أنزل عليها هذا القرآن، كما قال تعالى: ((لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ)). [الحشر:21]. كما ذكر الله سبحانه وتعالى أن السموات والأرض والجبال خافت وأشفقت من حمل الأمانة التي حملها الإنسان، فقال جـل وعلا: ((إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْأِنْسَانُ إِنَّهُ كَانَ ظَلُوماً جَهُولاً)) [الأحزاب: 72]. وقال جماعة: المراد بتسبيح الجمادات ونحوها ما أودعه الله فيها من بديع صنعه، مما يدل على كماله وجلاله، وأنخالق السموات والأرض وهذا لا إشكال فيه، وهو شامل للمسلم والكافر، وغيرهما من المخلوقات.. ويرِدُ على كون التسبيح حقيقياً إشكال، وهو أن كثرة من الكفرة المردة نراهم ينتقصون الله تعالى وينسبون إليه ما لا ينبغي، كاتخاذ الأنداد والأولاد.. والجواب على هذا من وجهين: الوجه الأول: أن التسبيح من المخلوقات قسمان: القسم الأول التسبيح طوعاً، والثاني هو التسبيح كرهاً.. المؤمنون يسبحون الله تعالى طواعية، والكفار يسبحونه كرهاً، لأنهم ذليلون خاضعون لله تعالى، لأنه هو الذي يطعمهم ويسقيهم ويمرضهم ويشفيهم ويفعل بهم ما يشاء. [يشترك المؤمنون والكافرون في هذا النوع من التسبيح الذي لا اختيار لهم فيه وينفرد المؤمنون بالتسبيح الطوعي]. الوجه الثاني: أن الآية من العام المخصوص، فالذين يسبحونه تعالى هم المطيعون، والدليل على هذا أن الله سبحانه وتعالى لما ذكر تسبيح المخلوقات له وذكر الناس قسمهم قسمين: قسم يسبح الله، وقسم حق عليه العذاب، كما قال تعالى: ((أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوُابُّ وَكَثِيرٌ مِنَ النَّاسِ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ وَمَنْ يُهِنِ اللَّهُ فَمَا لَهُ مِنْ مُكْرِمٍ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ)). [الحج: 18]. قوله تعالى: ((والطير صافات)). الطير، قيل اسم جنس، وقيل اسم جمع، والظاهر أنه جمع طائر وإن كان علماء العربية قد أهملوه، فلم يعدوه في جموع التكسير. وهو موجود في اللغة العربية وفي القرآن الكريم، كالطير جمع طائر والصحب جمع صاحب، كما قال امرؤ القيس: [sh] وقوفاً بها صحبي عليّ مطيهم=يقولون لا تهلك أسىً وتجمل [/sh] [البيت الخامس من المعلقة، راجع مختارات الشعر الجاهلي لمصطفى السقا (1/23)]. والركب جمع راكب، كما قال تعالى: ((وَالرَّكْبُ أَسْفَلَ مِنْكُمْ)) [الأنفال:42]. والشِّرب جمع شارب، والسَّفر جمع سافر، بمعنى مسافر. وخص سبحانه وتعالى الطير لعدم استقرارها في السموات والأرض ولهذا وصفها بالتسبيح بالحالة التي تكون فيها في الجو. وقوله تعالى: ((صافات)). يقال: صف الشيء إذا جعله مصفوفاً، وهو خلاف القبض. فإن الطيران قسمان: قبض وهو ضم الأجنحة وبسط وهو صفها ومدها، وقد بين تعالى ذلك في سورة الملك، فقال: ((أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَنُ إِنَّهُ بِكُلِّ شَيْءٍ)). [الملك:19]. وقوله تعالى: ((كل قد علم صلاته وتسبيحه)). أي كل من المذكورات قد علم صلاته وتسبيحه، وهذا هو الأظهر بدليل أن الله تعالى ذكر بعد هذا علمه فقال: ((والله عليم بما يفعلون)). وقيل: المراد علم الله صلاة كل وتسبيح كل، والأول أولى لأن التأسيس أولى من التأكيد. [يكون الكلام تأسيساً بحسب التفسير الأول وهو أن كل واحد من المذكورات علم صلاة نفسه وتسبيح نفسه، فيكون قوله تعالى بعد ذلك ((والله عليم بما يفعلون)) مستقلاً وليس تأكيداً لما قبله، ويكون تأكيداً على التفسير الثاني لأن كلا العلمين متعلق بالله تعالى]. والتسبيح تدخل فيه الصلاة وغيرها من العبادات. وقد يطلق التسبيح على الصلاة في القرآن، كما في قوله تعالى: ((وَاذْكُرْ رَبَّكَ كَثِيراً وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَار)). [آل عمران: 41]. فقد فسر بعض العلماء التسبيح بالصلاة وكذلك قوله تعالى: ((فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ * وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيّاً وَحِينَ تُظْهِرُونَ)). [الروم: 17-18]. قالوا: المراد بها الصلوات الخمس. والصلاة في اللغة الدعاء.. وقال بعضهم: هي من الآدميين الدعاء ومن الملائكة الاستغفار، ومن الله الرحمة، والأولى أن يقال: إنها من الله ذكر المصلي عليه في الملأ الأعلى، فإن الله عطف الرحمة على الصلاة كما في سورة البقرة، كما قال تعالى: ((أولئك عليهم صلوات من ربهم ورحمة وألئك هم المهتدون)). [البقرة: 57]. وقوله تعالى: ((والله عليم بما يفعلون)). جيء بالواو تغليباً للعقلاء.. قوله تعالى: ((ولله ملك السموات والأرض وإلى الله المصير)). أي هو المتصرف في السموات والأرض وما بينهما، لأنه هو الذي أبرزها من العدم إلى الوجود، فيفعل فيها ما يشاء من غير تعقيب ولا اعتراض من أحد، وإليه لا إلى غيره المصير أي الرجوع. قوله تعالى: ((أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَاباً ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَاماً فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ)). قوله: ((يزجي)) من أزجى إزجاءً، بمعنى يسوق.. قيل: وهو السوق غير العنيف الشديد، بل هو سوق بسهولة ويسر رويداً رويداً.. ويقال: بضاعة مزجاة، كما قال تعالى في سورة يوسف: ((فَلَمَّا دَخَلُوا عَلَيْهِ قَالُوا يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُزْجَاةٍ فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَا إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ)). [يوسف: 88]. أي مسوقة من بلد بعيد.. وقيل: يسوقها كل واحد إلى صاحبها للزهد فيها.. قال النابغة: [sh] أسرت عليه من الجوزاء سارية=تزجي الشمال عليه جامد البرد [/sh] [مختارات الشعر الجاهلي (1/150)]. وقال الآخر: [sh] تزجي أغن كأن إبرة روقه=قلم أصاب من الدواة مدادها [/sh] والسحاب وعاء المطر، أي إن الله تعالى يسوقه بين السماء والأرض وهو من غرائب صنع الله وعجائب قدرته. قوله تعالى: ((ثم يؤلف بينه)). فيه قراءتان: يؤلف بالهمزة، ويوالف بإبدال الهمزة مدة مجانسة لحركة ما قبلها، وهذه قراءة نافع، والأولى قراءة الجمهور. يقال: ألف الشيء جمع بعضه إلى بعض. والله سبحانه وتعالى يسوق السحاب قِطَعاً متفرقة، ثم يجمع بعضه مع بعض. وهنا يرد سؤال وهو: أن السحاب جمع وقد رجع إليه الضمير مفرداً وجاء بكلمة بين وهي لا تأتي إلا مع متعدد؟ والجواب: أن السحاب اسم جنس، فهو، وإن كان مفرداً لفظاً، جمع معنى، وهو ذو أجزاء، أي يجمع بين أجزائه، وعاد إليه الضمير مفرداً نظراً إلى اللفظ، ولهذا يقال دخلت شجراً كثيراً فقعدت بينه، ومن قول امرئ القيس: قفا نبك من ذكرى حبيب ومنزل....بسقط اللوا بين الدخول فحومل قوله تعالى: ((ثم يجعله ركاماً)) أي متراكماً يعلو بعضه بعضاً.. وقوله: ((فترى الودق يخرج من خلاله)).. المراد بالودق المطر نفسه عند الجماهير، يقال: ودقت المزنة إذا سال ماؤها الذي هو المطر، واستدلوا بقول الشاعر: أثرن عجاجة فخرجن منها.....خروج الودق من خلل السحاب وهذه الرؤية علمية وقيل بصرية.. وخلال جمع خلل، كجبال وجبل، وهو الفتوق والفروج الواقعة في السحاب، كالغرابيل، ينزل منها المطر. وهذا نص صريح أن ذلك ليس من تفرقة الريح كما يزعم أهل الطبيعة فإن الله سبحانه وتعالى ذكر بعد ذلك أنه هو الذي يصرفه، ((فيصيب به من يشاء ويصرفه عمن يشاء)) وقد نص تعالى أنه هو المصرف له في آية أخرى، كما قال تعالى: ((وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُوراً * لِنُحْيِيَ بِهِ بَلْدَةً مَيْتاً وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَاماً وَأَنَاسِيَّ كَثِيراً * وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُوراً)). [الفرقان 48-50]. وهذا من لطف الله وحكمته، فإنه لو لم يجعل للمطر فتوقاً وفروجاً ينزل منها مفرقاً، فأنزله دفعة واحدة إلى الأرض لأهلك الناس والدواب ولأفسد الأرض وخربها، وهذا يرد على علماء الطبيعة الذين لا يعتبرون لهذا الكون مدبراً.. وقد ثبت عن النبي صلى الله عليه وسلم أن الله تبارك وتعالى يقول: ((أصبح من عبادي مؤمن بي وكافر، فأما من قال: مطرنا بفضل الله ورحمته فهو مؤمن بي كافر بالكوكب، وأما من قال: مطرنا بنوء كذا فهو كافر بي مؤمن بالكواكب)) أو كما قال.. [صحيح مسلم (1/83)]. وكان بعض العرب يعتقدون أن المطر يأتي من البحار.. [كما قال الشاعر: [sh] شربن بماء البحر حتى ترفعت=متى لجج خضر لهن نئيج [/sh] ]. وهذا لا مانع منه إذا اعتقد أن الله سبحانه وتعالى هو الذي يأتي به بقدرته ومشيئته من أي محل أراد.. وأما ما يزعمه أهل الطبيعة من التبخر الطبيعي دون فاعل مريد مختار فهو جنون وخطل وكفر بخالق هذا الكون.."
  },
  {
    "type": "section",
    "id": "section-24",
    "title": "المحاضرة الثانية والعشرون، في: 1/11/1385هـ",
    "content": "وقوله تعالى: ((وينزل من السماء من جبال من برد ...)). ذكرت\"مِن\"هنا ثلاث مرات: فأما الأولى ـ في قوله ـ : ((من السماء)) فلا خلاف أنها لابتداء الغاية.. وأما الثانية ـ في قوله ـ : ((من جبال)) فالصحيح أنها لابتداء الغاية أيضاً، فتكون بدلاً من الأولى، ويكون المفعول به محذوفاً تقديره: وينزل من السماء من جبال فيها من برد، برداً.. ويجوز أن تكون تبعيضية، فيكون التقدير: وينزل من السماء بعض الجبال.. وأما كونها زائدة فليس بصحيح.. وأما الثالثة ـ في قوله ـ : ((من برد)) فهي لبيان الجنس.. وهذا يدل على أن الله تعالى جعل في السماء جبالاً من برد.. وهو تعالى ينبه خلقه على ما فيه نفعهم ليطمعوا فيه، وعلى ما فيه هلاكهم ليخافوا منه. فنبه على ما يطمعون فيه بالمطر، ونبه على ما يخافون منه بالبرد وهو شبيه بقوله تعالى: ((هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفاً وَطَمَعاً وَيُنْشِئُ السَّحَابَ الثِّقَالَ)). [الرعد:12]. وكون المراد بالسماء هنا المطر غير صحيح، وإن كان قد يطلق لفظ السماء في لغة العرب مراداً به المطر، كما قال الشاعر: [sh] إذا نزل السماء بأرض قوم=رعيناه وإن كانوا غضابا [/sh] قوله تعالى: ((فيصيب به من يشاء ويصرفه عمن يشاء)). اختلف في مرجع الضمير في قوله: ((به)) وفي قوله: ((ويصرفه)).. فقال جماعة: المرجع هو البرد، لأنه هو الأقرب للضمير.. وهذا هو الظاهر، فالإصابة به نقمة وصرفه نعمة.. وقال جماعة: يعود إلى الودق، فالإصابة به نعمة وصرفه نقمة، والذي يرجح هذا قوله تعالى: ((يكاد سنا برقه)) فإن الضمير في ((برقه)) يعود إلى الودق، لا إلى البرد، كما سيأتي.. وقد أشار الله تعالى إلى طمع الناس في الماء، بقوله: ((اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَاباً فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفاً فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ فَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ)). [الروم:48]. قوله تعالى: ((يكاد سنا برقه يذهب بالأبصار)). يكاد مضارع كاد، وهو فعل مقاربة، يدل على مقاربة اتصاف المبتدأ بالخبر، أي قارب ضوء البرق أن يذهب بالأبصار، ولكنه لم يذهب بها فعلاً.. والسنا مقصور، وهو الضوء، سواء كان ضوء البرق أو غيره.. وقال بعضهم: لا يطلق إلا على ضوء البرق، وهو غير صحيح، والدليل على إطلاقه على غير البرق قول الشاعر: [sh] وما كادت إذا رفعت سناها=ليبصر ضوءها إلا البصير [/sh] وقد اجتمع الإطلاقان في قول الشاعر: [sh] ألمحة من سنا برق رأى بصري=أم وجه نعم بدالي أم سنا نار [/sh] ويطلق السنا بالقصر ـ أيضاً ـ على نبت معروف. [وهو ما يسمى في الحجاز الآن بسنا مكة يتداوى به من الإمساك ـ أي يبوسة البطن ـ فهو مسهل]. والسناء بالمد: الرفعة والشرف.. والضمير في قوله: ((برقه)) يعود إلى الودق، كما مر.. والبرق يكون أشد لمعاناً إذا كثر المطر.. والباء في قوله: ((يذهب بالأبصار)) باء التعدية، كالهمزة، فكما تقول: أذهب الأبصار، تقول: ذهب بالإبصار والمعنى واحد.. والمراد بذهابه خطفه إياها.. كما قال تعالى: ((يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)). [البقرة: 20]. قوله تعالى: ((يقلب الله الليل والنهار، إن في ذلك لعبرة لأولي الأبصار)). في المراد بتقليب الليل والنهار قولان: الأول: أنه تعاقبهما ومجئ إحدهما بعد الآخر.. الثاني: أن المراد زيادة أحدهما من الآخر ونقصه.. وكلاهما يدخل في تقليب الله لهما.. وهما آيتان عظيمتان من آيات الله، وقد نوه الله بشأنهما في عدة آيات، من ذلك قوله تعالى: ((وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُمْ مُظْلِمُونَ)) [يس: 37]. وقوله تعالى: ((قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَداً إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلا تَسْمَعُونَ * قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَداً إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلا تُبْصِرُونَ * وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ)). [القصص: 71-73]. قوله تعالى: ((إن في ذلك لعبرة لأولي الأبصار)). أي إن في ذلك المذكور، من تسبيح من في السموات والأرض والطير له سبحانه، وإزجاء السحاب، وجعله فيه خللاً ينزل منه المطر وإنزال البرد من الجبال وإصابة من شاء بذلك وصرفه عمن يشاء، كل ذلك فيه عبرة لأولي الأبصار.. والعبرة من الاعتبار، وهو مأخوذ من العبر، وهو شاطئ النهر ومن قطع النهر فقد عبره، فكأن المعتبرين بآيات الله الدالة على قدرته عبروا من شاطئ السِّنَة والغفلة والجهل إلى شاطئ النور والانتباه والاتعاظ.. وقوله: ((لأولي)) أي لأصحاب، وهو اسم جمع لا واحد له من لفظه وهو يعرب إعراب جمع المذكر السالم. و((الأبصار)) جمع البصر، والمراد به البصر الحقيقي الذي هو البصيرة ويفهم من هذه الآية أن عُمْيَ الأبصار لا يستدلون بهذه الآيات على كمال قدرته ولا ينتفعون منها بشيء. قوله تعالى: ((وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَعٍ يَخْلُقُ اللَّهُ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)). قرأ أكثر السبعة: ((خلق)) فعلاً ماضياً، وقرأ بعضهم: ((خالق)) اسم فاعل.. والدابة: اسم فاعل: دب، وهو كل ما يدب على وجه الأرض من الحيوان، والتاء للوحدة، كبقرة أو شاة.. قوله تعالى: ((من ماء)).. فيه ثلاثة أقوال: القول الأول: أن المراد به مني الذكور، فيكون من العام المخصوص وهو كثير، كقوله تعالى: ((وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ)) [النمل: 23].. أي كل شيء صالح للملك، فيكون المراد به الدابة التي من شأنها التناسل، يُعرِّف الله تعالى خلقه بأنه أوجدهم من هذه النطفة المهينة التي ليست شيئاً يذكر، ثم ينقلها الله من طور إلى طور، حتى تصير إلى ما هو معلوم من كمال الخلقة في الخلائق، كما قال تعالى: ((أَفَرَأَيْتُمْ مَا تُمْنُونَ * أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ)) [الواقعة:58-59]. وقيل: المراد به العنصر المعروف، وهو الماء، لأن له دخلاً في خلقة كل حيوان، فالنطف متولدة عن الأغذية، والأغذية كلها للماء في وجودها أهمية كبرى، كالألبان واللحوم والبقول وغير ذلك، وآدم عليه السلام، أصله من ماء وطين. وقيل: إن الله تعالى أول ما خلق الماء تحت العرش، وخلق منه بقية الأشياء، وهذا بعيد.. وقوله تعالى: ((فمنهم من يمشي على بطنه)).. الضمير في قوله: ((فمنهم)) راجع إلى الجماعة الذين يدبون على الأرض المعبر عنهم بدابة، لأنها اسم جنس، والتعبير بالضمير الدال على الجمع من باب تغليب العقلاء على غيرهم.. وقوله: ((من يمشي على بطنه)) كالحيات والحيتان والديدان.. وقوله: ((ومنهم من يمشي على رجلين)) كالإنسان والطير.. وقوله: ((ومنهم من يمشي على أربع)) كالبعير والشاة.. وهنا يرد سؤال وهو: أن بعض الحيوانات تمشي على أكثر من أربع، فلم لم تذكر؟ والجواب من أوجه: الوجه الأول: أن الواو حذفت مع معطوفها، أي ومنهم من يمشي على أكثر من أربع، واستدل لهذا الوجه بقراءة أُبيّ: (ومنهم من يمشي على أكثر من ذلك) وحذف الواو مع معطوفها أسلوب عربي معروف، وقد عقده ابن مالك بقوله: [sh] والفاء قد تحذف مَعْ ما عطفت=والواو إذا لا لبس.. [/sh] الوجه الثاني: أن ما يمشي على أكثر من أربع قليل، فلم يتعرض له لقلته.. الوجه الثالث: أن المشي الرئيسي على أربع وإن كثرت الأرجل.. الوجه الرابع: أن الآية ذكرت أمثلة شهيرة ولم تحصر.. قوله تعالى: ((يخلق الله ما يشاء)).. أي ما يشاء خلقه من بدائع صنعه وغرائب فعله.. وقوله: ((إن الله على كل شيء قدير)).. أي لا يعجزه شيء، ومما يدل على كمال قدرته تعالى ما ذكره في هذه السورة من الآيات الكونية، وكذلك في غيرها من السور.. وهو تعالى إذا أراد شيئاً قال له : ((كن فيكون)).. (6) الفرقان بين أولياء الرحمن وأولياء الشيطان.. قوله تعالى: ((لقد أنزلنا آيات مبينات والله يهدي من يشاء إلى صراط مستقيم)). قرئ ((مبيَّنات)) اسم مفعول، أي موضحات، وضحها الله تعالى تمام الإيضاح.. وقرئ: ((مبيِّنات)) اسم فاعل، قال بعضهم من بيَّن المتعدي والمفعول محذوف، أي موضحات كل ما يحتاج إليه الناس.. وقيل: من بَيَّن اللازم، أي واضحات، وهذا هو الأظهر، وعليه الأكثر، ويؤيده أن الله تعالى قال في أول هذه السورة: ((سورة أنزلناها وفرضناها وأنزلنا فيها آيات بيِّنات)).. ثم بين تعالى أن بعض خلقه مع وضوح آيات الله لا يهتدي إليها لعدم توفيقه إياه، وبعضهم يهتدي إليها، ويستفيد منها وهم من وفقهم الله، ولهذا قال تعالى: ((والله يهدي من يشاء إلى صراط مستقيم)).. أي إلى طريق واضح لا عوج فيه، وهو دين الإسلام الذي ندعو الله تعالى أن يهدينا له كل وقت: ((اهدنا الصراط المستقيم)) [الفاتحة:6]. قوله تعالى: ((ويقولون آمنا بالله وبالرسول وأطعنا، ثم يتولى فريق منهم من بعد ذلك، وما أولئك بالمؤمنين)).. قال بعض العلماء: نزلت في المنافقين، وقد ذكر الله تعالى في هذه السورة شيئاً من عيوبهم وأخلاقهم، وذِكر الطوائف الخبيثة في القرآن ليس تأريخاً فقط، وإنما هو تعليم للناس ليحذروا من شر تلك الطوائف، أي إن هؤلاء الناس يقولون آمنا بالله وبالرسول وأطعنا الله والرسول، قولاً فقط، دون اعتقاد منهم لما يقولون.. قوله تعالى: ((ثم يتولى فريق منهم)).. على القول بأنها نزلت في المنافقين، وجه كون فريق منهم يتولون مع أنهم على ملة واحدة، وكلهم يوافق على التولي، هو أن بعضهم قد تقع بينه وبين خصمه منازعة، فيطلب الخصم منه التحاكم إلى الرسول صلى الله عليه وسلم، فيتولى، والباقون لا تقع منهم خصومة مع أحد، فلا يظهر توليه مثل الفريق الأول، ولو وقعت بينه وبين أحد منازعة وطلب منه التحاكم إلى الرسول صلى الله عليه وسلم لتولى أيضاً كما تولى الفريق الأول.. وقال بعض العلماء: الآية نزلت في عموم المؤمنين، سواء منهم من كان مؤمناً ظاهراً وباطناً، وهم المؤمنون الصادقون، أو كان مؤمناً في الظاهر، دون الباطن، وهم المنافقون، ثم أخرج منهم المنافقين، ووجه ذلك أنهم ادعوا الإيمان، كما ادعاه المؤمنون الصادقون، ثم تولوا عنه.. الفريق الطائفة، وقد يكون الناس فريقين، وقد يكونون أكثر من ذلك، كما قال الشاعر: [sh] فقال فريق القوم.. لا، وفريقهم=نعم، وفريق قال: ويلك لا ندري [/sh] والقول إذا أطلق يكون المراد به القول باللسان، ويطلق على الاعتقاد بقرينة.. قوله تعالى: ((وما أولئك بالمؤمنين)).. الإشارة تعود إلى: ((فريق)).. من قوله تعالى: ((ثم يتولى فريق منهم)).. على أن الآية عامة، أي أولئك الفريق المتولي عن حكم الله ورسوله.. وتعود إلى القائلين على أن الآية في خصوص المنافقين، أي أولئك القائلون، من أظهر منهم التولي ومن لم يظهره، فتشمل الفريق المتولي.. وأل في ((المؤمنين)) للعهد، أي ليسوا بالمؤمنين الإيمان الحق وإن حكم لهم بالإسلام في الظاهر، لما يبدون من العمل لبعض أحكام الإسلام الظاهرة.. ومتعلق ((يتولى)) في قوله تعالى: ((ثم يتولى فريق منهم)).. محذوف يدل عليه ما قبله، أي يتولون عن الإيمان بالله والرسول وعن طاعة الله والرسول أي عن الذي قالوا: إنهم يؤمنون به.. [وسئل شيخنا المفسر عن مرجع الضمير في قوله: ((ويقولون))؟)] فقال: وأما مرجع الضمير فهم المنافقون، على القول بأنهم المراد ـ كما مضى ـ وإذا كان مرجع الضمير معلوماً فلا يحتاج إلى ذكر، وقد بينا ذلك في أضواء البيان عند قوله تعالى: ((ولو يؤاخذ الله الناس بظلمهم ما ترك عليها من دابة..)).. من سورة النحل:61، [قال شيخنا رحمه الله في كتابه أضواء البيان (3/289):\"قوله: ((ما ترك عليها من دابة)) الضمير في عليها راجع إلى غير مذكور، وهو الأرض، لأن قوله: ((من دابة)) يدل عليه، لأن من المعلوم أن الدواب إنما تدب على الأرض، ونظيره قوله تعالى: ((ما ترك على ظهرها من دابة))..قوله: ((حتى توارت بالحجاب)) أي الشمس، ولم يجر لها ذكر، ورجوع الضمير إلى غير مذكور يدل عليه المقام كثير في كلام العرب، ومنه قول حميد بن ثور: [sh] وصهباء منها كالسفينة نضجت......به الحمل حتى زاد شهراً عديدها [/sh] فقوله: صهباء منها، أي من الإبل وتدل له قرينة\"كالسفينة مع الإبل لم يجر لها ذكر، ومنه أيضاً قول حاتم الطائي: [sh] أماويَّ ما يغني الثراء عن الفتى=إذا حشرجت يوماً وضاق بها الصدر [/sh] فقوله:\"حشرجت وضاق بها\"يعني النفس، ولم يجر لها ذكر، كما تدل قرينة:\"وضاق بها الصدر\"ومنه أيضاً قول لبيد في معلقته: [sh] حتى إذا ألقت يداً في كافر=وأجن عورات الثغور ظلامها [/sh] فقوله:\"ألقت\"أي الشمس، ولم يجر لها ذكر ولكن يدل عليها قوله:\"وأجن عورات الثغور ظلامها\"، لأن قوله:\"ألقت يداً في كافر\"أي دخلت في الظلام.. ومنه أيضاً قول طرفة في معلقته: على مثلها أمضي إذا قال صاحبي....ألا ليتني أفديك منها وأفتدي فقوله:\"أفديك منها\"أي الفلاة، ولم يجر لها ذكر، ولكن قرينة سياق الكلام تدل عليها\"].. وأما الواو فهي عاطفة لجملة على جملة، والذي سوغ ذلك هو أن الجملة التي عطفت لها صلة قوية بالجملة السابقة المعطوف عليها، وهي قوله تعالى: ((لقد أنزلنا آيات مبينات...)). لأن هذه دالة على النور الإلهي الذي حث الله الناس على اتباعه بعد وضوحه، ولا ينتفع به كل الناس، وممن لم ينتفع به هؤلاء المنافقون.. قوله تعالى: ((وإذا دعوا إلى الله ورسوله ليحكم بينهم إذا فريق منهم معرضون)). حدف الفاعل لعدم توقف الفائدة على ذكره، أي إذا دعاهم خصمهم.. قيل: إن سبب نزول هذه الآية أن منافقاً اسمه بشر وقعت بينه وبين يهودي خصومة، وكان اليهودي محقاً والمنافق مبطلاً، وكل منهم يعلم أن النبي صلى الله عليه وسلم لا يحكم إلا بالعدل، فدعا اليهوديُّ خصمَه المنافقَ إلى النبي صلى الله عليه وسلم، فامتنع المنافق وقال: إن محمداً يحيف في حكمه.. وقيل: نزلت في المغيرة بن وائل من بني أمية.. وقعت بينه وبين علي رضي الله عنه خصومة، فطلب منه علي أن يتحاكما إلى النبي صلى الله عليه وسلم فامتنع وقال: إن محمداً يبغضني.. وذكر الله تعالى للتعظيم وبيان أنه المشرع للأحكام، والرسول صلى الله عليه وسلم هو المباشر للحكم في الحقيقة، ولهذا أفرد الضمير في قوله: ((ليحكم)) أي يحكم بما أنزل الله.. وإذا في قوله تعالى: ((إذا فريق منهم)) هي الفجائية، واختلف فيها: فقال بعض النحويين: هي حرف، وقال آخرون: هي اسم، أي ظرف زمان، أو ظرف مكان، أي إذاكان في ذلك الزمان أو المكان، أعرض فريق منهم.. نكتة نحوية: قاعدتان مشهورتان عند النحويين: أحداهما: لا بد أن تنخرم بهذه الآية.. القاعدة الأولى: أن العامل في إذا الشرطية هو جزاؤها لا شرطها والجواب هنا وقعت فيه إذا الفجائية، فالتقدير: يقع منهم الإعراض  حينما يدعون إلى الله ورسوله.. القاعدة الثانية: أن ما بعد إذا الفجائية لا يعمل فيما قبلها، و\"معرضون\" الذي هو الجزاء واقع بعدها.. والمعروف من صنيع النحويين أنهم عندما يقعون في مثل هذا المضيق يقدرون عاملاً آخر، يكون محذوفاً من جنس الجواب، أي أعرضوا إذا دعوا، والأظهر أن نفس\"معرضون\" هنا عامل في إذا الشرطية، وهو دال على أن ما بعد إذا الفجائية قد يعمل فيما قبلها.. والإعراض: الصدود والتولي من العرض وهو الجانب، فكأن المعرض يولي من أعرض عنه جانبه، كما قال تعالى: ((ثَانِيَ عِطْفِهِ)).. [الحج: 9]. قوله تعالى: ((وإن يكن لهم الحق يأتوا إليه مذعنين)).. أي إذا عرفوا أنهم ظالمون امتنعوا عن التحاكم إلى النبي صلى الله عليه وسلم كما مر.. وإذا عرفوا أن الحق لهم أقروا وانقادوا وأسرعوا إليه وخضعوا له صلى الله عليه وسلم، لأنهم ينالون بحكمه حقهم، فطاعتهم له صلى الله عليه وسلم ليست تبعاً لعيدة وإيمان صادقَين، وإنما هي تبع أغراضهم الشخصية، كما قال تعالى: ((كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ)) [البقرة: 20] على أحد التفسيرين في الآية.. قوله تعالى: ((أفي قلوبهم مرض، أم ارتابو، أم يخافون أن يحيف الله عليهم ورسوله، بل أولئك هم الظالمون)). قال بعض العلماء: إن\"بل\" للإضراب الانتقالي، وقال بعضهم: للإضراب الإبطالي.. والتحقيق أن ما قبل\"بل\" قسمان: القسم الأول: واقع لا يتوجه إليه الإبطال، وهو كونهم في قلوبهم مرض، وكونهم ارتابوا، لأن النصوص كثيرة في إثبات ذلك.. كما في قوله تعالى: ((فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضاً وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ)) [البقرة:10]. وقال تعالى: ((إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ)). [التوبة: 45]. فالاستفهام الداخل على هذين الوصفين للتوبيخ والتقريع.. والقسم الثاني: يتوجه إليه الإبطال، وهو قوله: ((أم يخافون أن يحيف الله عليهم ورسوله)) فإنهم لا يخافون ذلك لعلمهم أنه صلى الله عليه وسلم في غاية الإنصاف والعدل، ولكن إعراضهم لظلمهم، ولهذا قال تعالى قبل ذلك: ((وإن يكن لهم الحق يأتوا إليه مذعنين)). والحيف الجور، وعدم العدل، تقول العرب: حاف الحاكم حيفاً إذا جار وظلم، والريب والشك. وقوله تعالى: ((بل أولئك هم الظالمون)). أي ليس إعراضهم لشيء سوى الظلم، فإنهم يحبون الجائرين ليحكموا لهم على خصومهم. قوله تعالى: ((إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ)). قول الأول خبر مقدم لكان على حد قول ابن مالك: وفي جميعها توسط الخبر...أجـــز ...... والمصدر المنسبك من أن وما بعدها اسم كان، أي قول المؤمنين الصادقين في إيمانهم هو قولهم سمعنا وأطعنا.. وقد يقال: إن المبتدأ والخبر شيء واحد والمغايرة بينهما واجبة. والجواب: أن المبتدأ عام والخبر خاص مقيد أي قول المؤمنين قولهم: سمعنا وأطعنا، فحصلت المغايرة. [هكذا هو في الكراسة عندي، والذي يظهر هو أن يقال: إن المبتدأ خاص، وهو قوله: ((أن يقولوا سمعنا وأطعنا)) لأنه هو اسم كان والخبر عام وهو قوله: ((إنما كان قول المؤمنين)) لأنه خبر كان وعلى هذا، فإما أن يكون ما في الكراسة سبق قلم مني، وهو الأصل عندي في كل خطأ يحصل، وإما أن يكون شيخنا ذكر قراءة لغير الجمهور، كما في البحر المحيط (6/468) وهو أن المبتدأ هو القول الأول والخبر هو الثاني، وهذا أيضاً بعيد، وإما أن يكون سبق لسان من فضيلة الشيخ لم أنتبه له في حينه والله أعلم]. قوله: ((إذا دعوا)) أي إذا دعاهم خصومهم. وقوله: ((سمعنا)) أي أجبنا، فالسمع هنا بمعنى الإجابة، مثل قوله: ((سمع الله لمن حمده)).. قوله تعالى: ((وأولئك هم المفلحون)) أي أولئك المنقادون الذين يقولون إذا دعوا إلى الله ورسوله: سمعنا وأطعنا، ((هم المفلحون)). للفلاح إطلاقان: الإطلاق الأول: بمعنى الفوز بالمطلوب الأكبر. والإطلاق الثاني: بمعنى البقاء الأبدي في النعيم. ومنه ((حي على الفلاح)) وفسر بالأمرين، ولا شك أن من أطاع الله ورسوله نال الأمرين معاً. وجوب إجابة المؤمن إذا دعي إلى حاكم مسلم عدل والانقياد لحكمه أحكام متعلقة بقوله تعالى: ((ويقولون آمنا بالله وبالرسول وأطعنا...)) إلى قوله: ((وأولئك هم المفلحون)). أولاً: أنه يجب على المؤمن إذا دعاه أحد إلى حاكم من حكام المسلمين أن يجيبه ويأتي إليه. ثانياً: يلزمه الانقياد لحكمه، وأن يقول: سمعنا وأطعنا، لأن الله تعالى ذم من أعرض وتولى، ومدح من أطاع وأجاب، قال بعض العلماء: وهذه الآية نص صريح في الأمرين. ثالثاً: شرط وجوب الإجابة والانقياد أن يكون القاضي عالماً عادلاً لأنه وارث النبي صلى الله عليه وسلم، فالتولي عنه حرام. أما إذا كان القاضي متبعاً لهواه جائراً في حكمه، يأخذ الرشوة فلا أثم على من امتنع عن التحاكم إليه.. قوله تعالى: ((ومن يطع الله ورسوله ويخش الله ويتقه فأولئك هم الفائزون)). يذكر أن عظيماً من عظماء الروم، جاء إلى عمر بن الخطاب رضي الله عنه فوقف على رأسه وقال: أشهد أن لا إله إلا الله وأشهد أن محمداً رسول الله، فسأله عمر عن سبب إسلامه، فقال: إنه قرأ التوراة والإنجيل وكثيراً من الكتب السماوية، وصادف أن كان عندهم أسرى من المسلمين، فقرأ بعضهم هذه الآية، وفيها ثمرة الكتب كلها، وفسرها بأن معنى: ((ومن يطع الله)) أي في فرائضه، ((ورسوله)) أي في سننه، ((ويخش الله)) أي فيما مضى من ذنوبه، ((ويتقه)) أي فيما يستقبل من عمره، قال: فعلمت: أن هذا من كلام الله تعالى، وهو تفسير عجيب.. قوله: ((ومن يطع الله)) أي بامتثال أوامره واجتناب نواهيه.. قوله: ((ورسوله)) أي فيما بلغه عن ربه، وهما متلازمان.. قوله: ((ويخش الله)) أي يخافه.. قوله: ((ويتقه)) بأن يجعل بينه وبين ربه وقاية بامتثال أوامره واجتناب نواهيه.. ومعنى قوله: ((الفائزون)) أي الظافرون بمطلوبهم الأكبر.. وفي قوله تعالى: ((ويتقه)) أربع قراءات، كلها سبعية: القراءة الأولى: بكسر القاف وكسر الهاء مشبعة.. القراءة الثانية: بكسر القاف وكسر الهاء مع اختلاس.. ولا إشكال على هاتين القراءتين، فإن الفعل مجزوم بحذف الآخر والهاء يجوز فيها الإشباع والاختلاس.. القراءة الثالثة: ويتقه بسكون القاف.. ومن أساليب اللغة العربية أنه إذا اعتلت اللام، وسقط حرف العلة للبناء أو الجزم تخيل ما قبل الحرف الساقط كأنه آخر الكلمة ومن شواهده: [sh] ومن يتقْ فإن الله معه=ورزق الله مؤتاب وغاد [/sh] ومعنى مؤتاب أنه يأتي أوبة بعد أوبة، ومنه قراءة بعضهم: ((أرْنا مناسكنا)) [البقرة: 128]. وقول الشاعر: أرنا إداوة عبد الله نملأها..... من ماء زمزم إن القوم قد ظمئوا وقول الآخر: [sh] قالت سليمى اشترْ لنا سويقا=وهات خبز البر أو دقيقا [/sh]"
  },
  {
    "type": "section",
    "id": "section-25",
    "title": "الأيمان الكاذبة من عادة المنافقين ..... المحاضرة الثالثة و العشرون ، في: 6/11/1385هـ",
    "content": "قوله تعالى: ((وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ قُلْ لا تُقْسِمُوا طَاعَةٌ مَعْرُوفَةٌ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ)). لما ذكر تعالى شيئاً من صفات المنافقين، وأنهم يدعون الإيمان والطاعة بأقوالهم، ويتولون عن ذلك بأفعالهم، ولا ينقادون إلى الحق إلا طمعاً في الحظوظ الدنيوية، وكذلك لا يخرجون للجهاد مع المسلمين إلا لأجل الغنائم بين تعالى أنهم يحلفون على الكذب، وقد ذكر الله تعالى ذلك عنهم في عدة آيات.. منها قوله تعالى: ((اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ)). [المنافقون:2]. وذكر تعالى في سورة التوبة أنهم يهلكون أنفسهم بالإيمان الكاذبة.. كما قال تعالى: ((لَوْ كَانَ عَرَضاً قَرِيباً وَسَفَراً قَاصِداً لَاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ)) [التوبة:42]. ومعنى أقسموا حلفوا، قيل مشتق من: القِسْم، لأن اليمين لا يحتاج إليها إلا لتوكيد أمر فيه انقسام.. وقوله: ((جهد أيمانهم)). جهد مما ناب عن المفعول المطلق، والمراد أقسموا إقساماً بليغاً، أي قدر طاقتهم وسعتهم، تقول العرب: جهد يمينه، إذا بلغ فيها غايه جهده، وقيل: حذف الفعل العامل في المفعول المطلق، أي يجتهدون.. قال ابن عباس: من أقسم بالله فقد بلغ في اليمين جهده، لأنه ليس وراء الله شيء يؤكد به.. قوله تعالى: ((لئن أمرتهم ليخرجن)). أي قائلين: والله لئن أمرتهم ليخرجن. والمراد الخروج للجهاد في سبيل الله، وهذا هو الأظهر، لأنه أعظم ما يقسم عليه، وكان المنافقون كثيراً ما يتخلفون عنه، لأن فيه مخاطرة بالمال والنفس. وقيل: المراد خروجهم من بيوتهم وأبنائهم. قوله تعالى: ((لا تقسموا)).. المعروف أن المخلِص عادة، لا يحتاج إلى الإقسام وتأكيد الأخبار ولهذا يقول المتنبي: [sh] وفي اليمين على ما أنت واعده=ما دل أنك في الميعاد متهم [/sh] ولهذا كان المقرر في مذهب مالك، أن الشاهد إذا حلف على شهادته ردت، لأنه متهم. والمعروف في علوم البلاغة أن الخبر الابتدائي لا يؤكد.. والمعنى: لا حاجة إلى أن تقسموا.. قوله تعالى: ((طاعة معروفة)).. في إعراب\"طاعة\" ثلاثة أوجه: اثنان محتملان، وأظهرهما أولهما والثالث: شاذ.. الوجه الأول: أن\"طاعة\" مبتدأ، وسوغ الابتداء به، مع أنه نكرة كونه موصوفاً، والخبر محذوف، أي طاعة معروفة ـ وهي الطاعة الحقيقية ـ أولى وخير من الأيمان الكاذبة.. الوجه الثاني: أنه خبر مبتدأ محذوف، أي طاعتكم طاعة معروفة أنها نفاق لا حقيقة لها، فالمعنى أن إقسامكم على طاعة حقيقتها الكذب. الوجه الثالث: أن طاعة مرفوعة بتكن محذوفة، والتقدير: لتكن منكم طاعة معروفة.. قوله تعالى: ((إن الله خبير بما تعملون)).. هذا هو الزاجر الأعظم والواعظ الأكبر، الذي يتكرر غالباً في كل صفحة من صفحات القرآن الكريم، أي إن الله تعالى يعلم ما تسرون وما تعلنون، ومن ذلك حلفكم على الكذب ونفاقكم.. والخبرة أخص من العلم، فإنها لا تطلق إلا على ما من شأنه أن يخفى ولهذا يقال: \"على الخبير بها سقطت\".. وقال تعالى: ((وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْراً)) [الكهف:68]. وقال تعالى أيضاً: ((الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيراً)) [الفرقان: 59]. ويقال: أنا عالم أو الواحد نصف الاثنين، ولا يقال: أنا خبير بذلك.. قوله تعالى: ((قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلاغُ الْمُبِينُ)). قوله تعالى: ((قل أطيعوا الله)) أي أطيعوه فيما أمركم به.. ((وأطيعوا الرسول)) فيما بلغكم به عن ربه، وسبق أن طاعة الله مستلزمة لطاعة الرسول، وأن طاعة الرسول مستلزمة لطاعة الله تعالى، وإنما يذكر اسم الله تعالى تبركاً وتعظيماً، لأن من أطاع الرسول فقد أطاع الله.. قوله: ((فإن تولوا)) مضارع حذفت منه إحدى التاءين بدليل قوله بعده: ((وعليكم ما حملتم)) ولو كان ماضياً للغائب لقال: وعليهم ما حملوا.. قوله: ((فإنما عليه ما حمل وعليكم ما حملتم)).. أي إنما على الرسول صلى الله عليه وسلم مسؤولية هي التبليغ، وعليكم مسؤولية وهي الطاعة والقبول، فهو عليه ما حمل، أي ما كلفه تكليفاً جازماً وهو التبليغ على أتم الوجوه، وقد فعل ما يجب عليه فقام بما كلفه، وأنتم إذا توليتم فقد بقي عليكم ما حملتموه مسؤولين عنه، وهو الطاعة والامتثال. قوله تعالى: ((وإن تطيعوه تهتدوا)).. أي إن أمري لكم بطاعة الرسول صلى الله عليه وسلم هو عين الهدى، وهو سلوك طريق الرشاد. قوله تعالى: ((وما على الرسول إلا البلاغ المبين)). أي ليس عليه إلا البلاغ، وهو المعبر عنه بما في قوله: ((ما حمل)).. و((البلاغ)) فَعال بمعنى التفعيل، وكثيراً ما يطلق الفعال على التفعيل، كسلم سلاما وكلم كلاماً وطلق طلاقاً وبين بياناً وبلغ بلاغاً.. و((المبين)) أي البين الواضح الذي لا لبس فيه.. ويؤخذ من هذه الآية الكريمة أن المبلغين لشريعة النبي صلى الله عليه وسلم يجب عليهم أن يبينوها للناس على أتم الوجوه.. والمراد أن النبي صلى الله عليه وسلم ليس مكلفاً بهدايتكم ولا شفائكم ولا حسابكم، وإنما كلف تبليغكم، وقد جاءت آيات أخر تدل على أنه مأمور بالجهاد، وهو في الحقيقة من كمال التبليغ.. (7) وعد صادق مقيد بشروطه.. قوله تعالى: ((وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ * وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ * لا تَحْسَبَنَّ الَّذِينَ كَفَرُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَأْوَاهُمُ النَّارُ وَلَبِئْسَ الْمَصِيرُ)). سبب نزول الآية مما ذكر في سبب نزول هذه الآية أن الصحابة رضي الله عنهم كانوا في أول الإسلام في خوف وقلق شديدين، حتى كان لا يمر عليهم يوم واحد وهم آمنون، فشكا بعضهم إلى النبي صلى الله عليه وسلم ما كانوا يعانون من ذلك فنزلت الآية.. وبعضهم يفسر الآية بأن المراد من الذين وعدهم الله ما ذُكِر، هم الخلفاء الأربعة، لأن الصفات المذكورة في الآية وجدت فيهم، وفتحوا مشارق الأرض ومغاربها، والمراد من هذا التفسير التمثيل وإلا فالآية عامة لكل من اتصف بتلك الصفات إلى يوم القيامة.. فقوله تعالى: ((وعد الله الذين آمنوا منكم ...)). أي وعد الله وعده الصادق بذلك من اتصف بتلك الصفات. والإيمان إذا ذكر مفرداً شمل الأعمال، وإذا ذكر معه العمل انصرف إلى الإيمان الأكبر الذي هو الإيمان القلبي.. والقلب هو موضع الإيمان، والجوارح تبع له، كما قال رسول الله صلى الله عليه وسلم: (ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله، ألا وهي القلب). [البخاري (1/19) ومسلم (3/1219) من حديث النعمان بن بشير رضي الله عنه]. قوله تعالى: ((وعملوا الصالحات)).. أي ظهرت على جوارحهم آثار الإيمان، والصالحات جمع صالحة، وهذا اللفظ\"الصالحة\"تنوسيت فيه الوصفية وأطلق على كل خصلة طيبة، كالحسنة.. قال أبو العاص زوج زينب بنت رسول الله صلى الله عليه وسلم: بنت الأمين جزاك الله صالحة...ولك بعل سيثني بالذي علما وقال آخر: [sh] الحب مشغلة عن كل صالحة=وسكرة الحب تنفي سكرة الوسن [/sh] متى تكون الأعمال صالحة؟ والأعمال لا تكون صالحة إلا إذا اجتمعت فيها ثلاثة أمور: الأمر الأول: كونها على أساس العقيدة الصحيحة. الأمر الثاني: كونها على أساس الشرع، مطابقة له. الأمر الثالث: أن يكون العامل مخلصاً في عمله. [راجع كتاب: معارج الصعود إلى تفسير سورة هود ص:83]. قوله تعالى: ((ليستخلفنهم في الأرض)).. أي وعدهم الله قائلاً: والله ليستخلفنهم، أي يجعل القوة والسيطرة والخلافة لهم، وقد شوهد هذا في الخلفاء الأربعة، رضي الله عنهم.. وفي حديث سفينة مولى رسول الله صلى الله عليه وسلم: (الخلافة بعدي ثلاثون سنة، ثم يكون ملكاً عضوضاً). [حديث سفينة في المسند (5/220-221) قال: سمعت رسول الله صلى الله عليه وسلم يقول: (الخلافة ثلاثون عاماً ـ وفي رواية: سَنَة ـ ثم تكون بعد ذلك الملك ـ وفي رواية: ثم ملكاً بعد ذلك ـ) ولفظه في الترمذي قريب من هذا، وقال (4/503): هذا حديث حسن قد رواه غير واحد عن سعيد بن جمهان، ولا نعرفه غلا من حديث سعيد بن جمهان. وإذا كان حديث سفينة قد يفهم منه أن الخلافة لا تعود بعد الخلفاء الأربعة، لأنه ذكر بعدها الملك فقط، فقد ورد ما يدل على خلاف هذا المفهوم كما رواه أبو حذيفة، رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: (تكون النبوة فيكم ما شاء الله أن تكون، ثم يرفعها، ثم تكون خلافة على منهاج النبوة، فتكون ما شاء الله أن تكون، ثم يرفعها إذا شاء أن يرفعها، ثم تكون ملكاً عاضاً، فيكون ما شاء الله أن يكون، ثم يرفعها، ثم تكون ملكاً عاضاً، فيكون ما شاء الله أن يكون، ثم يرفعها، ثم تكون ملكاً جبرية، فتكون ما شاء الله أن تكون، ثم يرفعها إذا شاء أن يرفعها، ثم تكون خلافة على منهاج النبوة) ثم سكت.. أحمد في المسند: (4/273).. وذكره الشيخ ناصر الدين الألباني في الأحاديث الصحيحة (1/8) فقد بدأ بالخلافة ـ بعد النبوة ـ وختم بها ـ بعد الْمُلكَين: العاض والجبري ـ ثم سكت، فلا بد من خلافة بعد الملكين وتكون على منهاج النبوة]. وقوله: ((الذين آمنوا منكم)).. أخذ بعض المفسرين من مفهومها أن المراد الخلفاء الأربعة، والصحيح العموم، وإن كان الخلفاء الأربعة يدخلون في ذلك دخولاً أولياً، لأن الأمة الواحدة يخاطب موجودها، ويدخل في ذلك المعدوم تبعاً للموجود.. وقد خرج النبي صلى الله عليه وسلم هو وأصحابه من مكة خائفين فأمنهم الله تعالى.. قوله تعالى: ((كما استخلف الذين من قبلهم)). هذه سنته تعالى في جميع الأمم الماضية، من أقام أوامر الله في أرضه نصره الله وأيده ومكن له، وبدله بعد الخوف أمناً.. ومن ذلك ما وقع لبني إسرائيل، فإن موسى عليه السلام جاء وهم مستعبدون فلما أطاعوا أورثهم الأرض ومكن لهم فيها.. كما قال تعالى: ((وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرائيلَ بِمَا صَبَرُوا وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ)). [الأعراف:137]. وقال تعالى: ((وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ)) [القصص:5]. ونفهم من قوله تعالى: ((ليستخلفنهم في الأرض)) امتداد حكمهم وقوتهم في أنحاء المعمورة. [بحسب قوة الصفات التي ذكرها الله تعالى فيهم، مع الأخذ بأسباب النصر المادية]. قوله تعالى: ((وليمكنن لهم دينهم الذي ارتضى لهم)).. يقال: مكن له إذا جعل له مكانة، أي يجعل لهم ديناً قوياً، ظاهراً على الأديان كلها.. كما قال تعالى: ((هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ)). [الصف:9]. والمراد انتشار الدين وسيطرته على كل دين في الأرض.. قوله تعالى: ((وليبدلنهم)).. قرأ السبعة بتشديد الدال، من بدّل، وقرئ ـ في غير السبعة ـ بالتخفيف من أبدل.. وقد كان هذا التبديل في أصحاب رسول الله صلى الله عليه وسلم، فإنهم كانوا في خوف شديد، تتكالب عليه قوى الشر من كل جهة فبدل الله خوفهم أمناً، ودانت لهم كل الدنيا.. قوله تعالى: ((يعبدونني)).. جملة حالية، أي حال كونهم يعبدونني أعطيهم ما ذكر، والرابط هو ضمير الجماعة الذي هو الواو، على حد قول ابن مالك: [sh] وذات بدء بمضارع ثبت=حوت ضميراً ومن الواو خلت [/sh] وقوله تعالى: ((لا يشركون بي شيئاً)).. حال أيضاً من فاعل يعبدونني أي يعبدونني في حال كونهم مخلصين عبادتهم لي، وهي من نوع الحال المتداخلة.. وهاتان الجملتان جامعتان لمعنى لا إله إلا الله، فمعنى: لا يشركون بي هو معنى لا إله، ومعنى: يعبدونني، وهو معنى إلا الله.. وبعض النحويين يمنع الحال المتعددة ويجيز الحال المتداخلة، كما هنا، والصحيح جوازها معاً، ومما يدل على جواز الحال المتعددة قوله تعالى: ((وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفاً)) [الأعراف:150]. فغضبان وأسفا حالان، وهي متعددة، صاحبها موسى عليه السلام، وعاملها: رجع. قوله:\"شيئا\"أي شيئاً من المعبودات، فيكون مفعولاً به ليشركون ويجوز أن يكون شيئاً من الشرك، فيكون مما ناب عن المفعول المطلق، أي شركٍ قليلاً كان أو كثيراً.. وقوله تعالى: ((دينهم الذي ارتضى لهم)).. معناه أنه لا يرضى لهم ديناً غيره، وهو كقوله تعالى: ((الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً)). [المائدة:3]. وقوله: ((إِنَّ الدِّينَ عِنْدَ اللَّهِ الْأِسْلامُ)). [آل عمران:19]. قوله تعالى: ((ومن كفر بعد ذلك فأولئك هم الفاسقون)). قال بعضهم: المراد بالكفر والفسق هنا، كفر دون كفر وفسق دون فسق. والأظهر أن المراد الكفر الأكبر والفسق الأكبر، فهم خارجون عن طاعة الله خروجاً كلياً، والفسق يطلق على الكفر الأكبر.. كما في قوله تعالى: ((وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُون)) [السجدة:20]. قوله تعالى: ((وأقيموا الصلاة وآتوا الزكاة وأطيعوا الرسول لعلكم ترحمون)). إقامة الصلاة والإتيان بها على الوجه الأكمل، وإيتاء الزكاة إعطاء الحق الواجب بشروطه.. قوله: ((وأطيعوا الرسول)) هذا من عطف العام على الخاص.. وعطف العام على الخاص، أو عطف الخاص على العام، كلاهما مقبول إذا كان في الخاص مزية لا توجد في أفراد العام الأخرى.. ولما كانت الصلاة والزكاة من أعظم الدعائم، بدأ بهما ثم عطف الأمر بالطاعة عليهما تنويهاً بشأنهما.. وقوله: ((لعلكم ترحمون)). لعل في القرآن لها معنيان: المعنى الأول: التعليل، أي لأجل رحمتكم.. المعنى الثاني: على ظاهرها الترجي، ولكن بالنظر للمخاطبين أي بحسب ما يظهر لهم، أما الله تعالى فهو يعلم السر وأخفى.. وحذِف فاعل: ((ترحمون)) وأقيم مفعوله مقامه، لأنه معلوم وهو الله تعالى.. قوله تعالى: ((لا تَحْسَبَنَّ الَّذِينَ كَفَرُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَأْوَاهُمُ النَّارُ وَلَبِئْسَ الْمَصِيرُ)). قرئ: ((تحسبن)) بالتاء والياء، وبكسر السين وفتحها، وهي قراءات سبعية، والحسبان ظن، والمراد على قراءة التاء: لا تظنن يا محمد الذين كفروا معجزين، أي سابقين فائتين ربهم، كلا..! لا خلاص لهم منه، بل هم تحت قبضته يفعل بهم ما يشاء.. أما قراءة الياء، فاختلف في الفاعل: فقال جماعة: الفاعل الذين، والمفعول الأول محذوف، والتقدير: لا يحسبن الذين كفروا أنفسهم معجزين، وفي هذا نزاع.. وقال آخرون: بل في الكلام التفات إلى الغيبة، والفاعل هو النبي صلى الله عليه وسلم، والذين مفعول أول، ومعجزين مفعول ثان، كما هو الشأن في قراءة التاء، والتقدير: ولا يحسبن محمد الذين كفروا معجزين.."
  },
  {
    "type": "section",
    "id": "section-26",
    "title": "المحاضرة الرابعة و العشرون، في: 10/11/1385هـ.",
    "content": "وعلى كون ((الذين)) هو الفاعل، فيه قولان آخران: القول الأول: أن ((معجزين)) هو المفعول الأول، والجار والمجرور ((في الأرض)) مفعول ثان، ويرد على هذا أن ((يحسبن)) فعل قلبي، ويدخل على المبتدأ والخبر، ولفظ ((معجزين)) نكرة، فأين المسوغ؟ والجواب: أن ((معجزين)) صفة لمحذوف هو المبتدأ في الأصل، فلما حذف قامت الصفة مقامه، والتقدير: ولا يحسبن الذين كفروا أناساً معجزين. فأناساً هو المبتدأ في الأصل، وسوغ كونه مبتدأ وصفة بمعجزين فلما حذفت قامت الصفة مقامه.. القول الثاني:أن المحذوف ـ الذي هو المفعول الأول ـ ضمير تقديره: فلا يحسبنهم الذين كفروا، وإنما حذف لكون المفعولين والفاعل شيء واحد هو الذين كفروا، فاستحسن حذفه تخفيفاً للفظ. قوله تعالى: ((ومأواهم النار)).. المأوى محل الإيواء، يقال: هذه الدار مأوى لفلان، أي محل له يسكنه.. والمعنى: لا محل للكفار يأوون إليه إلا النار، وهذه جملة خبرية معطوفة على جملة إنشائية قبلها، وهي قوله: ((لا تحسبن الذين كفروا)) وبعضهم يمنع عطف الجملة الخبرية على الإنشائية كما يمنع عطف الجمل الإنشائية على الخبرية، كما يفعل أكثر علماء البلاغة في مبحث الفصل والوصل، والصواب جواز ذلك، لوجوده في كلام الله.. فمن عطف الجملة الخبرية على الإنشائية هذه الجملة هنا، ومن عطف الإنشائية على الخبرية قوله تعالى عن إبراهيم وأبيه: ((يَا إِبْرَاهِيمُ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيّاً)) [مريم:46]. ومنه قوله تعالى هنا: ((ولبئس المصير)).. بعد قوله: ((ومأواهم النار))، وقول امرئ القيس: [sh] وإن شفائي عبرة مهراقة=وهل عند رسم دارس من مؤمل [/sh] قوله تعالى: ((ولبئس المصير)).. اللام واقعة في جواب قسم محذوف، أي والله لبئس، والمصير فاعل بئس والمصير مكان الصيرورة، وهي الأيلولة في ثاني حال.. سابعاً: استئذان أفراد الأسرة في دخول بعضهم على بعض قال تعالى: ((يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلاثَ مَرَّاتٍ مِنْ قَبْلِ صَلاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلاةِ الْعِشَاءِ ثَلاثُ عَوْرَاتٍ لَكُمْ لَيْسَ عَلَيْكُمْ وَلا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (58) وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (59) وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لا يَرْجُونَ نِكَاحاً فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ وَاللَّهُ سَمِيعٌ عَلِيمٌ (60) لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلا عَلَى الْأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ وَلا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالاتِكُمْ أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ أَوْ صَدِيقِكُمْ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعاً أَوْ أَشْتَاتاً فَإِذَا دَخَلْتُمْ بُيُوتاً فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ لَعَلَّكُمْ تَعْقِلُونَ)) (1) استئذان العبيد والصبيان في أوقات معينة: قوله تعالى: ((يا أيها الذين آمنوا ليستأذنكم الذين ملكت أيمانكم والذين لم يبلغوا الحلم ...)). الآية.. لما ذكر الله تعالى أولاً حكم البالغين الأحرار في الاستئذان في قوله: ((لا تدخلوا بيوتاً غير بيوتكم...)) بين تعالى هنا حكم الأحرار غير البالغين وحكم العبيد.. واللام في قوله: ((ليستأذنكم)) للأمر، وهي تفيد الوجوب.. وهنا يرد سؤال، وهو: أن المأمور بهذا الاستئذان هم العبيد والصغار، فلم لم يوجه الخطاب إليهم، بل وجه إلى عموم المؤمنين؟ والجواب: أن العبيد والصغار لما كانوا تحت ولاية السادة والآباء وتصرفهم، ناسب أن يوجه الخطاب لمن يلونهم، ليأمروهم بذلك. وليس هذا من الأمر بالأمر، هل يكون أمراً أو لا؟ بدليل وجود لام الأمر في قوله: ((ليستأذنكم))، وهو كقول النبي صلى الله عليه وسلم لعمر بن الخطاب: (مرة ـ أي عبد الله ـ فليراجعها) الحديث [راجع صحيح البخاري (6/163) وصحيح مسلم (2/1093)]. وهو الذي أشار إليه صاحب المراقي بقوله: [sh] وليس من أمر بالفعل أمر=لثالث إلا كما في ابن عمر [/sh] ومعنى قوله: ((الذين ملكت أيمانكم)).. أي العبيد، وكثيراً ما يعبر عن الرق بملك اليمين، وهو شامل للذكور والإناث ـ بحكم التبع ـ. قوله تعالى: ((والذين لم يبلغوا الحلم منكم)).. أي من الأحرار.. والحلم ما يراه الرائي في النوم، والمراد هنا أن يرى أنه يجامع النساء مناماً فينزل، وهذا من علامات البلوغ.. ومن طرق معرفة البلوغ التحديد بالسنين.. واختلف في ذلك: فعند مالك أقلها ثمانية عشرة سنة للذكر والأنثى.. وعند أبي حنيفة ثمانية عشر للذكر وسبعة عشر للأنثى.. وعند الجمهور خمسة عشر عاماً للذكر والأنثى.. واستدلوا بقصة ابن عمر حينما أراد الخروج للغزو مع النبي صلى الله عليه وسلم، كانت سنه أربع عشرة سنة، فرده، فلما كان في السنة الثانية أجازه وكانت سنه خمسة عشرة سنة. [قصة رد ابن عمر في غزوة أحد وإجازته في الخندق في صحيح البخاري (5/45) ومسلم (3/490)]. قيل: لا يلزم اطراد ذلك، فإن الصبيان يتفاوتون في ذلك: فقد يبلغ أحدهم مبكراً.. ويتأخر غيره في البلوغ وهو في سنه.. ومن علامات البلوغ الإنبات.. وهو خشونة تحدث في العانة لا مطلق الشعر.. ومنها غلظ الصوت، ومنها فرض أرنبة الأنف.. قيل: كان علي رضي الله عنه يقيس البلوغ بالطول، فإن بلغ الصبي خمسة أشبار حكم ببلوغه، وقد أخذ هذا الفرزدق فقال: [sh] ما زال مذ عقدت يداه إزاره=فسما فأدرك خمسة الأشبار [/sh] أوقات استئذان هؤلاء وسبب تخصيصها قوله تعالى: ((ثلاث مرات)).. المراد ثلاثة أوقات.. وقد غلط من زعم أن المراد الاستئذان ثلاث مرات في وقت واحد، فليس هذا في الآية.. بدليل التفصيل لهذه المرات في نفس الآية في قوله: ((من قبل صلاة الفجر)).. أما سنة الاستئذان وتكراره ثلاثاً فقد وضحته السنة، كما في حديث أبي موسى الأشعري.. [سبق ذكره في بعض حواشي تفسير الآية 27]. و\"ثلاث\"ظرف لا مصدر.. والأمر بالاستئذان في هذه الأوقات الثلاثة، دون غيرها لما هو معروف من العادة أن صاحب البيت يكون غالباً غير آخذ حيطته فيها من التكشف، فربما يدخل الداخل وهو على حالة لا يرضى أن يطلع عليه فيها أحد... أما قبل صلاة الفجر لأنه وقت القيام من النوم، فتكون عليه ثياب النوم غير ساترة.. وأما بعد صلاة العشاء فلأنه وقت النوم والراحة ونزع الثياب الساترة، إلى غير ذلك.. وأما وقت الظهيرة فكذلك وقت اطمئنان وراحة، وقد نبه الله على ذلك بقوله: ((وحين تضعون ثيابكم من الظهيرة)).. وتوجه الأمر في الآية للمماليك ظاهر، فإنهم يكلفون بعض التكليفات وأما توجهه إلى الصغار، فهذا يدل على ما ذهب إليه مالك من أن الصغار مكلفون بالمندوبات والمكروهات، ويدل لذلك قول النبي صلى الله عليه وسلم للمرأة التي سألته عن طفل:\"ألهذا حج؟ فقال: (نعم ولك أجر). [مسلم (2/974)]. وسبب نزول الآية ما ذكر أن النبي صلى الله عليه وسلم بعث غلاماً أنصارياً يسمى مدلجاً إلى عمر رضي الله عنه في نصف النهار، فدخل عليه وثوبه منكشف، فكره ذلك وتمنى أن ينزل الله نهياً عن الدخول بغير استئذان بالنسبة للصغار والعبيد، ثم مشى معه إلى النبي صلى الله عليه وسلم فجاء وقد نزلت الآية.. وقيل: نزلت في أسماء بنت مرثد، دخل عليها غلام في وقت لا تحب دخوله عليها فيه، فشكت ذلك إلى النبي صلى الله عليه وسلم، فنزلت الآية.. وفي هذه الآية كلام طويل للمفسرين: فيرى بعضهم أنها منسوخة، ويرى بعضهم أنها محكمة في حال دون حال، وذلك فيما إذا لم توجد أبواب تمنع الداخل.. ويرى بعضهم أنها محكمة في كل حال في تلك الأوقات الثلاثة، وهذا هو الصحيح، فإنه لا يصار إلى النسخ ولا التخصيص بوقت دون وقت إلا بدليل.. ويروى عن الإمام الشافعي أنه قال: لم تنسخ.. فقيل له: لم تركوا العمل بها؟ فقال: الله المستعان.. [فكيف لو قيل للإمام الشافعي: لم ترك أغلب المسلمين في الأرض الحكم بكتاب الله؟‍‍  ] وقال بعضهم: ثلاث آيات في القرآن تهاون بها الناس: الأولى: هذه الآية.. والثانية: ((يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ)).. [الحجرات: 13]. والثالثة: ((وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلاً مَعْرُوفاً)) [النساء:8]. والظهيرة: انتصاف النهار وقت اشتداد الحر.. وقوله: ((من قبل صلاة الفجر)) محله النصب بدل من\"ثلاث\"بدليل عطف الظرف عليه:\"وحين تضعون\". ولا يفهم من قوله: ((من قبل صلاة الفجر)) أن ما قبله من الليل كان مباح الدخول بلا استئذان، لأن هذا خرج مخرج الغالب، وهو أن الناس في العادة يبدأ انتشارهم قبل صلاة الفجر، بعد الأذان ولا يكثر قبل ذلك من الليل.. قوله تعالى: ((ثلاث عورات لكم)) بالنصب بدل من\"ثلاث مرات\"، وبالرفع خبر مبتدأ محذوف، والعورة في الأصل الخلل، يقال: أعور الفارس إذا كان في درعه خلل يخاف منه، ومنه قيل لفاقد العين، أعور لاختلال عينه.. وسميت هذه الأوقات بالعورات، لأن الستر يختل فيها غالباً.. والعورة كل ما لا يحب الإنسان أن يطلع عليه غيره.. عدم الحرج في ترك الاستئذان في غير تلك الأوقات وعلته قوله تعالى: ((ليس عليكم ولا عليهن جناح بعدهن)).. أي ليس عليكم أيها الأولياء من عدم الأمر بالاستئذان، ولا على العبيد والصبيان في عدم الاستئذان جناح، أي إثم\"بعدهن\" أي بعد الثلاث العورات المذكورة.. ثم بين تعالى العلِّيَّة في نفي الجناح بقوله: ((طوافون عليكم بعضكم على بعض)) أي هم طوافون، والمراد أن هذه ضرورة اقتضت الرخصة في دخولهم عليكم بلا استئذان في غير الأوقات الثلاث، لأن الابن والعبد يخدمان الأب والسيد، فالاختلاط ضروري، فهم يطوفون للخدمة والسادة والآباء يطوفون عليهم للاستخدام، ولهذا قال: ((بعضكم على بعض)) وهما مبتدأ وخبر، أي بعضكم طواف على بعض.. وقيل: الجار والمجرور في محل نصب بفعل محذوف، يقع جملة خبر للمبتدأ، أو يكون بعضكم فاعلاً له، والتقدير، بعضكم يطوف على بعض أو يطوف بعضكم على بعض.. والتقدير: بعضكم يطوف على بعض أو يطوف بعضكم على بعض.. وهذا يدل على أن العلة في الرخصة كثرة الطواف، ومنه قوله صلى الله عليه وسلم في الهرة: (إنها من الطوافين عليكم). [سنن أبي داود (1/60) والترمذي (1/153-154) وقال: هذا حديث حسن صحيح. والنسائي: (1/55) وابن ماجة (1/131)]. قوله تعالى: ((كذلك يبين الله الآيات والله عليم حكيم)).. الكاف نعت لمصدر محذوف، أي: بياناً مثل ذلك البيان يبين لكم أي يوضحه على مقتضى علمه المحيط بكل شئ ومقتضى حكمته التي يضع بها كل شيء في موضعه. استئذان من بلغ الحلم من الأطفال قوله تعالى: ((وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ)).. ((الأطفال منكم)) أي الأحرار.. لما كان الطفل مأذوناً له في الدخول في غير تلك الأوقات الثلاثة بغير استئذان، وكان ذلك سبباً في اعتياده وتمرنه، فإنه إذا بلغ سيستمر على ذلك، لأنه ألفه، نبه الله تعالى على ذلك فأمر بأن يستأذنوا كغيرهم وهم الذين قال الله في حقهم: ((يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ)).. [الآية: 27 وسبق تفسيرها]. وقد وجه ـ هنا ـ الأمر إليهم تماماً، لأنهم أصبحوا أهلاً للخطاب.. ((كذلك)) أي مثل ذلك البيان الواضح يوضح الله لكم آياته .... ثم تكرر ذكر اتصافه تعالى بالعلم والحكمة، لأن ذلك أدعى للقبول وكأنه يقول: علمي محيط بكل شيء، أعلم ما يضركم وما ينفعكم، وأنا حكيم أضع الأمور في مواضعها، فأطيعوا أمري.."
  },
  {
    "type": "section",
    "id": "section-27",
    "title": "(2) حكم حجاب القواعد من النساء.. المحاضرة الخامسة و العشرون ، في: 22/12/1385هـ",
    "content": "قوله تعالى: ((وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لا يَرْجُونَ نِكَاحاً فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ وَاللَّهُ سَمِيعٌ عَلِيمٌ)). لما ذكر الله تعالى بعض الآداب الاجتماعية، ومنها أمر النساء بالتستر وعدم إبداء الزينة لغير محارمهن، وكان ذلك شاملاً للشابات وغيرهن من العجائز، استثنى هنا العجائز الكبيرات في السن اللاتي قعدن عن الحيض والولد والنكاح، وأنهن يجوز لهن ما لا يجوز للشابات، وبين مع ذلك أن الأفضل لهن أن لا يتزين بزي الشابات خشية أن يوجد من يميل إليهن، فإن لكل ساقطة لاقطة، كما قال بعض العلماء.. والقواعد ورد في القرآن لمعنيين: الأول: جمع قاعد بلا تاء، بمعنى المرأة التي قعدت عن الحيض والولد والنكاح للكبر، والقعود عن الشيء معناه القصور عنه. الثاني: القواعد بمعنى الأسس التي يوضع عليها السقف، منها قوله تعالى: ((وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ)). [البقرة:127]. قوله تعالى: ((لا يرجون نكاحاً)) أي لا يطمعن فيه. وحمل بعض العلماء معنى القاعد منها على التي قعدت عن الولد، ولكن هذا غير سديد، فإنا نرى كثيراً من النساء يقعدن عن الولد في سن مبكرة مع أنهن جميلات وفيهن مستمتع، ولا عبرة بكون بعض العجائز قد يبدو منهن ميل إلى الرجال وهي في غاية من الكبر الذي لا يلتفت معه إليها أحد، كما قال الشاعر: عجوز تمنت أن تكون صبية....وقد قوس العينان واحدودب الظهر تروح إلى العطار تبغي شبابها......ولن يصلح العطار ما أفسد الدهـر فالمراد بقوله تعالى: ((لا يرجون نكاحاً)) لا تعلق لطمعهن في النكاح لبلوغهن سناً لا يطمع معه فيهن أحد.. وقوله: ((نكاحاً)) نكرة في سياق النفي تفيد العموم، وهي قرينة على أن المراد بلوغهن سناً كبيراً، والمراد بالنكاح العقد.. قوله تعالى: ((فليس عليهن جناح أن يضعن ثيابهن)) .. الضمائر عائدة إلى القواعد، والفاء دخلت لتضمن الموصول \"أل\" (في القواعد) معنى الشرط.. والجناح: الحرج.. واختلف في المراد بالثياب التي لا جناح عليهن في وضعها: فقيل: الجلباب الذي فوق الخمار، فالشابة تلبس الدرع والخمار والجلباب، والعجوز لها وضع الجلباب، وليس لها أن تكشف شعرها على هذا الرأي أمام الأجانب، ووجه جمع الثياب هو بالنظر إلى كثرة الجلاليب، لتعدد العجائز. وقيل: الخمار والجلباب، فيجوز لها كشف رأسها على هذا الرأي أمام الأجانب.. قوله تعالى: ((غير متبرجات بزينة)).. هذا هو محل الترخيص على كلا المعنيين، فالترخيص مقيد بعدم القصد السيء من وضع الثياب.. والتبرج: الظهور والاتضاح، ومنه قيل للقصر الكبير: برج كما قال تعالى: ((أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ)) [النساء:78]. ومنه: سفينة بارجة، ويقال للشمس والقمر البروج ويطلق ذلك على منازلهما، تشبيهاً بالقصور الشاهقة.. والمعنى: غير ظاهرات أمام الناس بزينة.. قوله تعالى: ((وأن يستعففن خيرٌ لهن)).. أي تعففهن وتكرمهن عن وضع شيء من ثيابهن، مع جواز ذلك لهن خير لهن، لأنه أحوط وأبعد عن الريبة، والمصدر في محل رفع مبتدأ خبره خير.. قوله تعالى: ((والله سميع عليم)).. هذا هو الواعظ الأكبر والزاجر الأعظم.. (3) اجتماع الأقارب والمسافرين على طعامهم مجتمعين أو فرادى.. قوله تعالى: ((لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلا عَلَى الْأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ وَلا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالاتِكُمْ أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ أَوْ صَدِيقِكُمْ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعاً أَوْ أَشْتَاتاً فَإِذَا دَخَلْتُمْ بُيُوتاً فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ لَعَلَّكُمْ تَعْقِلُونَ)).. الآية.. اختلف في هذه الآية على قولين: القول الأول: أنها في نسق واحد، وهو نفي الحرج عمن ذكر في الأكل بخصوصه وسيأتي بيان الأوجه التي ذكرت في هذا المعنى.. القول الثاني: أن الآية وردت في نفيين: فأول الآية في نفي الحرج عن الأعمى والأعرج والمريض عامة في كل تكليف يمنع منه شيء مما ذكر من العاهات، والدليل على ذلك مجيئه في مواضع أخرى مطلقاً في القرآن الكريم، لا يقصد منه خصوص الأكل.. فقوله تعالى: ((ولا على أنفسكم)) على هذا مسوق لرفع حرج خاص بعد رفع حرج عام عمن ذكر، واختار هذا ابن عطية وغير واحد من المفسرين.. وكونها في نسق واحد، معناه: لا حرج عليهم أن يأكلوا مع الناس وفي المراد بذلك أقوال: القول الأول: ما روي عن الصحابة والتابعين أن المسلمين كانوا إذا غزوا يخلفون الزمنى في البيوت، ويوكلونهم على أموالهم من بعدهم، ويسلمونهم المفاتيح، ويأذنون لهم أن يأكلوا في بيوتهم، وكانوا يتحرجون مع ذلك، فنزلت الآية.. القول الثاني: أن هؤلاء المرضى كانوا يتحرجون من الأكل مع الأصحاء لئلا يتأذوا منهم، فنزلت الآية.. القول الثالث: أن الأصحاء كانوا يتحرجون من الأكل مع هؤلاء الزمنى خشية أن يظلموهم، فنزلت الآية في نفي الحرج.. وهذا القول بعيد عن ظاهر القرآن، فإن نفي الحرج صريح عن الزمنى أنفسهم، لا الأصحاء.. وفي الآية أقوال أخرى لا داعي لذكرها.. قوله تعالى: ((ولا على أنفسكم أن تأكلوا من بيوتكم..)).. اختلف في البيوت المرادة هنا: فقيل: بيوت الأولاد.. وقيل: بيت الإنسان نفسه.. لأنه قد يكون فيه أزواجه وأولاده، ولهم أموال غير ماله.. وظاهر القرآن أن ذلك جائز من غير إذن.. وبعضهم يقيده بالإذن وهذه المسألة ذات طرفين وواسطة: الطرف الأول: أن يعلم أنهم راضون بالأكل، وهذا لا كلام في جوازه.. الطرف الثاني: أن يعلم عدم الرضا، وهذا لا يجوز معه الأكل بدون إذن، والآية خرجت مخرج الغالب، فإن الغالب في الأقارب والأصدقاء الرضا والسماح.. والواسطة: أن يجهل حال القريب أو الصديق من جهة الرضا وعدمه والأظهر الجواز، لإطلاق الآية، ولأن العادة جرت بالتسامح في مثل ذلك.. قوله تعالى: ((أو ما ملكتم مفاتحه..)). مفاتح جمع مفتح.. وقوله: ((ملكتم)) مبني للمعلوم في قراءة السبعة، وفي قراءة شاذة لبعض الصحابة: ((ملكتم)) مبني للمجهول.. والمراد: ما كانت مفاتيحه بأيديكم، أي ملكتموها ملك تصرف كالخازن والمودع إذا أعطاهم رب المال المفاتيح.. وقال بعضهم: يجوز ذلك ما لم يكن للخازن أجرة على رب المال.. قوله تعالى: ((أو صديقكم)).. فعيل من الصداقة، وذلك بأن يود كل من الشخصين الآخر، وبعضهم يفسر الصداقة بقول الشاعر: [sh] إن أخاك الحق من كان معك=ومن يضر نفسه لينفعــك ومن إذا ريب الزمان صدعك=شتت فيك شمله ليجمعـك [/sh] وإنما أفرد: صديق، لأنه اسم جنس مفرد، واسم الجنس المفرد يطلق ويراد به الجمع وهو كثير، وإن زعم الاستاذ سيبويه أنه قليل\"وذكر الشيخ أمثلة كثيرة من القرآن وأشعار العرب، وقد سبق شيء من ذلك عند تفسير قوله تعالى: ((أو الطفل)) من الآية الواحدة والثلاثين من هذه السورة، كما سبق منه شيء في تفسير سورة هود والتي تم طبعها في هذا العام 1408هـ بعنوان معارج الصعود إلى تفسير سورة هود\". قوله تعالى: ((ليس عليكم جناح أن تأكلوا جميعاً أو أشتاتاً)).. الجناح: الإثم، أي ليس عليكم إثم.. كان بعض العرب لا يأكل وحده، ويظنون أن ذلك ـ أي عدم الأكل بانفراد ـ من سنة إبراهيم عليه السلام. ومن ذلك قول حاتم الطائي: [sh] إذا ما صنعت الزاد فالتمس له=أكيلاً فإني لست آكله وحدي [/sh] فنزل القرآن يبين جواز أكل الإنسان منفرداً، وإن كان الأكل مع الضيف من المكارم.. وقوله تعالى: ((أن تأكلوا)) في موضع نصب، وقيل في موضع الخفض بحرف الجر المحذوف، وجوز سيبويه الوجهين.. قوله: ((جميعاً)) منصوب على الحال، وهو في المعنى توكيد.. وقوله: ((أشتاتاً)) جمع شتت، وهو مصدر نعت به [ليس المراد أنه نعت هنا حسب اصطلاح النحويين، وإنما هو معطوف على الحال فهو حال والحال وصف كما قال ابن مالك: الحال وصف فضلة منتصب..]. كما قال ابن مالك: [sh] ونعتوا بمصدر كثيرا=.......... [/sh] وقد أخذ بعض العلماء من قوله تعالى: ((ليس عليكم جناح أن تأكلوا جميعاً أو أشتاتاً)) جواز النهد، وهو أن يتناهد المسافرون، فيخرج كل واحد منهم زاده ثم يخلطونه فيأكلون منه سواء، وإن تفاوت أكلهم، لأن قوله: ((جميعاً)) صادق بما إذا كان الطعام لواحد، وبما إذا كان الجماعة، ولكن النبي صلى الله عليه وسلم نهي عن أن يأكل بعضهم تمرتين وصاحبه يأكل تمرة واحدة. [البخاري (6/212) من حديث ابن عمر رضي الله عنه: أن النبي صلى الله عليه وسلم نهى عن القران، وفي رواية نهى رسول الله صلى الله عليه وسلم أن يقرن الرجل بين التمرتين، حتى يستأذن أصحابه، والرواية الأخيرة لمسلم (3/1617)]. وقد بينت ذلك في أضواء البيان في تفسير سورة الكهف، عند قوله تعالى: ((فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَاماً فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلا يُشْعِرَنَّ بِكُمْ أَحَداً)). [الكهف:19، راجع أضواء البيان (4/69-71)]. والأحاديث الدالة على جواز النهد كثيرة وصحيحة.. قوله تعالى: ((فإذا دخلتم بيوتاً)).. الفاء سببية، والدخول مسبب على الأكل، لأنه يستلزم الإذن بالدخول.. واختلف في المراد بالبيوت: فقال جماعة: المراد بها المساجد.. وقال آخرون: المراد بها البيوت غير المسكونة، والداخل فيها على هذا يقول: السلام علينا وعلى عباد الله الصالحين.. وقال جماعة: هي عامة في كل البيوت.. والمراد بقوله: ((فسلموا على أنفسكم)) أي على إخوانكم، وكثيراً ما تطلق النفس مراداً بها الأخ، وفي ذلك استعطاف المسلم على أخيه، وليس في هذا تكرار مع قوله تعالى: ((يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ)) لأنه في هذه الآية نهى عن الدخول بغير إذن، وفي الآية المذكورة هنا أمر بالتحية.. وقوله: ((تحية)) هو مما ناب عن المفعول المطلق، أي سلموا سلاماً وحقيقة السلام أجود من حقيقة التحية، لأن المراد بالتحية الدعاء بطول الحياة، والمراد بالسلام الدعاء بالسلامة من الآفات، وهو أكمل بلا شك لأن بعض الحياة يكون الموت خيراً منها.. قوله تعالى: ((من عند الله)).. أي مبدأها من عنده، لأنه هو الآمر بها.. وقوله: ((مباركة)) أي كثيرة البركة.. لأن الله تعالى جعلها طريقاً للتحابب والتآلف.. [يشير إلى حديث أبي هريرة: قال: قال رسول الله صلى الله عليه وسلم: (لا تدخلون الجنة حتى تؤمنوا.. ولا تؤمنوا حتى تحابوا.. أو لا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم، مسلم (1/74)]. وقوله: ((طيبة)) أي يستطيبها المسلم عليه، فهي جامعة بين البركة والطيب.. قوله: ((كذلك يبين لكم الآيات)).. أي مثل ذلك البيان الواضح، ((يبين الله لكم)) أي يوضح.. قوله: ((لعلكم تعقلون)) أي لأجل أن تعقلوا.. أو رجاء أن تعقلوا حسب ما يظهر للناس، وأما الله فهو بكل شيء عليم.. ثامناً: التأدب مع الرسول وعدم الخروج عن طاعته قال تعالى: ((إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولَئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (62) لا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضاً قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذاً فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ (63) أَلا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قَدْ يَعْلَمُ مَا أَنْتُمْ عَلَيْهِ وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ)).. قوله تعالى: ((إنما المؤمنون الذين آمنوا بالله ورسوله..)) الآية.. أراد الله تعالى بيان صفة المؤمنين، والتعريض بصفات المنافقين وقد تقدم قوله تعالى في أول السورة: ((سورة أنزلناها وفرضناها)) فذكر هذه الآيات في آخرها، تنبيهاً على أنه ينبغي طاعة من أنزلت عليه تلك السورة العظيمة.. والمراد بقوله: ((إنما المؤمنون)) أي الكاملون في إيمانهم.. (1) وجوب الاستئذان وقت الاجتماع لأمر مهم قوله تعالى: ((إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوه)).. قوله: ((آمنوا)) أي صدقوا تصديقاً قلبياً تظهر آثاره على الجوارح والمراد بالأمر الجامع الأمر المهم الذي يستدعي الاجتماع، ولا خلاف في أن الرسول صلى الله عليه وسلم إذا دعا الناس لأمر عام، كالجهاد ونحوه أنه تجب إجابته.. وبعض العلماء يدخل في ذلك الجمعة، فلا يخرج الناس يوم الجمعة إلا بإذن من الإمام، وكان بعض السلف يفعله، ولكن هذا غير لازم وإنما المراد إمام المسلمين الذي يقوم مقام النبي صلى الله عليه وسلم في مصالح الناس.. قوله: ((حتى يستأذنوه)) أي حتى يطلبوا منه الإذن فيأذن.. ثم أكد تعالى أن المؤمنين الحقيقيين هم الذين يفعلون ذلك، فقال: ((إن الذين يستأذنونك أولئك الذين يؤمنون بالله ورسله)) أي لا غيرهم.. قوله تعالى: ((فإذا استأذنوك لبعض شأنهم فأذن لمن شئت منهم)).. أي إذا طلب منك بعض المؤمنين الإذن لقضاء بعض أمورهم التي تستدعي استئذانهم، ((فأذن لمن شئت منهم)) وكل الله المشيئة إليه صلى الله عليه وسلم، لعلمه تعالى أنه مجبول على العطف والرحمة بقومه.. قيل: هذه الآية نزلت في عمر رضي الله عنه، كان في اجتماع مع النبي صلى الله عليه وسلم، فاستأذن ليذهب للعمرة، والتحقيق أنها تعريض بالمنافقين وبيان لصفات المؤمنين.. قوله تعالى: ((واستغفر لهم الله)).. لما كان بعضهم قد يستأن لغير حاجة ضرورية أمر الله تعالى نبيه صلى الله عليه وسلم أن يستغفر لهم في ذلك، وهذا، وإن كان السبب خاصاً، فالمراد به العموم كما قال تعالى: ((فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ)). [محمد:19]. قوله: ((والله غفور رحيم)).. أي كثير المغفرة والرحمة.. (2) وجوب احترام الرسول وتوقيره والتأدب معه قوله تعالى: ((لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضاً)).. في هذه الآية أوجه، أساسها أن المصدر،\"دعاء\" هل أضيف إلى الفاعل أو إلى المفعول؟ فأكثر المفسرين على أنه أضيف إلى المفعول، فهو صلى الله عليه وسلم المدعو، أي إذا دعوتموه فلا يكن دعاؤكم مجرداً عن الاحترام والتوقير، كما يفعل بعضكم مع بعض، فلا تقولوا: يا محمد، ولكن قولوا: يا رسول الله ولا ترفعوا أصواتكم عنده، بل اخفضوها.. وقد دلَّ على هذا قوله تعالى: ((يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ (2) إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولَئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ (3) إِنَّ الَّذِينَ يُنَادُونَكَ مِنْ وَرَاءِ الْحُجُرَاتِ أَكْثَرُهُمْ لا يَعْقِلُونَ (4) وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّى تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْراً لَهُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ)). الآيات.. [الحجرات 2-5]. فالمقصود أن الله تعالى لما ذكر هذه السورة العظيمة وما فيها من الآداب السامية ختمها بأدب اجتماعي لائق برسول الله صلى الله عليه وسلم، وهو احترامه في الخطاب.. وقال بعضهم: إن المصدر أضيف إلى الفاعل، وفيه وجهان: الوجه الأول: لا تفعلوا ما يغضبه صلى الله عليه وسلم، ودعاؤه مستجاب، ليس كمثل دعاء بعضكم على بعض.. الوجه الثاني: المراد إذا دعاكم إلى أمر فأجيبوا، وإذا دخلتم فلا تخرجوا بدون إذن منه، كما قد يفعل بعضكم مع بعض، ولعل مما يؤيد هذا قوله تعالى: ((قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذاً ..)).. و((قد)) للتحقيق، والتسلل الخروج في خفية، و((لواذا)) مصدر بمعنى الحال، يقال: لاذوا لواذا، أي متلاوذين، يلوذ بعضهم ببعض.. وقيل: ناب عن المفعول المطلق.. والفرق بين اللياذ والعياذ.. أن اللياذ يكون في إرادة منفعة، والعياذ يكون في دفع مضرة.. قوله تعالى: ((فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ ..)). معنى قوله: ((يخالفون)) يصدون ويعرضون، بدليل دخول عن على قوله: ((أمره)).. والفتنة تطلق على الاختبار، وليست مرادة هنا، وتطلق على نتيجة الاختبار إذا كانت سيئة، والمراد بها هنا العقاب كالزلازل والولاة الجائرين أو الإضلال، وهو أن يختم الله على قلوبهم، وهذا أقرب، لأن الله تعالى كثيراً ما يهدد المخالفين به، كما قال تعالى: ((فلما زاغوا أزاغ الله قلوبهم)).. قوله تعالى: ((أو يصيبهم عذاب أليم)) أي في الآخرة.. وقد أخذ الأصوليون من هذه الآية قاعدة أصولية.. وهي أن الأمر للوجوب بدليل أن الله تعالى توعد من خالفه، ولا يتوعد إلى على واجب.. قوله تعالى: ((أَلا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قَدْ يَعْلَمُ مَا أَنْتُمْ عَلَيْهِ وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ)).. ((ألا)) استفتاحية للتنبيه، وأكدت الجملة بأن، لأن الكفار عاملوا الله معاملة من لا يملك السموات والأرض، فكأنهم منكرون، ولهذا نزلوا منزلة المنكر، كما قيل: كقولنا لمسلم وقد فسق .... يا أيها المسلم إن الموت حق وإنما غلب غير العقلاء على العقلاء، فقال: ((ما في السموات والأرض)) لأن المقام مقام الملك والعظمة.. والعاقل وغيره في ذلك سواء.. وقوله: ((قد يعلم ما أنتم عليه)) أي من خير وشر وطاعة ومعصية.. قوله تعالى: ((ويوم يرجعون إليه)).. الصحيح أن كلمة\"يوم\" معطوفة على\"ما\" في قوله: ((يعلم ما أنتم عليه)).. فهو مفعول به، لا مفعول فيه، أي هو عالم بحالكم اليوم وما ستلاقون في يوم الجزاء الذي ترجعون فيه إليه.. قوله: ((فينبئهم بما عملوا)).. أي يخبرهم به، وليس المراد مجرد الإخبار، بل هو إخبار معه جزاء.. قوله: ((والله بكل شيء عليم)).. لا يخفى عليه تعالى شيء.. وقد ختمت هذه السورة العظيمة بالواعظ الأكبر والزاجر الأعظم.. للدلالة على أنه تعالى رقيب على عباده  مجازٍ من أطاعه في أمره وعمل بتلك الآداب، خيراً، ومن عصاه وخالف أمره جزاء ما عمل.. والله تعالى أعلم. [كان فراغ فضيلة شيخنا المفسر من تفسير هذه السورة الكريمة في الساعة الخامسة صباحاً (بالتوقيت الغروبي) من يوم السبت الموافق 26/12/1385هـ. وقد فرغت من ترتيبها على هذه الصورة في الساعة الواحدة إلا ربعاً بعد منتصف الليل من ليلة الثامن والعشرين من شهر رمضان المبارك سنة 1408هـ، أي بعد انتهاء المفسر منها بثلاث وعشرين سنة إلا ثلاثة أشهر تقريباً والحمد لله رب العالمين]. وقد عدت لتصحيحها ووضع بعض العناوين التي لم تكن موجودة في طبعتها الأولى، بتاريخ: 2/2/1426هـ 12/3/2005م في منزلي بالمدينة المنورة، والحمد لله رب العالمين."
  }
]