[
  {
    "type": "title",
    "content": "الدعوة إلى الإسلام في أوربا تأليف الدكتور : عبد الله قادري الأهدل الطبعة الثانية 1428هـ ـ 2007م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "المقدمة:",
    "content": "إن الحمد لله، نحمده ونستعينه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا. من يهده الله فلا مضل له، ومن يضلل فلا هادي له, وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه أجمعين. أما بعد: فإن هذا الدين هو الدين الحق الذي لم يبق في الأرض دين حق سواه، كما قال تعالى: { وَمَنْ يَبْتَغِ غَيْرَ الإِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنْ الْخَاسِرِينَ }. [آل عمران: 85]. وهو خاتم الأديان والمهيمن عليها، يجب على أهل الأرض كلهم اتباعه، ولا يجوز العدول عنه، كما قال تعالى: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ }. [الأحزاب: 40]. وقال تعالى: { قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً }. [الأعراف: 158]. وقال تعالى: { تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيراً }. [الفرقان: 1]. لذلك أوجب الله تعالى على نبيه محمد صلى الله عليه وسلم، أن يبلغ هذا الدين إلى العالمين، وكلف أمته من بعده، أن يبلغوه كذلك، كما قال تعالى: { يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ }. [المائدة: 67]. وقال تعالى: { قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنْ الْمُشْرِكِينَ }. [يوسف: 108]. وقد قام الرسول صلى الله عليه وسلم، بما أمره الله به من التبليغ، حتى توفاه الله وقد أكمل به دينه وأقام على الناس به حجته. ونهض بعده صلى الله عليه وسلم بتبليغه أصحابه الكرام، وعلى رأسهم خلفاؤه الراشدون، رضي الله عنهم أجمعين. فحملوا ذلك الدين عِلْماً وعملاً ودعوةً وجهاداً في سبيل الله، وسار على نهجم التابعون لهم بإحسان، فارتفعت بذلك راية الإسلام على المعمورة، وسعدت بذلك البشرية مدة طويلة في كل مكان وصل إليه الإسلام، في كل مجالات الحياة. وعندما بدأ الإيمان يضعف في نفوس هذه الأمة، وأخذت تُفرِّط فيه شيئاً فشيئاً: في العمل والدعوة والجهاد، حتى انتهت إلى البعد عن تطبيقه ـ إلا من رحم الله ـ سلط الله عليها عدوها، من التتر واليهود والنصارى، فأذلها الله لأذل خلقه، كما هو مشاهد اليوم. وها هي الأرض اليوم تمور بالكفر والفسوق والعصيان، بسبب عدم قيام المسلمين بما أوجب الله عليهم من إخراج الناس من الظلمات إلى النور، بما في ذلك الشعوب الإسلامية. ولا خلاص للمسلمين وغيرهم من المصائب والفتن المنتشرة في الأرض، إلا بعودة ارتفاع راية الإسلام، وارتفاعها متوقف على قيام المسلمين بدينهم علماً وعملاً ودعوةً وجهاداً في سبيل الله. والواجب على كل قادر على الإسهام في الدعوة، والتربية والتعليم والجهاد، القيام بما يقدر عليه في بلاد المسلمين، من تطبيق الإسلام عقيدة وعبادة وشريعة؛ لأن إقامة دين الله في الشعوب الإسلامية، هو المنطلق لنشر هذا الدين في غيرها من شعوب الأرض. وهذا الأمر يتوقف على تعاون العلماء فيما بينهم، وتعاونهم مع الحكام، وتعاون الحكام فيما بينهم، على البر والتقوى في الشعوب الإسلامية، تنفيذاً لأمر الله وتطبيقاً لشرعه. والواجب في الدعوة أن يبدأ كل داعية إلى الله، بدعوة أهل بلده وإرشادهم وتفقيههم في الدين، ولكن ذلك لا يمنع من قيامه بالدعوة في بلدان أخرى، إذا رجحت عنده المصلحة، وبخاصة إذا وجد في بلده من يقوم بالدعوة فيه. ولقد هيأ الله بعض المؤسسات الإسلامية التي تدعمها بعض الدول، كالمملكة العربية السعودية والكويت ومصر، ودولة الإمارات العربية، للقيام بما تيسر لها من الدعوة إلى الله، ومن هذه المؤسسات \"الجامعة الإسلامية في المدينة المنورة\" التي تلقيت فيها تعليمي، وشاركت في أعمالها: تعليماً وإدارةً ودعوةً ونشاطاً طلابياً، ومن ذلك هذه الرحلات التي قمت بها في مشارق الأرض ومغاربها، مع بعض أساتذتي وزملائي، أو بمفردي. وقد استفدت من هذه الرحلات كثيراً، وبخاصة هذه الجولة الأخيرة التي قمت بها في آخر السنة الماضية (1407هـ) وقد استغرقت ثلاثة شهور تقريباً، زرت خلالها الدول الأوربية الآتية: سويسرا، ألمانيا، النمسا، بلجيكا، هولندا، الدانمرك، السويد، فنلندا، النرويج، بريطانيا، وفرنسا. وهي أغلب دول أوروبا الغربية، إلا أني لم أزر في بعض هذه البلدان إلا عواصمها، وبعضها زرت مدنها الكبرى. كل ذلك مفصل في الكتب الخاصة بالبلدان الأوربية من سلسلة: \"في المشارق والمغارب\" التي أعدت كلها للطبع ولعلها تنتهي قريباً. التقيت فيها المسلمين: دعاة ومدعوين، من المغتربين، ومن أهل البلد، كما التقيت عدداً من غير المسلمين: مستشرقين وقسس، وغيرهم من ذوي التخصصات المتنوعة، وجرت لي معهم مناقشات ومحاورات، ومحاولات لتصحيح مفاهيمهم غير الصحيحة عن الإسلام، مقصودة كانت ـ تلك المفاهيم ـ أو غير مقصودة. وقد كتبت كل تلك المناقشات في وقتها، بنصها في الغالب، كما هي عادتي في تسجيل رحلاتي، حيث لا أدع دفتري وقلمي في كل جولاتي، وقد بلغ ما كتبته في هذه الرحلة أكثر من ألف صفحة بخط الآلة الكاتبة، لخصت منها هذه الصفحات ليتمكن من يريد الاطلاع السريع على شيء من معالم تلك الرحلة ."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "موقف الأوربيين من الدين",
    "content": "الديانة النصرانية قد حُرِّفت، واختلط ما بقي منها بالأديان الوثنية القديمة: البوذية واليونانية والرومانية وغيرها. وما بقي منها سليماً من التحريف، كتمه علماء أهل الكتاب، سواء أكانوا من اليهود أم من النصارى، كما قص الله تعالى عنهم ذلك في كتابه! ومرت فترة كانت الكنيسة تسيطر فيها على حياة الناس، بطغيانها، حيث تجبرهم على التسليم الكامل بما يصدر عنها، مما يخالف العقل والواقع، ويُمَكِّن للظلم والظالمين، وكل من خرج عما يصدر عنها اعتبرته زنديقاً يستحق القتل والنفي والتعذيب؛ لأنها تنسب كل أفكارها إلى الله وتتحدث باسمه! وقد نقل المسلمون ما ترجموه من علوم اليونان التي كانت نظريات ذهنية مجردة، لا وجود لغالبها في التجارب العملية المثمرة، فحولوا ـ أي المسلمون ـ تلك العلوم إلى تجارب تطبيقية، مع إضافتهم ابتكارات أخرى لم يُسْبَقوا إليها. وعندما اختلط الأوربيون بالمسلمين في الأندلس، تلقوا من المسلمين تلك العلوم التي كانت نواة القفزة الغربية المادية المعاصرة التي وصلت إلى ما وصلت إليه اليوم، كما استفاد الأوربيون من الفقه الإسلامي في بعض الأنظمة والقوانين. والشيء المهم الذي رفضوه ولم يرفعوا به رأساً، هو العقيدة الإسلامية التي حاربوها، كما حاربوا الكنيسة النصرانية التي وقفت لهم بالمرصاد، لتحول بينهم وبين العلوم الكونية التي كانت تعتبرها زندقةً وخروجاً على دين الله في زعمها، وحجرت على عقولهم من التفكير المؤدي إلى نفي ما أثبتته أو إثبات ما نفته، ولو كان ما وصلت إليه العقول واضحاً وضوح الشمس في كبد السماء. لذلك اضطهدت علماءهم الذين استقوا من المسلمين المنهج التجريبي، وقتلتهم وسجنتهم ونفتهم، فوقفوا من كل الأديان موقف المعارضة والرفض، ورأوا أنهم بمروقهم من الدين وعدم التزامهم به، قد تحرروا من القيود والأغلال التي أجبرتهم على الخضوع للظلم والطغيان والجهل، وللتسليم بما يخالف العقول والفطر، واعتقدوا أن العلم والدين لا يجتمعان. ولو أنهم فكروا بعقولهم قليلاً من التفكير، لعلموا أن الدين الإسلامي الذي أخذوا تلك العلوم من أهله، لا يمكن أن يقارن بالدين الكنسي؛ لأنه لو كان مثل الدين الكنسي لما مكن أهله من إتقان تلك العلوم مع التدين، ولكن القوم عميت بصائرهم، فحرموا أنفسهم وحرموا الأجيال بعدهم من نعمة الله العظمى، وهي دين الإسلام الذي كان سينقذهم وينقذ البشرية من الويلات التي نزلت بها من فصل العلم المادي عن هدى الله!. [s2] تنوع الأوربيين في موقفهم من الدين: وقد انقسم الأوربيون في موقفهم من الدين أربعة أقسام: القسم الأول: رفض التدين مطلقاً، واعتنق الإلحاد، فلا يؤمن بالغيب، ومن ذلك الإله. القسم الثاني: لم يهتم بأمر الدين، ولا يرى فائدة في التفكير فيما وراء المادة؛ لأنه لا يقدم الإنسان، بل يؤخره، ويمكنه أن يأخذ بعض السلوكيات التي تناسبه من أي مجتمع إنساني، بصرف النظر عن تدينه أو عدم تدينه. القسم الثالث: بقي مُظهراً التمسك بالدين النصراني المحرف الذي يدعو إليه في خارج المجتمع النصراني أكثر منه فيه، وهذا القسم أقل من سابقيه. وغالب هؤلاء جهلة مرتزقة، وقد يوجد من بينهم عدد قليل صادقون في التزامهم ببعض الطقوس والعبادات، وإن كانوا يشعرون في قرارة نفوسهم أن عقولهم وفطرهم لا تستسيغ العقيدة النصرانية وتعقيداتها. القسم الرابع: فئة تشعر بفراغ قلبي، لم تملأه العقيدة النصرانية، ولم تجد بداً من أن تبحث عن الحقيقة، لتصل إلى اقتناع بالتدين أو عدمه، فترى الشخص من هذه الفئة يبحث في جميع الأديان التي يعثر عليها، ويقارن بينها، وقد يصل في النهاية إلى الاقتناع بدين الإسلام، إذا وُفق لمعرفته عن طريق الكتب أو عن طريق بعض المسلمين. [s2] تقديس الأوروبيين للعقل وآثاره: ويغلب على الأوربيين، بما ورثوه من الفكر اليوناني، تقديس العقل وجعله الحَكَم في كل شيء، فما أقره العقل عندهم أثبتوه، وما لم يقره فالأصل فيه الشك، ولكن العقل الأوربي، قد رُبِّي على عدم الإيمان بالغيب أو البحث فيه. كما يغلب عليهم، بما ورثوه من الفكر الروماني، الاهتمام بالملذات المحسوسة والمتاع العاجل. وينصب اهتمام الفرد الأوربي على مصالحه الخاصة، ولا يفكر غالباً فيمن سواه، إلا فيما يعود عليه هو بالفائدة، أو ما يُلزمه به القانون؛ ولهذا سيطرت عليهم الأنانية الفردية التي أصبحت لها آثار مدمرة في حياتهم، أفراداً وأسراً ومجتمعات، يشكو منها الفرد والأسرة والمجتمع في كل المجالات: السلوكية والسياسية والاجتماعية والعسكرية وغيرها. ومن هنا تفككت الأسرة والمجتمع في الغرب تفككاً رهيباً، كما صرح بذلك كثير ممن قابلتهم وحاورتهم، من أهل الغرب أنفسهم مسلمين وغير مسلمين، على مستويات مختلفة، رجالاً ونساءً. [s2] فهم الأوربيين للإسلام: غالب الذين اجتمعت بهم من المسلمين الأوربيين وغير المسلمين منهم، وسألتهم: متى سمعوا عن الإسلام، وما الذي سمعوه عنه؟ كانوا يجيبون بأنهم سمعوا عنه عندما كانوا في المدرسة الثانوية، في مادة تاريخ الأديان، وعامتهم لم يسمعوا عن الإسلام إلا ذَمَّهُ والقدحَ فيه وتشويهه في الأذهان، وبعضهم يذكر أنه لم يسمع عن الإسلام شيئاً إلا في الفترة الأخيرة، إما بمناسبة حرب البترول سنة 1973م، وإما بمناسبة الحرب العراقية الإيرانية، وإما بغير ذلك مما يحمل تشويه الإسلام والتنفير منه. وهناك فئتان يغلب على أفرادهما فهم الإسلام فهماً جيداً تقام عليهم به الحجة، وهما فئة المستشرقين، وبعض فئات المنصرين، من القسس المهتمين بمقارنة الأديان والدعوة إلى تقارب أهلها، وبخاصة النصارى والمسلمين، وقد يكون لدى بعض أفراد الفئتين رغبة في أن يكونوا ـ كما يقولون ـ موضوعيين محايدين في المقارنة، ولكنهم لا يفهمون الإسلام فهماً جيداً، وبخاصة الذين لا يرجعون إلا إلى كتب المستشرقين الذين سبقوهم، لعدم إجادتهم اللغة العربية. ويُعتَبر المستشرقون مرجع المستفتين الأوربيين، من الساسة والقانونيين والمحامين والمدعين العامين، فيما يتعلق بشؤون المسلمين القانونية والدينية والاجتماعية، كالحجاب والزواج والدفن. ويوجد أفراد منهم تدل تصرفاتهم ومواقفهم من المسلمين ومن المعاني الإسلامية، أنهم مقتنعون بأن الإسلام حق، وقد يكون بعضهم مؤمناً يكتم إيمانه خوفاً على مركزه الاجتماعي، ومن ضغط المجتمع المعادي للإسلام، أو تأولاً بأنه بكتمان إيمانه ينفع المسلمين بالدفاع عنهم. [s2] غرور الأوروبيين يصدهم عن الإسلام: وقد امتلأت غالب عقول الأوربيين بالغرور والكبرياء، حتى صاروا يعتقدون أنهم سادة أهل الأرض، للون بشرتهم، ولما يملكون من الحضارة المادية والنظم الإدارية الْمُيَسَّرَة، ومظاهر الديمقراطية السياسية، ولذا لا يرى الأوربي أنه في حاجة إلى الْتماس أي مبدأ من خارج مجتمعه يوجه سلوكه، وبخاصة الإسلام الذي لا يسمع عنه إلا ما ينفره منه، ويلقي في روعه أنه دين قوم همج رجعيين قتلة جهلة، ويزيده يقيناً بذلك أحوال المسلمين المعاصرة التي يراها تحمل الفوضى الشاملة، وعدم استقرار مناطقهم التي لا تسكت فيها المدافع والبنادق والقنابل، إن الأوربي يرى أنه هو السيد المطلق وكل من عداه عبيد، وهل يليق بالسيد أن يقلد العبيد في ديانتهم أو أعرافهم؟! [s2] رواد كَذَبُوا أهلهم: وبرغم ذلك الغرور وتلك الكبرياء، فإن أحوال الغربيين ومنهج حياتهم ينذران بالخطر الماحق والدمار الشامل، في شؤونهم الأسرية الاجتماعية والسلوكية والاقتصادية، ولذا أخذ بعض المفكرين منهم ينظرون إلى حالتهم المتدنية نظرة إشفاق وخوف وحذر، ويحاولون تنبيه أبناء جنسهم على تلك المخاطر، والإشارة إلى مكامن الداء ونافع الدواء من وجهةِ نظرهم، ويعقدون لذلك الاجتماعات والندوات، ويكوِّنون الجمعيات، ويكتبون الكتب والنشرات، ويقترحون المواد الدستورية والقانونية، ويطالبون بإقرارها في البرلمانات، ويوصون بإدخال موادها في مناهج التعليم وفي الكتب المدرسية، ونشر ذلك في وسائل الإعلام، لتخليص المجتمع من تلك الشرور. ومن أمثلة ذلك: الجمعية السويسرية التي أنشئت سنة 1986م برئاسة العضو البرلماني (جْلُوتِنْ سِنْجَرْ) الذي ألَّف كتاباً بعنوان: (السياسة الإنسانية)، يدعو فيه إلى القيم الروحية والمعاني الإنسانية والحفاظ على الفضيلة والحشمة والأخلاق، وعدم استغلال المرأة الجسدي من أجل الكسب المادي، وغير ذلك، وهو يحاول أن يحصل على العدد الكافي من الأعضاء الذين يوافقونه على مشروعه، ليقدم اقتراحاته إلى الحكومة السويسرية للموافقة عليه؟ وقد اجتمعت به مع بعض أعضاء جمعيته في فندق \"إنتركونتننتال\" في مدينة \"جنيف\" مع مدير المؤسسة الثقافية الإسلامية \"سراج كمال الدين\" وسمعت من الرجل أفكاراً طيبة، ولكنه يعتبر تلك الأفكار إنسانية لا صلة لها بالدين. وقد أخبرته أن تلك المعاني التي يدعو إليها، قد دعا إليها الإسلام، يوم نزول القرآن الكريم على نبينا محمد صلى الله عليه وسلم، وفصلها تفصيلاً دقيقاً في القرآن والسنة، وأن أساس تطبيقها هو الإيمان الراسخ بالله واليوم الآخر، والتسليم المطلق لحكم الله والتطبيق العملي الذي يعتبره المسلم عبادة يؤديها لينال رضا الله، ‎وأن الواجب عليه وعلى أمثاله، ممن يشفقون على قومهم ويلتمسون لهم السعادة والوقاية من الشقاء والضنك في هذه الحياة، أن يتجهوا إلى دراسة الإسلام، ليعلموا أن في منهجه ما يمكن أن يجعل الأوربيين سادة العالم لو أنهم فازوا بالدخول فيه، كما حصل ذلك لبني عثمان، فكان جوابه: إن الناس لو دعوا إلى هذه المعاني باسم الإسلام لنفروا منها، لعدم اطمئنانهم إلى الدين من حيث هو. وهنا قلت في نفسي إن الأوربيين رواد يريدون لهم الخير، ولكنهم كذبوا أهلهم."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "أقسام المسلمين في أوروبا:",
    "content": "ينقسم المسلمون في أوروبا قسمين: [s2] القسم الأول: المغتربون: وهم الذين نزحوا إليها من بلدان إسلامية، أو بلدان أخرى غير إسلامية، وهم من أصل إسلامي، كالوافدين من الدول الشيوعية، مثل المجر ـ هنغاريا ـ ويوغسلافيا وألبانيا. وغالب هؤلاء إنما نزحوا من بلدانهم لضرورات أو حاجات، وهم أصناف ثلاثة: [s3] الصنف الأول: الذين وفدوا إلى الغرب لالتماس الرزق وتوفير لقمة العيش: وأغلبهم من الجهال غير المثقفين الذين لا يحملون مؤهلات تمكنهم من تولي وظائف مرموقة، وإنما عندهم مقدرة على الأعمال الجسمانية، وقد سهلت لهم الدول الغربية طرق الهجرة في أول الأمر، لتتخذهم عمالاً تقوم على أكتافهم، وليس على عقولهم، الحضارة المادية، من حمل الأثقال وأعمال التنظيف والحراسة والعمل في المطاعم والمصانع، وما أشبه ذلك. ولم تكن الدول الأوربية تخاف من تأثير هؤلاء في مجتمعاتها بالإسلام لأسباب أربعة: السبب الأول: أن غالبهم لم يكن يهتم بدينه ولم يلتزم به هو في نفسه. السبب الثاني: عدم وجود الثقافة عندهم، إذ غالبهم أميون، والأمي لا يخشى أن يؤثر في المثقف، بل تَأَثُّر الأول بالثاني أقرب. السبب الثالث: أنهم يعملون في مهن حقيرة، لا تجعل الأوربيين ينظرون إليهم نظرة احترام وتقدير، وإنما ينظرون إليهم نظرة احتقار وازدراء، كما أنهم ـ أي العمال المسلمون ـ ينظرون إلى الأوربيين نظرة إجلال وإكبار، ويرون أنفسهم الأدنى والأوربيين الأعلى وهذه النظرة توجد لدى كثير من مثقفي من يسمون بالعالم الثالث، ومنهم المسلمون، فكيف بغير المثقف منهم الذي يخدم الأوربي في بلده؟! ولهذا لم يكن الأوربيون يخشون من تأثير هذا الصنف من المسلمين في مجتمعاتهم، وإن تمسكوا بما يفهمونه من دينهم. السبب الرابع: أنهم أفراد قليلون في مجتمع كبير، له عقائده وأفكاره وسلوكه، وهو قادر على التأثير فيهم بضغطه الاجتماعي الذي يحيط بهم في أماكن العمل، وفي الشارع، وفي المسكن، وفي المنتزه، وفي النادي، وفي دور السينما والمسرح، وفي المطعم، إضافة إلى وسائل الإعلام ذات التأثير القوي، وأهم من ذلك كله: المرأة الغربية المصاحبة، زوجة كانت أو صديقة. وقد ذاب كثير من هذا الصنف في المجتمع الغربي، وبخاصة في الفترة التي سبقت وجود المراكز الإسلامية والاتحادات الطلابية الإسلامية. [s3] الصنف الثاني: هم الشباب الذين وفدوا إلى بلدان الغرب لطلب العلم: سواء منه ما يتعلق بالعلوم الإنسانية، كعلم النفس وعلم الاجتماع والتربية والاقتصاد والعلوم العسكرية، أو ما يتعلق بالعلوم الكونية والطبية والصناعية... ونحوها. وغالب هذا الصنف لم يكن في أول الأمر ملتزماً بدينه في بلاده، والذي كان يلتزم بشيء من الإسلام، لم يكن يأخذ ما يلتزم به عن طريق العلم الإلهي والتربية الربانية، وإنما تلقاه بالوراثة من أبويه وأقاربه. ولهذا فإن طلائع هذا الصنف انبهروا بحضارة الغرب المادية ونظمها الإدارية وأساليبها السياسية، وقادهم ذلك الانبهار إلى الاغترار بالمجتمعات الغربية، فانجرفوا إلى عقائدهم الملحدة أو العلمانية، وإلى أخلاقهم وعاداتهم الفاسدة، فوقعوا في المستنقعات التي حرَّمها الله عليهم في كتابه وسنة رسوله صلى الله عليه وسلم، واعتقدوا أن الغرب هو صاحب السيادة الذي ينبغي اقتفاء أثره وتقليده في كل شيء، سواء وافق ذلك الإسلام أو خالفه. ومن هنا انفجرت حمأة أساطين الفصل بين الدين وحياة المسلمين في الشعوب الإسلامية، وهم من يسمون بالعلمانيين الذين لا تخلو منهم بلاد من بلدان المسلمين، بل هم المسيطرون على غالب تلك البلدان، وإن كُبِتُوا وأُسكت صوتهم في بعض البلدان الإسلامية إلى حين، وكثير منهم ملاحدة لا يؤمنون بالله ولا باليوم الآخر. وقد مكن أعداء الإسلام لهذا الصنف المُفسد لحياة الأمة، أن يتسلم أزمَّة الأمور في كثير من الشعوب الإسلامية ـ على غفلة وجهل من أهلها ـ لينفذوا مخططات الغرب في تلك الشعوب، تلك المخططات التي لم يكن المستعمرون قادرين على تنفيذها إلا بخسارة فادحة في الأموال والأنفس، وإن هذا الصنف لهو السبب في جُلَّ المحن التي تعانيها الشعوب الإسلامية في كل أقطار الأرض اليوم..! وبعض أفراد هذا الصنف من الطلاب لا زالوا موجودين في الغرب من الزمن الماضي والحاضر، وهم أدوات تساعد ساسة الغرب ومستشرقيه ومنصريه ورجال أمنه على تحقيق مصالح الغرب في بلدان المسلمين، والعمل على وضع كل الصعاب والعقبات المادية والمعنوية في طريق تطبيق الإسلام تطبيقاً صحيحاً في معاقله التي ألفته وألفها زمناً طويلاً. من ذلك ـ مثلاً ـ ما حصل من ضابط الشرطة الأفغاني الذي ابتعث من قبل حكومته سنة: 1955م، ليتدرب في أكاديمية البوليس في (فينا) عاصمة النمسا، وبعد أن أكمل دراسته بقي هناك، وأظهر للمسلمين الغيرة على الإسلام، حتى أصبح رئيساً للجمعية الدينية الإسلامية الرسمية في النمسا. وقد اعترفت الحكومة النمساوية بالإسلام ديناً رسمياً، لأهله كامل الحقوق التي تمنح للأديان الأخرى، ولكن هذا الرجل انحرف بالجمعية برغم أنوف أعضائها، بمساعدة خفية من رجال الدولة، وهو يحاول أن يكون الموجهون للمسلمين، سواء أكان التوجيه عن طريق التدريس، أو عن طريق إمامة المساجد، أو غيرها، من الأشخاص الذين لا يرجى منهم خير للإسلام والمسلمين، بل قد يكون بعضهم وبالاً عليهم، وبرغم أن النمسا بلد ديمقراطي، فإنه يرفض تطبيق الانتخابات الديمقراطية الحرة بين المسلمين، ويحتال بشتى الحيل لأن يبقى هذا الرجل في منصب رئاسة الجمعية، مع كراهية غالب أعضائها له. وهو يتعاون مع الحكام العلمانيين في تركيا  ـ لأن كثيراً من المسلمين في النمسا من رعاياها ـ لإبعاد التوعية الإسلامية الصحيحة عن المسلمين. وقد فصَّلت القول في التعريف بهذا الرجل وشكوى المسلمين منه في الأصل. [s3] وللحق أنصار: وهناك فريق من الطلاب وفدوا إلى الغرب، وهم ملتزمون بالإسلام، مع الوعي الجيد والثقافة والتربية الإسلامية الواقية، وهؤلاء هم الذين نفع الله بهم في الغرب، فنشروا الدعوة الإسلامية بين زملائهم من الطلاب الذين كانوا بعيدين عن هدى الله، فأعادوهم إليه، كما نفع الله بهم كثيراً من أبناء الجاليات الإسلامية الموجودين في الغرب. ومن هؤلاء الطلاب الصالحين من بقي في بلاد الغرب، فأنشأوا مراكز إسلامية وكوَّنوا اتحادات طلابية، لها أثرها الملموس في نشر الإسلام، ومنهم من عادوا إلى بلدانهم، وهم أشد تمسكاً بدينهم، مع ما أحرزوا من العلوم والثقافات من البلدان الغربية، ويوجد من هؤلاء الأفراد الذين تقدمت بهم السن أو أنهكتهم الأمراض فبقوا قابعين في منازلهم في الغرب، لا يستفيد منهم إلا من يقصدهم لمعرفته بفضلهم. ومن هؤلاء: الدكتور سعيد رمضان، والدكتور زكي علي في سويسرا، والدكتور محمد حميد الله في باريس. وقد قابلتهم جميعاً وأجريت معهم حواراً حول موضوع الإسلام والمسلمين في الغرب، وقد توفي الدكتور سعيد رمضان، رحمه الله، في 8/3/1416هـ ـ 4/8/1995م في جنيف، وهو من أوائل  دعاة الإخوان المسلمون، وتزوج إحدى بنات الإمام البنا، رحمهم الله جميعاً، أما الدكتور زكي علي، والدكتور محمد حميد الله فلا أدري أبقيا حيين أم انتقلا إلى جوار ربهما. [s3] الصنف الثالث: اللاجئون: وهم فريقان: الفريق الأول: لجأ أفراده إلى الغرب بسبب احتلال أعداء الإسلام بلادهم وتقتيلهم وتشريدهم، كالفلسطينيين، والإريتريين، والفلبينيين والأفغان، والأوغنديين، وغيرهم. الفريق الثاني: لجأ من بلاده بسبب الاضطهاد الديني، أو الكبت السياسي، أو هما معاً، وهذا الصنف موجود من كل أنحاء العالم. واللاجئون بقسميهم، منهم الملتزم بالإسلام، بحسب تصوره له وتربيته عليه، فهو يعمل به ويدعو إليه، وينضم إلى من يلائمه من الجمعيات الإسلامية أو يتعاون معها، سواء أكانت من المنظمات الطلابية، أو من الجاليات الإسلامية غير الطلابية، ومنهم من لم يلتزم بالإسلام، وهو إما أن يكون منتسباً إلى بعض الأحزاب المعادية للإسلام، من المنتسبين إلى الإسلام أو غيرهم، وإما أن لا يكون منتمياً إلى أي حزب من الأحزاب، وإنما همه الحصول على السكن ولقمة العيش والأمن. [s3] صنفان آخران قد لا يبقون في الغرب: الصنف الأول: تجار المسلمين الذين تطول إقامة بعضهم، وتقصر إقامة بعضهم الآخر، وهَمُّ غالب هؤلاء الكسب والربح المادي، وكثير منهم يسيئون إلى الإسلام بتصرفاتهم الشاذة التي قد تفوق تصرفات الأوربيين السيئة. الصنف الثاني: البعثات الدبلوماسية وملحقاتها، ومهمة هؤلاء القيام بما يكلفونه من العمل لحكوماتهم، وأغلبهم ليسوا قدوة حسنة في سلوكهم الشخصي الذي لا يخفونه في المجتمعات الغربية، هم وأسرهم، حيث يمارسون الاختلاط المحرم، ويشربون الخمور، ليس في منازلهم فحسب، بل في التجمعات العامة أمام الأوربيين في المناسبات المختلفة، وبعضهم لا يحضرون مع المسلمين المناسبات الإسلامية، كصلوات الجمع والأعياد. وبعض هؤلاء يظهرون ـ بدون حياء ـ العداء لدعاة الإسلام ويؤذونهم ـ إن قدروا على أذيتهم ـ ويُغْرُون بعض المنتسبين للدعوة إلى الإسلام، ممن هم على شاكلتهم للتجسس على دعاة الإسلام الصادقين، ونقل تحركاتهم وما يدور في اجتماعاتهم من التخطيط للنشاط الدعوي الذي يؤجج نار الغيظ في قلوبهم، وقد يكون كثير من عيونهم ينقلون لهم عن الدعاة ما هو كذب، وهم يزيدون على الكذب كذباً، من أجل الإضرار بهؤلاء الدعاة الصادقين، والهدف من كل ذلك هو عرقلة نشاطهم والتحذير منهم..! ومع ذلك فإنه يوجد رجال صالحون من هؤلاء الدبلوماسيين، يساعدون الدعاة إلى الله، ويتمسكون بالإسلام، ويذكرهم المسلمون في حضرتهم وفي غيبتهم بالخير، ولكنهم قليل \"كالشعرة البيضاء في الثور الأسود\" وهذه هي سنة الله في الخلق أن يكون أهل الخير دائماً أقل من غيرهم \"كالإبل المائة لا تجد فيها راحلة\". هذا حصر تقريبي لأصناف المسلمين الوافدين إلى البلدان الغربية. [s2] القسم الثاني: المسلمون من أصل أوروبي: وتحت هذا القسم نتكلم على ما يأتي: [s3] نشاط المسلمين في دعوة غير المسلمين: أغلب المراكز الإسلامية التي زرتها في أوروبا، لم تكن عندها خطط ولا مناهج لدعوة غير المسلمين وتبليغهم هذا الدين، وأغلب الدعاة الذين التقيتهم يعترفون بالتقصير في القيام بدعوة غير المسلمين، بل وجدت من يتعجب من سؤالي عن ذلك، حتى قال لي بعض أئمة المساجد من أصل هندي: إنه لا ينبغي دعوة غير المسلمين ما دام المسلمون بعيدين عن الإسلام، ويحتاجون هم إلى دعوة الله. وأكثر الذين دخلوا في الإسلام من الغربيين، كان سبب إسلامهم ـ بعد توفيق الله ـ هو بحثهم عن الحقيقة من عند أنفسهم وبعضهم وافق أن زار بعض بلدان المسلمين وأعجبته بعض المعاني الإسلامية، أو بعض التصرفات الطيبة في بلاد المسلمين، أو في أوربا، والقليل منهم من أسلم بسبب دعوة مباشرة من المسلمين. وهذا ما أخذته مباشرة من المسلمين أنفسهم الذين قابلتهم، وعندي معلومات عن عدد منهم فيما كتبته في هذه الرحلة  من سلسلة: \"في المشارق والمغارب\" وقد سللت منه الحوارات مع المسلمين منهم وغير المسلمين وطبعتهما في جزأين، وأرجو يتم طبع السلسلة التي بلغت 20 مجلداً كاملة. هذا وقد التقيت أصنافاً من هؤلاء المسلمين: رجالاً ونساء، وذوي تخصصات متنوعة، وأخذت من كل منهم مباشرة، عن حياتهم وإسلامهم، وفيها قصص كثيرة وعِبر مثيرة، ليس المقام هنا مقام التعرض لها، وقد فصلت في مكانها. [s3] فهم المسلمين الأوروبيين للإسلام: إن القلة القليلة منهم هي التي تتصور الإسلام تصوراً صحيحاً إيماناً وتسليماً وسلوكاً، وهؤلاء هم الذين هيأ الله لهم بعد إسلامهم الاتصال ببعض المسلمين الذين عندهم هذه المعاني، فعلموهم وربوهم على ذلك مباشرة، أو يسَّر الله لهم الاطلاع على بعض الكتب الإسلامية باللغة العربية، وقد سبق لهم أن اجتهدوا في تعلم هذه اللغة، أو مترجمة ترجمة سليمة إلى لغة أخرى يجيدونها، وقد تبقى لديهم بعض المفاهيم غير الصحيحة، ولكن الأصول التي فهموها تمكنهم من تصحيح تلك المفاهيم، إذا تيسَّر لهم السبب الذي يصححها لهم، وهؤلاء تجدهم ينبذون كل المعتقدات المخالفة للإسلام، سواء كانت يهودية أو نصرانية، أو وثنية، كما يرفضون كل البدع والخرافات المنتشرة بين بعض الجماعات الإسلامية، والغالب أن يجمع هؤلاء بين قراءة كتب ابن تيمية وابن القيم ومحمد بن عبد الوهاب وحسن البنا والمودودي، فيفهمون الإسلام عقيدةً وسلوكاً وسياسةً شرعية وغير ذلك، أي يفهمونه فهماً شاملاً، وعندهم استعداد للقبول بتصحيح أي خطأ يتضح لهم. ومن هذا الصنف ـ فيما بدا لي ـ الأخ يوسف إسلام البريطاني الذي وقف نفسه وماله للدعوة إلى الإسلام... [[ويمكن مراجعة حوارات مع مسلمين أوربيين ص: 177 عن هذا الداعية]]. وبعضهم قد يدرس الإسلام في بعض الجامعات الإسلامية، فيفهم الإسلام فهماً جيداً ويعود إلى بلاده، فيأخذ في نشره بين المسلمين من أهل بلده، ودعوة من لم يدخل في الإسلام، ومن هؤلاء الأخ \"محمد صديق\" الألماني الذي تخرج في الجامعة الإسلامية في المدينة النبوية، فقد أنشأ مركزاً إسلامياً للدعوة، سماه \"دار الإسلام\" في إحدى ضواحي \"فرانكفورت\" وله فيه نشاط واضح. [s3] تأثر المسلمين الأوربيين بالطرق الصوفية وأسباب ذلك: وأكثر المسلمين الأوربيين متأثرون بالطرق الصوفية، والسبب في ذلك يعود إلى الأمور الآتية: الأمر الأول: قوة نشاط الطرق الصوفية في أوروبا، عن طريق شيوخ تلك الطرق مباشرة، أو عن طريق الكتب المترجمة إلى اللغات الأوربية. الأمر الثاني: أن عند الأوربيين قلقاً نفسياً وخواءً روحياً وقسوةً قلبية، بسبب الضغوط المادية التي تحيط بهم في كل مكان، ولم يجدوا ما يملأ فراغ قلوبهم ويلينها في الطقوس المسيحية، قبل إسلامهم ولا في الأديان الوثنية، وعندما يلتقون مشايخ الصوفية أو مريديهم الذين غالباً ما يفدون من مصر والسودان والمغرب وتركيا، بعد أن تعمل لهم دعاية في المناطق التي سيزورونها، فيجتمعون حول الشيخ أو المريد، فيما يسمى بالحضرة، ويأخذ في تلقينهم بعض الأذكار والأوراد المعدة عنده، ويمكثون فترات طويلة وهم يرددونها. ويحضر مع المسلمين غير المسلمين، فيتأثرون بالذكر والمنظر، ويشاركون في ذلك دون أن يطلب منهم الدخول في الإسلام، ثم بعد عدد من الجلسات يزداد تأثرهم، ويدخل بعضهم في الإسلام؛ لأنهم يشعرون بالراحة والطمأنينة بكثرة الذكر والعبادة، ويتناقلون ذلك فيما بينهم، ويحسون بسهولته مع ترقيقه لقلوبهم، فيبقى كثير منهم على ذلك. ويتخلل تعليمهم بعض البدع والخرافات، وهم يظنون أن ذلك كله من الإسلام، ويتعلقون بالشيخ تعلقاً شديداً، ويطرونه إطراءً مبالغاً فيه، في حياته وبعد موته، وينقلبون من ملحدين أو مثقفين لا يؤمنون إلا بالمحسوسات، إلى مؤمنين بالبدع والخرافات، وما يُنسب إلى الشيخ من كرامات، ويلقنهم المريدون الذين سبقوهم أسماء بعض علماء السنة كابن تيمية ومحمد بن عبد الوهاب ويسمونهم لهم بالوهابية، ويحذرون من قراءة كتبهم وأفكارهم. وقد زرت بعضهم في منازلهم ودكاكينهم ووجدت عند بعضهم استعداداً للحوار والمناقشة والاقتناع. الأمر الثالث: أنهم قد قرؤوا في كتب المستشرقين الثناء على الطرق الصوفية والإشادة بها، قبل أن يدخلوا في الإسلام، كما يجدون كثيراً من كتب غلاة الصوفية مترجمة إلى لغاتهم، مطبوعة منشورة، في المكتبات التجارية؛ لأن المستشرقين يرغبون أن يفهم الناس الإسلام فهماً صوفياً سلبياً، يعمقون في نفوسهم المعنى الروحاني الخرافي فقط، وليس فهماً سليماً إيجابياً، كما هو الحال في الكنيسة: صلة بين الفرد بربه و لا علاقة له بتنظيم حياة البشر؛ لأنهم يخشون أن يفهم الداخلون في الإسلام من الأوربيين الإسلام فهماً شاملاً، فيقضي ذلك على أفكارهم التي درجوا عليها من زمن بعيد في تشويه حقائق الإسلام، ويكثر الداخلون في الإسلام، وذلك يغيظهم. أما إذا فهموه فهماً صوفياً مشابهاً لما هو معروف في الكنيسة، فلا عليهم أن يدخلوا في الإسلام إن كان ولا بد من الدخول فيه، وهذا ما يرغب فيه رجال السياسة أيضاً؛ لأن فهم الإسلام على حقيقته يصطدم مع الفكر العلماني في أوروبا والغرب كله. الأمر الرابع: أن القائمين بالدعوة الإسلامية، لا يوجد عندهم متفرغون يحاولون كسب هؤلاء المسلمين ويعلمونهم مبادئ الإسلام من مصادره، كما أنه لا يوجد علماء كبار يملأون عيونهم، كمشايخ الصوفية الذين ينالون من الإطراء والتفخيم والدعاية المبالغ فيها، ما لا يناله غيرهم. الأمر الخامس: التقصير الذي يقع فيه كثير من الدعاة، وهو أن الرجل ـ وكذا المرأة ـ إذا دخل في الإسلام، أخذوا يشرحون له مبادئ الإسلام العامة، كالصلاة والصوم ونحو ذلك، وقد يدخلونه في أفكار سياسية واقتصادية، وبعض المسلمين يبدأون في تحذيره من الحزب الفلاني أو الجماعة العلانية، والمتعصبون للمذاهب يحثونه على التمسك بمذهب الإمام فلان، دون مذهب الإمام علان، كل ذلك وهو لم يذق حلاوة الإيمان والعبادة بعد، ثم يتركونه ولا يتابعونه بتقوية إيمانه بالمحافظة على الفرائض، والقيام ببعض النوافل، وتعليمه بعض الأذكار الواردة الصحيحة، مطلقة كانت أو مقيدة، ولهذا يصطادهم الصوفية ويوقعونهم في شباكهم، ويجعلونهم ينصبون العداء لمن يخالفهم. بل إن بعضهم يتأثرون بالقاديانية، إما بحسن نية وظن أن ذلك من الإسلام كما يقولون لهم، وإما لمشايعتهم وإعانتهم ـ مع علمهم بضلالهم ـ من أجل نشر أفكارهم، لمحاربة الدعوة الإسلامية الحقة، وليس بخاف دعم الدول الأوربية للقاديانية وغيرها من مذاهب الكفر والضلال مادياً ومعنوياً. وبعضهم يتأثرون بالفكر الرافضي، بسبب اختلاطهم بالشيعة وأخذهم الإسلام عن طريقهم. وبعضهم قد يكون من كبار المفكرين الأوربيين ويقرأ بنفسه عن الإسلام، وبخاصة كتب الصوفية التي تكثر فيها الشطحات والأخطاء التي يمكن تأويلها وتخريجها على معان سليمة إذا قُرِأت باللغة العربية، كما يفعل ابن القيم رحمه الله مع الإمام الهروي، رحمه الله، ولكنها إذا ترجمت إلى لغة أخرى تأكد ذلك الخطأ، وأصبح عند قارئه هو المعنى المتعين، وبخاصة إذا كان القارئ قد سبق له اعتقاد ذلك المعنى قبل إعلانه إسلامه، فيؤيد اعتقاده السابق بما فهم من الخطأ اللاحق الذي ظنه من الإسلام. كما وقع للأستاذ رجاء جارودي في قضية الإيمان باليوم الآخر، حيث نفاه نفياً قاطعاً كما كان ينفيه يوم كان ملحداً قبل أن يعلن إسلامه، حيث قرأ في كتاب إحياء علوم الدين ـ وهو مترجم ـ للإمام الغزالي رحمه الله قول رابعة العدوية رحمها الله: \"ما عبدت الله طمعاً في جنته ولا خوفاً من عذابه\".. فهذه الجملة مع مخالفتها لنصوص الكتاب والسنة ولمنهج الرسل عليهم الصلاة والسلام، فهمها علماء الإسلام على معنى المبالغة في الإخلاص لله تعالى، فهي لشدة إخلاصها ـ في زعمها ـ تعبد الله حباً لذاته، بصرف النظر عن الثواب والعقاب، ولكن جارودي أصَرَّ أن مرادها نفي الإيمان باليوم الآخر وما فيه من جزاء وحساب وجنة ونار، وغير ذلك. وقد ناقشته في ذلك مناقشة طويلة في باريس، فأصَرَّ على نفي الإيمان باليوم الآخر، كما اتضح أنه قد ناقشه بعض كبار العلماء، منهم الشيخ محمد الغزالي، وشيخ الجامع الأزهر وغيرهم في ملتقى الفكر الإسلامي بالجزائر، ولكنه استمر على إنكاره ويرى أنه على حق، وأن علماء الإسلام الذين حاولوا عدوله عن الفهم الخطأ على باطل، مع أن الموضوع الذي أنكره هو ركن من أركان الإيمان المعلومة من الدين بالضرورة، وقد حشدت أدلته في القرآن والسنة حشداً لا يدع مجالاً للشك فيه، وأجمعت عليه الأمة. والسبب في ذلك أنه عندما دخل في الإسلام مع شهرته في العالم، أطرته أجهزة الإعلام واستدعته بعض المؤسسات الإعلامية والإسلامية في أوروبا وفي بعض بلاد المسلمين، ليُلقي محاضرات عن الإسلام، فشعر بأنه شيخ الإسلام عند المسلمين، وأنه لا حاجة له إلى أحد يعلمه الإسلام، ويصحح له مفاهيمه الخاطئة، وكان ينبغي أن يهتم به علماء الإسلام والمؤسسات الإسلامية، فيستضيفوه ليصحبهم في ديار الإسلام ويستفيد منهم العلم والعمل، كما كان الرسول صلى الله عليه وسلم يرشد من دخل في الإسلام من أعيان القبائل، أن يبقوا عنده فترة يتعلمون منه مبادئ الإسلام ثم يعودون إلى قومهم يعلمونهم ما تعلموه منه صلى الله عليه وسلم، دون إطراء ولا يبالغ  في الثناء عليه وإشعاره بأنه أصبح من علماء الإسلام. [[راجع قصة الحوار مع جارودي: في \"حوارات مع مسلمين أوربيين: ص 195وقد بسطت القول في الرد على هذه الشبهة في كتابي \"الإيمان هو الأساس\" عند الكلام على الإيمان باليوم الآخر]]. وعلى النقيض من ذلك وجدت المسلم الصالح ـ ولا أزكي على الله أحداً ـ يوسف إسلام الذي كان من كبار الموسيقيين المشهورين في الغرب، فقد قيَّض الله له أن اطلع على ترجمة معاني القرآن الكريم ـ ولذلك سبب نقلته عنه عندما قابلته ـ فهداه الله للإسلام، فقام بإنشاء مدرسة لأبناء المسلمين، وأحاط نفسه بفئة من العلماء المسلمين الذين يستفيد منهم. والخلاصة أن المسلمين الأوربيين يكون إسلامهم بحسب ما يسَّر الله لهم من الوسائل التي دخلوا في الإسلام عن طريقها، فإن تيسر لهم من يفهمهم الإسلام على حقيقته تمسكوا بما فهموا، وإن اتفق لهم من يفهمهم إياه على عوج أخذوا به. [s3] وضع المسلمين الأوروبيين وصلة الوافدين بهم: أما وضع هؤلاء المسلمين في مجتمعاتهم الأوربية وصلة المسلمين الوافدين بهم، فإن الاطلاع على ذلك يؤسف ويحزن ـ في غالب الأحوال ـ فقد شكا غالب هؤلاء المسلمين شكوى مرة مما يعانونه بعد إسلامهم، فهم بإسلامهم قد أعلنوا مخالفتهم لمجتمع نشأوا فيه، وأسر تربوا فيها، ففقدوا بذلك الآباء والأمهات والإخوان والأخوات والأصدقاء، وربما الزوجات والأبناء والبنات، فمن الصعب عليهم أن يحافظوا على الاختلاط بهم إلا إذا تنازلوا عن التمسك بكثير مما يوجبه عليهم دينهم الجديد على مجتمعهم، في المنزل والشارع والمنتزه والسوق وغير ذلك. وفي ذات الوقت لا يجد المسلم الغربي مجتمعاً إسلامياً ينضم إليه، لقلة المسلمين وتفرقهم في السكن والعمل، وإذا أراد أن يلتقي بعضهم فلا يستطيع ـ غالباً ـ إلا في إجازة الأسبوع في بعض المساجد أو المراكز الإسلامية، هذا إذا اجتهد هو وترك مشاغله الشخصية وضحى براحته ونزهته، فإذا جاء إلى المسجد أو المركز، وجد المسلمين يتحدثون فيما بينهم عن مشكلاتهم الخاصة، أو يلقون دروساً بلغاتهم عربية أو أردية أو تركية أو غيرها، ومشكلاته تختلف عن مشكلاتهم، واللغة التي يتحدثون بها غير لغته. لذلك تجد صلة المسلم الأوربي بالمسلمين الوافدين قليلة جداً، هذا في الغالب، وقد تكون صلة بعض أفرادهم ببعض الوافدين من المسلمين جيدة، حتى لقد قال لي بعض المسلمين الجدد: إننا نشعر بدخولنا الإسلام أننا صرنا كالأطفال الصغار الذين فقدوا آباءهم، فلا أسرنا ومجتمعنا وأصدقاؤنا بقوا معنا، ولا المسلمون الوافدون اهتموا بنا. وقال لي آخر: إني أشعر بأن الانتماء إلى بلدي يجذبني، والولاء للمسلمين يشدني، ولكني لا أجد المجتمع المسلم الذي يكون قادراً على جذبي، وإني أفكر كثيراً فيما إذا حصلت حرب بين أهل بلدي وبين المسلمين، ماذا أفعل؟ إسلامي يحتم علي أن أكون في صف المسلمين، وأهل بلدي يرون أني مواطن، وحق الوطن عندهم مقدم على كل شيء. [s3] أثر المسلمين الأوربيين في المسلمين الوافدين: أما أثر المسلمين الأوربيين على المسلمين الوافدين، فإنه ينقسم قسمين، بحسب حال المسلم الأوربي: القسم الأول: أن بعض المسلمين الوافدين الذين كانوا منتسبين إلى الإسلام وهم غير ملتزمين به، عندما رأوا بعض المسلمين من الأوربيين يلتزمون الإسلام التزاماً صادقاً، أثَّر ذلك في نفوسهم فرجعوا إلى الله، فقد يتزوج المسلم غير الملتزم نصرانية لم تدخل في الإسلام بعد، وعندما تختلط به تبدأ تسأله عن دينه فلا يستطيع الإجابة عن أسئلتها لجهله، فيشعر بالخجل، فيذهب إلى بعض أئمة المساجد ليسألهم عما سألته عنه زوجه وينقل لها الجواب، أو يذهب معها إلى بعض المراكز الإسلامية لتتلقى الجواب بنفسها، وقد تسمع بعض الأحاديث أو المحاضرات، فيهديها الله،  فتدخل في الإسلام وتلتزم وتقوم بأداء الواجبات وتترك المحرمات، فيتأثر بها زوجها ويعود إلى الله، وقد يمتد ذلك الأثر منه إلى زملائه من الرجال، وقد تؤثر هي في بعض المسلمات الوافدات غير الملتزمات. وهكذا قد يدخل الرجل أو المرأة من الأوربيين في الإسلام ويلتزم أو تلتزم به، فيؤثرون بذلك في أصدقائهم من المسلمين الوافدين غير الملتزمين. وقد يحصل عكس هذا تماماً، فيتزوج المسلم الضعيف الإيمان النصرانية التي تبقى على دينها وعاداتها، وقد يطلب منها أن تدخل في الإسلام، أو تبدي رغبتها هي في ذلك فتسلم، ولكنها تبقى أيضاً على عاداتها وأخلاقها، فتغلبه بطباعها وعاداتها، وتجرفه معها، فيقع في المحرمات، وقد يترك دينه بسبب الشبهات التي يوردها أعداء الإسلام عليه، وقد توردها هي، وقد يؤثر هو في بعض زملائه من المسلمين من أهل بلده بما تأثر به هو، وقد تنجب له أولاداً وتتولى تربيتهم على دينها وأخلاقها وعاداتها، وما أكثر ما يذوب أبناء المسلمين في المجتمعات الأوربية ويفقدون دين آبائهم. هذه مجرد أمثلة، وهي واقعة وليست مفترضة والذي يراجع ما كتبته في مقابلاتي مع الفريقين المسلمين الوافدين والمسلمين الأوربيين في المجلدات الخاصة برحلات أوربا، من سلسلة \"في المشارق والمغارب\" سيجد ذلك واضحاً، وكذا كتاب: حوارات مع مسلمين أوربيين. وهذا يبين لنا شيئاً من حكمة وجوب الهجرة على المسلم من دار الكفر إلى دار الإسلام، وهذا شيء من أثر الأوربي المسلم على المسلم الوافد، فما بالك بأثر المجتمع الأوربي كله على المسلم، وبخاصة إذا كان ضعيف الإيمان! [s2] نشاط المنتسبين إلى الإسلام في أوروبا: إذا رجعنا إلى الأصناف المنتسبة إلى الإسلام [[عدلت عن كلمة \"المسلمين\" إلى كلمة \"المنتسبين إلى الإسلام\" لأن بعض الجماعات التي تدعي الإسلام، ليست من المسلمين كالقاديانيين الذين أفتى علماء المسلمين بأنهم فرقة خارجة عن الإسلام]]. التي وفدت إلى أوروبا أمكننا معرفة اتجاهاتها، وهي تختلف اختلافاً كثيراً، ويمكن حصرهم التقريبي في الأصناف الآتية: [s3] 1  ـ  الجاليات الإسلامية: فالجاليات الإسلامية التي وفدت إلى الغرب، من أجل اكتساب لقمة العيش، كما مضى، أغلب أفرادها جهلة غير ملتزمين بالإسلام، ولهذا فهم أحوج إلى من يدعوهم إلى العودة دينهم والتمسك به، وكثير منهم شوهوا صورة الإسلام، بسبب تصرفاتهم المخالفة له، وللأخلاق التي جاء بها وتواضع الناس على حسنها، كالصدق والأمانة. فتجد بعضهم يحتالون على القوانين الغربية، بالكذب والغش، يتمارضون بدون مرض، ويحاولون أن يرشوا الأطباء ليأخذوا منهم تقارير تثبت ذلك، ليتخلصوا من القيام بأعمالهم الوظيفية، وقد اشتهر ذلك عند الأوربيين وأصبحوا لا يثقون في كثير من المسلمين، كما أن كثيراً منهم يتعاطون ـ مع زعمهم الإسلام ـ ما حرمه الله عليهم، ويتركون ما أوجبه، فصاروا بذلك فتنة للذين كفروا؛ لأنهم رأوا فيهم قدوة سيئة، بدلاً من القدوة الحسنة، وقد ذاب كثير من أبناء الجاليات الإسلامية في المجتمعات الغربية. ولكن عدد الذين عادوا إلى الإسلام والتمسك به من أفراد الجاليات الإسلامية، قد زاد في الفترة الأخيرة، بسبب وجود بعض المراكز الإسلامية النشطة وبعض الدعاة المتجولين والمستقرين. ويدخل في حكم الجاليات الإسلامية العاملة، اللاجئون السياسيون والذين شردتهم الحروب في بلدانهم، أو ظلم حكامهم، إلا أن هؤلاء قد يوجد من بينهم مثقفون بحسب تخصصاتهم. [s3] 2  ـ  الجماعات الحركية: المقصود بالجماعات الحركية: الهيئات المنظمة ذات المناهج الشاملة، الثقافية والتربوية والاجتماعية والاقتصادية والسياسية، مستقية ذلك من فهمها الشامل للإسلام بأنه منهج لحياة البشر كلها. وأبرز هذه الجماعات: [s3] 1 ـ جماعة الإخوان المسلمين. وهي التي أسسها الإمام الداعية \"حسن البنا\" رحمه الله في مصر، ثم انتشرت في كل أنحاء الأرض. [s3] 2  ـ   الجماعة الإسلامية في باكستان. وهي التي أسسها الإمام \"أبو الأعلى المودودي\" رحمه الله في شبه القارة الهندية، ولها فروع مستقلة من الناحية الإدارية والتنظيمية في الهند وبنغلاديش وغيرهما. وهاتان الجماعتان متقاربتان في الأفكار والمناهج في الجملة، ومنتشرتان في أوروبا والبلدان الغربية كلها، إلا أن جماعة الإخوان أكثر انتشاراً، وأتباعها من كل فئات المجتمع: أي من حملة كل التخصصات، ومن العمال والتجار وغيرهم، وكثير من المسلمين يتعاطفون معها ويستفيدون من نشاطاتها في المحافظة على دينهم وتربية أبنائهم، ويشاركون في تلك النشاطات بما يقدرون عليه، وإن لم ينخرطوا في سلكها من الناحية التنظيمية. ولما كانت هاتان الجماعتان ـ الإخوان المسلمون، والجماعة الإسلامية ـ أنشط الجماعات الإسلامية، و تدعوان إلى تطبيق الشريعة الإسلامية تطبيقاً شاملاً في حياة الأمة الإسلامية، وتقوم مناهجهما على التربية العملية في كل طبقات الأمة، وتدعوان إلى الإسلام بالطرق السلمية التي لا تستعمل العنف، وتتغلغلان عن طريق العمل السياسي والاجتماعي والاقتصادي والتعليمي في الأمة، فإن تأثيرهما قد انتشر في أقطار الأرض، وأصبح أتباعهما في كل الشعوب الإسلامية وغيرها في تنامٍ مستمر، وفي ذلك ما يجعل وصولهما إلى حكم الشعوب الإسلامية بالإسلام الذي حرمها منه محاربوه، قريب المنال، لما كان الأمر كذلك بالنسبة لهاتين الجماعتين، اشتدت محاربتهما من قبل العلمانيين في الشعوب الإسلامية، ومن قبل قادة الغرب على حد سواء، وأعانهم على ذلك ذووا الأهواء والذين ضاقت آفاق عقولهم من المنتسبين إلى العلم عن مصالح الأمة العليا التي تحقق لهم العزة والكرامة، فرموهم جميعاً عن قوس واحدة، كلٌّ في مجاله، ولكن الدعوة سائرة، رغم كل العقبات، ورغم تنوع محاربيها! وقريب من هاتين الجماعتين ـ في الجملة ـ أعضاء حزب السلامة التركي، وأعضاء حزب ماشومي الإندونيسي، أتباع الدكتور \"محمد ناصر\" رحمه الله، ولكن عددهم قليل نسبياً، وكذلك حزب التحرير، مع ما عنده من شطحات، وهم قليلون أيضاً. وقد ذكرت نبذة عن كل من الأستاذ حسن البنا، والأستاذ المودودي في كتاب الجهاد في سبيل الله ـ حقيقته وغايته ـ في مبحث: نماذج يقتدي بها السائرون، وذكرت معلومات واسعة عن الدكتور محمد ناصر في الأجزاء الخاصة برحلات إندونيسيا من سلسة \"في المشارق والمغارب\"، وقد أخذت تلك المعلومات في لقاءات متكررة معه رحمه الله، ولا زال أتباعه يقومون بالدعوة إلى الله، في إندونيسيا. وغالب أعضاء الجماعات الحركية، هم من الطلاب الذين تخرجوا في جامعات الغرب وبقوا في الدول الأوربية، أو الذين مازالوا طلاباً وكونوا لهم اتحادات طلابية في الجامعات أو في مراكز إسلامية، ويوجد بينهم أعضاء من أفراد الجاليات الإسلامية أيضاً. وتمتاز هذه الجماعات واتحاداتها بدقة التنظيم وقوة الانضباط والتعاون، والقدرة على استيعاب الشباب بأنواع النشاطات التي تجذبهم، كالمخيمات والنوادي الرياضية والثقافية والاجتماعية والإعلامية وغيرها. [s3] مجالات نشاط الجماعات الحركية: ويحاولون أن يقوموا بواجباتهم في الدعوة إلى الإسلام ـ مع كثرة ارتباطاتهم وأعمالهم الوظيفية والدراسية والأسرية ـ  في ثلاثة مجالات: المجال الأول: التوعية والتربية الداخلية أي في أسرهم وأعضاء جماعتهم، في المراكز والمساجد والمخيمات والمساكن. المجال الثاني: التوعية في صفوف الجاليات الإسلامية كذلك. المجال الثالث: نشر مبادئ الإسلام بين غير المسلمين. والذي ينقص هذه الجماعات أربعة أمور: الأمر الأول: قلة العلماء وبخاصة المتفرغين لهم، وهذا يؤثر عليهم من وجهين: الوجه الأول: ضعف تقدمهم في التفقه في الدين، تفقهاً مبنياً على قواعد علمية. الوجه الثاني: الجهد الذي يضطرون إلى بذله في القراءة بأنفسهم في بعض الكتب ليفهموا الإسلام، ولكن كثيراً منهم أصبحوا عندهم معلومات جيدة بسبب الممارسة والاجتهاد، وبسبب الدورات التي يقيمونها في أوقات مختلفة، يقدم لهم فيها بعض العلماء الذين يستقدمونهم من البلدان العربية وغيرها، دراسات قوية في العلوم الشرعية. الأمر الثاني: قلة المراجع الإسلامية الميسرة المفيدة التي تمكنهم من استيعاب مبادئ الإسلام، ويشكون من عدم تجاوب بعض المؤسسات الإسلامية التي يطلبون منها مدهم بالمراجع الإسلامية. الأمر الثالث: قلة وجود أماكن يستقرون فيها لمزاولة نشاطهم، فأغلب الجماعات تستأجر شققاً صغيرة من أقوات أسرهم، ومع كون ذلك يجحف بهم من الناحية المادية، فإنه يحول بينهم وبين الاستقرار، إذ يضطرون إلى الانتقال من مكان إلى آخر، إما لقلة المال الذي يضطرهم إلى استئجار شقق أرخص في أماكن أبعد من المكان الأول، وإما لضيق المكان وحصولهم على مكان أنسب منه، وذلك يسبب لهم عدم الاستقرار. وقد لا تتمكن بعض الجماعات من إيجاد مقر لنشاطها، لغلاء الأماكن وقلة ذات اليد، وقد وجدت جمعية إسلامية أُنشأت في عام 1987م في مدينة \"هلسنكي\" عاصمة \"فنلندا\" لا يوجد لها مقر، ولذلك كانت تزاول نشاطها وتعقد اجتماعاتها في منازل أعضائها، والمنازل هناك ضيقة، أو في بعض المطاعم التي يديرها بعض المسلمين. ومما يؤسف له ما بلغني من أن هذه الجماعة قد وجد بين أفرادها نزاع بعد عام واحد من إنشائها، مع قلة المسلمين في هذا البلد وحاجتهم الماسة إلى تربية أولادهم الذين ذاب غالبهم في المجتمع الكافر ولعل الله قد وقاهم شر الخلاف. الأمر الرابع: قلة العاملين في حقل الدعوة والتربية الإسلامية، وذلك يجعل العبء ثقيلاً على أفراد ترهقهم الأعمال، وتبدد نشاطهم وتضعفه، وقد يصاب بعضهم بالملل والسآمة بسبب ذلك، ولهذا تكون أبواب العمل مفتوحة أمامهم، لا يستطيعون استغلالها، سواء فيما يتعلق بعملهم الداخلي، أو بالعمل الخارجي، وأغلب العاملين متطوعون من الطلاب أو من الموظفين، ومع ذلك ينفقون على نشاطهم من نفقاتهم الخاصة. [s3] 3  ـ  جماعة التبليغ: وهذه الجماعة منتشرة ـ أيضاً ـ في كل أنحاء المعمورة، وأعضاؤها أكثر صبراً وتحملاً لمشقات السفر وشظف العيش، وأذى الناس، وهم متقشفون ينفقون على أنفسهم من جيوبهم مع فقر كثير منهم، ويختلطون بالناس: مسلمين وغير مسلمين، يطرقون أبوابهم ليبلغوهم ما فهموه من الإسلام، وطرق أبواب المنازل لتبليغ أهلها الإسلام، قد يكون مستساغاً في بعض البلدان، وقد يكون مكروهاً غير مستساغ في بلدان أخرى، فينبغي مراعاة ذلك، وهو يدخل في معنى الحكمة في الدعوة. ويتابعون فساق المسلمين في الأسواق والمقاهي والبارات، محاولين انتشالهم من حمأة الفسوق والفجور والعصيان، شعارهم الخروج في سبيل الله وهو لا يعني مصطلح القرآن والسنة، الذي تكرر في معنى الخروج للجهاد في سبيل الله، وإنما المقصود الخروج لدعوة الناس إلى الإسلام والتمسك به، والتجول في الأرض من أجل ذلك، مع المبيت في المساجد، وهو نوع من الجهاد بمعناه العام يسيحون في الأرض وينزلون في المساجد وفيها ينامون، فإن لم يجدوا مساجد نزلوا في أي مكان تيسر لهم النزول فيه، يقصدون المدن والقرى الصغيرة والبوادي وقد وجدتهم في كل بلد زرته في العالم، ومن ذلك بعض البوادي النائية في جنوب كوريا الجنوبية سنة 1406هـ، وفي بعض الغابات بين القبائل البدوية في كينيا، سنة 1415هـ  وغيرها، يتناولون ما تيسر من الطعام، ولهم تأثير طيب جداً في إصلاح أبناء المسلمين الذين يذوب أكثرهم في المجتمعات الغربية. ولكن أكثر هذه الجماعة غير متعلمين، وعندهم منهج معين، يكرره أفرادهم ـ غالباً ـ على الناس، وهو ما يسمى بالبيان، وقد يتوسع بعضهم ـ أحياناً ـ في شرحه، بحسب ما عند المتكلم من معلومات، وقد يوجد مع كل مجموعة منهم من عنده شيء من العلم الذي يفيد مجموعته به، فيدرسهم كتاب رياض الصالحين للإمام النووي، ويملى عليهم ما تيسر من حياة الصحابة العبادية والسلوكية، ويعلمهم بعض الأذكار ويحثهم على كثرة التطوع  ـ صلاةً وصياماً وإنفاقاً ـ ولا شك أن في ذلك أثراً طيباً في حياتهم. والفائدة التي تعود إلى الناس الذين يتأثرون بهم تكمن في محبة الله ومحبة عبادته ومحبة رسوله صلى الله عليه وسلم ومحبة الإسلام، والشعور بالمسؤولية أمام الله في إنقاذ الناس من الضلال والتواضع. [s3] ما الذي يؤخذ على جماعة التبليغ؟ والذي يؤخذ عليهم، أنهم مع انتشارهم في الأرض، ووصول دعوتهم إلى أكبر عدد من الناس، وكثرة جموعهم في المؤتمرات التي يعقدونها، وقد يصل عددهم في بعض مؤتمراتهم التي يعقدونها في الأرض الفضاء، إلى أكثر من مليون شخص، وقد رأيت ذلك في بنغلاديش سنة 1400هـ، عندما حضرت مخيماً أقامته الندوة العالمية للشباب الإسلامي، كان المشرف عليه الأستاذ محمد عاكف المصري. مندوباً من الندوة في الرياض [[وقد أصبح فيما بعد المرشد العام للإخوان المسلمين]]. حيث اضطر رئيس الجمهورية \"ضياء الرحمن الذي اغتيل فيما بعد\" إلى ترك الطريق المؤدي إلى مخيمنا لحضور ختام المخيم، لعدم وجود ممر لسيارته بسبب اجتماع هذه الجماعة في تلك المنطقة، وحوَّل موكبه إلى طريق آخر أبعد مسافة، ولذلك تأخر أكثر من ساعتين عن الموعد المحدد. ويقرأون في تلك المؤتمرات بعض الأحاديث، وشيئاً من القرآن الكريم، وشيئاً من سيرة الرسول صلى الله عليه وسلم، مع بعض المدائح التي قد يكون في بعضها شيء من الغلو، وبعض سير الصحابة. أقول: إن الذي يؤخذ عليهم مع ذلك، أنهم يحصرون دعوتهم في موضوعات معينة من الإسلام، لا يخرجون منها إلى سواها، مما هو من مقتضيات ((لا إله إلا الله)) من الشمول لكل نشاط الإنسان، إضافة إلى تحاشيهم الصدع بالحق في كثير من قضايا الإسلام المحددة التي لا يجوز التهاون فيها، فلا يتعرضون لها إلا بالتعميمات في الغالب، كالحث على الإخلاص الذي لو فصل الكلام فيه لشمل أموراً عملية كثيرة في العقيدة؛ كالنهي عن الاستغاثة بغير الله التي يتعاطاها كثير من الجهلة أو الغلاة وكذلك لا يجهرون بالنهي عن كثير من المنكرات، حرصاً منهم ـ حسب زعمهم ـ على عدم إثارة الخلاف، واعتماداً على أن الشخص إذا استجاب للعمل بمنهاجهم سيدع تلك الأمور المنكرة من ذات نفسه. والذي يظهر لي أن من أهم أسباب حصر نشاطهم على ما ذكر ثلاثة أمور: الأمر الأول: أنهم ربوا أساساً على ذلك. الأمر الثاني: أن معلومات كثير منهم، لا تؤهلهم للدخول في حوار مع الناس في غير ما دربوا عليه، وفاقد الشيء لا يعطيه. الأمر الثالث: إيثار السلامة مما يتعرض له الدعاة الآخرون الذين يدعون إلى تطبيق منهج الإسلام الشامل لحياة البشر، من أذى وتضييق وعدم تمكينهم من النشاط الدعوي في كثير من البلدان. ومما يؤخذ عليهم حرمان بعض طلاب الجامعات من مواصلة دراستهم، عندما يتأثرون بدعوتهم، حيث تغلبهم عاطفتهم، فيخرجون معهم ويَدَعُون دراستهم، وقد يندمون على ذلك بعد فترة من الزمن، لعدم وجود الجديد الذي يشبع رغبتهم الفكرية والعلمية في منهج الجماعة، وفي ذلك حرمان للمسلمين من الطاقات المؤهلة التي تسهم في تحقيق مصالحهم في هذا العصر، وكان ينبغي أن ينتشلوا الفاسق من فسقه مع حثه على مواصلة دراسته، بدلاً من تركها الذي قد يكون سبباً في تحسره وتندمه عندما يفيق، على ضياع جهده الذي كان يستطيع أن ينفع نفسه وينفع المسلمين بتخصصه فيه، وكذلك قد يخرجون معهم ـ لمدة طويلة  ـ  من يترك أهله بدون عائل وفي هذا ما فيه من ضياع الأسر. مع العلم أن تأثير هذه الجماعة في الناس ملموس في كل مكان. ولست هنا في مقام المدح أو القدح، ولكن في مقام الإرشاد و النصح، والذي دعاني إلى التصريح بهذه المؤاخذة أنني سمعت من بعض أئمتهم في بعض البلدان الأوربية قوله: إن الدعوة الصحيحة هي دعوتهم، وأن كل ما عداها من الدعوات قاصرة، وأهداف أهلها أهداف دنيوية. والواجب أن تعرف كل جماعة ـ مهما كانت أعمالها ونشاطها وإخلاصها ومناهجها مرضية لها ـ أنها إحدى جماعات المسلمين القائمة بالدعوة إلى الله، وأنه يوجد عند غيرها من موضوعات الإسلام الواجبة التبليغ ما لا يوجد عندها، وأنه ينبغي أن تستفيد كل جماعة من تجارب وإيجابيات غيرها، وأن تتلافى ما عندها من سلبيات، بدلاً من دعاوى الكمال لنفسها والتجريح لغيرها الذي لا تكون نتيجته إلا زيادة الخلاف والشقاق بين المسلمين. وأقول ـ من باب الإنصاف ـ أن ما ذكر وما لم يذكر من سلبيات، قد توجد في هذه الجماعة، ليس شاملاً لكل أفرادها، بل هم يختلفون من بلد إلى آخر، فكل بلد يتأثر أفراده  فيه بعلمائه غالباً، وإن كان أسلوبهم في الدعوة والممارسة متقارباً في الغالب. ويحتاج الناس الذين يستفيدون من منهج هذه الجماعة ويهتدون على أيديهم، إلى من يتابعهم من الدعاة ذوي المنهج الشامل، لزيادة تفقيههم وتوعيتهم حتى يفهموا الإسلام فهماً شاملاً، ويتعلموا بعض أساليب الدعوة التي تفقدها هذه الجماعة. [s3] 4  ـ  المتفرغون للدعوة برواتب حكومية أو خيرية: وهذا الصنف ليس أفراده كلهم أعضاء في جماعة معينة من الجماعات، بل قد لا يكون عضواً في جماعة ألبتة، وإنما يعمل مستقلاً بمفرده، وقد يكون متأثراً في فكره بمنهج بعض الجماعات متعاطفاً معها، وبعضهم قد يكون عضواً في بعض الجماعات أيضاً. والذي يجمعهم كلهم أنهم متفرغون للدعوة إلى الله، هيأ الله لهم من يكفيهم مؤونة العمل من أجل كسب الرزق المعيشي، من قبل مؤسسات حكومية أو مؤسسات خيرية شعبية، بصرف رواتب تعينهم على التفرغ للدعوة، وإن كانت تلك الرواتب غير كافية لهم في بعض البلدان التي ترتفع فيها كُلَف المعيشة، كبعض بلدان أوروبا واليابان وغيرها. وأكثر هؤلاء هم من الذين درسوا في بعض الجامعات أو المعاهد الإسلامية، في المملكة العربية السعودية وجمهورية مصر العربية، وبعض البلدان الأخرى، كالهند والباكستان والكويت وليبيا والسودان والمغرب. وكثير منهم عندهم معلومات إسلامية جيدة، مع تفاوت في سعة الاطلاع على المراجع الإسلامية، والأفكار المعاصرة، والمذاهب الهدامة، والشبهات التي يوردها أعداء الإسلام عليه وما يدحضها. ويمكن تقسيم هذا الصنف قسمين: القسم الأول: لم يسبق له أن مارس الدعوة عملياً، قبل أن يندب للقيام بها في بلدان أوروبا، بل هو حديث عهد بهذا الميدان، وإن كان بعضهم قد درس مادة الدعوة من الناحية النظرية وأدى امتحانها ونجح بتفوق، فنجاح الحبر على الورق غير نجاح الداعية بين البشر. وهذا القسم يحتاج إلى فترة طويلة يتمرن فيها ويفهم عادات الناس الذين يمارس الدعوة بينهم ونفسياتهم، وما يقبلونه وما ينفرون منه. وقد يجد هذا القسم بعض الجاليات الإسلامية من أبناء وطنه، فينسجم معهم بسبب الاشتراك في اللغة والتناسب في العادات، فينزوي بينهم ويدع من سواهم، وقد يكون بين بعض الجاليات من جنسية واحدة أو من جنسيات متعددة خلافات، فينحاز هو إلى إحدى الطائفتين، أو يكون قد بعث أساساً للعمل مع طائفة معينة، فتحاول التحكم في نشاطه وتصرفاته كما تريد؛ لأن إقامته تكون على كفالتها، فإذا لم ينفذ رغبتها عادته وهددته بالطرد، فيضطر وهو في حاجة إليها إلى مجاراتها، فتحرم من الاستفادة منه الجماعات الأخر، بل قد تلزمه الجماعة التي كفلته بنشاط معين فتحد بذلك فائدته وتهدر طاقته، وقد لا يجيد إلا لغة إحدى الجماعات، فلا يستطيع أن يتحرك بدعوته إلا بين أعضائها. ويتنافس بعض الجاليات الإسلامية في الحصول أئمة لاتخاذهم وسيلة للسيطرة على الآخرين، لحاجتهم إليهم في الإمامة أو في تعليم أولادهم، أوفي عقود الزواج، أو غسل الموتى وتكفينهم، وقلما يستفيد الأوربيون مسلمين أو غير مسلمين من أمثال هؤلاء. القسم الثاني:  ـ من الدعاة المتفرغين ـ من ينتسبون إلى جماعات معينة من الجماعات الإسلامية، فيذهبون إليهم ويكون نشاطهم مقصوراً على جماعتهم، لتعليم أبنائهم وإمامتهم في الصلاة، وتوعيتهم، وهؤلاء يفيدون جماعتهم كثيراً، وقد يفيدون غيرها من الجماعات، إذا سنحت لهم الفرص وكانت عندهم رغبة في تعميم فائدة الدعوة على الجماعات كلها، ولكن جماعته قد تعارضه في ذلك فيضطر إلى التقليل من الاتصال بالآخرين، وهذا القسم قد يكون أكثر اطلاعاً على السنة وأكثر تمسكاً بها، ولكن وعيهم بأحوال الناس والأفكار المعاصرة عندهم، أقل من اتحادات الطلاب الذين يكون تأثيرهم في الناس أعمق وأشمل. ويوجد عدد ـ قليل ـ من هذا القسم ضعيف الإيمان، لم يأخذ حظاً كافياً من التربية الإسلامية الربانية، فتجده يحاول أن يعيش على التفريق بين الجماعات وإثارة الفتن والنزاع والعداوات، ويمارس بينهم النميمة والتجسس لبعض الجهات على بعض، من أجل أن ينال شيئاً من حطام الدنيا، وهؤلاء هم أسوأ من يحشر نفسه في زمرة الدعاة. [s3] 5 ـ  غلاة الطرق الصوفية. وهم دعاة البدع والخرافات، الذين قد تصل خرافاتهم إلى الشرك بالله، من الدعاء والاستغاثة بغير الله، فيما لا يدعى ولا يستغاث فيه إلا بالله، بل بلغ بهم الأمر إلى الاعتقاد بأن محمداً عليه الصلاة والسلام ليس بشراً، وأن من اعتقد أنه بشر فقد كفر، وهم يعادون كل من يخالفهم في معتقدهم هذا أو ينصحهم. ومن أمثلة هذا القسم جماعة البرلويين الهندية. ويجب التنبيه ـ هنا ـ على أن كثيراً من أفراد هذه الطائفة جهلة، وإذا بين لهم الحق رجع بعضهم عن تلك المعتقدات الفاسدة إلى الصواب، والذين يعاندون ويصدون عن الحق على علم به، هم علماؤهم الذين يتحملون وزرهم ووزر أتباعهم، بسبب إضلالهم. وهم جادون في نشر معتقداتهم ويحاولون أن يؤثروا بها في غير جماعتهم، ويجدون لنشاطهم وانحرافهم دعماً من بعض الدول الأوربية، كما جرت عادة هذه الدول في دعم الجماعات المنحرفة عن خط الإسلام الصحيح، كالقاديانية وغلاة الصوفية وغيرهم، رغبة في التقليل من تأثيره في نفوس المسلمين المقيمين في أوروبا، أو من دخل في الإسلام من الأوربيين أنفسهم. وهكذا يفعل أعداء تطبيق الشريعة الإسلامية في البلدان الإسلامية \"العلمانيون\" يشجعون الجماعات التي تحصر الإسلام في طقوس معينة، كالطرق الصوفية التي تهتم بالطواف بالقبور والتمسح بها ودعاء أهلها والاستغاثة بهم، وضرب الطبول والزمر والرقص والتمايل عند الذكر، والاحتفالات بموالد من يسمون بالأولياء، وهم مع تشجيعهم لأمثال هؤلاء، يضايقون من يدعو إلى تحكيم شرع الله في حياة البشر في أعمالهم ومعيشتهم وأسرهم، بل قد يصل بهم الأمر إلى استحلال دمائهم بغير حق. [s3] 6– طائفة الشيعة. وهم الذين يتزعمهم الآن الإيرانيون غالباً، ولهم نشاط في كل مكان ينشرون به أفكارهم ومعتقداتهم، بكل وسيلة ممكنة، ولكن الاستجابة لهم بين الجماعات الإسلامية قلت كثيراً، وأكثر من يستجيب لهم أفراد يجهلون حقيقة معتقدهم، أو من يريد الاستفادة المادية منهم. وأخطر وسيلة يؤثرون بها في الشباب المسلم الجاهل بمعتقداتهم، المنح الدراسية في الجامعات الإيرانية، وبخاصة الدينية، أو في الجامعات الغربية؛ لأن حاجة الطالب إليهم تجعله يحتك بهم كثيراً ويقرأ بعض كتبهم وقد يتأثر بها. وتأثيرهم في أوروبا موجود، ولكنه في إفريقيا وأمريكا الجنوبية وجنوب شرق آسيا أكثر، وإذا لم يسرع أهل السنة إلى نشر عقيدتهم بكل وسيلة ممكنة، ويبينوا للناس عقيدة الرفض التي من أسوئها سب الصحابة، بل تكفير أكثرهم، فإن خطرهم سيستفحل ويتفاقم. [s3] 7  ـ  طائفة القاديانية: وهذه الطائفة ليست من الفرق الإسلامية كما أفتى بذلك علماء الإسلام في باكستان وغيرها، وإنما ذكرتها هنا، بسبب نشاطها القوي وزعمها أنها تدعو إلى الإسلام. ونشاط هذه الطائفة قوي جداً، وإمكاناتهم واسعة، من المرافق والأموال والأئمة، ولهم كتب مترجمة بلغات البلدان الأوربية كلها تقريباً، تنشر فكرهم ومعتقداتهم وتدعو إليهما، ولهم نشاط إعلامي وتعليمي واقتصادي وسياسي، ويجدون دعماً مادياً ومعنوياً من الدول الأوربية، وبخاصة بريطانيا التي صُنِعُوا على عينها، ولديهم إمكانات يساعدون بها من يلجأ إليهم مضطراً من المسلمين الأوربيين وغيرهم، ممن تسوء ظروفهم المادية، ويجدون ضيقاً في حياتهم في أوروبا، وهم يستغلون ذلك لنشر معتقداتهم، كما يفعل النصارى مع المسلمين الجهال المحتاجين في بعض البلدان."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "الإمكانات المتاحة لنشر الإسلام في أوروبا:",
    "content": "توجد إمكانات قانونية وواقعية في الغرب، تسهل للمسلمين أن ينشروا دينهم، بوسائل كثيرة، ويعلموا أولادهم مبادئ الإسلام ولغات شعوبهم، وعلى رأسها اللغة العربية، ويربوهم على هذا الدين، ويدعوا غير المسلمين إليه. الوسائل المتاحة كثيرة، وأذكر من تلك الوسائل ما يأتي: الوسيلة الأولى: حرية الكلمة والمعتقد، وما يسمى بالحريات الشخصية، فلكل إنسان أن ينشر بين الناس ما يعتقده بالدعوة المباشرة: محاضرات أو ندوات، أو اتصالاً شخصياً، أو توزيع نشرات مطبوعة في أماكن التجمعات، كالمصانع والمطارات ومحطات المواصلات، كالقطارات والحافلات والأسواق، والنوادي الرياضية والثقافية والاجتماعية، ودور السينما، والكنائس، والاتصالات كصناديق البريد العامة أو المنازل، والهاتف، ودور التعليم، كالمدارس والمعاهد والجامعات...... وغيرها. الوسيلة الثانية: طبع الكتب بجميع اللغات، ونشرها، وتوزيعها بيعاً أو مجاناً. الوسيلة الثالثة: تسجيل الموضوعات في شرائط (كاسيت) أو (فيديو) ونشرها بيعاً أو مجاناً. الوسيلة الرابعة: استئجار محطات إذاعية محلية أو شراؤها، بشروط ميسرة، لا تمنع صاحبها من نشر ما يريد من عقيدة أو فكر أو تعليم،كما يستطيع ـ من يريد ـ أن يذيع موضوعات معينة في الإذاعات العامة، وإن كانت محدودة. الوسيلة الخامسة: إمكان الاستفادة المحدودة من التلفاز العام (الحكومي) كما يمكن تملك قنوات تلفزيونية والبث عليها (حتى الفضائية). الوسيلة السادسة: إمكان إصدار جرائد ومجلات تتضمن شتى الموضوعات: (عقدية وأخلاقية وشرعية، واجتماعية وسياسية). الوسيلة السابعة: إمكان إنشاء مدارس خاصة كاملة، تجمع بين منهج الدولة والمنهج الإسلامي، بلغة البلد ولغة الْمُنْشِئين، معترف بها تشارك فيها الدولة بخمسة وثمانين في المائة من التكاليف، وقد تتحمل كل تكاليفها، وبخاصة البلدان التي اعترفت بالإسلام ديناً رسمياً، كالنمسا وبلجيكا. وقد أُنشأت الكلية الإسلامية في فرنسا، برغم مواقفها المتشددة من المسلمين وتدخلها حتى في الحريات الشخصية، كحجاب المرأة المسلمة. وجامعة إسلامية في هولندا (ولكني لا أدري عن تفاصيل هذه الجامعة). الوسيلة الثامنة: إمكان إنشاء نوادي اجتماعية وثقافية ورياضية خاصة أو تجارية، واستغلالها في الدعوة إلى الإسلام، وتربية شباب المسلمين من أبناء الحالية الإسلامية وغيرها، لوقايتهم من النوادي الأوربية التي تفسد دينهم وسلوكهم، وتجعلهم يذوبون في المجتمع الأوربي، كما هو حاصل الآن. الوسيلة التاسعة: إمكان إنشاء مساجد جديدة أو شراء مبان قائمة سكنية، أو كنائس وتحويلها إلى مساجد، وها هي قد أقيمت مساجد كثيرة  في كل بلدان أوروبا، بل في كل مدنها ـ غالباً ـ وبعضها جوامع كبيرة: كما في فينا عاصمة النمسا، وفي مدريد بأسبانيا، وفي روما بجوار الفاتيكان، وفي مالمو بالسويد، وفي كثير من المدن البريطانية، ومنها لندن، ويمكن أن تكون هذه المساجد منارات هدى تجمع بين إقامة الصلوات ومدارس التعليم ونوادي الشباب البناءة، ومحطات إذاعة وقنوات تلفاز، وقاعات مؤتمرات وندوات، لو حصل اهتمام بمعانيها كما يحصل الاهتمام بمبانيها..! الوسيلة العاشرة: إمكان القيام بإلقاء دروس إسلامية لأبنائهم في المدارس الحكومية الرسمية، في وقت الدوام الرسمي وخارجه، فأين من يمدهم بالمدرسين الصالحين الأكفاء؟ بل يمكنهم إقامة مدارس خاصة تجمع بين المنهجين: الإسلامي والحكومي، مع الاعتراف بها رسمياً، إذا استوفت الشروط المطلوبة، وقد أصبح الآن للمسلمين في بلجيكا ـ التي اعترفت بالدين الإسلامي رسمياً ـ مجلس خاص ينتخبونه ويشرف على كل مصالحهم في حدود القانون، كما أن بعض الدول الأوربية الأخرى قد اعترفت بالإسلام رسمياً، مثل النمسا، وبعضها في الطريق إلى الاعتراف به، بسبب تزايد المسلمين في تلك البلدان وما يحتمل من قوة تأثيرهم في المجتمعات الأوربية… وقد اعترفت بريطانيا مؤخراً ببعض المدارس الإسلامية بعد جهاد طويل بذله أهلها ومنهم الأخ يوسف إسلام وفقه الله . الوسيلة الحادية عشرة: إمكان المسلمين استثمار أموالهم في شركات خاصة، ويكون لهم وزن اقتصادي وسياسي، ويمكنهم أن يحبسوا عقارات ومباني وأسواقاً ينفق من أرباحها على العمل الإسلامي. ومن أهم الوسائل لنشر الدعوة الإسلامية وتعليم الناس مبادئ الإسلام هذه الوسيلة العظيمة (الإنترنت) التي تصل إلى كل بيت حجر ومدر في نفس اللحظة التي يرسل الداعية أو المعلم رسالته. وإن هذه الوسيلة وغيرها لحجة أقامها الله على القادرين من المسلمين: علماءً ومفكرين وأغنياءً وحكاماً وسيسألنا الله عنها إذا لم نستغلها لنشر دين الله. كل هذه الأمور وغيرها متاحة بدرجات متفاوتة في الدول الأوربية، بعضها موجود فعلاً، في حدود طاقة المسلمين. وأستطيع أن أقول: إن الفرص المتاحة للدعوة الإسلامية في البلدان الأوربية، أكثر من إتاحتها في بلدان المسلمين في الوقت الحاضر. [[احترزت بقولي: في الوقت الحاضر، لسببين: السبب الأول: أنني لمست في رحلتي تلك أن بعض الدول الأوربية أصبحت تضيق ذرعاً بوجود المسلمين، وبخاصة الذين يتمسكون بدينهم، ولا يذوبون في المجتمعات الغربية، وفي ذلك خطر عليها من ناحيتين: الناحية الأولى: تكاثر المسلمين الوافدين الذين قد يصبحون يوماً من الأيام لهم وزنهم السياسي والاجتماعي والثقافي، فيكون لهم تأثيرهم على الأحزاب الأوربية والاتجاهات الفكرية. الناحية الثانية: الخوف الشديد من تأثر الأوربيين أنفسهم بالإسلام، حيث بدأ يتصاعد دخولهم في الإسلام من فئات متنوعة: كباراً وصغاراً، رجالاً ونساءً، وذوي تخصصات متعددة. وكنت أحس أن هذه الدول قد تُغَيِّر مواقفَها من المسلمين عندما يتزايد شعورها بخطر انتشار الإسلام الصادق.! السبب الثاني: أن ما تلقاه الدعوة الإسلامية والدعاة، من مضايقة في الشعوب الإسلامية من الحكام العلمانيين المحاربين لتطبيق الشريعة الإسلامية، قد يغيره الله من هذا الحال إلى حال أحسن، وما ذلك على الله بعزيز.!]]. ولقد تغيرت الحال بعد حادث 11 سبتمبر في أمريكا، إذ أصبح المسلمون معرضين للظلم والاتهام الكاذب والاعتقالات والمضايقات في حياتهم وأرزاقهم وأموالهم، واغتنم اليهود وأنصارهم من الصليبيين الفرصة لإيذائهم، وبخاصة في أمريكا في عهد الصليبي الصهيوني طاغوت البيت الأبيض وزمرته، ونصيره رئيس وزراء بريطانيا، وضغطوا على بقية الدول الأوربية لتضايق المسلمين كما فعلوا هم، فإلى الله المشتكى."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "عقبات في طريق الدعوة إلى الإسلام في أوروبا:",
    "content": "[s2] 1ـ تمهيد: إن الإمكانات المتوافرة في أوروبا، وفي الغرب بصفة عامة، مغرية لمن يريد أن يدعو إلى الله تعالى هناك، ولو أن المسلمين تكاتفوا دعاة وعلماء وساسة وأغنياء وغيرهم، كلٌّ فيما يقدر عليه، ونسقوا فيما بينهم للدعوة إلى الله في الغرب لآتى ذلك ثماره بإذن الله! ولكن تلك الإمكانات المتاحة التي لم يستغلها المسلمون تقابلها عقبات، كل واحدة منها تحتاج إلى عمل جاد وإخلاص فيه لله وعزم وتصميم على دكها وتحطيمها. والذين يتفاءلون كثيراً بتلك الإمكانات، ولا يحسبون حساباً لهذه العقبات، ويرون أن الإسلام سينطلق من أوروبا كما انطلق قبل من دولة آل عثمان، ويرون كذلك صعوبة انطلاقه من البلدان الإسلامية، وبخاصة الدول العربية التي ابتعد أكثر حكامها عن تطبيق شريعة الإسلام، بل حاربوا تطبيقه ودعاته، نظرة المتفائلين هذه مبالغ فيها لكثرة العقبات وقوتها. [s2] 2  ـ  سببان وموقفان: وقبل أن أسرد أهم العقبات التي تعترض الإسلام وانتشاره في الغرب، لا بد من الإشارة إلى السبب الرئيس الذي جعل أهل الغرب يعطون المسلمين شيئاً من الحرية في الدعوة إلى دينهم، ومحاولة المحافظة عليه فيما بينهم وتعليم أولادهم إذا استطاعوا. وكذلك لا بد من الإشارة إلى السبب الرئيس الذي جعل أعداء الإسلام من المنافين في الشعوب الإسلامية يكممون أفواه الدعاة إلى الله، ويحرمون المسلمين من سماع كلمة الحق، وصب أنواع الأذى على دعاة الإسلام، من الاضطهاد والسجن والتشريد والقتل. فإن بيان هذين السببين: السبب الذي جعل زعماء الكفر في الدول الأوربية يعطون شيئاً من الحرية للمسلمين ليدعوا إلى الإسلام، مع شدة بغضهم له ومحاربتهم له في عقر داره، والسبب الذي جعل أعداء الإسلام من ذراري المسلمين يحاربونه في مسقط رأسه، أقول: إن بيان هذين السببين يزيل ما قد علق بأذهان بعض الناس من الحيرة والعجب من موقفين: أحدهما يجري هنا والآخر يجري هناك! [s3] سبب منح الغرب الحرية لدعوة المسلمين إلى دينهم: فسبب إعطاء أهل الغرب شيئاً من الحرية للمسلمين ليدعوا إلى الإسلام في بلادهم، يعود إلى أمرين: الأمر الأول: أن أهل الغرب كانت عندهم ثقة أن المجتمعات الغربية، لها عقائدها وعاداتها وسلوكها وتاريخها وحضارتها التي تختلف كل الاختلاف عن مبادئ الإسلام وأخلاق المسلمين وعاداتهم وحضاراتهم ـ إن اعترفوا بأن لهم حضارة ـ وأن المسلمين مهما تمسكوا بدينهم ودعوا إليه، فهم أقلية ضعيفة يحيط بهم المجتمع الأوربي ويحاصرهم في كل مكان وجدوا فيه: السكن، ومكان العمل، والشارع، والسوق، والجامعة والمدرسة، والمصنع والقطار والطائرة والحافلة.... فهم كنقطة عطر فواح تلقى في محيط من القاذورات والأوساخ، فَأَنَّى لتلك القطرة أن تحافظ على نفسها ورائحتها في ذلك المحيط من القاذورات؟! وقد أخبرني بعض المسلمين أن البابا الحالي (بولس السادس في ذلك الوقت) قال للنصارى في حشد عظيم في هولندا: \"لا تخافوا من الإسلام في أوروبا، ولا يهولنكم بناء المساجد وانتشار المراكز الإسلامية فيها، فأبناء المسلمين بين أيديكم وتحت إشرافكم وتوجيهكم، في المدارس والجامعات وغيرها، فاجتهدوا في تربيتهم التي تجعلهم ينسجمون مع المجتمع المسيحي، وسينقرض آباؤهم وتفنى مساجدهم ومراكزهم وتندثر، ويبقى أبناؤهم في صفكم\". الأمر الثاني: أن أهل أوروبا ـ  والغرب  بصفة عامة  ـ استقبلوا في أول الأمر مسلمين بالاسم، وفدوا أفراداً وهم يجهلون حقيقة دينهم، كثير منهم غير متمسكين به، يلتمسون في اغترابهم لقمة العيش فحسب، وليس عندهم ثقافة تحميهم، ولا مؤهلات ترفع شأنهم، وكان نصيبهم من الوظائف تلك المهن البدنية المرهقة، كحمل الأثقال والبناء في المصانع ونحوها، أو الأعمال الحقيرة كتنظيف الشوارع والمصانع والمنازل، وما أشبه ذلك، وأمثال هؤلاء لا يرجى لهم التمسك بدينهم، فضلاً عن أن يؤثروا في غيرهم من أهل البلاد الذين هم أعلى منزلةً اجتماعيةً منهم، وأرقى منهم حضارةً، وأكثر منهم مالاً، بل مصيرهم الذوبان في المجتمع الأوربي، وهذا ما حصل فعلاً لكثير من الوافدين إلى أوروبا في الأفواج الأولى. ولو أن الدول الأوربية علمت في وقت من الأوقات، أن الإسلام الحق سينتشر في بلدانهم، ويهدد العقائد الغربية والفكر الغربي، لما تردد أساطين الغرب ودعاة حقوق الإنسان وحرية الأديان وحرية الرأي، في طرد المسلمين في يوم واحد ـ إذا استطاعوا ـ من كل أنحاء أوروبا، وهذه سنة ماضية بين أهل الحق وأهل الباطل، وفي قصص الأنبياء مع أممهم، وأتباع الأنبياء وأتباع الباطل في كل زمان، ما لا يدع مجالاً للشك في هذا المعنى. [[راجع مجلة المجلة: عدد 737، ص 36، 21/ شوال، مقال لفهمي هو يدي بعنوان:  \"دور أوروبا قادم في الاشتباك مع الحالة الإسلامية\" هذا مع العلم أن كتابتي هذه كانت في سنة 1407هـ و مقال حسن هويدي كتب سنة 1414هـ أي بعد سبع سنوات من يوم قيامي بهذه الرحلة التي لخصت منها هذه الصفحات، وقد اشتدت الأمور الآن أكثر، ولكن الدعوة في طريقها إلى الانتشار والمهم قيام المسلمين بواجبهم، كل في موقعه كما سبق]]. لا، بل قد بدأ الخوف والقلق يساور الأوربيين من وجود المسلمين الآن، وها هي بعض دول أوروبا ـ ومنها فرنسا وألمانيا ـ تعرض على المسلمين مبالغ مالية في مقابل أن يعودوا إلى بلدانهم، وبدأت أجهزة الإعلام تحذر زعماء أوروبا من خطر بقاء المسلمين فيها، وقد أسفر كثير من زعماء الأحزاب عن وجوههم، فدعوا إلى طرد المسلمين من بلدانهم، بحجة أنهم لا يريدون أن يتأقلموا مع المجتمعات الأوربية، وأنهم يعتبرون نشازاً في هذه المجتمعات، حيث يحرمون على أنفسهم ما يراه الأوربي مباحاً، بل هو من لوازم التحضر والتقدم في أوروبا، من الطعام والشراب والنكاح واللباس وغير ذلك ذلك هو السبب الذي من أجله أعطى الغربيون المسلمين شيئاً من الحرية المؤقتة للتمسك بدينهم والدعوة إليه، وهذا هو موقفهم المبني على ذلك السبب. وقد بدأت مضايقات المسلمين من الآن بأساليب غير رسمية، ولكنها تحت سمع وبصر الأجهزة الرسمية.! [[هذا الكلام كان وقت كتابة هذا الموضوع سنة 1407هـ ـ أما الآن ونحن في سنة 1420هـ أي بعد ثلاث عشرة من تلك الرحلة، فقد تغيرت الأمور، وأصبحت بعض الحكومات الأوربية نفسها تضايق المسلمين وتحاول التخلص منهم]]. [s3] سبب مضايقة دعاة الإسلام في بلادهم: أما السبب الذي يعكس القضية، وجعل أعداء الإسلام في الشعوب الإسلامية يضايقون الدعاة إلى الله، ويحاربون تمكن الإسلام من السيطرة على أبناء المسلمين وتوجيه حياتهم، فيعود إلى أمر واحد وهو: أن المنافقين من ذراري المسلمين يعلمون أن الشعوب الإسلامية مهما ابتعد كثير من أبنائها عن الإسلام، فإن الفطرة الكامنة في نفوسهم قابلة للعودة بهم إلى الله والاستجابة لداعي الإيمان إذا أتيحت له الفرصة. وأن الجهد القليل الصادق المؤثر يجد استجابة سريعة في الشعوب الإسلامية؛ لأن الدعوة الإلهية تلتقي مع الفطرة الربانية، فَتَلْقَف عصى موسى حبال وعصي فرعون. ولهذا نجد الطاغية الذي يحكم بلداً إسلامياً يمكث ما يقارب عشرين سنة أو أكثر، يحارب الإسلام ويقتل دعاته ويعتقلهم ويعذبهم، ويُمَكِّنُ للكفر والإلحاد والفسوق والعصيان والانحلال ولكل مذهب هدام، فإذا أدبر غير مأسوف عليه، عاد الإسلام من جديد، وانتشرت الدعوة إليه في كل بيت، وساد النشاط الإسلامي في المدارس والجامعات والمصانع والنقابات وغيرها، في فترة قصيرة من الزمن، ولهذا يتكاتف أعداء الله من اليهود والنصارى والملحدين والوثنيين، مع أعداء الله من طغاة المنافقين في الشعوب الإسلامية لضرب الحركات الإسلامية. فالجهود الكبيرة بالإمكانات المادية الهائلة التي تقوم بها الدولة، وتبذلها لضرب الإسلام في الشعوب الإسلامية، يمكن أن تقضي عليها جهود أقل منها بكثير، تبذلها جماعات فقيرة قليلة الإمكانات لإقامة دين الله إذا وجدت مجالاً لنشاطها بحرية الكلمة، والسبب في ذلك أن الشعوب الإسلامية تحنُّ بفطرتها إلى عودة الإسلام وهيمنته في الأرض، ولولا قوة تأثير الإسلام في المسلمين، لكان قد مُحي من على وجه الأرض، لما يلقى من الكيد والمكر والطغيان. وهذا بخلاف الغرب، فإن الجهود القوية التي تبذل فيه لنشر الإسلام، يضعفها المجتمع الغربي بما يواجهها به من عقائد وعادات وتقاليد وانحراف فطر، ووسائل توجيه، وتشويه لحقائق الإسلام والتنفير منه وغير ذلك من العقبات القوية. [s2] العقبات التي تعترض الدعوة في أوربا وأقسامها: وبعد هذا أعود لأسرد العقبات التي تعترض انتشار الإسلام وتقلل من تأثير الدعوة إليه في الغرب، وهذه العقبات قسمان: [s3] القسم الأول: يعود إلى المسلمين أنفسهم: وألخصه في النقاط الخمس الآتية: [s3] النقطة الأولى: القدوة السيئة: التي يراها الأوربي في كثير من المسلمين في البلدان الأوربية نفسها، حيث إن الجاليات يغلب عليها الجهل بالإسلام، غير ملتزم كثير من أفرادها وأسرها بآدابه، بل بعضهم لا يقر بمبادئه ولا يؤدي شيئاً منها، إضافةً إلى صفاتٍ سيئة يتصفون بها ينفر منها الأوربي، مثل خلف الوعد والكذب والغش. وكذلك ما يرون وما يسمعون من القدوة السيئة في المسلمين في بلدانهم التي هي معدن الإسلام ومنبعه، وعدم وجود نموذج صحيح يؤكد لهم في عالم الواقع ما يدعيه المسلمون من المبادئ السامية في الإسلام: الإيمانية والعبادية والاجتماعية والسياسية والإدارية وغيرها. ولقد قال لي أحد المسلمين الجدد: إننا نأسف عندما نرى الرجل يأتي من البلدان الإسلامية، وهو يمسك السبحة بيمينه وكأس الخمر بشماله أمام فندق هلتون. [[كان ذلك في جنيف]]. [s3] النقطة الثانية: ندرة الدعاة المؤهلين: علماً وعملاً وقدرةً على التأثير، ومعرفة أحوال العصر وأحوال الناس وعاداتهم وإجادة لغتهم، والصبر على ما قد يلاقيه من صعاب، والتجرد لله تعالى في دعوته. [s3] النقطة الثالثة: قلة الكتب الإسلامية: سواء كانت مؤلفة بلغة القوم في كل بلد، أو مترجمة إلى لغاتهم، مع سلامة المعنى وحسن الصياغة وجودة الأسلوب، وبخاصة ترجمة معاني القرآن الكريم التي أول ما يسأل الباحث عن حقيقة الإسلام عنها. وأكثر الترجمات التي توجد في أيدي الناس ترجمات لبعض المستشرقين، من اليهود والنصارى، أو ترجمات بعض الطوائف المنحرفة المنتسبة إلى الإسلام زوراً وبهتاناً، كالقاديانية. [s3] النقطة الرابعة: قلة الإمكانات المادية: وبخاصة المال الذي يعين بعض الدعاة المؤهلين على القيام بالدعوة، لتنقلاتهم، أو طبع كتب ونشرها، أو طبع نشرات وتوزيعها، أو استئجار مكان مناسب لإقامة ندوات أو محاضرات عامة، يدعى إليها الأوربيون وغيرهم مسلمين أو غير مسلمين. [s3] النقطة الخامسة: كثرة التنازع بين المسلمين في أوروبا: امتداداً لخلافاتهم الموجودة في بلدانهم، حيث يرى الأوربيون الصراع يحتدم بين كثير من المسلمين في مساجدهم ومدارسهم ومراكزهم، إلى درجة تقتضي أحياناً تدخل أجهزة الأمن الأوربية بينهم، لفصل النزاع الذي إذا بحثت في أسبابه وجدتها في الغالب التنافس في الزعامات والأمور المادية، وليست من أجل مصلحة الإسلام والمسلمين، وإن زعم كل فريق حرصه على تلك المصلحة، هذا مع أن هؤلاء المسلمين يقيمون بين الأوربيين الذين تتنافس أحزابهم على الزعامات بالطرق السلمية المسماة بالديمقراطية: الانتخابات التشريعية والانتخابات الرئاسية، وغيرهما. هذه أهم العقبات فيما بدا لي، وهناك عقبات أخرى قد يدخل كثير منها في بعض النقاط السابقة. [s2] القسم الثاني من العقبات: يعود إلى الأوربيين: وألخصها في النقاط الثلاث الآتية: [s3] النقطة الأولى: نفور الأوربيين من الدين من حيث هو: قياساً على الدين النصراني الكنسي الذي أراحوا أنفسهم من هيمنته التي حالت بينهم وبين التقدم الحضاري المادي الحالي، وهو قياس فاسد، يشبه من احترق منزله فهام على وجهه في الأرض رافضاً بناء منزل آخر خشية احتراقه، وكان يمكنهم أن يحققوا سعادتهم في الدارين بالدخول في هذا الدين، ولكنهم يكرهونه أشد من كراهيتهم بقية الأديان، ولعل في النقاط الآتية ما يوضح السبب. [s3] النقطة الثانية: الجو المادي الذي يسيطر على عقول الأوربيين: فالمادة هي التي تسيطر عليهم، وغالب اهتمامهم يتجه إلى ملاذ الجسد ومتع الحياة الدنيا، والهرب من الإيمان وما يتعلق به، فراراً من التقيد بحلال أو حرام، برغم إحساسهم بالخواء الروحي المقلق لحياتهم. [s3] النقطة الثالثة: الحملات الشديدة المتواصلة لتشويه الإسلام والتنفير منه من الجهات الآتية: [s3] الجهة الأولى: المستشرقون في القديم والحديث: وأساليبهم في تشويه الإسلام معروفة، وإن كان بعض المستشرقين في الوقت الحاضر أكثر إنصافاً من المستشرقين السابقين الذين كانوا يخدمون الاحتلال والتنصير. فهم يحرفون معانيه، ويشككون فيه ويتصيدون بعض المعلومات الدخيلة، في كتب التاريخ أو كتب التفسير المليئة بالإسرائيليات، ليلصقوها بالإسلام، ويتتبعون المتشابه ويتركون المحكم، ليلبسوا الحق بالباطل، ويفسروا الإسلام بتصرفات بعض المسلمين المخالفة له، ولو كان أهل هذه التصرفات أعداء للإسلام محاربين له. وقد التقيت عدداً من المستشرقين في البلدان الأوربية التي زرتها وحاورتهم في بعض هذه الأمور، ووجدت الكثير منهم سائرين في خط أساتذتهم السابقين. ومن عجائب الأمور أنهم يقولون للناس: إن تصرفات حكام المسلمين، مهما اختلفت وجهات نظرهم، هي اجتهادات في إطار الإسلام. وعندما سألتهم عن تصرفات حكام الشعوب الإسلامية الذين يحاربون الإسلام، كالشيوعيين وغيرهم من المنافقين وأمثالهم، هل تعدون تصرفاتهم من الإسلام الذي يحاربونه؟ قالوا: نعم! وبعضهم أظهر الاقتناع بأن تصرفات المسلمين التي تخالف الإسلام ليست منه، بعد نقاش طويل. ويشوه المستشرقون الإسلام في ساحات واسعة من أوروبا وفي قطاعات كبيرة أكثر من غيرهم، ومن وسائلهم في ذلك الإذاعة، والتلفاز، والجريدة والمجلة والكتاب، والمحاضرات، ومراكز البحث، والندوات والمؤتمرات.. [s3] الجهة الثانية: المنصرون من القسس وغيرهم: ولهم كذلك وسائلهم المتنوعة التي يشوهون عن طريقها الإسلام في كل مكان. [s3] الجهة الثالثة: دور التعليم: من المدارس الابتدائية إلى المعاهد العليا والجامعات، عن طريق المناهج والمواد المقررة والكتب والمدرسين.. وقد حاول بعض المسلمين مع بعض المسؤولين في بعض الدول الأوربية، تصحيح ما في الكتب المدرسية من أكاذيب على الإسلام وتشويه له، وأظهروا احتجاجهم على ذلك، وكتبوا كل الأخطاء التي ظهرت لهم وسلموها لأولئك المسؤولين ووعدوهم بإعادة النظر فيها. [s3] الجهة الرابعة: التشويه المستمر الماكر المتعمد: الذي تقوم به أجهزة الإعلام الغربية كلها يومياً، وهي لا تفتأ تقول للناس: إن كل المشكلات التي تنزل بالمسلمين، من خلافات وحروب وفقر وتأخر، إنما سببها الإسلام، يفعلون ذلك بأساليب خبيثة، فقد يتحدثون عن بعض موضوعات الإسلام، كالصلاة أو غيرها، ثم يعرضون صورة من صور المعارك بين إيران والعراق، ليثبتوا في أذهان الناس أن هذا هو الإسلام وهؤلاء هم المصلون. وقد يجدون بعض الفسقة أو الملحدين أو المنافقين من المنتسبين إلى الإسلام، فيعدون لهم برامج إعلامية يفسرون بها الإسلام بحسب أهوائهم، للقدح في هذا الدين، ونفي ما فيه من محاسن، وكثيراً ما يكون ذلك عن طريق الحوار الذي يجذب السامع ويجعله يخرج بنتيجة سيئة عن الإسلام والمسلمين، وبخاصة إذا كان الحوار عن طريق التلفاز، ولليهود دور كبير في تشويه صورة الإسلام عن طريق وسائل الإعلام. وليس للمسلمين في مقابل ذلك أي وسيلة مؤثرة توصل حقائق الإسلام إلى الناس أو تدفع عنه تلك الأكاذيب! وجدت في الآونة الأخيرة بعض القنوات الفضائية تعد برامج خاصة بنشر حقائق الإسلام والرد على الشبهات، نرجو أن توفق في الجد في ذلك، وفي القدرة على أداء وظيفتها وعلى الاستمرار في ذلك، وأن لا تنحرف عن الطريق الصحيح في القيام بالبلاغ المبين. [s3] الجهة الخامسة: دعم الدول الأوربية لكل ما يشوه الإسلام: من المستشرقين والمنصِّرين وكل الجهات السابقة وغيرها، بكل إمكاناتها لتشويه الإسلام والمسلمين والتنفير منه."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "أين نحن وما الواجب علينا عمله؟",
    "content": "[s2] 1  ـ  أين نحن؟ [s3] تمهيد: تلك هي الحالة الموجزة جداً في أوروبا، وذلك هو وضع الإسلام في أوروبا، وتيك هي الإمكانات المتاحة للعمل الإسلامي في أوروبا، وهذه هي العقبات التي تعترض الإسلام في أوروبا، فأين نحن أيها المسلمون من تبليغ الإسلام ونشره ودك العقبات التي تعترضنا في أوروبا؟ [s3] المسؤولية عامة: إنه سؤال لا ينبغي أن يجيب عنه واحد من المسلمين، بل هو سؤال يجب أن يوجهه كل مسلم إلى نفسه بحسب موقعه وقدراته التي يملكها، ليبذل شيئاً منها من أجل إعلاء كلمة الله في الأرض، بالدعوة إلى الله والأمر بالمعروف والنهي عن المنكر، ثم يجيب عن السؤال، ليرى أين هو؟ على العلماء أن يسألوا أنفسهم: هل قاموا بالواجب الملقى على عاتقهم، من الدعوة والتعليم والتربية والصدع بكلمة الحق، لكل الناس، من أجل إقامة دين الله والقيام بالبلاغ المبين الذي هم المسؤولون أساساً عنه؟ وهل ربوا شباب المسلمين على هذه المعاني تربية إسلامية يرضى الله بها عنهم؟ وهل نصحوا ولاة أمور المسلمين وأغنياء الأمة الإسلامية أن يقوم كل منهم بواجبه في هذا المجال؟ وهل نشروا الوعي الإسلامي في الشعوب الإسلامية نفسها لتنطلق منها الدعوة الإسلامية إلى العالم، بعد أن تكون هي نفسها قد فقهت دين الله وطبقته في حياتها، لتكون قدوة حسنة للآخرين؟ وعلى المؤسسات التعليمية الإسلامية أن تسأل نفسها: هل بذلت أقصى جهدها الذي كلفها الله إياه، في النهوض بمؤسساتها التعليمية: مناهج مناسبة للعصر وتحدياته، وأساتذة أكفاء مخلصين يقومون بالتعليم الذي يفقه الطلاب في دينهم، تفقيهاً يجعلهم على مستوى مسؤولية العلماء في هذا العصر، ويقومون بتربيتهم التربية الإيمانية التي تثمر العمل الصالح والجد في الدعوة إلى الله؟ وهل حاولت هذه المؤسسات استيعاب أكبر عدد ممكن من أبناء المسلمين، ليتفقهوا في الدين وينذروا قومهم إذا رجعوا إليهم؟ وهل أعدت خططاً تناسب الراغبين في طلب العلم، كل حسب قدرته في المنهج والمادة والكتاب والمدة؟ وعلى المؤسسات الإسلامية الدعوية أن تسأل نفسها: هل أدت الواجب الذي تقدر عليه في اختيار الدعاة الأكفاء، وتدريبهم ومتابعتهم واختبار ما يرد منهم من تقارير؟ أهي صادقة أم وراءها ما وراءها، فتفرق بذلك بين الغث والسمين وتضع كل واحد في مكانه؟ وهل هؤلاء الدعاة يبذلون كل طاقتهم في دعوة المسلمين وغير المسلمين؟ وهل أعدت هذه المؤسسات الوسائل المتاحة لها لإيصال الإسلام واضحاً بيناً إلى الناس، بلغاتهم: عن طريق الكتاب والنشرة والجريدة والإذاعة والتلفاز والمحاضرة والنادي، وغيرها من شرائط الكاسيت والفيديو ونحوها؟ وعلى الجماعات الإسلامية الشعبية أن تسأل نفسها: هل بذلت هي كذلك جهدها في إعداد مناهجها الدعوية والتعليمية والتربوية والتثقيفية، لتخرج بذلك شباباً متفقهاً في الدين مخلصاً لله قائماً بواجب الدعوة إليه، لا يخاف فيه لومة لائم، محققاً في مسيرة دعوته معاني الأخوة الإسلامية مع رفيقه في الدعوة إلى الله، مبتعداً عن أسباب التنازع والتصدع؟ وعلى أغنياء الأمة الإسلامية أن يسألوا أنفسهم: هل أدوا حق الله مما أوجبه الله عليه من التعاون على البر والتقوى؟ وهل ينفقون أموالهم فيما يرضي الله أو فيما يسخطه؟ وهل سلكوا مسلك سلفهم الصالح الذين كانوا يجاهدون بأموالهم وأنفسهم في سبيل الله، والذين قامت على أوقافهم أعمال عظيمة النفع للإسلام والمسلمين: مؤسسات تعليمية، واجتماعية واقتصادية وعبادية؟ هل يزور الغني الذي يذهب إلى بلاد الغرب إخوانه المسلمين ويتعرف على أحوالهم، ويزور مراكزهم الإسلامية، للاطلاع على ما تقوم به من عمل، وما تحتاجه من دعم، فيساعدها بما يستطيع لتؤدي به دورها في الدعوة والتعليم والتربية في صفوف المسلمين وغيرهم؟ هل اقتدى تاجر المسلمين اليوم بتاجر المسلمين أمس، فكان قدوة حسنة للناس فدخلت شعوب بأكملها في الإسلام بسبب سلوكه؟ أو هو فتنة للناس بسبب تصرفاته السيئة، من رواد العفن والقاذورات وأماكن اللهو والفجور والخمر والميسر، فينفق أمواله التي رزقه الله فيما ينفع أعداء الله، ويضر نفسه والمسلمين؟ وعلى حكام المسلمين أن يسألوا أنفسهم: أين هم من رعاياهم الذين ذابوا في المجتمعات الأوربية، فأصبح كثير منهم لا فرق بينه وبين الكافر إلا بالاسم، إلا أن الكافر يحافظ على مركزه الاجتماعي والثقافي، وهو يضيع ذلك ويذل نفسه، فلا دنيا ولا دين؟ هل عملوا بقول الله تعالى: { الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الأَرْضِ أَقَامُوا الصَّلاةَ وَآتَوْا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنْ الْمُنْكَرِ }؟ [الحج: 41]. وهل أولوا الدعوة إلى الله اهتمامهم، كما أولاها سلفهم من قبل؟ وهل أعدوا شباب بلدانهم للقيام بهذه الدعوة أو صرفوهم عنها إلى سواها؟ وهل اختاروا ممثليهم الدبلوماسيين وغيرهم في البلدان الأجنبية، على أساس أن يكونوا ممثلين لهذا الدين أو على أساس آخر؟ لقد ابتعدنا كثيراً عن الاهتمام بالدعوة إلى الإسلام، وصار هَمُّ كثير من المسلمين قاصراً على مصالحهم الشخصية التي قد يظنونها مصالح، وقد يكون كثير منها مفاسد. والواجب علينا إن أردنا استعادة مجدنا وعزنا، أن نحاسب أنفسنا على ما فرطنا في ذات الله، وأن نغتنم الفرص المتاحة والإمكانات المتوفرة لإقامة دين الله في الأرض، كل فيما يقدر عليه، وإلا فإن الله سيعاقبنا على تقصيرنا في الدنيا والآخرة، وما إخال عقاب الدنيا إلا قد بدأ بما أصابنا من هوان وتفرق، ومن تسليط أعدائه علينا من الشرق والغرب، والذي لا يقوم بالخلافة التي كلفه الله إياها في الأرض يستبدل الله به غيره، كما هي سنة الله في خلقه. وأعود مرة أخرى فأقول: ليسأل كل واحد منا نفسه: هذا السؤال: أين نحن؟ ثم يجيب. [s2] 2 ـ  ما الواجب علينا عمله؟ إن أبواب العمل الإسلامي مفتحة في العالم، ما عدا بعض البلدان الشيوعية التي بدأت تظهر السير البطيء نحو فتح أبوابها ليتنفس المسلمون فيه الصعداء. [[كان هذا قبل انهيار الاتحاد السوفييتي، وقد انهار الآن، واستقلت غالب  الشعوب الإسلامية وأصبح الباب مفتوحاً ـ في الجملة  ـ  للدعوة إلى الله، إذا وجد الدعاة الحكماء الصادقون، ووجد المال الذي يعينهم على القيام بالدعوة إلى الله، وقد أنشئ كثير من المساجد والمدارس في حدود طاقة المسلمين في فترة قصيرة، وإن كان أكثر حكام تلك الشعوب يتربصون بالدعوة الإسلامية الصحيحة وأهلها، حيث لا زال بعضهم على ما كان عوده أبوه ـ أعني بأبيه: الملحدين أو المنافقين ـ  ولا زال كذلك كثير من حكام  البلدان الإسلامية التي يحاربون الدعوة إلى تطبيق شريعة الله]]. ولنذكر بعض تلك الأبواب المفتحة للعمل الإسلامي في بلدان الغرب، ليلج كل قادر على ذلك العمل، من الباب الذي يناسبه على الوجه الذي يقدر عليه. [s3] أولاً: الإكثار من المنح الدراسية لأبناء المسلمين في العالم: وبخاصة في أوروبا، وغيرها من دول الغرب، سواء أكان هؤلاء المسلمون من الأوربيين أم من أبناء الجاليات الإسلامية الذين يجيدون لغات تلك البلدان مثل أهلها؛ لأنهم ولدوا ونشأوا فيها، وجالياتهم في أمس الحاجة إلى تعليمهم، ليعودوا إلى قومهم مبشرين ومنذرين، ويجب أن يعنى بتربيتهم  ـ  مع تعليمهم  ـ  تربية ربانية إيمانية وعبادية وسلوكية، وإن أهل السنة لأولى بتحقيق هذا المقصد وولوج هذا الباب، من غيرهم من الفرق الضالة والمبتدعة الذين يتخطفون أبناء المسلمين من أهل السنة ويغرونهم بالمنح الدراسية في جامعات أوروبا أو في الجامعات الموجودة في بلدان تلك الفرق، لتعلم أولئك الطلاب عقائدها وتربيهم عليها، ثم تجندهم لنشرها بين أهليهم، وتستغلهم في تنفيذ مخططاتها وسياساتها التي تقصد من ورائها شق صفوف أهل السنة، وإفساد عقيدتهم الصحيحة التي لا يجوز التفريط فيها. ولهذا الباب  ـ  تكثير المنح في الجامعات الإسلامية  ـ  أثره الفعَّال في نشر أي فكر أو مبدأ، ومن أحق به منا، ونحن أهل المبدأ الحق؟ [s3] ثانياً: اختيار طلاب صالحين وبعثهم إلى الغرب: وهذا من أهم الأبواب نفعاً لنشر الدعوة الإسلامية في أوروبا ـ وغيرها  ـ  لأن طلاب البلدان الإسلامية الواعين، لديهم دراسات إسلامية جيدة واطلاع على ثقافة العصر، وفي بعثهم إلى جامعات تلك البلدان، ليتلقوا فيها العلم الذي تحتاج إليه بلدانهم، وجعل أهم أهدافهم تعلم لغة القوم ونشر الدعوة في صفوف الطلاب المسلمين في تلك الجامعات، يفيد غيرهم من الطلاب غير المسلمين في الجامعات، سواء كانوا من الوافدين إليها من خارج البلد أو من أبناء الجاليات إسلامية أو من أبناء البلد نفسه، كما أن اتصالهم بالجاليات الإسلامية في المساجد والمراكز والمدارس الخاصة بهم، وقيامهم بالدعوة في أوساط زملائهم من غير المسلمين بالطرق المناسبة، يفيد كثيراً في الدعوة إلى الله. إن هؤلاء الطلاب الذين يختارون ويبتعثون إلى تلك الجامعات يكون لهم أثر طيب في نشر الإسلام؛ لأنهم يجيدون لغة أهل البلد ويدرسون فيه، ويفيدون الناس أكثر من غيرهم، ويستفاد منهم إذا رجعوا إلى بلادهم في ترجمة بعض الكتب الإسلامية إلى لغة تلك البلدان أو تأليفها ابتداء، إن كانوا قادرين على ذلك، لتوزع على من يجيد تلك اللغة وتقام بها الحجة. والذي يرى نشاط الطلبة الصالحين وتأثيرهم النسبي في الناس، يعرف أهمية هذا الاقتراح وفائدته. [s3] ثالثاً: حصر المراكز الإسلامية الموجودة في الغرب: لمعرفة نشاط القائمين عليها، معرفة صحيحة مبنية على الاتصال الشخصي أو التزكية الموثوق في أهلها، ثم إعانتها بالمال والعلماء والمراجع الإسلامية وكل وسيلة ممكنة نافعة لنشر الإسلام. [s3] الحرص على وضع الأمور في مواضعها: وهنا تنبيه مهم تنبغي العناية به، وهو أن لا يوثق بمجرد النشرات التي تصدرها بعض الجماعات للتعريف بنفسها، فإن بعض الذين ينتسبون إلى الدعوة يبالغون في نشاطهم كثيراً، ويكثرون من الصور الفوتوغرافية للاجتماعات الجماهيرية التي تحصل في بعض المناسبات، ويدعون لأنفسهم أكثر مما يعملون، ليجمعوا بذلك الأموال والمساعدات، وإذا فتشت عنهم للتحقق من دعواهم وجدت الدعايات أكثر من العمل، فقد تجد عندهم مباني فخمة ومساجد كبيرة ومرافق كثيرة، ومكتبات مليئة بالمراجع الإسلامية، عربية وغير عربية، ولكنك تسمع جعجعة ولا ترى طحيناً. وترى عكس ذلك في بعض الجماعات، حيث يؤثرون العمل على الكلام، فتجد عددهم قليلاً ومقرات عملهم صغيرة، ومساجدهم شقق ضيقة، وليس عندهم من المراجع ما يفي بحاجتهم، ومع ذلك تجد نشاطهم مؤتياً ثماره، وكثيراً ما ينال الأموال والمساعدات القسم الأول، ويحرم منها الثاني الذي ينفق على الدعوة غالباً من دخله الخاص، وإذا حصل على مساعدة مالية حرص على الاستفادة منها في نشر الإسلام. وإذا تبين لمن يريد فعل الخير صدقَ بعض المسؤولين عن المركز الإسلامي أو المدرسة الإسلامية، فعليه أن يجود من فضل ماله بما يساعد أولئك المسؤولين ليؤدوا عملهم الذي اختاروه. وأفضل الإعانات لهذه المراكز إيجاد مصدر مالي دائم ينفقون منه على مصالح الدعوة دون انقطاع، وذلك بوقف بعض العقارات وجعل ريعها عائداً إليها، تصرفه على وسائلها التي اتخذتها لنشر الإسلام. [s3] رابعاً: إمداد تلك المراكز والجاليات بدعاة مؤهلين فقهاء في الإسلام: ويكونون ذوي تقوى وورع وخلق كريم، ومعرفة بلغة أهل البلد وبعض لغات الجاليات الإسلامية فيه، ومعرفة بأحوال الناس وثقافاتهم، ليقوموا بتعليمهم ودعوتهم إلى الإسلام وإفتائهم وإمامتهم، وإلقاء المحاضرات العامة والخاصة بينهم، وهذا الباب يحتاج إلى تعاون الأغنياء مع تلك المراكز،  بحيث يكفل الغني داعية أو أكثر براتب شهري يفي بحاجاته، وقد قامت بعض الدول بتعيين دعاة في بعض بلدان أوروبا وفي غيرها [[من تلك الدول المملكة العربية السعودية، عن طريق رابطة العالم الإسلامي، والرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد ـ  انتقلت وظيفتا الدعوة والإرشاد إلى: وزارة الأوقاف والشؤون الإسلامية والدعوة والإرشاد المستحدثة... وكذلك دولة الكويت عن طريق وزارة الأوقاف، وتقوم جمعيات خيرية كثيرة فيها بمجهود في هذا الباب، وكذلك مصر عن طريق الأزهر... ولكن المسلمين في حاجة إلى المزيد، لكثرتهم وقلة العلماء والدعاة بينهم، وإسهام الأغنياء يكمل ذلك النقص، والمسؤولية عامة كما مضى]].. [s3] خامساً: إعانة المسلمين على إنشاء مدارس كاملة: مدارس تجمع بين المنهج الإسلامي ومنهج الدولة التي تنشأ فيها المدرسة، لتضم أبناء المسلمين وتحفظهم من الذوبان في المجتمع الأوربي، بسبب دراستهم أيام الأسبوع كلها في مدارس الغرب، على أن تمد تلك المدارس بالمناهج الإسلامية والكتب الدراسية الإسلامية والمدرسين الأكفاء. والباب مفتوح لإقامة مثل هذه المدارس، وقد حاول بعض المسلمين إنشاء مدارس من هذا النوع لأبنائهم، ولكنهم قد يفشلون، إن لم يكونوا فعلاً قد فشلوا؛ لأن الدول الأوربية تشترط في إنشاء مثل هذه المدارس شروطاً معينة، من قوة المباني وسعة فصولها ومستوى تأثيثها، وجودة مرافقها، وتمنح أهلها فرصة لمدة معينة تكون نفقات المدرسة فيها على حساب منشئيها، فإذا مضت المدة وهي مستكملة الشروط، منحتها الترخيص والاستمرار، وقد تساعد الدولة الأوربية بثمانين في المائة من نفقاتها، وقد تساعد بنفقاتها كلها بحسب النظام المتبع في كل دولة. [s3] سادساً: إنشاء دار للترجمة: على أن يختار لها العلماء الأكفاء الذين عندهم فقه في الدين وإجادة كاملة للغات الأوربية المختلفة، وتختار الكتب المفيدة للتعريف بالإسلام في كل الموضوعات: الإيمانية و العبادية والسلوكية  والمعاملات... لتترجم وتطبع وتنشر بين المسلمين وغيرهم، في البلدان الأوربية، وكذلك تؤلف بعض الكتب ابتداءً، ممن عنده مقدرة على ذلك. وأهم ما تجب العناية به في هذا الباب ترجمة معاني القرآن الكريم، إلى لغات العالم المختلفة، فقد قام بعض المستشرقين من اليهود والنصارى وبعض الفرق الكافرة أو المنحرفة من المنتسبين إلى الإسلام، بترجمة معاني القرآن الكريم إلى بعض اللغات ترجمات محرفة، دسوا فيها ما يريدون من عقائدهم ومبادئهم، ليضلوا المسلمين الجهال وغيرهم، وقد لا يوجد غير ترجماتهم في بعض البلدان، وذلك يلجئ المسلمين ومن يريد التعرف على الإسلام من غيرهم إلجاء، إلى قراءتها مع ما فيها من تحريف وضلال. ولا شك أنه يجب على المسلمين القادرين القيام بهذا المشروع، سواء بالترجمة ابتداء، أو الحصول على ترجمات قريبة من السلامة وتصحيحها ونشرها، وإذا لم يفعلوا فهم آثمون؛ لأن ذلك من فروض الكفاية التي لا تسقط عن كل قادر عليها، إلا إذا قام بها من تحصل به الكفاية. هذا، ويجب أن تكون الترجمة تفسيراً لمعاني القرآن الكريم، بحيث يفهم منها القارئ مراد الله منه، وليست ترجمة حرفية تختلط فيها المصطلحات القرآنية بالمصطلحات المضادة لها، أو المخالفة لمعانيها. [s3] سابعاً: إعانة المراكز الإسلامية بنشر الإسلام: وذلك عن طريق وسائل الإعلام كإنشاء إذاعات محلية، أو استئجار أوقات معينة من إذاعات قُطرية أو إقليمية، أو ساعات معينة لبث مواد تلفزيونية، أو إيجاد جرائد ومجلات خاصة، أو نشر مقالات إسلامية في بعض الجرائد الأوربية القوية الانتشار التي قد تتعاون مع المسلمين من أجل الكسب المادي، وهذا يحتاج إلى إعداد رجال إعلام مسلمين مثقفين ثقافة إسلامية، ليبلغوا الناس دعوة الإسلام، كما يحتاج إلى المال الذي يمكن المسلمين من ذلك. [s3] تقديم الأولويات على ما عداها: هذا وليعلم أن المصلحة تقتضي تقديم الأولويات، بحيث يبدأ بالأهم فالمهم، فإذا كنا في حاجة ـ مثلاً  ـ  إلى بناء مسجد يتسع لعدد معين من المصلين، وفي ذات الوقت نحتاج إلى وسيلة من الوسائل لتعليم المسلمين، كمدرسة، أو لتبليغهم وتبليغ غيرهم دعوة الله وعندنا من المال ما يكفي لإقامة مسجد غير مزخرف، وإيجاد الوسيلة الأخرى معه، فلا يجوز أن نؤخر تلك الوسيلة من أجل بناء مسجد مزخرف، ننفق فيه كل الأموال للتباهي به، وأبناء المسلمين في حاجة إلى التعليم والمسلمون وغيرهم في حاجة إلى أن يُبَلغوا دين الله. أما أن تبني مساجد كبيرة مزخرفة خالية من الأئمة والمدرسين الأكفاء، من ذوي العلم والقدوة الحسنة والقدرة على تبليغ الناس دين الإسلام، بلغاتهم وتعليم أبناء المسلمين دينهم، فإن تلك المساجد المشيدة لا تفيد المسلمين ولا غيرهم الفائدة المطلوبة، وتكون غاية وجودها أن تدرجها الدول الأوربية في أدلة الآثار والمتاحف، ليزورها السائحون ويقال لهم: هذا أنموذج لمساجد المسلمين، وتنال تلك الدول مكاسب سياحية من تلك المساجد كما تنال ذلك من المتاحف ونحوها. فالمقصود من المسجد هو عمارته بعبادة الله وأداء رسالة التعليم والدعوة فيه، والرسول صلى الله عليه وسلم لم يأمر ببناء مسجد في المدينة، إلا بعد أن دخل الإسلام كل بيت فيها تقريباً، بعث مصعباً رضي الله عنه فعلم الأنصار القرآن والإسلام، وعندما جاء عليه الصلاة والسلام إلى المدينة بدأ ببناء المسجد، وفيه رجال يصلون ويتفقهون، والوحي ينزل عليه فيه، وفيه آخى بين المهاجرين والأنصار، وفيه أمر من عنده مال أن ينفق على من ليس عنده مال، وفيه نظم الجيوش للدفاع عن الدولة الناشئة، وفيه عقد المعاهدات... وعندما بناه إنما بناه من المواد السهلة المتيسرة ولم يزخرفه، بل نهى عن زخرفة المساجد، فلنبنِ المساجد بالمواد القوية ولتكن جميلة، ولكن دون زخرفة مبالغ فيها، ولتنفق أموال الزخرفة على تعليم أبناء المسلمين والدعوة إلى الله. وقد أخبرني بعض المسلمين أن البابا عندما حضر إلى هولندا واحتشدت حوله جماهير النصارى، قال لهم: لا تخافوا من المسلمين ولا يزعجنكم وجودهم في أوروبا، ولا كثرة مساجدهم، وإذا طلبوا منكم مسجداً فأعطوهم مسجدين، ولكن عليكم أن تجتهدوا في تربية أبنائهم في مدارسكم على حضارتكم المسيحية، فهم بين أيديكم، فإذا فعلتم ذلك أصبح أبناؤهم أوربيين، أما آباؤهم فسينقرضون، وستصبح مساجدهم متاحف لا تقدم ولا تؤخر!. لهذا يجب أن يعلم المسلمون أن داعيةً كفؤاً، أو كتاباً يشرح للناس مبادئ الإسلام شرحاً صحيحاً بلغة قوية، أو جريدةً صغيرة تبلغ بها رسالة الله، تنطلق من غرفة صغيرة يزدحم فيها المصلون، خير من مسجد كبير مزخرف يبنى في أبرز مكان في أوروبا، بدون أن يكون فيه دعاة أكفاء ووسائل يبلغون الناس بها دين الله، وإن مدرسة ابتدائية أو روضة أطفال تحفظ أبناء المسلمين من الذوبان في المجتمع الأوربي، خير من مركز كبير يشتمل على كل المرافق بدون دعاة إلى الله ينشرون دين الله. [s2] هل ننجح في الامتحان؟ [s3] 1  ـ  نجاح السلف: لقد امتحن الله سلفنا الصالح عندما كلفهم حمل هذا الدين، عقيدةً وشريعةً وعملاً صالحاً، وتعلماً وتعليماً ودعوةً إلى الله وجهاداً في سبيله، فنشروا دين الله في كل صقعٍ من أصقاع الأرض استطاعوا الوصول إليه، فأسعدوا البشرية بدين الله، وأضاؤوا بنوره الأرض، فمكن الله لهم فيها، فأقاموا الصلاة وآتوا الزكاة وأمروا بالمعروف ونهوا عن المنكر، وعمروا الأرض بطاعة الله، وقادوا العالم إلى رضا الله. [s3] 2  ـ  فشل الخلف: ثم أخذ الإيمان يضعف في نفوس المسلمين شيئاً فشيئاً، فضعف تبعاً لذلك التطبيق العملي لأوامر الله ونواهيه، ُثم فشا فيهم الجهل، وحل بهم التنازع والتفرق وأعقب ذلك كله الفشل والذلة والخضوع لأعداء الإسلام الذين سلطهم الله على المسلمين؛ لأن المسلمين لم يقوموا بواجبهم في دعوتهم وبلاغهم المبين، فاحتلوا بلدانهم بقوة السلاح، وعقولهم بفاسد الأفكار، وربوا كثيراً من أبنائهم على ذلك واستغلوا خيراتهم، وأصبحوا سادتهم، يأمرونهم فيأتمرون، وينهونهم فينتهون، بعد أن قضوا على آخر رمز لوحدتهم، وهي الخلافة الإسلامية، كان ذلك كله تأديباً من الله للمسلمين على ما فرطوا فيه من إقامة دينه وإعلاء كلمته. [s2] 3  ـ  صحوة وجهاد: ولقد صحا رجال في الشعوب الإسلامية، تحرك في نفوسهم الإيمان القوي والغيرة الربانية على دينهم وأوطانهم، فحملوا بيارق الجهاد ورايات كلمة التوحيد، وقادوا جماهير المسلمين لإعلاء كلمة الله، ضد أعداء الله الذين احتلوا بلادهم وأفسدوا أدمغة شبابهم، فطردوا جحافل جيوشهم المدججة بالسلاح الفتاك، وقدموا ملايين الشهداء في بلدانهم من إندونيسيا وما جاورها في أقصى الشرق، إلى المحيط الأطلسي في أقصى الغرب، ومن عدن في الجنوب، إلى بلدان الشام والعراق وتركيا في الشمال. [s2] 4  ـ  مكر وإفساد: ولكن أعداء الإسلام لم يجروا أذيال الهزيمة العسكرية، إلا بعد أن استعبدوا كثيراً من شباب الأمة الإسلامية، بتفريغ ما في عقولهم من معاني الإسلام، وملئها بوساوس الشيطان، وبتفريغ ما في قلوبهم من عواطف الإيمان، وملئها بحب الشهوات والفسوق والعصيان، ومكنوهم من السيطرة على الشعوب الإسلامية، لينوبوا عنهم في حكمها وتنفيذ مخططاتهم فيها، بكل الوسائل المتاحة في تلك الشعوب: التعليم والإعلام والسياسة والاقتصاد والجيش والشرطة والقوانين والمحاكم، وغير ذلك، فنفذ حكام الشعوب الإسلامية الذين مكَّن لهم أساتذتهم المعتدون في تلك الشعوب، ما لم يكن أولئك السادة يطمعون في تنفيذه فيها بأنفسهم. [s2] 5  ـ  رب ضارة نافعة: وشاء الله تعالى أن يفد إلى بلدان المعتدين أعداد كثيرة من المسلمين، من طالبي الرزق المادي، أو بعض العلوم المفقودة في البلدان الإسلامية، وأن يستوطن أولئك الوافدون في بلاد الغرب، حتى لا توجد دولة من الدول الغربية تخلو من المسلمين، قل عددهم أو كثر."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "عدد المسلمين في دول أوروبا الغربية:",
    "content": "بلغ عددهم في أوروبا الغربية التي زرتها في هذه الرحلة، وهي إحدى عشرة دولة ما يقارب عشرة ملايين، وهي كما يأتي: 1 ـ سويسرا: من سبعين إلى مائة ألف مسلم. 2 ـ ألمانيا: من مليونين إلى ثلاثة ملايين مسلم. 3 ـ النمسا: من سبعمائة إلى تسعمائة ألف مسلم. 4 ـ بلجيكا: خمسمائة ألف مسلم. 5 ـ هولندا: سبعمائة وخمسون ألف مسلم. 6 ـ الدانمرك: أربعون ألف مسلم. 7 ـ السويد: من ستين إلى مائة وستين ألف مسلم. 8 ـ فنلندا: من ألفين وخمسمائة إلى ثلاثة آلاف مسلم. 9 ـ النرويج: أكثر من خمسة عشر ألف مسلم. 10 ـ بريطانيا: من مليون إلى مليوني مسلم. 11 ـ فرنسا: ثلاثة ملايين مسلم.؟؟؟؟؟؟[يحدث العدد في تلك الدول عن طريق الشبكة]. زرت بعد هذه الرحلة ثلاث دول أخرى من دول أوروبا الغربية، وهي: أسبانيا، والبرتغال، وإيطاليا. كما زرت بريطانيا مرة أخرى، وأيرلندا. ويلاحظ أن عدد المسلمين غير مضبوط في بلدان أوروبا، والسبب في ذلك أنه لا توجد إحصائيات رسمية دقيقة بين أيدي الناس، ولهذا يخمنون في الأعداد تخميناً، ولا بد من أن تكون الإحصاءات الدقيقة موجودة لدى الدول الأوربية، ولكنها لا تعلنها على حقيقتها. [s2] تقديرات جديدة: التقديرات تشير الآن (اليوم 28/2/1421هـ ـ 2/6/2000م) أن المسلمين في دول أوروبا الغربية لا يقلون عن خمسة عشر مليوناً، بل بعض التقديرات ترى أن عددهم قد يصل إلى ثلاثين مليوناً، وهذا غير المسلمين في أوروبا الشرقية. وإذا كان أكثر هؤلاء المسلمين ليسوا قدوة حسنة في أوروبا، يتأثر بهم الأوربيون فينجذبون إلى الإسلام، فإن العمل معقود  ـ  بعد توفيق الله  ـ  على الاهتمام بهم من قبل القادرين من المسلمين علماءً وحكاماً وأغنياء وغيرهم، ببذل الجهود المتكاتفة المنسقة، للمحافظة عليهم ليبقوا متمسكين بدينهم، ببعث الدعاة وبعث المدرسين والأئمة إليهم، لتعليمهم ودعوتهم وإقامة الشعائر الإسلامية لهم، ويجب أن يكونوا من الأكفاء القادرين على مخاطبتهم في بيئتهم وإنشاء المساجد والمدارس لتعليم أبنائهم، وإنشاء النوادي الثقافية والاجتماعية والرياضية، ذات الصبغة الإسلامية، لحماية أبنائهم من الضياع والذوبان في مجتمعات الغرب، وتخصيص المنح الدراسية في المعاهد والجامعات الإسلامية، لتعليم الراغبين منهم في الدراسة، وتربيتهم التربية الإسلامية القوية الصادقة، ليعودوا إلى قومهم مبشرين ومنذرين، وإعانة المراكز الإسلامية التي يوثق بأهلها، لتقوم بالدعوة الإسلامية في صفوف المسلمين وغيرهم. وذلك بأن يبذل أغنياء المسلمين، من حكام الشعوب الإسلامية وتجارها ما يضمن استمرار الدعوة إلى الله، عن طريق إنشاء المراكز التي تكون مقار للدعوة، وطبع الكتب والجرائد والمجلات والأشرطة، وإيجاد وسائل الإعلام الأخرى كالإذاعة، وتخصيص رواتب لدعاة وعلماء متفرغين لذلك، واغتنام كل فرصة سانحة لنشر الدعوة إلى الله. فإذا ما فعلنا ذلك فإن هذه الأعداد الكثيرة من المسلمين سيتمسك الكثير منهم بالإسلام، وسيكون كل واحد منهم وكل أسرة وكل جماعة قدوة حسنة تدعو إلى الإسلام في مواقعها، بإبراز صورة الإسلام المشرقة في بلاد الغرب المظلم بالكفر والفسوق والعصيان، وسيدخل الأوربيون في دين الله بحسب ما يظهر لهم من محاسن الإسلام في سلوك المسلمين، والاطلاع على معاني الإسلام؛ لأن النفوس البشرية قابلة للتغيير، وبخاصة إذا كان هذا التغيير من ظلمات الكفر إلى نور الإيمان والفطرة الصافية. وها هو الإسلام اليوم ينتشر في العالم بدون جهد يذكر من قبل المسلمين، برغم السدود والعقبات التي يضعها أعداؤه في طريقه، فإذا قام المسلمون بواجبهم، في التمسك بالإسلام والدعوة إليه، فإنه بدون شك سينتشر أكثر وسيستوطن الإسلام في بلاد الغرب بثبات وقوة ويكون له شأنه العظيم كما كان له ذلك في العصور القديمة في كل أنحاء الأرض. [s2] حِكَمٌ وابتلاءات: ولا شك أن لله تعالى حكمة في سيطرة الكفار على بلاد المسلمين برهة من الزمن، ولعل من حكمته في ذلك أن يؤدب المسلمين ويذلهم لعدوهم، بسبب بعدهم عن دينه، ويستدرج أعداءه الكافرين ويلقنهم دروساً من بعض عباده المؤمنين الذين يلجأون إليه وينصرون دينه ويجاهدون عدوه في سبيله، فيعود المغتصب إلى بلاده صاغراً، برغم قوته وضعف المسلمين. ثم يعقب ذلك ابتلاء بعض المسلمين بالهجرة إلى بلاد الغرب والبقاء فيها، لينتشر الإسلام في تلك البلدان بالقدوة الحسنة والدعوة إلى الله بالحكمة والموعظة الحسنة، إذا ما اهتم المسلمون بذلك وقاموا بما أوجب الله عليهم وعلى نبيهم قبلهم، كما قال تعالى: { يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ }. [المائدة: 67]. وقال تعالى: { قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي }. [يوسف: 108]. وإذا كنا نحن أبناء هذا الجيل لم نقم بما أوجب الله علينا من نصرة هذا الدين، فإن الله سيذلنا في الدنيا ويجازينا في الآخرة، وسيستبدل بنا غيرنا، ممن يقوم بنصرة دينه بالعلم والعمل والدعوة والجهاد في سبيل الله، كما قال تعالى: { إِلاَّ تَنفِرُوا يُعَذِّبْكُمْ عَذَاباً أَلِيماً وَيَسْتَبْدِلْ قَوْماً غَيْرَكُمْ وَلا تَضُرُّوهُ شَيْئاً وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ }. [التوبة: 39]. وقال تعالى: {هَاأَنْتُمْ هَؤُلاءِ تُدْعَوْنَ لِتُنفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمْ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ ثُمَّ لا يَكُونُوا أَمْثَالَكُمْ}. [محمد: 38]. فقد ابتلى الله المسلمين الوافدين إلى الغرب وذريتهم، فهل يصبرون على دينهم ويبلغونه إلى غيرهم بالقدوة الحسنة والدعوة؟ كما ابتلى الله المسلمين في الشعوب الإسلامية بأولئك المسلمين المقيمين في الغرب، هل يهتمون بهم ويعينونهم على التمسك بدينهم؟ وابتلى الله أهل الغرب بالمسلمين المقيمين عندهم وغير المقيمين، هل يهتمون بهذا الدين الذي جعل أهله يفدون إليهم، ويستقرون في بلادهم، ويهجرون أوطانهم ويبنون مساجد ومراكز تعليم ودعوة؟ فهل يهتم هؤلاء الغربيون بهذا الدين ويتعرفون عليه فينقذون أنفسهم من النار؟ أو يعرضون عنه عناداً واستكباراً فيَصْلون جهنم وبئس المصير بعد أن قامت عليهم الحجة، وتبيَّنت لهم المحجة؟ [s2] هل سننجح في الامتحان؟ إنه امتحان من الله لكل الفئات المذكورة، وإننا نحن المسلمين لأولى بالامتحان من غيرنا، فهل سننجح في الامتحان؟ { وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ }. [محمد: 31]. [s2] تجديد رجاء: وإنني لأجدد رجائي للإخوة الكرام ـ رؤساء المراكز والجمعيات الإسلامية والدعاة وأئمة المساجد في جميع بلدان أوربا الغربية كلها ولا زال غالبهم أحياء ـ الذين التقيتهم وحاورتهم وأخذت منهم بعض المعلومات في تلك الفترة ثم طلبت منهم أن يوافوني بما جدَّ عندهم من نشاط ومعلومات أجدد رجائي في هذا الموقع الدعوي أن يوافوني بما طلبت منهم. فسلسلة \"في المشارق والمغارب قد بلغت 20 مجلداً\" معروضة للطباعة واحتواؤها على معلومات جديدة مفيد. وبريدي الإلكتروني لدى الإخوة في الموقع يمكن أن يبعث إليهم أي استفسار أو معلومات ليحيلوها إليْ وأستودعكم الله إلى سلسلة دعوية أخرى والله ولي التوفيق والحمد لله رب العالمين. تمت مراجعة هذه الرسالة في الساعة الثامنة من صباح يوم الأحد: 10/8/1427هـ ـ 9/9/2006م أسأل الله أن ينفع بها من يريد نصر الإسلام والدعوة إلى الله تعالى وصلى الله وسلم على عبده ورسوله محمد وعلى آله وصحبه وسلم فرغت من مراجعة هذه الرسالة، وتصحيحها، وإضافة زيادات قليلة إليها، في منزلي بالمدينة النبوية، شمال طريق أبي بكر الصديق، في حي الأزهري، بتاريخ غرة شهر شعبان، من عام 1423هـ ـ 7/10/2002م وصلى الله وسلم على سيدنا ونبينا محمد وعلى آله وصحبه... وسبحانك اللهم وبحمدك، نستغفرك ونتوب إليك. [s2] آثار المؤلف أنجز المؤلف عدداً من المؤلفات في موضوعات متنوعة بعضها قد طُبع وبعضها لم يُطبع، كما أن لديه موضوعات أخرى يريد الكتابة فيها، بعضها قد جمع مادتها، لعل الله يسهل له إنجازها جميعاً. ( أ ) الكتب المطبوعة: 1) الجهاد في سبيل الله ـ حقيقته وغايته (رسالة دكتوراه) طبع مرتين، ويقع في مجلدين كبيرين، وقد راجعه وأجرى تعديلات طفيفة على بعض موضوعاته وزيادات، وهو معد للطبعة الثالثة، ورتبه في أربعة أجزاء بعنوان: \"حقيقة الجهاد في سبيل الله وغايته\". 2) الكفاءة الإدارية في السياسة الشرعية ـ نفد. 3) الشورى (طبع مرتين) وتمت الإضافة عليه وهو معد للطبعة الثالثة. 4) دور المسجد في التربية، طبع مرتين. 5) أثر التربية الإسلامية في أمن المجتمع الإسلامي، وقد راجعه المؤلف، وأضاف بعض الزيادات، ورتبه في ثلاثة أجزاء. 6) الحدود والسلطان. 7) طل الربوة، طبع مراراً، وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 8) الدعوة إلى الإسلام في أوروبا. 9) حوارات مع مسلمين أوربيين. 10) حوارات مع أوربيين غير مسلمين. 11) جوهرة الإسلام (في التربية، نظم 1300 بيت تقريباً، وهو قيد المراجعة). 12) المسؤولية في الإسلام، طبع مراراً. وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 13) الردة عن الإسلام وخطرها على العالم الإسلامي، طبع مراراً، وهو قيد المراجعة. 14) الإسلام وضرورات الحياة، طبع مرتين. وقد راجعه المؤلف وفيه بعض الزيادات وأعده للطبعة الثالثة. 15) حكم زواج المسلم بالكتابية. تمت مراجعته وهو معد للطبعة الثانية. 16) هتاف العزة والجهاد (شعر). 17) وقاية المجتمع من تعاطي المسكرات والمخدرات، طبعته الجامعة الإسلامية في المدينة المنورة، وهو معد للطبعة الثانية. 18) سبب الجريمة، نفد، وقد راجعه المؤلف وزاد فيه بعض الموضوعات، وهو معد للطبعة الثانية، بعنوان: قاعدة في سبب الجريمة والوقاية منها. 19) الدعوة إلى الإسلام في أوربا، وهو معد للطبعة الثانية. 20) معارج الصعود إلى تفسير سورة هود (كتبته عن شيخي محمد الأمين الشنقيطي، رحمه الله في قاعة الدرس بكلية الشريعة، ثم رتبته وطبعته، وقد قدم له أحد أبناء الشيخ). 21) تفسير سورة النور (كسابقه). والكتابان معدان للطبعة الثانية. 22) السباق إلى العقول. 23) سلسلة في المشارق والمغارب (وهي المذكرات التي دونتها في رحلاتي لبلدان العالم) وقد بلغت عشرين مجلداً.. وقد تمت طبعتها الأولى، وتتولى نشرها مكتبة دار الأندلس الخضراء في جدة. 24) الإيمان هو الأساس، وهو معد للطبعة الثانية. 25) غيث الديمة شرح الدرة اليتيمة، في النحو. (ب) كتبٌ ورسائل لم يتم طبعها: 26) أثر تطبيق الشريعة الإسلامية في صلاح الأمة، جمعت بعض مواده. 27) التكفير والنفاق ومذاهب العلماء فيهما. 28) الإخلاص وما يعين المسلم عليه. 29) ثبات هذا الدين واستعصاؤه على أعدائه. 30) الواعظ الأكبر والزاجر الأعظم. 31) إجابات على أسئلة منتدى السقيفة. وللمؤلف مقالات وأبحاث أخرى شارك ببعضها في منتديات الشبكة العالمية (الانترنت)."
  }
]