[
  {
    "type": "title",
    "content": "حكم زواج المسلم بالكتابية تأليف الدكتور : عبد الله بن أحمد قادري الأهدل الطبعة الثانية: 1428هـ ـ 2007م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "المقدمة",
    "content": "بسم الله الرحمن الرحيم إن الحمد لله، نحمده ونستعينه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له. وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ}. [آل عمران: 102]. {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً}. [النساء: 1]. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً}. [الأحزاب]. أما بعد: [[أصل هذا البحث محاضرة عامة، ألقيت في قاعة المحاضرات العامة في الجامعة الإسلامية بالمدينة المنورة في 10/2/1407هـ]]. فإن الله سبحانه وتعالى خلق الحياة الدنيا لعمارة الأرض، وفقاً لشريعته واهتداء بنورها، إلى أن يرث الله الأرض ومن عليها، وخلق هذا الإنسان فيها ليقوم بعمارتها ويستغل ما منحه الله من خيراتها، وما أودع الله فيها من كنوز، وما أكرمه به من بركات السماء، فكانت عمارتها تقتضي وجود هذا الإنسان إلى أن تقوم الساعة. ولما كانت مشيئة الله تعالى قد اقتضت أن تكون الأعمار محدودة ـ بحيث لا يمر في الغالب مائة عام قبل انقضاء الجيل الذي يعيش فيها ـ فقد كان حفظ النسل واستمراره ضرورة من ضرورات الحياة. وقد أودع الله في الحيوانات كلها دوافع التناسل، باجتماع ذكورها وإناثها، اجتماعاً يثمر التوالد، ولولا ذلك لانقطع النسل الحيواني في فترة قصيرة جداً من عمر الحياة الدنيا، وإن كان الله قادراً على إيجاد ما شاء من المخلوقات الحيوانية، ليخلف كلُّ نوع مثيلَه بلا سبب، ولكنه جلت قدرته ربط الأسباب بالمسببات، وجعل المسبب مترتباً على سببه، والنتائج مترتبة على مقدماتها، وإن كانت كلها بمشيئته وإرادته. [s2] الفرق بين تناسل الإنسان وسائر الحيوان: وفرَّق سبحانه في كيفية التوالد بين الإنسان والحيوان، كما فرَّق بينهما بتكليف الإنسان القيام بعبادة الله وتطبيق شريعته، لما منحه من آلة صالحة لأن تكونَ مناطاً لذلك التكليف، وهي العقل. فَتَرَك الحيوانات تتوالد بما أودع الله فيها من غريزة ـ وإن اختلفت أجناسها في أساليب تلك الكيفية وإشباع تلك الغريزة ـ فكان لكل جنس طريقته في اتصال ذكره بأنثاه بحسب ما فُطر عليه، دون تغيير، وكان ذلك كافياً في استمرار تناسل جميع أجناس الحيوانات، وقد يتصارع الذكور على أنثى واحدة، فإذا غلب عليها أحدها، اتجهت بقية الذكور إلى أنثى غيرها، لا فرق بين أن تكون الأنثى أمّاً أو أختاً أو غيرهما للذكور، فالمطلوب لهما جميعاً قضاء شهوة مؤقتة فحسب، أما محافظتها على أولادها بعد ولادتها، فتلك فطرة أخرى فطرها الله عليها. وأما الإنسان، فهو بخلاف ذلك، فقد كلفه الله تعالى تكليفات محددة، وقيده بنظام معين لحياته، يضبطه بشريعةٍ شرعها له، ومن ذلك أسلوب توالده الذي هو ضرورة لحياته وبقائه، وأفْضَل لتناسله. [[فَصَّل الكاتب ما يتعلق بالضرورات الخمس ـ ومنها حفظ النسل ـ في كتابه: الإسلام وضرورات الحياة، وقد طبع مرتين، نشر دار المجتمع في جدة]]. والمقصد الشرعي الرئيس من تناسل الإنسان، أن يقوم بعمارة هذا الكون العمارة الصالحة النافعة، ويحفظها من الفساد، ومَن يُسلِم نفسَه ووجهه في جميع تصرفاته لخالقه، يعبده وحده ولا يشرك به شيئاً، ويطبق شريعته ويلتزم بها منهاجاً لحياته كلها، ويُحَكِّم كتابه وسنة رسوله صلى الله عليه وسلم في كل شؤون حياته، ويجاهد في سبيله لإعلاء رايته في الأرض، فلا يقر الشرك به في الأرض، ولا يترك الفسق ينتشر فيها، ما كان قادراً على دفع ذلك وإزالته، وإذا لم يكن قادراً على ذلك في زمنٍ، عبد الله بما يقدر عليه من ذلك، وأعد العدة لمقارعة الباطل وأهله في زمنٍ تال. يعادي من عادى الله ورسوله وعباده المؤمنين ودينه الحق وشريعته السمحة، ويوالي الله ورسوله وعباده المؤمنين وشريعته الغراء، فتكون بذلك الأمة الإسلامية التي ترضي ربها بامتثال أمره واجتناب نهيه، تنفي الخبث من الأرض وتطرد عناصر الفساد من صفها، من أجل أن تحيى حياة سعيدة في الدنيا، وتنجو من سخطه وأليم عذابه في العقبى، وتنال من الله الثواب الجزيل في جنة الخلد التي يحل الله عليها رضوانه فلا يسخط عليها بعده أبداً. تتعاون في حياتها على البر والتقوى، ويحرص كل فرد فيها على مجالسة عباد الله الصالحين، والبعد عن رفقاء السوء من الكفار والفاسقين، يتآمرون بالمعروف ويزينونه، ويتناهون عن المنكر ويقبحونه، كما قال الله تعالى عنهم: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنكَرِ وَيُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُوْلَئِكَ سَيَرْحَمُهُمْ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ}. [التوبة 71]. مخالفين بذلك غيرهم من أعداء الله الذين يتآمرون بالمنكر ويتناهون عن المعروف، كما قال تعالى عنهم: {الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنْ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمْ الْفَاسِقُونَ}. [التوبة: 67]. وبذلك تحقق هذه الأمة ـ بأفرادها وأسرها ودولها ـ الولاء والبراء المشروعين. يوالي بعضهم بعضاً، وإن تباعدت أنسابهم، ويعادون من عادى الله ورسوله وحارب دينه وعباده المؤمنين، ولو كان أقرب المقربين إليه، كما قال تعالى: {لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُوْلَئِكَ كَتَبَ فِي قُلُوبِهِمْ الإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُوْلَئِكَ حِزْبُ اللَّهِ أَلا إِنَّ حِزْبَ اللَّهِ هُمْ الْمُفْلِحُونَ}. [المجادلة 22]. [s2] عناية الإسلام بالأسرة: ولما كانت الأسرة هي نواة الأمة وأساسها، فقد عُنِيَ الإسلام بها عناية فائقة، تحفظ كيانها، وتجعلها متماسكة متجانسة، قوية الإيمان محكمة البناء، محاطة بقواعد متينة من أحكام دينه وآدابه، وذلك لا يتأتى إلا بزوجين صالحين، يختار كل منهما الآخر على أساس من الدين والتقوى والخلق القويم، وبهما تبدأ الأسرة المسلمة الصالحة التي ترضي ربها، بأداء الحقوق والقيام بالواجبات، ومن ذلك التنشئة الصالحة على دين الله وطاعته. [s2] الأسرة في أول البعثة النبوية: عندما نزل القرآن الكريم على رسوله صلى الله عليه وسلم بهذا الدين، كان للناس الذين بعث فيهم عادات ومعاملات يتعاطونها فيما بينهم، وكان المسلمون مرتبطين بالمجتمع الجاهلي ارتباطاً أسرياً واجتماعياً واقتصادياً، وكان من الصعوبة بمكان أن يطلب منهم فك ذلك الارتباط جملة واحدة. والله تعالى يعلم ما جبلت عليه النفوس، من حب العوائد والتمسك بها والدفاع عنها، ويعلم تعالى أن التكليف بالأحكام الشرعية التي لم يألفها الناس، يحتاج إلى تدرج، وأن السبيل إلى قبولهم ذلك التكليف ـ سواء كان فعلاً لم يألفوه، أو ترك فعل قد ألفوه ـ إنما يكون بغرس الإيمان الصادق القوي بالله في قلوبهم، والإيمان برسوله صلى الله عليه وسلم وطاعته، والإيمان باليوم الآخر، وبالتدرج في التشريع، فإذا ما ثبت ذلك في نفوسهم أذعنوا لأمر الله ونهيه وانقادوا، فأطاعوا الأمر، وتركوا النهي، طمعاً في رضا الله تعالى. ولهذا بدأ الإسلام بهذا الأساس، فنزل القرآن يدعو الناس إلى الإيمان بالغيب الذي يشمل الإيمان بالله تعالى وعبادته، والإيمان برسوله وطاعته، وعدم طاعة كل من خالفه، والإيمان بالوحي المنزل من عند الله الذي هو منهج حياة البشر، والإيمان باليوم الآخر الذي فيه البعث والعرض والجزاء والحساب والثواب والعقاب، ودخول الجنة أو النار. واستمر الرسول صلى الله عليه وسلم يدعو إلى هذا الأساس، وترك كل ما يخالفه ثلاثة عشر عاماً، ولم يكن يدعو إلى أحكام شرعية أخرى إلا القليل منها، مما يعتبر أصولاً عامة للأحكام التفصيلية الكثيرة التي شُرِعت فيما بعد، ومن الآداب والأخلاق العامة التي اتفقت على حسنها الأمم، كالصدق والأمانة وصلة الأرحام. لذلك كان الناس يتعاملون فيما بينهم بما ألفوا واعتادوا من عادات اجتماعية واقتصادية وغيرها. ومن ذلك الزواج، فكان المسلم يتزوج الكافرة والمشركة، والكافر يتزوج المسلمة الطاهرة، وكانوا يشربون الخمر، ويأكلون لحم الميتة، ويتعاملون بالربا، ويتعاطون الميسر، وبقي كثير من تلك العادات والمعاملات على حالها، ولم تبطل إلا بعد هجرة الرسول صلى الله عليه وسلم، بل بقي بعضها معمولاً به في المدينة، مثل التبني الذي لم يبطل إلا في سنة خمس من الهجرة، ومثل التزاوج بين المسلمين والمشركين الذي لم ينزل تحريمه إلا بعد صلح الحديبية كما سيأتي. وقد ذكر العلماء أن ذلك من حكمة الله تعالى في إنزاله القرآن منجماً على رسوله صلى الله عليه وسلم، ولم ينزله دفعة واحدة، كما قال تعالى: {وَقُرْآناً فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنزِيلاً}. [[يراجع كتاب تاريخ التشريع، لشيخنا مناع بن خليل القطان، رحمه الله، من  صفحة 52إلى صفحة 57 الطبعة العاشرة، والآية من سورة الإسراء: 106]]. وقد أشارت عائشة رضي الله عنها إلى هذه الحكمة، فقالت: \"إنما نزل أول  ما نزل  منه سورة من المفصل، فيها ذكر الجنة والنار، حتى إذا ثاب الناس إلى الإسلام، نزل  الحلال والحرام، ولو نزل أول شيء: لا تشربوا الخمر، لقالوا: لا  ندع الخمر أبداً، ولو نزل: لا تزنوا لقالوا: لا ندع الزنا أبداً، لقد  نزل  بمكة على محمد صلى الله عليه وسلم، وإني لجارية ألعب: {بَلْ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ} وما نزلت سورة البقرة والنساء إلا وأنا عنده\". [[البخاري، رقم 4707]]. وهنا في المدينة النبوية، صار للمسلمين أرض يعيشون عليها أعزة، جمع الله فيها كتيبتي الإسلام من المهاجرين والأنصار، فأصبحوا قوة تتولى شؤون الدولة الإسلامية الناشئة، ينفذون أمر الله. وبدأ القرآن الكريم ينزل على الرسول صلى الله عليه وسلم بالأحكام الشرعية في تدرج إلى أن أكمل الله دينه الذي ارتضاه لنا. [s2] تحريم زواج المسلم بالكافرة وتحريم زواج الكافر بالمسلمة: ومن تلكم الأحكام التي نزلت، تحريم التناكح بين المسلمين والمشركين، فلا يجوز لمسلم أن ينكح مشركة ابتداء، ولا أن يمسكها في عصمته استدامة، كما لا يجوز لمسلمة أن تتزوج كافراً كذلك. قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمْ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لا هُنَّ حِلٌّ لَهُمْ وَلا هُمْ يَحِلُّونَ لَهُنَّ وَآتُوهُمْ مَا أَنفَقُوا وَلا جُنَاحَ عَلَيْكُمْ أَنْ تَنكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنفَقْتُمْ وَلْيَسْأَلُوا مَا أَنفَقُوا ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ}. [الممتحنة: 10]. قال القرطبي رحمه الله: \"والمراد بالعصمة هنا النكاح، يقول: من كانت له امرأة فقد انقطعت عصمتها… وكان الكفار يتزوجون المسلمات، والمسلمون يتزوجون المشركات، ثم نسخ ذلك في هذه الآية\". [[الجامع لأحكام القرآن (18/65)]]. وكان هذا بعد صلح الحديبية. [[نفس المرجع (18/61)]]. وقال تعالى: {وَلا تَنكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ وَلأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلا تُنكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُوْلَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ}. [البقرة 221]. وفي هذا التحريم تحقيق لأمرين: الأمر الأول: المفاصلة بين عباد الله المؤمنين وأعدائهم الكافرين في تكوين نواة الأمة وهي الأسرة؛ لأن النواة الفاسدة تثمر نباتاً فاسداً. الأمر الثاني: تأكيد الولاء بين المسلمين وتقويته في أساس الأمة، وهي الأسرة. وقد تواترت نصوص الكتاب والسنة والتطبيق العملي الذي سار عليه السلف الصالح، من عهد الرسول صلى الله عليه وسلم وصحابته على هذين الأمرين. وقد اتفق العلماء على تحريم زواج المسلمين من المشركات غير أهل الكتاب ـ وهن اليهوديات والنصرانيات ـ وفي المجوسيات والصابئيات خلاف، وحديث: ((سنوا بهم ـ أي المجوس ـ سنة أهل الكتاب)) ضعَّفه العلماء، ومع ضعفه حملوه على أخذ الجزية منهم، لا على نكاح نسائهم. [[يراجع نصب الراية (3/170)]]. قال ابن قدامة رحمه الله: \"وسائر الكفار غير أهل الكتاب، كمن عبد ما استحسن من الأصنام والأحجار والشجر والحيوان، فلا خلاف بين أهل العلم في تحريم نسائهم وذبائحهم، وذلك لما ذكرنا من الآيتين [[يعني آية الممتحنة وآية البقرة السابقتين]] وعدم المعارض لهما. وقال ابن كثير رحمه الله ـ رداً على أبي ثور الذي نقل عنه القول بنكاح نساء المجوس وأكل ذبائحهم ـ عند تفسير آية المائدة: {الْيَوْمَ أُحِلَّ لَكُمْ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ..}: \"قال عنه الإمام أحمد: أبو ثور كاسمه ـ يعني في هذه المسألة ـ وكأنه تمسك بعموم حديث رُوي مرسلاً عن النبي صلى الله عليه وسلم أنه قال: ((سنوا بهم سنة أهل الكتاب)) ولكن لم يثبت بهذا اللفظ وإنما الذي في صحيح البخاري عن عبد الرحمن بن عوف أن رسول الله صلى الله عليه وسلم \"أخذ الجزية من مجوس هجر\"، ولو سلم صحة هذا الحديث فعمومه مخصوص بمفهوم هذه الآية: {وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ} فدل بمفهومه مفهوم المخالفة على أن طعام من عداهم من أهل الأديان لا يحل\". أ هـ. والمرتدة يحرم نكاحها على أي دين كانت؛ لأنه لم يثبت لها حكم أهل الدين الذي انتقلت إليه في إقرارها عليه، ففي حلها أولى\". [[المغني (7/121)]]. وإذا خرجت الكتابية عن دينها إلى عبادة الأوثان، صار حكمها حكم الوثنية، لا يجوز نكاحها للمسلم، وإن ادعت أنها من أهل الكتاب، وكذلك إذا ألحدت، فأنكرت الدين مطلقاً، كما هو حال الشيوعيين في هذا العصر. قال الخرقي رحمه الله: \"وإذا تزوج كتابية، فانتقلت إلى دين آخر من الكفر غير دين أهل الكتاب، أجبرت على الإسلام، فإن لم تسلم حتى انقضت عدتها انفسخ نكاحها\". [[نفس المرجع (7/122)]]. وإذا لم يجز استدامة نكاحها، فابتداؤه أولى بعدم الجواز. وينبغي أن يعلم أن المسلمة لا يجوز ـ ولا يصح ـ أن ينكحها كافر مطلقاً، سواء كان كتابياً أو غير كتابي، وعلى ذلك إجماع العلماء في قديم الزمان وحديثه، وبهذا يعلم شناعة ما نقل من فتوى عن بعض من يدعي الاجتهاد في هذا العصر، من جواز بقاء امرأة مسلمة تزوجت جهلاً بنصراني، بدعوى أن الضرورة اقتضت تلك الفتوى! نعم يبقى عقد نكاحهما مستمراً إلى أن تنقضي عدتها كما سيأتي في قول بعض العلماء. ولكن الأعجب من هذه الفتوى ما نُسب إلى هذا المفتي نفسه تجاوز فتواه السابقة إلى القول بـ\"جواز زواج المرأة المسلمة من الرجل الكتابي مسيحياً كان أو يهودياً ابتداءً، ووصف القول بحرمة ذلك بأنه مجرد أقاويل وتخرُّصات وأوهام وتضليل، وأن منع زواج المرأة المسلمة من غير المسلم، ليس من الشرع في شيء، والإسلام لم يحرمه ولا توجد آية أو حديث يحرم زواج المسلمة من الكتابي مطلقاً!!!\". وعندما أحس بخطورة هذا النفي الذي تدحضه الآيات الصريحة التي تحرم نكاح المسلمة من الكافر مطلقاً، استدرك قائلاً: \"إن الحرمة التي كانت موجودة، كانت مرتبطة بالحرب والقتال بين المسلمين وغيرهم وتزول بزوال السبب!!!\" وهي دعوى تدل على جرأة واستخفاف بإجماع الأمة من عهد الرسول صلى الله عليه وسلم إلى الآن. ومن القواعد التي اتفق عليها العلماء؛ أن النص الثابت في القرآن والسنة يجب العمل به بعد وفاة الرسول صلى الله عليه وسلم، كما كان يعمل به في عهده، ما لم يرد نص مماثل آخر بنسخ النص السابق في عهد رسول الله صلى الله عليه وسلم، ولم يوجد نص ناسخ لحرمة زواج المسلمة من الكافر. ودعوى أن تلك الحرمة كان سببها الحرب الدائرة بين المسلمين والمشركين، وقد زالت تلك الحرب، وبناء على زوال السبب وهو الحرب تزول حرمة زواج المسلمة من الكتابي المحارب، دعوى زائفة لأمرين: الأمر الأول: أنه لا دليل مطلقاً على أن الحرمة كان سببها الحرب. الأمر الثاني: دعوى أن الآيات حرمت زواج المسلمات من المشركين، لا على أهل الكتاب؛ لأن أهل الكتاب غير مشركين، هي دعوى تخالف ما أثبت الله في كتابه بأن أهل الكتاب مشركون؛ لأنهم لا يعبدون الله تعالى وحده، بل يعبدون بعض مخلوقاته مدعين أنهم يعبدون الله، فالنصارى يعبدون من يزعمون أنه الله أو ابن الله أو ثالث ثلاثة وهو عيسى عليه السلام، واليهود يقولون: إن عزيراً ابن الله وأجدادهم عبدوا العجل الذي صنعه السامري، وتأمل الآيات الآتية الظاهرة في أن أهل الكتاب يهوداً أو نصارى هم مشركون: {وَقَالَتْ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتْ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمْ اللَّهُ أَنَّى يُؤْفَكُونَ (30) اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا إِلَهاً وَاحِداً لا إِلَهَ إِلاَّ هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ (31) يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلاَّ أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ (32) هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ}. [التوبة: 30-33]. فقوله تعالى: ?وَلَوْ كَرِهَ الْمُشْرِكُونَ? وقوله تعالى: ?سُبْحَانَهُ عَمَّا يُشْرِكُونَ? في سياق ما ذكره الله تعالى عن اليهود والنصارى، دليل واضح أن اليهود والنصارى جميعاً هم من المشركين، وإن سموا في آيات أخرى أهل كتاب، باعتبار أنهم كان لهم كتاباً سماوياً قبل أن يحرفوه، وإنما خصهم الله تعالى ببعض الأحكام التي تخالف الوثنيين من العرب، مثل حل طعام أهل الكتاب، ونكاح نسائهم للمسلمين، لما في ذلك من تذكير اليهود والنصارى بأن المسلمين يحترمونهم؛ لأصل الكتاب الذي كانوا يؤمنون به قبل تحريفه، وذلك يدعوهم إلى التفكير في احترام الإسلام والمسلمين واحترام القرآن الكريم، مقابل احترام المسلمين لكتابهم، وتخصيص أهل الكتاب بهذه الأحكام، لا ينافي شركهم الذي ذُكر واضحاً في الآيات السابقة. قال شيخنا العلامة المفسر الشيخ محمد الأمين الشنقيطي: \"أهل الكتاب داخلون في اسم المشركين، كما صرح به تعالى? في قوله: {وَقَالَتِ ?لْيَهُودُ عُزَيْرٌ ?بْنُ ?للَّهِ وَقَالَتِ ?لنَّصَـ?رَى ?لْمَسِيحُ ?بْنُ ?للَّهِ ذ?لِكَ قَوْلُهُم بِأَفْو?هِهِمْ يُضَـ?هِئُونَ قَوْلَ ?لَّذِينَ كَفَرُواْ مِن قَبْلُ}.[[أضواء البيان في تفسير القرآن بالقرآن عند آية البقرة: (221)]]. لكن إذا أسلمت الزوجة، وبقي الزوج على دينه، ثم دخل في الإسلام قبل انتهاء عدتها، فقد قال بعض العلماء: إنهما على نكاحهما الأول ما لم تنقضِ عدتها، فإذا انقضت عدتها انقطع النكاح، بدليل بقاء عقدة نكاح زينب بنت رسول الله صلى الله عليه وسلم على زوجها أبي العاص مع بقائه على شركه، وقد عرض عليه الصحابة عندما أُسر مع بعض المشركين في بدر، أن يزوجوه من يرغب من نساء قريش ويطلق زينب فرفض، وأقر على رفضه، ويرى بعض العلماء أن هذا لا دليل فيه؛ لأن التناكح بين المسلمين والمشركين كان مباحاً في تلك المدة، ولهذا قال ابن كثير رحمه الله في البداية: \"قلت إنما حرم الله المسلمات على المشركين عام الحديبية سنة ست من الهجرة\" ومن هنا رأى بعض العلماء أنه يفسخ نكاحهما بمجرد إسلامه بعد نزول الآيات التي حرمت النكاح بين المسلمين والمشركين. [[راجع المغني لابن قدامة (7/118)]]. ولكنها ـ مع القول ببقاء عقد نكاحهما الأول ـ لا تمكنه من نفسها. أما عقد زواج الكتابي أو غيره من المشركين على المسلمة ابتداءً فهو محرم بإجماع العلماء. كما قال ابن قدامة رحمه الله: \"والإجماع المنعقد على تحريم تزوج المسلمات على الكفار فأما قصة أبي العاص مع امرأته فقال ابن عبد البر‏:‏ لا يخلو من أن تكون قبل نزول تحريم المسلمات على الكفار فتكون منسوخة بما جاء بعدها‏، أو تكون حاملاً استمر حملها حتى أسلم زوجها، أو مريضة لم تحض ثلاث حيضات حتى أسلم، أو تكون رُدَّت إليه بنكاح جديد‏,‏ فقد روى ابن أبي شيبة في ‏سننه؛ عن عمرو بن شعيب عن أبيه‏,‏ عن جده \"أن النبي صلى الله عليه وسلم ردها على أبي العاص بنكاح جديد\". رواه الترمذي وقال‏:‏ سمعت عبد بن حميد يقول‏:‏ سمعت يزيد بن هارون يقول‏:‏ حديث ابن عباس أجود إسناداً والعمل على حديث عمرو بن شعيب‏‏\". ويحسن هنا إثبات نصين لفتويين معاصرتين: الأولى: من موقع الشبكة الإسلامية، مركز الفتوى الذي يشرف عليه د.عبد الله الفقيه. http://www.islamweb.net.qa/ver2/Fatwa/ShowFatwa.php?lang=A&Id=10147&Option=FatwaId وهذا نص الفتوى: \"أما إذا كان القصد منه هو بقاء المرأة بعد إسلامها مع زوجها الباقي على كفره، فالجواب هو: أنه إن كان إسلامها قبله وقبل أن يدخل بها تعجلت الفرقة، سواء كان زوجها كتابياً أو كان غير كتابي. إذ لا يجوز لكافر نكاح مسلمة. قال ابن المنذر: \"أجمع على هذا كل من نحفظ عنه من أهل العلم، وإن كان إسلامها بعد أن دخل بها، فقال أبو حنيفة ومالك: عرض الإسلام عليه فإن أبى وقعت الفرقة. وقال أبو حنيفة: إن كانا في دار الحرب وقف ذلك على انقضاء عدتها، أما الشافعي وأحمد فيوقعان الفرقة بمجرد إسلامها .ولا نعلم أحداً من أهل العلم أجاز أن تبقى المرأة المسلمة في عصمة الكافر. والله أعلم\". والثانية للدكتور يوسف القرضاوي، من موقعه على الشبكة: http://www.qaradawi.net/site/topics/article.asp?cu_no=2&item_no=119&version=1&template_id=106&parent_id=16 وهذا نص الفتوى: \"زواج المسلمة من غير المسلم لا يجوز بالإجماع؛ لأن الله تعالى حرم زواج المشركات واستثنى من ذلك المحصنات من الذين أوتوا الكتاب وقال: {وَلا تَنكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ} ولم يستثن، لم يقل زوجوا الذين أوتوا الكتاب، وسرُّ ذلك أن المرأة في حصانة الرجل المسلم في بيته وتحت سلطانه وحمايته، هو يعترف بأصل دينها، فعندما يتزوج المرأة المسيحية، هو يعترف أن {الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ}، إنما المسلمة حين تتزوج مسيحياً لا يعترف بأصل دينها، يعتبر أن محمد رجل كذاب، والقرآن تأليف محمد، فكيف تعيش عند رجل بهذه الطريقة؟ لذلك الإسلام أجاز للمسلم أن يتزوج بالكتابية ولم يجز للمسلمة أن تتزوج بالكتابي\". ولم أكن أريد التعرض بالتفصيل لتحريم زواج الكافر بالمسلمة، لما عُلم من إجماع العلماء على ذلك، ولكن وجود فتوى معاصرة تجوِّز حل ذلك، دفعني إلى نقل بعض فتاوى العلماء المعاصرين، من المتخصصين في الشريعة الإسلامية، ففتوى من أجاز هذا العقد تخالف إجماع العلماء قديماً وحديثاً، فلا يجوز الالتفات إليها، وعلى المسلمين أن يحذروا الفتاوى الشاذة من الطهطاويين الجدد الذين لم يعد لكثير من أحكام الشريعة التي مصدرها كتاب الله وسنة رسوله، ولا لأئمة الإسلام وفتاواهم ولو أجمعوا عليها عندهم اعتبار!. [s2] حكم الزواج بالكتابية: أما زواج المسلم بالكتابية ـ وهي اليهودية والنصرانية فقط [[وقد رأى بعض العلماء، ومنهم ابن حزم رحمه الله، كما في المحلى (9/445) بأن حكم المجوسية حكم الكتابية، وهو رأي الإمام الشوكاني رحمه الله، كما في السيل الجرار (2/252-254). و راجع المغني لابن قدامة رحمه الله (7/130-131)]]. ـ على الصحيح من أقوال العلماء، فالكلام فيه ينحصر في الفصول الثلاثة الآتية: الفصل الأول: حكم زواج المسلم بالكتابية في دار الإسلام. الفصل الثاني: حكم زواج المسلم بالكتابية في دار الحرب. الفصل الثالث: حكم زواج المسلم بالكتابية في دار الكفر اليوم."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "الفصل الأول: حكم  الزواج بالكتابية في دار الإسلام",
    "content": "[s2] تمهيد: ورد النهي صريحاً في نكاح المشركات وعدم حلهن للمسلمين، في آية البقرة: {وَلا تَنكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ}، وآية الممتحنة: {وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ} وظاهر النهي العموم في كل كافرة ومشركة. وورد الإذن بحل طعام أهل الكتاب ونسائهم للمسلمين، على وجه الخصوص في قوله تعالى: {الْيَوْمَ أُحِلَّ لَكُمْ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنْ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنْ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلا مُتَّخِذِي أَخْدَانٍ وَمَنْ يَكْفُرْ بِالإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الآخِرَةِ مِنْ الْخَاسِرِينَ}. [المائدة: 5]. وعندما نزلت هذه الآيات الحاظرة أو المبيحة، كانت الأرض تنقسم قسمين: القسم الأول: دار الإسلام التي ترتفع فيها راية الإسلام، ويقام بها هذا الدين، وتنفذ فيها أحكام الشريعة. القسم الثاني: دار الحرب التي بينها وبين المسلمين حرب لا يوقفها إلا دخول أهلها في الإسلام، أو خضوعهم لنظامه العام ودفع الجزية، مع بقائهم على دينهم، فيكونون بذلك أهل ذمة تدخل أرضهم في دار الإسلام، وقد لا يدخلون في دار الإسلام وتتم بينهم وبين المسلمين عهود يتفقون عليها، فتسمى دارهم دار عهد. ولم يكن المسلمون يسكنون في دار الحرب؛ لأن الله تعالى أمرهم بالهجرة منها إلى دار الإسلام، ونهاهم عن المقام بين ظهراني المشركين، لا فرق بين أهل مكة ـ قبل فتحها ـ وغيرها، والأصل أن الهجرة من بلاد الحرب إلى دار الإسلام باقية إلى يوم القيامة. والمقصود من ذكر هذا التمهيد هنا، أن يُعلم أن كلام علماء المسلمين في جواز نكاح الكتابية أو عدم جوازه، إذا أطلق؛ يراد به نكاحها في دار الإسلام، أما دار الحرب، فإنهم يصرحون بذكر حكم الزواج فيها، ولم يكن يدخلها من المسلمين إلا الأسير، أو التاجر، أو الرسول، كما سيأتي الكلام على ذلك. [s2] مذاهب أهل العلم في زواج المسلم بالكتابية في دار الإسلام: وقد اختلف العلماء رحمهم الله في حكم زواج المسلم بالكتابية في دار الإسلام: [s3] المذهب الأول: مذهب الجمهور: ومنهم الأئمة الأربعة: وهو جواز نكاح الكتابية في أرض الإسلام، مع الكراهة. قال السرخسي رحمه الله: \"ولا بأس أن يتزوج المسلم الحرة، من أهل الكتاب لقوله تعالى: {وَالْمُحْصَنَاتُ مِنْ الَّذِينَ أُوتُوا الْكِتَابَ}\". [[المبسوط (4/210)، والآية من سورة المائدة: 5، ولم أتعرض لحكم الأَمَة الكتابية، لانقراض ذلك في هذا العصر، بخلاف الحرائر]]. وقال علاء الدين الكاساني رحمه الله: \"ويجوز أن ينكح الكتابية لقوله عز وجل: {وَالْمُحْصَنَاتُ مِنْ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ}\". [[بدائع الصنائع (3/1414)، والآية من سورة المائدة: 5]]. وقال في تنوير الأبصار: \"وصح نكاح كتابية\"، وقال شارحه في الدر المختار: \"وإن كره تنزيها\". [[حاشية رد المحتار (3/45)]]. وقال في الشرح الصغير على الدردير: \"وحرمت الكافرة ـ أي وطؤها، حرة أو أمة بنكاح أو ملك ـ إلا الحرة الكتابية فيحل نكاحها بِكُرْهٍ عند الإمام\". وقال محققه: \"وإنما حكم مالك بالكراهة في بلد الإسلام؛ لأنها تتغذى بالخمر والخنزير وتغذي ولدها به، وزوجها يقبلها ويضاجعها، وليس له منعها من التغذي ولو تضرر برائحته، ولا من الذهاب إلى الكنيسة، وقد تموت وهي حامل، فتدفن في مقبرة الكفار، وهي حفرة من حفر النار\". [[الشرح الصغير (2/420) بتحقيق الدكتور كمال وصفي]]. وقال النووي رحمه الله: \"ويحرم نكاح من لا كتاب لها… وتحل كتابية، لكن تكره حربية، وكذا ذمية على الصحيح\". وقال المحشي: ـ وكذا ـ \"تكره ذمية على الصحيح\" ـ لما مر من خوف الفتنة ـ. [[المنهاج (3/187) وراجع روضة الطالبين (7/135-137)]]. وقال الخرقي رحمه الله: \"وحرائر نساء أهل الكتاب وذبائحهم حلال للمسلمين\"، وقال ابن قدامة رحمه الله ـ بعد أن ذكر أقوال العلماء وناقشها: \"إذا ثبت هذا فالأولى أن لا يتزوج كتابية\". [[المغني (7/129)]]. وقد استدل الجمهور لما ذهبوا إليه من الجواز بالكتاب، والأثر، والمعقول: أما الكتاب: فقوله تعالى: {وَالْمُحْصَنَاتُ مِنْ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ} كما مضى، ورأوا أن هذه الآية ـ وهي آية المائدة ـ إما مخصصة لعموم قوله تعالى في سورة البقرة: {وَلا تَنكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ}، وإما ناسخة لها؛ لأن نزول سورة المائدة متأخر عن نزول سورة البقرة، وإما أن لفظ المشركين لا يتناول أهل الكتاب. [[راجع في هذا المغني لابن قدامة (7/129) والسيل الجرار (2/252) ومجموع الفتاوى لابن تيمية (22/178) وجامع البيان عن تأويل القرآن لابن جرير (2/326) والجامع لأحكام القرآن (3/69)]]. وأما الأثر: فما ورد في نكاح الصحابة الكتابيات من اليهوديات والنصرانيات، منهم طلحة بن عبيد الله، وحذيفة بن اليمان، وعثمان بن عفان، رضي الله عنهم. [[جامع البيان عن تأويل القرآن (2/332-376) وأحكام القرآن للجصاص (1/332/336)]]. وأما المعقول: فإن الكتابية ـ وقد آمنت ـ في الجملة ـ بالله وبعض كتبه واليوم الآخر ـ وبعض الرسل ـ قد تميل إلى الإسلام إذا عرفت حقيقته، فرجاء إسلامها أقرب من رجاء إسلام الوثنية، كما قال الكاساني: \"إلا أنه يجوز نكاح الكتابية لرجاء إسلامها؛ لأنها آمنت بكتب الأنبياء والرسل في الجملة، وإنما نقضت الجملة بالتفصيل، بناء على أنها أخبرت عن الأمر على خلاف حقيقته. فالظاهر أنها متى نبهت على حقيقة الأمر تنبهت، وتأتي بالإيمان على التفصيل، على حسب ما كانت أتت به في الجملة، وهذا هو الظاهر من حال التي بُنِيَ أمرها على الدليل دون الهوى والطبع، والزوج يدعوها إلى الإسلام وينبهها على حقيقة الأمر، فكان في نكاح المسلم إياها رجاء إسلامها، فيجوز نكاحها لهذه العاقبة الحميدة، بخلاف المشركة، فإنها في اختيارها الشرك، ما ثبت أمرها على الحجة، بل على التقليد بوجود الآباء على ذلك…\". [[بدائع الصنائع (3/1414)]]. وقال في حاشية المنهاج للنووي: \"وقد يقال باستحباب نكاحها، إذا رجي إسلامها، وقد رُوي أن عثمان رضي الله عنه، تزوج نصرانية فأسلمت وحسن إسلامها، وقد ذكر القفال أن الحكمة في إباحة الكتابية ما يرجى من ميلها إلى دين زوجها، إذ الغالب على النساء الميل إلى أزواجهن وإيثارهم على الآباء والأمهات، ولهذا حرمت المسلمة على المشرك\". [[المنهاج مع الحاشية (3/187)]]. [s3] المذهب الثاني: تحريم الزواج بالكتابية على المسلم في دار الإسلام: واشتهر هذا المذهب عن الصحابي الجليل عبد الله بن عمر رضي الله عنهما. قال السرخسي رحمه الله: \"ولا بأس أن يتزوج المسلم الحرة من أهل الكتاب، لقوله تعالى: {وَالْمُحْصَنَاتُ مِنْ الَّذِينَ أُوتُوا الْكِتَابَ} الآية. وكان ابن عمر لا يُجَوِّز ذلك، ويقول: الكتابية مشركة\". [[المبسوط (4/210)]]. وقال ابن حزم رحمه الله: \"وروينا عن ابن عمر تحريم نساء أهل الكتاب جملة، ـ ثم ساق بسنده عن نافع ـ أن ابن عمر سئل عن نكاح اليهودية والنصرانية؟ فقال: إن الله تعالى حرم المشركات على المؤمنين، ولا أعلم من الإشراك شيئاً أكثر من أن تقول المرأة: ربها عيسى، وهو عبد من عباد الله عز وجل\". [[المحلى (9/445)]]. ونقل ابن جرير رحمه الله عن أمير المؤمنين عمر بن الخطاب، رضي الله عنه، ما يدل على عدم صحة نكاح المسلم الكتابية، فقال: \"وقد نكح طلحة بن عبيد الله يهودية، ونكح حذيفة بن اليمان نصرانية، فغضب عمر غضباً شديداً، حتى همَّ بأن يسطوَ عليهما، فقالا: نحن نُطَلِّق يا أمير المؤمنين ولا تغضب، فقال: لئن حل طلاقهن لقد حل نكاحهن، ولكن أنتزعهن منكم صغرة قماء!\". [[يعني صغاراً وذلة]]. ثم رد ابن جرير رحمه الله ما نقل عن عمر من التفريق بين طلحة وحذيفة وامرأتيهما بالإجماع على خلافه، وذكر أنه قد نقل عن عمر خلاف ذلك بإسناد أصح. [[جامع البيان (2/376)]]. كما ذكر ابن جرير روايةً عن ابن عباس رضي الله عنهما، يفهم منها أنه يقول بالتحريم، فقال: \"بل أنزلت هذه الآية ـ يعني آية البقرة ـ مراداً بها كل مشركة، من أي أصناف الشرك كانت، غير مخصوص منها مشركة دون مشركة، وثنية كانت أو مجوسية أو كتابية، ولا نسخ منها شيء ـ ثم ذكر بسنده عن ابن عباس ـ يقول: نهى رسول الله صلى الله عليه وسلم عن أصناف النساء، إلا ما كان من المؤمنات المهاجرات، وحرم كل ذات دين غير الإسلام، وقال الله تعالى: {وَمَنْ يَكْفُرْ بِالإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ}. [[نفس المرجع، والآية من سورة المائدة: 5]]. ومن الذين حرموا نكاح الكتابية الإمامية، كما نص على ذلك في متن الأزهار، فذكر من المحرمات في النكاح \"المخالفة في الملة\" وقد أطال الشوكاني رحمه الله في الرد عليهم بمخالفة كتاب الله في ذلك. [[راجع السيل الجرار المتدفق على حدائق الأزهار (2/252-254)]]. [s2] أدلة القائلين بتحريم زواج المسلم الكتابية: استدل القائلون بهذا المذهب بأدلة: [s3] الدليل الأول: من القرآن الكريم: وفيه آيتان صريحتان في النهي عن زواج المسلم المشركات ـ والكتابيات مشركات ـ والنهي عن إمساك المسلمين نساءهم الكوافر، وقد كان هذا مسكوتاً عنه في أول الإسلام. الآية الأولى: آية البقرة، وهي قوله تعالى: {وَلا تَنكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ وَلأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلا تُنكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُوْلَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ}. [البقرة 221]. وجه الدلالة من الآية أن الله تعالى نهى عن نكاح كل امرأة مشركة، وجعل غاية النهي عن ذلك إيمانهن، والإيمان إذا أطلق في القرآن والسنة، هو الإيمان الشرعي، الذي نزل به القرآن، ووردت به السنة، ولا إيمان شرعياً بغير الإسلام بعد بعثة محمد صلى الله عليه وسلم، فكل مشركة داخلة في هذا العموم، والكتابيات مشركات، بدليل وصف الله تعالى أهل الكتاب بالشرك. كما في قوله تعالى: {وَقَالَتْ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتْ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمْ اللَّهُ أَنَّى يُؤْفَكُونَ (30) اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا إِلَهاً وَاحِداً لا إِلَهَ إِلاَّ هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ}. [[التوبة: 30، 31 وراجع كتاب أضواء البيان (1/204-205) لشيخنا العلامة محمد الأمين الشنقيطي رحمه الله]]. فقد وصف اليهود والنصارى بأنهم يشركون به تعالى. وعلى هذا القول تعتبر آية البقرة ناسخة لآية المائدة على عكس ما ذهب إليه أهل المذهب الأول. وقد ذكر ابن حيان قولاً لابن عباس: \"أن آية البقرة هذه عامة في الوثنيات والمجوسيات والكتابيات، وكل من على غير دين الإسلام، ونكاحهن حرام، والآية محكمة على هذا ناسخة لآية المائدة، وآية المائدة متقدمة في النزول على هذه الآية في سورة البقرة، وإن كانت متأخرة في التلاوة، ويؤيدها قول ابن عمر في الموطأ: ولا أعلم شركاً أعظم من أن تقول المرأة: ربها عيسى..\". [[التفسير الكبير (2/164) وراجع فتح الباري (9/416-417)]]. ومعنى هذا أن سورة المائدة، وإن كانت من آخر سور القرآن نزولاً، فلا يمنع ذلك من أن تكون بعض آياتها متقدمة على بعض آيات سورٍ نزلت قبلها، ومنها سورة البقرة، إلا أنه يشكل على ذلك عمل عامة الصحابة والتابعين بعدهم بحكم آية المائدة، إذ لو كانت منسوخة لكان عمل عامة المسلمين على خلافها، وهذا بعيد. ولهذا قال ابن حيان ـ بعد ذكره ما تقدم ـ: \"ويجوز نكاح الكتابيات، قاله جمهور الصحابة والتابعين: عمر وعثمان وجابر وطلحة وحذيفة، وعطاء وابن المسيب والحسن وطاووس وابن جبير والزهري، وبه قال الشافعي، وعامة أهل المدينة والكوفة. قيل: أجمع علماء الأمصار على جواز تزويج الكتابيات، غير أن مالكاً وابن حنبل كرها ذلك مع وجود المسلمات والقدرة على نكاحهن…\". وأجيب عن دعوى نسخ الآية بآية البقرة بأمرين: الأمر الأول: عدم وجود دليل على تأخر آية البقرة على آية المائدة، ودعوى نسخ آية البقرة بأية المائدة أولى؛ لأن سورة المائدة متأخرة عن سورة البقرة باتفاق بين العلماء. [[راجع مجموع الفتاوى (32/178) وما بعدها، لابن تيمية رحمه الله]]. وعلى فرض عدم تأخر آية المائدة على آية البقرة، فإن الأولى المصير إلى الأمر الثاني الآتي. الأمر الثاني: أن الجمع بين النصين ـ إذا أمكن ـ أولى من إعمال أحدهما وإهمال الأخر، والجمع هنا ممكن، وهو ما ذهب إليه الجمهور من اعتبار آية البقرة عامة تشمل جميع المشركات، بما فيهن الكتابيات، وآية المائدة خاصة استثنت الكتابيات من النهي فبقين على الجواز. الآية الثانية، وهي قوله تعالى: {وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ}. [الممتحنة 10] لفظها عام يتناول كل كافرة، فلا تحل كافرة بوجه من الوجوه، ولا عبرة بخصوص سبب نزولها في مشركات مكة، بل العبرة بعموم لفظها. وأجيب عنها بما أجيب به عن آية سورة البقرة، بأن الكتابيات مستثنيات بأية المائدة، ودل على ذلك عمل الصحابة بعد وفاة الرسول صلى الله عليه وسلم، والتابعين. [[راجع الجامع لأحكام القرآن (18/65) للإمام القرطبي رحمه الله]]. [s3] الدليل الثاني: على تحريم الزواج بالكتابية من الأثر: ما ورد من الآثار عن بعض الصحابة رضي الله عنهم من النهي عن زواج المسلم بالكتابيات، كما مضى عن عمر وابنه عبد الله وابن عباس، رضي الله عنهم. فقد نهى عمر رضي الله عنه طلحة وحذيفة عن إمساك امرأتيهما الكتابيتين، وغضب غضباً شديداً عليهما بسبب ذلك الزواج، وهمَّ أن يسطوَ عليهما، وعندما قالا له: نحن نطلق ولا تغضب، قال لهما: \"لئن حل طلاقهن لقد حل نكاحهن ولكن أنتزعهن منكم صغرة قماء\"، وهذا يدل على أن نكاح الكتابيات باطل من أصله عند عمر؛ لأنه لم يعتبر فراقهم لهن طلاقاً بل لأن نكاحهن لم يصح من أصله. ونقل ابن جرير عن ابن عباس ما يدل على تحريم نكاح الكتابيات، كغيرهن من الوثنيات. وأما ابن عمر فقد صرَّح بأنه لا يعلم شركاً أعظم من قول النصرانية: ربها عيسى وهو عبد الله. فهذه الآثار واضحة في دلالتها على التحريم. وأجاب الجمهور عن هذا الدليل، فقالوا: \"إن عمر رضي الله عنه، إنما كره زواج المسلم بالكتابية، ولم يحرمه، وقد صرح بعدم التحريم عندما أمر حذيفة أن يفارق امرأته اليهودية، فكتب إليه حذيفة: أحرام هي؟ فكتب إليه عمر: لا، ولكن أخاف أن تواقعوا المومسات منهن\". [[أحكام القرآن (1/333) للجصاص]]. وذكر ابن جرير كذلك عن عمر رضي الله عنه القول بالجواز، فروى بسنده عن زيد بن وهب، قال: قال عمر: المسلم يتزوج النصرانية، ولا يتزوج النصراني المسلمة. ثم قال ابن جرير: وإنما كره لطلحة وحذيفة ـ رحمة الله عليهم ـ نكاح اليهودية والنصرانية، حذراً من أن يقتدي بهما الناس في ذلك،  فيزهدوا في المسلمات، أو لغير ذلك من المعاني، فأمرهما بتخليتهما. ثم روى ابن جرير بسنده عن شقيق قال: تزوج حذيفة يهودية، فكتب إليه خل سبيلها، فكتب إليه: أتزعم أنها حرام فأخلي سبيلها؟ فقال: لا أزعم أنها حرام، ولكن أخاف أن تعاطوا المومسات منهن. [[جامع البيان عن تأويل آي القرآن (2/376-378)]]. وذكر ابن جرير رحمه الله عن ابن عباس رواية أخرى، تدل على أنه يرى جواز نكاح المسلم الكتابية، فقد روى بسنده عن علي بن أبي طلحة عن ابن عباس قوله {وَلا تَنكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ} ثم استثنى أهل الكتاب فقال: {وَالْمُحْصَنَاتُ مِنْ الَّذِينَ أُوتُوا الْكِتَابَ} حل لكم {إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ}. فهذه الروايات تدل على أن غاية ما قصده عمر وابن عباس، هي الكراهة، ولم يريدا التحريم، وبذلك يُجمَع بين الروايات عنهما. وأما ابن عمر، فقد روي عنه الكراهة، كما روى عنه نافع أنه كان لا يرى بأساً بطعام أهل الكتاب، وكره نكاح نسائهم، ولما سئل عن نكاح اليهودية والنصرانية، قال: إن الله حرم المشركات على المسلمين قال: فلا أعلم من الشرك شيئاً أكبر ـ أو قال ـ: أعظم من أن تقول ربها عيسى وهو عبد من عباد الله. قال الجصاص: رحمه الله ـ بعد أن ساق الروايتين ـ: فكَرِهَه في الحديث الأول ولم يذكر التحريم، وتلا في الحديث الثاني الآية ولم يقطع فيها بشيء، وإنما أخبر أن مذهب النصارى شرك. ثم ذَكَر عنه رواية أخرى استنبط منها أن ابن عمر رضي الله عنهما كان متوقفاً في الحكم، فروى بسنده عن ميمون بن مهران قال: قلت لابن عمر: إنا بأرض قوم يخالطنا فيها أهل الكتاب، فننكح نساءهم ونأكل طعامهم، قال: فقرأ عليَّ آية التحليل وآية التحريم. قال: قلت: إني أقرأ ما تقرأ، فننكح نساءهم ونأكل طعامهم، فأعاد عليَّ آية التحليل وآية التحريم. ثم قال الجصاص: قال أبو بكر: عُدُولُه بالجواب بالإباحة والحظر إلى تلاوة الآية دليل على أنه كان واقفاً في الحكم، غير قاطع فيه بشيء. وما ذكره عنه من الكراهة يدل على أنه ليس على وجه التحريم، كما يكره تزويج نساء أهل الحرب من الكتابيات. [[أحكام القرآن (1/332-333)]]. تلك هي الآثار التي استدل بها القائلون بالتحريم، وهذه أجوبة من رأى الإباحة. وبهذا يعلم أنه لم يوجد دليل يقوى على معارضة آية المائدة الدالة على الإباحة. تنبيه: حَمْلُ النحاسِ كلامَ ابنِ عمرَ على الكراهة التنزيهية، أو على التوقف، خلاف ظاهر كلامه، ولهذا قال الحافظ ابن حجر رحمه الله: \"وقال أبو عبيد: المسلمون اليوم على الرخصة، وروي عن عمر أنه كان يأمر بالتنزه عنهن من غير أن يحرمهن، وزعم ابن المرابط تبعا للنحاس وغيره، أن هذا مراد ابن عمر أيضاً، لكنه خلاف ظاهر السياق، ولكن الذي احتج به ابن عمر يقتضي تخصيص المنع بمن يشرك من أهل الكتاب، لا من يوحِّد، وله أن يحمل آية الحل على من لم يبدل دينه منهم\". [[فتح الباري (9/416-417)]]. هذا وقد يستدل مستدل على تحريم زواج المسلم بالكتابية، بالنصوص الدالة على وجوب معاداة المسلمين للكفار وعدم موالاتهم، وبخاصة ما ورد في معاداة أهل الكتاب، كقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ}. [المائدة: 51]. والموالاة تشمل المحبة والنصرة، والزوج لا بد أن يحب امرأته، وقد يميل إلى بعض ما تهوى مما لا يقره الإسلام، ولكن الاستدلال بهذا بعيد لأمور: الأمر الأول: أن الله تعالى الذي نهى المسلمين عن اتخاذ اليهود والنصارى أولياء، هو الذي أحل نساء أهل الكتاب للمسلمين، وهو يعلم تعالى ما يترتب على ذلك، والمؤمن مأمور أن يتقي الله ما استطاع. الأمر الثاني: أن محبة الزوج لامرأته، هي من نوع المحبة الطبيعية التي لا تدخل في المحبة المنهي عنها، وهي المحبة الدينية أي أن يحبها لدينها وأخلاقها وعاداتها التي تخالف شريعة الإسلام، فلا يضره أن يحب امرأته المحبة الطبيعية. وحكم امرأته الكتابية التي أحلها الله له، كحكم أمه وأبيه وأقاربه المشركين، الذين قال الله تعالى في شأنهم: {لا يَنْهَاكُمْ اللَّهُ عَنْ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (8) إِنَّمَا يَنْهَاكُمْ اللَّهُ عَنْ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُوْلَئِكَ هُمْ الظَّالِمُونَ}، [الممتحنة 7-9] والبر هو الصلة الدنيوية. الأمر الثالث: أن الأصل في المسلم الذي يتزوج الكتابية، أن يجتهد في دعوتها إلى الإسلام؛ لأن من أهم أهداف حِلها له، أن يرغبها في الإسلام لتدخل فيه، كما قال علاء الدين الكاساني: \"فكان في نكاحه إياها رجاء إسلامها، فيجوز نكاحها لهذه العاقبة الحميدة، بخلاف المشركة\". [[بدائع الصنائع (3/1414) وراجع حاشية منهاج النووي (3/187)]]. والخلاصة: أن زواج المسلم بالكتابية التي لم تخرج عن دينها إلى الوثنية أو الإلحاد، جائز مع الكراهة، إذا تزوجها في دار الإسلام ـ وهي الذمية ـ. وبهذا يعلم أن الراجح هو مذهب الجمهور لما مضى من الأدلة. وسبب القول بالكراهة؛ خشية تأثير الكتابية على زوجها المسلم وأسرته وأولاده، بمعتقدها أو عاداتها وأخلاقها التي تخالف الإسلام. والله أعلم."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "الفصل الثاني: حكم زواج المسلم بالكتابية في دار الحرب",
    "content": "[s2] تمهيد الآية التي دلت على جواز زواج المسلم بالكتابية، لم تفرق بين أن يتزوجها في دار الإسلام أو في دار الحرب. ولكن دار الحرب تختلف عن دار الإسلام؛ بأن السيطرة في دار الإسلام للمسلمين الذين هم أهل الحل والعقد، يحكمون بشريعة الله التي أنزلها في كتابه وفي سنة رسوله صلى الله عليه وسلم، وتظهر فيها شعائر الإسلام، واحتمال ميل الزوجة إلى دين زوجها المسلم وارد، كما أن احترامها لآداب الإسلام، وعدم مجاهرتها بما يخالفها أقرب، إرضاءً لزوجها الذي يغيظه مخالفة دينه في الأخلاق وارتكاب المحرمات، وإن تساهل فيه مراعاة لمعتقدها الذي تزوجها مع علمه به. وهذا بخلاف دار الحرب التي تكون الهيمنة والسيطرة فيها للكفار الذين هم أهل الحل والعقد، والحكم فيها إنما يكون بقوانينهم التي تخالف الإسلام، كما أن الشعائر الظاهرة فيها هي شعائر الكفر، وليست شعائر الإسلام، والأخلاق السائدة فيها هي أخلاق الكفار. ولهذا تكون الزوجة الكتابية في بلاد الحرب، أكثر تمسكاً بدينها وأخلاقها وعاداتها، وأقل ميلاً إلى دين زوجها وأخلاقه… بل إنه ليخشى على زوجها المسلم أن يتأثر بمحيط الكفر الذي يعيش فيه، ويخشى أكثر على ذريته من التدين بدين أمهم التي تربيهم عليه. ولهذا اختلف العلماء الذين أجازوا زواج المسلم بالكتابية في دار الإسلام، في زواجه بها في دار الحرب. فقد ذكر القرطبي رحمه الله: أن ابن عباس رضي الله عنهما سُئل عن نكاح أهل الكتاب إذا كانوا حرباً؟ فقال: \"لا يحل\" وتلا قوله تعالى: {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ} إلى قوله تعالى: {وَهُمْ صَاغِرُونَ}. [التوبة 29]. قال المتحدث: حدثت بذلك إبراهيم النخعي فأعجبه ـ يعني أن إبراهيم يقول بالتحريم ـ وكره مالك ـ وهو يطلق الكراهة غالباً على التحريم ـ تزوج الحربيات، لِعِلَّة ترك الولد في دار الحرب، ولتصرفها في الخمر والخنزير. أ هـ. [[الجامع لأحكام القرآن 3/69 ]]. فمذهب ابن عباس رضي الله عنهما وإبراهيم النخعي، تحريم زواج المسلم بالكتابية في دار الحرب، ويحتمل أن تكون كراهة الإمام مالك رحمه الله لذلك، كراهة تحريم. وسبب القول بالتحريم؛ أن المسلم مأمور بقتال الكفار المحاربين، وفي زواجه بالحربية في دار الحرب ركون إلى تلك الدار، وداعٍ إلى سكناه بها وبقائه فيها، وذلك يعود إلى معنى قتاله مع إخوانه المسلمين بالنقض، بل إن في بقائه في دار الحرب مع ذريته، تكثير لسواد الكفار المحاربين على المسلمين. كما أن امرأته الحربية قد تنشئ أولاده وتربيهم على النصرانية وبغض المسلمين، وغير ذلك من المفاسد المترتبة على زواجه بالحربية في دار الحرب. [s3] أقوال العلماء في حكم زواج المسلم بالكتابية في دار الحرب: وقد صرحت كتب المذاهب الفقهية بكراهة الزواج بالكتابية في دار الحرب، إلا أن بعضهم يفسرون الكراهة بكراهة التحريم، وبعضهم يفسرونها بكراهة التنزيه. قال السرخسي رحمه الله: \"بلغنا عن علي بن أبي طالب رضي الله عنه، أن سُئل عن مناكحة أهل الحرب من أهل الكتاب؟ فكره ذلك، وبه نأخذ، فنقول: يجوز للمسلم أن يتزوج كتابية في دار الحرب، ولكنه يكره؛ لأنه إذا تزوجها ثمة، ربما يختار المقام فيهم وقال صلى الله عليه وسلم: ((أنا بريء من كل مسلم مع مشرك، لا تراءى ناراهما)). [[رواه أبو داود (3/ 105)  ولفظه: ((أنا بريء من كل مسلم يقيم بين أظهر المشركين)) قالوا: يا رسول الله لِمَ؟ قال: ((لا تراءى ناراهما))]]. ولأن فيه تعريضَ ولده للرق، فربما تحبل فتسبى، فيصير ما في بطنها رقيقاً، وإن كان مسلماً، وإذا ولدت تخلق الولد بأخلاق الكفار، وفيه بعض الفتنة، فيكره لهذا\". [[المبسوط (5/50) وراجع مجمع الأنهر في شرح مرتقى الأبحر (1/328) وكتاب السير الكبير (5/1838) للإمام محمد بن حسن الشيباني]]. ورجح الفقيه الحنفي محمد أمين المشهور بابن عابدين رحمه الله أن الكراهة هنا كراهة تحريمية، وليست كراهة تنزيه، فقال: \"وفيه أن إطلاقهم الكراهة في الحربية يفيد أنها تحريمية، والدليل عند المجتهد على أن التعليل يفيد ذلك، ففي الفتح: ويجوز تزوج الكتابيات، والأولى أن لا يفعل… وتكره الكتابية الحربية إجماعاً، لافتتاح باب الفتنة، من إمكان التعليق المستدعي للمقام معها في دار الحرب، وتعريض الولد على التخلق بأخلاق أهل الكفر، وعلى الرق، بأن تسبى وهي حبلى، فيولد رقيقاً، وإن كان مسلماً\". أ.هـ. [[حاشية رد المحتار على الدر المختار (3/45) وصرح الدكتور وهبة الزحيلي في كتابه الفقه الإسلامي وأدلته (7/145) أن الحنفية يحرمون الزواج بالحربية في دار الحرب]]. فقوله: \"والأولى ألا يفعل\".. يفيد كراهة التنزيه في غير الحربية، وما بعده يفيد كراهة التحريم في الزواج بالحربية في دار الحرب. وقال في الشرح الصغير ـ في المذهب المالكي ـ: \"وتأكد الكره ـ أي الكراهة ـ إن تزوجها بدار الحرب؛ لأن لها قوة بها لم تكن بدار الإسلام، فربما ربت ولده على دينها، ولم تبال باطلاع أبيه على ذلك\". [[الشرح الصغير (2/420)]]. وقال الإمام النووي ـ الشافعي ـ رحمه الله: \"وتحل كتابية، ولكن تكره حربية، وكذا ذمية على الصحيح\"، وقال في الحاشية: \"لكن الحربية أشد كراهة منها\". [[المنهاج مع حاشيته (2/187)]]. وقال الخرقي رحمه الله: \"ولا يتزوج في أرض العدو، إلا أن تغلب عليه الشهوة، فيتزوج مسلمة ويعزل عنها، ولا يتزوج منهم، ومن اشترى منهم جارية لم يطأها في الفرج، وهو في أرضهم\". وقال ابن قدامة ـ معلقاً على ذلك ـ: \"يعني والله أعلم من دخل أرض العدو بأمان، فأما إن كان في جيش المسلمين فمباح له أن يتزوج، وقد رُوي عن سعيد بن أبي هلال أنه بلغه أن رسول الله صلى الله عليه وسلم، زوج أبا بكر أسماء بنت عميس وهم تحت الرايات. أخرجه سعيد؛ لأن الكفار لا يَدَ لهم عليه، فأشبه من في دار الإسلام. أما الأسير فظاهر كلام أحمد أنه لا يحل له التزوج ما دام أسيراً؛ لأنه منعه من وطء امرأته إذا أسرت معه، مع صحة نكاحهما، وهذا قول الزهري، فإنه قال: لا يحل للأسير أن يتزوج ما دام في أرض المشركين\". [[المغني (9/292-293)]]. وقال ابن القيم رحمه الله: \"وإنما الذي نص عليه أحمد، ما رواه ابنه عبد الله، قال: كره أن يتزوج الرجل في دار الحرب، أو يتسرى، من أجل ولده، وقال في رواية إسحاق بن إبراهيم: لا يتزوج ولا يتسرى الأسير، ولا يتسرى بمسلمة، إلا أن يخاف على نفسه، فإذا خاف على نفسه لا يطلب الولد…\". [[أحكام أهل الذمة (2/420)]]. وبهذا يظهر أن مذهب الإمام أحمد، أكثر صراحة في تحريم زواج المسلم بالكتابية في دار الحرب، بل لا يبيح له وطء أمته المسلمة أو امرأته في دار الحرب إلا للضرورة، مع توقي إنجاب الولد. ويلي مذهب الإمام أحمد في الصراحة بالتحريم المذهب الحنفي. [s3] أسباب تحريم العلماء زواج المسلم بالكتابية في دار الحرب: والذي دعا العلماء إلى القول بتحريم زواج المسلم بالكتابية في دار الحرب أو كراهته، يتلخص في ثلاثة أمور رئيسة: الأمر الأول: الخوف على ذرية المسلم المولودين في دار الحرب من التخلق بأخلاق الكفار، حيث يربون على غير دين أبيهم، فيكون بذلك قد غرس لأعداء الإسلام غرساً يكثر به سوادهم، ويخسر بذلك المسلمون الذين هم أولى بتكثير سوادهم، وقد علم أن حفظ النسل ضرورة من ضرورات الحياة التي يجب حفظها وحمايتها. والمقصد الأساسي من حفظ النسل البشري في الأرض، أن يكون النسل محققاً لعبادة الله؛ لأن الله تعالى إنما خلق الخلق لعبادته، كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُونِ}. [الذاريات 56]. وبعبادة الله تعالى يُعْمَر الكونُ عمارة ترضيه تعالى، وتحقق للبشرية السعادة في الدنيا والآخرة، والمسلم الذي يلقي نطفته في رحم يعلم أو يغلب على ظنه، أن ذريته المتناسلة من ذلك الرحم سيكونون في عداد الكفار الذين يصدون عن دين الله، يكون قد أضاع نسله، ولم يحفظه الحفظ الذي يترتب عليه المقصد الأساسي منه. ولهذا نص بعض العلماء على أن المسلم لا يتزوج في دار الحرب وإن خاف على نفسه. وبعضهم أجاز له أن يتزوج بمسلمة ويعزل عنها، وبعضهم أجاز له التزوج بالحربية ولا يقصد الولد، ولا يطأ جاريته في فرجها. كل ذلك من أجل الخوف على ولده من الكفر. الأمر الثاني: الخوف من اختيار المسلم المقام بين ظهراني الكفار الحربيين، لما في ذلك من المفاسد. [s2] مفاسد الزواج بالكتابية في دار الحرب: [s3] المفسدة الأولى: مخالفة الأمر بالهجرة إلى بلاد الإسلام: وفي ذلك تعريض المسلم نفسه لعذاب الله وسخطه، وإذلال نفسه لعدوه، كما قال تعالى: {إِنَّ الَّذِينَ تَوَفَّاهُمْ الْمَلائِكَةُ ظَالِمِي أَنفُسِهِمْ قَالُوا فِيمَ كُنتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُوْلَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيراً (97) إِلاَّ الْمُسْتَضْعَفِينَ مِنْ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لا يَسْتَطِيعُونَ حِيلَةً وَلا يَهْتَدُونَ سَبِيلاً (98) فَأُوْلَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوّاً غَفُوراً}. [النساء: 97-99]. قال القرطبي رحمه الله: \"المراد بها جماعة من أهل مكة، كانوا قد أسلموا، وأظهروا للنبي صلى الله عليه وسلم الإيمان به، فلما هاجر النبي صلى الله عليه وسلم، أقاموا مع قومهم، وفتن منهم جماعة فافتتنوا، فلما كان أمر بدر خرج منهم قوم مع الكفار، فنزلت الآية…\". [[الجامع لأحكام القرآن (5/345)]]. فالمسلم الذي يقيم في بلاد الحرب وهو قادر على الهجرة إلى بلاد الإسلام معرض لسخط الله. [s3] المفسدة الثانية: تكثير سواد الكافرين، وتقليل سواد المسلمين. [s3] المفسدة الثالثة: تعريض ذريته للكفر، أو الاسترقاق: ولو كانوا مسلمين، ذلك أن امرأته قد يأسرها المسلمون أو حربيون آخرون، وهي حامل، فيكون ولدها رقيقاً. [s3] المفسدة الرابعة: ما قد يتعرض له المسلم من المنكر. ومن ذلك تعاطي المحرمات التي قد لا يستطيع الإفلات من تعاطيها، ومشاهدة المنكرات الكثيرة التي تجعله يألفها ولا ينكرها قلبه، بل قد يموت قلبه فيرضى بها لكثرة تكررها. [s3] المفسدة الخامسة: ما تمارسه امرأته من منكرات: فقد تمارس أنواعاً كثيرة من تلك المنكرات، وقد يميل مع طول الوقت والمعايشة، إلى كثير من تلك المنكرات المخالفة لدينه، إن سلم من الارتداد عنه. ومن هنا يبدو رجحان القول بتحريم زواج المسلم بالكتابية في دار الحرب؛ لأن زواجه بالكتابية في دار الإسلام مباح مع الكراهة، ومعلوم أن تناول المباح إذا أدى إلى مفاسد تفوق المصلحة من تناوله، غُلِّب جانب المفسدة الراجحة فيدخل في الحرام بذلك، ومفاسد نكاح الكتابية في دار الحرب تفوق المصالح المترتبة عليه كما هو واضح مما تقدم. و الله تعالى أعلم"
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "الفصل الثالث: حكم زواج المسلم بالكتابية في دار الكفر اليوم",
    "content": "[s2] تمهيد: هذا الموضوع هو من أصعب موضوعات هذه الرسالة، وسبب صعوبته أن أحوال بلدان المسلمين وبلدان الكفر قد تغيرت. فقد كانت الأرض في العصور الإسلامية السابقة، تنقسم إلى بلاد إسلام يطبق فيها شرع الله، وأهل الحل والعقد فيها هم المسلمون، وترفع بها راية الإسلام، وتبعث منها كتائب الدعوة إلى الله والجهاد في سبيله، وبلادِ كفرٍ أهلُها يحاربون الإسلام، حرباً مباشرة، ولا يخرجها عن كونها بلاد حرب، إلا الهُدَن والمعاهدات التي تعقد بين زعماء المسلمين وزعماء تلك البلدان. أما الآن فإن كثيراً من بلدان المسلمين التي كل سكانها أو غالبهم مسلمون، قد تربع على كراسي حكمها من يحاربون الإسلام وتطبيق شريعته، أشد من كثير من الكفار الحربيين. ومن أمثلة ذلك بعض الشعوب الإسلامية التي حكمها شيوعيون ملحدون، لا يؤمنون بالله ولا برسوله ولا باليوم الآخر ولا بالوحي، بل يعدون الإيمان بالغيب الذي جاءت به الرسل ونزلت به الكتب، خرافة تجب محاربتها والقضاء على من يعتقدها ويؤمن بها. [[خف هذا الإلحاد دولياً بعد سقوط الاتحاد السوفييتي، وإن بقيت أحزاب وأفراد يعتقدونه]]. وكذلك المنافقون الذين يرون إقصاء الإسلام عن حياة الناس، ويسندون رأيهم بالقوة، ويرون أن قوانين البشر أنفع لحياة الناس من أحكام القرآن والسنة، وقلما تَخْلُو من أحد هذين الصنفين بلادٌ من بلدان المسلمين، وإن كان بعضهم في بعض الشعوب لا يجرؤن على الظهور بمظهر الدعوة إلى إقصاء الإسلام علناً، لعلمهم بأن الظروف غير مناسبة لذلك. فبماذا نحكم على هذه البلدان التي يحكمها أمثال هؤلاء؟ أهي بلاد إسلام، نظراً لأن كل سكانها، أو أغلبهم مسلمون ـ وإن كان الحل والعقد فيها لغير المسلمين ـ أم هي بلاد كفر، لأن الأحكام التي تنفذ فيها هي أحكام القوانين التي تعارض نصوص القرآن والسنة التي أجمعت الأمة على وجوب الحكم بها؟ وتعريف بعض علماء الإسلام لبلاد الإسلام وبلاد الكفر يرجح اعتبارها دار كفر، وليست دار إسلام، فقد قال علاء الدين الكاساني رحمه الله: \"إن دار الكفر تصير دار إسلام بظهور أحكام الإسلام فيها… وإن دار الإسلام تصير دار كفر بظهور أحكام الكفر فيها\". [[بدائع الصنائع 9/4374..]]. وقد سألت بعض العلماء المعاصرين عن تعريفهم لدار الكفر ودار الإسلام، فلم يجبني إلا سماحة رئيس مجلس القضاء الأعلى السابق في المملكة العربية السعودية الشيخ عبد الله بن حميد رحمه الله، وهذا نص جوابه: \"نفيدكم أن العبرة بمن كانت له الولاية والحل والعقد والتصرف في البلد، فإن كان ذلك للمسلمين، فهي دولة إسلامية، وإن وجد بها كفار، وإن كان الحل والعقد والتصرف والولاية للكفار، فتعتبر الدولة كافرة، وإن كثر فيها المسلمون\". [[في خطاب خاص بعث به إلي برقم (422/1 وتاريخ 7/3/1401هـ]]. يلاحظ أن الشيخ اختار لفظ: \"الدولة\" ولم يختر لفظ: \"الدار\" ولعله لا يريد أن يسمي الدار دار كفر؛ لأن بعض بلدان المسلمين يحكمها من لا يؤمن بالإسلام، فالدولة التي تعتقد جواز الحكم بغير ما أنزل الله، أو أن الحكم بالقانون أفضل من حكم الله دولة كافرة، أما الدار فهي دار إسلام. ولقد ابتلي المسلمون بهذا الوضع الشاذ في كثير من بلدانهم، ولو طبقنا تعريف بعض العلماء لبلاد الكفر، لما سلم من هذا الوصف كثير منها، وفي ذلك من الأخطار ما فيه، إذ يترتب عليه ألا يتزوج المسلم في بلاده التي تلك صفتها بالمسلمة، فضلاً عن الكتابية، خشية من أن يصبح أولاده شيوعيين أو علمانيين يحاربون الإسلام، وإذا اضطر إلى ذلك لا يقصد الولد. لهذا لا أريد الخوض في هذا الأمر، وعلى المسلمين أن يتقوا الله ما استطاعوا في بلدانهم، وأن يصبروا على التمسك بدينهم، وعلى تنشئة أولادهم عليه، حسب قدرتهم ووسعهم، ولا يكلف الله نفساً إلا وسعها. ولندع بلدان المسلمين، وننتقل إلى الكلام عن بلدان الكفر، لنعرف كيف تغيرت أحوالها هي أيضاً؛ لأنها هي المقصودة في هذا الموضع. [s2] حكم زواج المسلم بالكتابية في بلاد الكفر اليوم والكلام فيها يتلخص في ثلاث مسائل: المسألة الأولى: صفة بلاد الكفر اليوم. المسألة الثانية: حالة المسلمين في بلاد الكفر اليوم. المسألة الثالثة: حكم زواج المسلم بالكتابية في بلاد الكفر اليوم. [s3] المسألة الأولى: صفة بلاد الكفر اليوم: لقد كانت الخلائق في آخر عهد الرسول صلى الله عليه وسلم، كما قال ابن القيم رحمه الله ثلاثة أقسام: \"مسلم مؤمن به، ومسالم له آمن، ومحارب\". [[زاد المعاد 3/160]] والمراد بالمسالم له الآمن أهل الذمة. وأما الأرض فكانت قسمين: أرض إسلام، وهي التي يدين أهلها بالإسلام، أو يخضعون لحكمه بأداء الجزية، وأرض حرب، وهي التي يسيطر عليها الكفار المحاربون. وهكذا استمرت الأرض في عهد أصحابه، رضي الله عنهم، إما بلاد إسلام وإما بلاد حرب، والبلدان التي كانت تعقد هدنة مؤقتة مع المسلمين، هي بلاد حرب ما لم يؤد أهلها الجزية ويخضعوا لحكم الإسلام. أما الآن فإن بلدان الكفار إذا تأملت واقعها، وجدتها تنقسم قسمين: القسم الأول: بلدان يعلن أهلها الالتزام بالسلم ونبذ الحرب، مع الشعوب الإسلامية وغيرها، وهي في الحقيقة ذات صفتين: الأولى: صفة تبدو بها أنها ليست بلاد حرب، وهي صفة المعاهدات والاتفاقات الدولية، التي يترتب عليها تبادل السفراء، والمعاملات التجارية والاقتصادية والصناعية والثقافية، وغيرها من المنافع، فهي بهذه الصفة شبيهة ببلاد العهد في العصور الإسلامية السابقة، إلا أن العهد في هذا العصر يتخذ صفة الدوام، وليس على أسس إسلامية، كما كان في السابق، وغالب المعاهدات والاتفاقات تكون المصالح الراجحة فيها لأهل الكفر وليست لأهل الإسلام، لأن أهل الكفر ـ وبخاصة البلدان الغربية ـ عندهم من القوة ما يجعلهم يسيطرون على من سواهم. ومن الأمثلة على ذلك: أمريكا التي دأبت على العدوان والحرب السافرة على بلدان المسلمين، وبعض دول أوربا وغيرها. والثانية: صفة تبدو بها دار حرب، وذلك من ثلاثة جوانب: الجانب الأول: أنها تساعد الدول المحاربة للمسلمين بالمال والسلاح والغذاء والخبراء والإعلام، وكل ما تحتاج إليه الدولة المحاربة، كما تفعل أمريكا مع اليهود ضد المسلمين في فلسطين والدول العربية المجاورة، وكما تفعل مع الفلبين ضد المسلمين في الجنوب. الجانب الثاني: أن أساطيلها البحرية وأسراب طائراتها الجوية، وجحافل جيوشها البرية، تجوب البلدان الإسلامية وغير الإسلامية، وهي على استعداد في أي وقت لمهاجمة أي دولة من دول الشعوب الإسلامية، إذا خرجت على مخططاتها الظالمة، كما فعلت أمريكا نفسها مع السودان، عندما هاجمت مصنع الشفاء، وكما فعلت في أفغانستان في نفس الفترة وتبعها غزو العراق، وقد زاد عدوانها على العالم، وبخاصة المسلمين، بعد حادث مبنى التجارة العالمي في نيويورك يوم 11 سبتمبر 2001م. الجانب الثالث: أنها تسعى لإيجاد أحزاب تواليها وتؤيدها في داخل الشعوب الإسلامية، لمحاربة الإسلام والمسلمين، وتقوم بإمداد تلك الأحزاب بالمال والعتاد والخبراء، وبالوسائل الإعلامية، وتدفع تلك الأحزاب للقيام بانقلابات في داخل الشعوب الإسلامية، إذا لزم الأمر، من أجل القضاء على الحركات الإسلامية، كما حاولت ذلك ـ ولا زالت تحاول ـ في السودان حيث دعمت الدول المجاورة، بالمال والسلاح، ودعمت الأحزاب السودانية الشمالية الموجودة في خارج السودان، لفتح جبهات قتالية، كما دعمت الحركات النصرانية والوثنية في جنوب السودان، لنفس الغرض، وقد فتحوا لها الجبهة الغربية في دارفور إضافة إلى الجبهة الشرقية. وهذه الجوانب الثلاثة كافية لعد تلك الدول الكافرة دول حرب. وقد اعتبر الرسول صلى الله عليه وسلم قريشاً ـ في مدة الهدنة بينه وبينهم ـ حرباً على المسلمين، بسبب إعانتهم بني بكر الذين دخلوا في عهدهم بالسلاح، على خزاعة الذين دخلوا في عهد الرسول صلى الله عليه وسلم. [[راجع في ذلك تفسير الإمام البغوي 2/266]]. وإذا كانت الشعوب الإسلامية غير قادرة في الوقت الحاضر ـ بسبب ما هي فيه من ضعف وتفرق، وبسبب المعاهدات والاتفاقات الدولية التي لا طاقة لهم بمخالفتها ـ أن تعامل تلك الدول المعتدية عليها معاملة الحربيين بكثير من الأحكام الشرعية، كدعوتها لأحد أمرين: الدخول في الإسلام، أو أداء الجزية، فإن أبوا فإعلان الجهاد في سبيل الله، كما كان ذلك في عهد الرسول صلى الله عليه وسلم، ومضى عليه السلف الصالح، عندما كانوا متمسكين بالإسلام، فيجب أن يعد المسلمون العدة المعنوية، وهي تقوية إيمانهم، والتقرب الصادق والإخلاص الكامل لله عز وجل، والعدة المادية، من اقتناء العتاد وصنعه، وتدريب الشعوب الإسلامية ليوم اللقاء المرتقب، لدفع عدوان العدو على بلدانها ثم الاستعداد بالقوة اللازمة التي تجعلها ترهب أعداءها في مستقبل حياتها. القسم الثاني: دار إسلام من حيث الأصل، ولكنها أصبحت دار حرب، بسبب استيلاء أعداء الإسلام من اليهود عليها، وهي أرض فلسطين التي انتزعها اليهود بمناصرة النصارى في البلدان الغربية، وعلى رأسها بريطانيا والولايات المتحدة الأمريكية، فهي من حيث هذا الاستيلاء دار حرب. والأصل أنه لا فرق في الحكم بين دار الحرب في الماضي، ودار الحرب في هذا الزمان، من حيث عدم جواز زواج المسلم بالكتابية فيها، لما مضى من الأدلة القاضية بذلك. أما زواج المسلم بالمسلمة في هذا البلد، فلا يمكن تطبيق حكم دار الحرب عليه، فلا يمنع المسلم من الزواج بالمسلمة، بحجة تعريض الولد للكفر وأخلاق الكفار، أو تكثير سواد الحربيين؛ لأن الزواج وقصد الأولاد والإكثار من النسل، هو في مصلحة المسلمين الذين يجب عليهم أن يتخذوا كل الأسباب التي تزيد من أعدادهم وتكثر سوادهم، لتحرير الأرض المباركة وقبلة المسلمين الأولى، من أيدي العدو اليهودي المغتصب. وكثرة النسل يعين المسلمين بكثرة المجاهدين، والإعداد لطرد اليهود منها، ولا يجوز للمسلمين الهجرة من بلادهم، بحجة أنها دار حرب كما رأى ذلك بعض العلماء غفر الله لهم؛ لأن المحارب معتد طارئ الوجود في البلد؛ ولأن في هجرة المسلمين من بلادهم، يتيح لأعداء الإسلام الاستئثار بها، وخسارة المسلمين لأرضهم. والواجب على المسلمين المجاورين لأرض فلسطين، أن ينصروا المجاهدين الفلسطينيين، حتى تتحرر أرضهم، وإذا لم يكفِ هؤلاء وهؤلاء، وجب على من يليهم في البلدان الإسلامية أن ينضموا إليهم، حتى لو لم يكفِ لجهاد لأعداء الله من اليهود إلا جميع المسلمين، لوجب عليهم عيناً القيام بذلك، وإلا كان كل قادر منهم على الاشتراك هذا الجهاد آثماً إذا لم يقم به.. ومما يؤسف له ما حصل لحكومة حماس من حصار عالمي وإقليمي بل من بعض المنظمات الفلسطينية التي نبذها الشعب الفلسطيني ليأسه من إصلاحها ووقوفها القوي أمام العدو اليهودي، بعد أن اختارها شعبها في الانتخابات الأخيرة. [s3] المسألة الثانية: حالة المسلمين المقيمين في بلاد الكفر اليوم: إن أغلب المسلمين الذين ينتقلون من بلادهم إلى بلاد الكفر، ويسكنون فيها، إنما يفعلوا ذلك لنيل مصالح خاصة، وهي: طلب الرزق بالحصول على أجور معينة على الأعمال التي تتاح لهم، أو تجارة لطلب الربح، وبعضهم يهاجرون إليها لطلب علم معين، ومنهم من يهاجرون إليها هرباً من الظلم الذي يصبه عليهم حكامهم، وقليل جداً من يبقى في بلاد الكفار من أجل الدعوة إلى الإسلام. [[تنبيه: هذا كان في الفترة التي كتبت فيها هذا البحث، أما اليوم فقد كثرت المراكز الإسلامية والمساجد والمدارس، بل بدأ المسلمون ينشئون جامعات في بلدان الغرب، وقد يُفَرَّغ بعض الدعاة والعلماء للقيام بتعليم المسلمين ودعوة غيرهم إلى الإسلام، ولكن مواقف أهل الغرب اختلفت عن ذي قبل، حيث بدءوا يضايقون المسلمين بعد حدث نيويورك]]. هذا من حيث مقاصد المسلمين المقيمين في بلاد الكفر. أما حالتهم في تلك البلدان، فإن المصالح التي تعود إلى الكفار منهم أعظم من المصالح التي تعود على المسلمين، فغالب المسلمين هم من ذوي الأعمال البدنية ذات الجهود الشاقة، والأجور الزهيدة، وثمار أعمالهم عائدة إلى الكفار، الذين يعدون العدة للإضرار بالمسلمين عند الحاجة، فالمسلمون العاملون في البلدان غير الإسلامية، يساعدون أهل تلك البلدان بطريق مباشر أو غير مباشر ـ بغير قصد في الغالب ـ ضد المسلمين في بلدانهم. وكذلك المتخصصون المهرة في أي علم من العلوم الكونية والإنسانية، كالطب والفلك، والكيمياء، والفيزياء، والاقتصاد، والقانون، والسياسة، والعلوم العسكرية … كل جهود هؤلاء تعود ثمارها بالفائدة على بلاد الكفر، يضاف إلى من باعوا نفوسهم عملاء للغرب ضد بلدانهم. وقد سمعت من بعض المسلمين المتخصصين في بعض تلك العلوم الذين اضطروا إلى البقاء في تلك البلدان، أنهم نادمون ندماً شديداً على مشاركتهم في بناء بلاد الكفر بجهودهم، وحرمان بلادهم من تلك الجهود، مع العلم أن ما يجنونه من أجور على تلك الجهود لا يعد شيئاً يذكر، ولو أتيحت لهم فرص العمل في تخصصاتهم بأقل من ذلك، لفضلوا العمل في بلدانهم على العمل في تلك البلدان. وقد يظن بعض الناس أن المسلمين يستفيدون فائدة معنوية في بلدان الكفر، لا يجدونها في بلدانهم، تلك الفائدة هي حرية التدين، وحرية الكلمة، والدعوة إلى الإسلام، وإقامة الشعائر الدينية. وهذا الظن صحيح في ظاهر الأمر، أما الواقع فإن خسارة المسلمين في بلاد الغرب التي يوجد فيها نوع مظهر من حرية لا توجد في أكثر بلاد المسلمين، خسارة فادحة. فالحرية الموجودة في تلك البلاد، يتمتع بها أهل البلاد أنفسهم، لأنهم هم الغالبية العظمى التي لها عقائدها، وعاداتها، وأخلاقها، ونظمها، وقوانينها، ووسائل إعلامها وتعليمها. أما الوافدون المسلمون من خارج تلك البلاد، فهم قلة قليلة يعدون في تلك البيئة كقطرة ماء صاف عذب، ألقيت في محيط من القاذورات، ترى هل تؤثر تلك القطرة في ذلك المحيط، أو تذوب فيه فتصبح كالعدم؟ وماذا عسى أن يصنع آحاد المسلمين في المصانع بين آلاف الكافرين؟ وماذا عسى أن يصنع مسلم واحد، أو أسرة واحدة في منزل بحي من الأحياء التي يسكنها ملايين من الكفار؟ وما ذا سيُحدث مركز إسلامي صغير لا يوجد به دعاة فقهاء في الدين بين آلاف الدعوات المضادة للإسلام، المسندة بقوة الدولة والشعب؟ لهذا تجد الوافد الجديد على البلدان غير الإسلامية التي بها تلك الحرية، ممن يفقدون الحصانة الإيمانية والفقه في الدين يذوبون ـ غالباً ـ في بوتقة البيئة الغربية، وتذوب من باب أولى ذريتهم، ولو بقيت أسماؤهم إسلامية. طفل مسلم صغير يجهل أبواه الإسلام، يدفع به في رياض الأطفال، ثم في المراحل لدراسية الأخرى، يختلط بزملاء غير مسلمين، لهم عقائدهم وأخلاقهم وعاداتهم، ومدرسين غير مسلمين، يوجهونه إلى محبة عاداتهم واعتقادهم وأخلاقهم، ويرى كل ذلك في سلوكهم. كيف ينجو من الكفر وآثاره في مراحل دراسته من الروضة إلى الجامعة، إلى الدراسات العليا؟ كيف ينجو الشاب من مخالطة الخليلات، وكيف تنجو الشابة من مخالطة الخلان والأخدان؟ كيف يفلت المسلم والمسلمة من شرب المسكرات وتناول لحم الخنزير؟ كيف ينجو من دخول الكنيسة وأداء الطقوس النصرانية الكافرة؟ كيف ينجو من الضلال والارتداد عن دينه بسبب ما تلقى عليه من الشبهات المشككة في الإسلام؟ ثم لو فرض وجود أبوين مسلمين حريصين على تربية أولادهما تربية إسلامية، فعصاهما الأولاد بعد بلوغهم سناً معينة ـ كالثامنة عشرة مثلاً ـ فاختاروا الكفر على الإسلام، والكنيسة على المسجد، والفسق على الطاعة، فما سلطة الأبوين على أولادهما، والقانون يحول بينهما وبين منع أولادهما من تلك الأمور، تحقيقاً للحرية الموجودة في البلد؟ الفتاة المسلمة لها الحق أن تتزوج بالرجل الكافر، ولا حق لأبويها في الاعتراض على ما تختار ومن تختار، تحقيقاً للحرية السائدة في البلد. ولا يستطيع المسلم المقيم في ديار الكفر أن يستنجد بأي دولة من دول الشعوب الإسلامية، لتنقذه من القوانين المنفذة في بلاد المهجر، بل على العكس من ذلك لو استنجد أحد الكفار بدولته الكافرة وهو في بلد مسلم، لحصل على النجدة التي تنقذه من سلطة الدولة التي يوجد بها، ولو كان مجرماً، على خلاف ما كان عليه المسلمون في الماضي. هذه هي حال المسلمين في بلاد الكفر في هذا الزمان، إنهم شبيهون في ضياع دينهم وأسرهم بالأسرى في دار الحرب لشدة الضغوط الاجتماعية والقانونية، في الشؤون الأسرية التي يتعرضون لها في تلك البلدان، وإن كانت القوانين المتعلقة بالمعاملات الأخرى أقل عنتاً وعسراً. [s3] شواهد وتجارب تدل على خطر زواج المسلم بالكتابية في دار الكفر: إنك لا تذهب إلى أي بلد من بلدان الكفر، إلا وجدت كثيراً من المسلمين يشكون أشدَّ الشكوى من ارتداد مسلمين عن دينهم، وتشرد كثير من أبنائهم وهربهم عن أسرهم، بتأييد من سلطات تلك الدول التي استوطنوها، عن طريق القانون والضمان الاجتماعي الذي يوفر للشاب والشابة المسكن والنفقة بعيداً عن أسرته. وأقلهم خطراً من لا يزال يدعي الإسلام وهو لا يفهم من الإسلام شيئاً، يمارس أغلب المنكرات التي يمارسها الكفار، وفي مقابل ذلك تجد قلة ممن يدخلون في الإسلام من أهل الكتاب، أكثرهم بعيدون عن فهم حقيقة الإسلام، وعن تطبيق مبادئه تطبيقاً سليماً، بسبب قلة من يتابعهم من الدعاة إلى  الله الذين يفقهون الإسلام فقهاً صحيحاً، ويمثلون للناس القدوة الحسنة. بل قد وجدنا من دخل في الإسلام وأصبح زعيماً للمسلمين، وامرأته نصرانية تجمع التبرعات من المسلمين ومن النصارى لرفع شأن الكنيسة..!!! وماذا عسى أن يجد أبناؤه من تربية، وأمهم لا يهدأ لها بال إلا في النشاط الكنسي، وإذا ذهبت إلى الكنيسة، فهل ستدع أولادها في المنزل، أو تبعثهم إلى المسجد الذي لا  يعرفه أبوهم إلا في المناسبات. وقد أخبرنا بعض المسلمين في مدينة \"بْرِزْبِن\" وهي من المدن الأسترالية الشرقية في يوم السبت 29/من شهر شوال عام 1404هـ، أن بعض المسلمين من أفغانستان والهند الذين جاءت بهم بريطانيا للعمل هناك لاستخدامهم في الأعمال الشاقة عندما استعمروا القارة، كانوا متمسكين بدينهم، وبنوا لهم مسجداً صغيراً من الخشب في منطقة تسمى \"كويزلند\" سنة 1908م يقيمون فيه شعائر دينهم، وتزوجوا من نصرانيات وأنجبوا ذرية، أصبحوا بعد انقراض آبائهم نصارى، ولا يزالون يسكنون في نفس المنطقة ويقفون بقرب المسجد ينظرون إلى المسلمين وهم يصلون ويدرسون أبناءهم، ويحملون أسماء آبائهم المسلمين، وقد حاول إمام المسجد وبعض المسلمين دعوتهم للرجوع إلى الإسلام دين آبائهم، فلم يستجيبوا لذلك. وكان سبب ذوبانهم في دين أمهاتهم جهلهم بدينهم، وتنشئتهن لهم على دينهن. [[وقد بنى المسلمون مكان هذا المسجد الصغير مركزا إسلاميا، يشتمل على مسجد ومدرسة ومكتبة، لتدريس أبنائهم، وقد زرنا هذا المركز، أنا والشيخ عمر فلاتة رحمه الله، في نفس التاريخ المذكور 2/شوال عام 1404هـ]]. هذا في أستراليا، وفي وقت مبكر نسبياً. وفي يوم السبت 25 شوال عام 1405هـ  أخبرنا ـ أنا والشيخ عمر فلاتة أيضاً ـ إمام المركز الإسلامي الثقافي في مدينة \"شيكاغو\" الأمريكية، واسم الإمام: \"مصطفى إبراهيم سرك\" وهو متخرج من كلية اللغة العربية بالجامعة الأزهرية سنة 1978م، أخبرنا أن فتاة يوغسلافية كانت تسكن مع أسرتها في هذه المدينة، ثم ذهبت إلى ولاية كاليفورنيا، وانتظمت في إحدى المدارس، واتصلت ببعض المسيحيين، واشتكت بأنها تجد نفسها حزينة في بعض الأوقات، فقالوا لها: إن عيسى عليه السلام \"Jesus\" هو الذي سيحل لها مشكلاتها، إذا هي آمنت به، وقالوا لها: إن محمداً صلى الله عليه وسلم كان مجنوناً، وأن أتباعه كانوا فقراء متخلفين، فآمنت بالمسيحية وارتدت عن الإسلام. وعندما رجعت إلى أسرتها، غضبوا عليها وأمرها أبوها أن تعود إلى الإسلام، فرفضت، وقالت: إنها مستعدة أن تموت من أجل إيمانها بالمسيحية، مؤكدة بذلك شدة إيمانها بها، وهي الآن خارج منزل أسرتها. ولا يَغُرَّنّ، إخواننا الدعاة المتجولين في العالم، ما يرون من نشاط إسلامي طلابي أو غيره في بعض دول الكفر، كالولايات المتحدة الأمريكية وكندا وبعض دول أوربا، فإنهم لو اختلطوا بالجاليات المسلمة في تلك البلدان، وتعرفوا على كثير من الأسر المسلمة، لرأوا البون الشاسع بين ربح النشاط الإسلامي والخسارة الفادحة التي تصيب تلك الأسر في دينها وسلوكها، وبُعْد أبنائها الذين يدرسون في مدارس البلدان الكافرة عن مبادئ الإسلام، ولسنا نثبط دعاة الإسلام عن نشاطهم الدعوي في الغرب، فهذا واجب عليهم كما يجب عليهم الاهتمام بأبناء المسلمين وأسرهم لينقذوهم من الذوبان الذي تسعى الدول الغربية إلى تحقيقه بشدة. هذه نبذة موجزة عن حالة المسلمين في البلدان غير الإسلامية، ومن أراد أن يعرف الحقيقة المرة عن تلك الحال، فليشد الرحال إلى تلك البلدان، ويختلط بالجاليات والأسر الإسلامية في منازلهم، وليزر أبناءهم في المدارس الرسمية، وفي النوادي الرياضية والثقافية والاجتماعية ليرى ما لم يدُر في حُسبانه. كيف والمنصرون يخرجون أبناء المسلمين من دينهم إلى الدين النصراني في عقر دارهم. [[راجع كتاب \"غارة تبشيرية جديدة على إندونيسيا\" لأبي هلال الإندونيسي. طبع دار الشروق]]. [s3] المسألة الثالثة: حكم زواج المسلم بالكتابية في دار الكفر اليوم: سبق أن جمهور العلماء يرون جواز زواج المسلم بالكتابية في دار الإسلام مع الكراهة، وبعض العلماء يرى جواز ذلك في دار الحرب، مع الكراهة الأشد، وبعضهم يرى تحريم ذلك في دار الكفر، ولو لم تكن دار حرب. وأن بعض السلف يرى تحريم الزواج بالكتابية، في دار الإسلام ودار الكفر على السواء. وسبق أن دار الكفر في هذه الأزمان ليست دار حرب محضة، كما كانت دار حرب في الماضي، وليست دار عهد محضة، بل كثير منها تعتبر دول حرب غير مباشرة، كما هو الحال بالنسبة للدول التي تساعد اليهود ضد المسلمين بالمال والسلاح وغيرهما، وهي مستعدة للحرب المباشرة في أي لحظة تشعر فيها بالخطر على مصالحها أو مصالح اليهود، كأمريكا وبعض دول أوربا كما هي حالهم اليوم في العراق وأفغانستان، وكما فعل الاتحاد السوفييتي (سابقاً) مباشرة في حرب أفغانستان ـ كان هذا قبل أن تغادر القوات السوفييتية أرض أفغانستان ـ وأنكى من ذلك وأشد أن تلك الدول تحارب المسلمين في بلدانهم، حرباً سياسية، بدعم الأحزاب الموالية لها بالسلاح لضرب بعضها بعضاً، واقتصادياً كذلك. وكثير من الاتفاقات الدولية المبرمة بين دول الكفر وحكومات الشعوب الإسلامية، تكون في صالح دول الكفر أكثر من كونها في صالح المسلمين، بل إن الضرر الذي يلحق الشعوب الإسلامية من تلك الاتفاقات، أكثر من النفع الذي تحصل عليه منها. كما أن بعض المعاهدات تخالف مقاصد الإسلام، ومن أهمها إبطال معنى الجهاد في سبيل الله، الذي هدفه الأول هو تحطيم السدود التي تقف أمام الدعوة إلى الله، ودخول الناس في هذا الدين، أو خضوعهم لنظامه العام بدفع الجزية، وإلا قوتلوا، كما كان عليه  الرسول صلى الله عليه وسلم وأصحابه، ومن تبعهم من السلف الصالح، وهو الحكم الشرعي الباقي إلى يوم الدين، وبخاصة جهاد دفع العدو الذي احتل ولا يزال يحتل بلدان المسلمين. وسبق بيان حالة المسلمين في ديار الكفر، وأنهم معرضون للذوبان في المجتمع الكافر، وأن بعضهم يرتد عن الإسلام، وبعضهم يبقى مسلماً بالاسم والانتساب، وهو قد ضاع في تلك المجتمعات الكافرة، والناجون من ذلك قليل. فإذا نظرنا إلى ديار الكفر من جهة ما تقوم به من حرب مباشرة ضد المسلمين، أو غير مباشرة، فإن القياس يقتضي تحريم زواج المسلم بالكتابية فيها قياساً على تحريم ذلك عند بعض العلماء في دار الحرب، وإذا نظرنا إليها من جهة ما بينها وبين حكام الشعوب الإسلامية من معاهدات واتفاقات، فالقياس يقتضي إباحة الزواج بالكتابية في ديار المسلمين ـ وإن كانت لا تعتبر ذمية ولا حربية، ولكنها تعتبر معاهدة ـ. أما الزواج بها في ديار الكفر التي فيها شَبَهٌ بدار الحرب المحضة، وشَبَهٌ بدار العهد فإن فيه إشكالاً؛ لأن هذه الدار التي هذه صفتها جديدة لم تكن موجودة في عهد الرسول صلى الله عليه وسلم، ولا في عهد خلفائه لأن الديار كلها كانت إما دار إسلام ـ ويدخل فيها أهل الذمة ـ، وإما دار حرب ـ ويدخل فيها دار العهد المؤقت ـ وعندما كان المسلمون يتزوجون بالكتابيات، إنما كانوا يتزوجون بهن في ديار الإسلام، وديار الإسلام كانت محكومة بشريعة الله، والمجتمع فيها كان مجتمعاً إسلامياً، والكتابية ذمية وليست حربية، وإسلام الكتابية التي يحيط بها المجتمع الإسلامي، الذي تطبق فيه أحكام الإسلام في المنزل والمسجد والشارع مأمول، وتربية أبنائها على الإسلام وتنشئتهم على مبادئه وآدابه هي الأساس؛ لأن البيئة كلها تساعد على ذلك: الأسرة، والجيران، والمسجد، ودور العلم، والمجتمع كله؛ لأن القوة في كفة الإسلام والمسلمين، والمرأة أقرب إلى التأثر بالإسلام من التأثير في ولدها بالكفر وعاداته. ولو فرض أنها حاولت التأثير فيه فإنها ستفشل، وإذا علم الزوج وأسرته أو أي مسلم بذلك يبادر إلى إحباط تلك المحاولة، ولو تقدمت بشكوى إلى القضاء تطلب فيها الاستقلال بتربية أولادها، فإن الشرع الإسلامي لا يبيح لها ذلك، بل يحكم بالإشراف على الأولاد وتربيتهم لمن في إشرافه وتربيته مصلحتهم في دينهم، ولن يجعل الله للكافرين على المؤمنين سبيلاً. وإذا فرض أن زوج الكتابية تساهل معها في تربية أولاده، فإن المسلمين لا يسكتون عن ذلك، لتمسكهم بقاعدة الأمر بالمعروف والنهي عن المنكر، إما من قبل المحتسبين من المجتمع، وإما من قبل الحاكم المسلم هذا بالنسبة لدار الإسلام. [s2] المفاسد المترتبة على زواج المسلم بالكتابية في دار الكفر: أما دار الكفر في هذا الزمان، فإن الزواج بالكتابية فيها يترتب عليه مفاسد كثيرة، ومنها ما يأتي: [s3] المفسدة الأولى: إقامة المسلم في دار الكفر، وذلك مخالف لحكم الهجرة من دار الكفر إلى الإسلام، كما هو معروف. [s3] المفسدة الثانية: إعانة المسلم المقيم في بلاد الكفر للكافرين على المسلمين، لما يبذله من جهد وطاقة في تقويتهم بعمله معهم، سواء كان الجهد بدنياً في المصانع وغيرها، أو عقلياً في شتى العلوم المهمة، كالطب والهندسة والفلك وغيرها، ويدخل في ذلك تقصيره في قتال الكفار المحاربين للمسلمين في عقر دارهم. [[راجع  أحكام القرآن للجصاص (1 / 366)]]. [s3] المفسدة الثالثة: تَعَرُّض المسلم لعادات أهل الكفر وأخلاقهم ومعاملاتهم التي يكون كثير منها محرماً في دينه، وقد لا يقدر على ترك ذلك لاضطراره إلى الاختلاط بهم في المنازل وأماكن العمل والتنقلات، ويخشى عليه إن كان جاهلاً ضعيف الإيمان، أن يترك دينه ويدخل في دين الكفر وهذا وقع في بعض البلدان الغربية. [s3] المفسدة الرابعة: فَقْدُ معنى الولاء والبراء الذي أمر الله به المؤمنين، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ}. [المائدة: 51] وقوله تعالى: {إِنَّمَا وَلِيُّكُمْ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ (55) وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمْ الْغَالِبُونَ (56) يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُواً وَلَعِباً مِنْ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنتُمْ مُؤْمِنِينَ}. [المائدة: 55 – 57]. وقوله تعالى: {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمْ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَداً حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ..}. [الممتحنة: 4]. والغالب أن المسلم الذي يخالط الكفار ويؤاكلهم ويشاربهم ويصاهرهم يذهب من قلبه العداء لهم ولو عادَوا أمته ودبروا لها المكايد، ويقل في قلبه ولاؤه لله ولرسوله ولعباده المؤمنين. [s3] المفسدة الخامسة: الرضا بالمنكر الذي يراه يتكرر أمام ناظريه في كل وقت: من شرب الخمر وأكل لحم الخنزير والكفر بالإسلام ووسائل الزنا، بل والزنا نفسه، وقد يقع هو نفسه في تلك المعاصي؛ لأن إحساسه بمفاسدها وكونها من مساخط الله تعالى يضعف في نفسه لتكرارها وبقائه في محيط أهلها. [s3] المفسدة السادسة: تأثير امرأته الكتابية عليه بعاداتها وأخلاقها، أكثر من تأثيره هو عليها؛ لأن المحيط الذي يعيش فيه هو محيطها والبيئة بيئتها، وهي تأكل لحم الخنزير وتشرب الخمر وتختلط بالأجانب من الرجال أمامه، محارم وغير محارم وهي كاشفة أغلب جسمها، وقد تصافحهم وتراقصهم وهو يرى ذلك كله ويسكت عنه فيألف الدياثة، وقد ينالون منها ما وراء ذلك كله، وهو يدري أو لا يدري، كما أنه هو قد يختلط بقريباتها وصديقاتها اختلاطاً فيه مفاسد كثيرة على دينه وخلقه، وكيف ينجو من التأثر بذلك وهو في محيطه وبيئته؟! [s3] شرط مفقود في الغالب: ولا بد هنا من التأكيد على صفة الإحصان التي أباح الله بها للمسلم أن يتزوج الكتابية في قوله تعالى: {وَالْمُحْصَنَاتُ مِنْ الَّذِينَ أُوتُوا الْكِتَابَ}؛ [المائدة: 5]. فإن اشتراط هذه الصفة، يدل على عدم جواز زواج المسلم بالكتابية التي لا توجد فيها صفة الإحصان. وقد اختلف في صفة الإحصان هذه على قولين: القول الأول: أن المراد بها العفة، فإذا كانت الكتابية عفيفة لم تقارف الفاحشة جاز نكاحها، وممن فسر الإحصان بالعفة عمر بن الخطاب رضي الله عنه، فإنه عندما كتب إليه حذيفة بن اليمان: \"أحرامٌ هي ـ يعني الكتابية ـ كتب إليه عمر قائلاً: لا، ولكني أخاف أن تواقعوا المومسات منهن، قال أبو عبيدة: يعني العواهر\". وقال مطرف عن الشعبي في قوله تعالى: {وَالْمُحْصَنَاتُ مِنْ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ} قال: \"إحصان اليهودية والنصرانية: أن تغتسل من الجنابة وأن تحصن فرجها\". [[أحكام القرآن للجصاص (2/324)]]، وممن قال بذلك: السدي، ومجاهد وسفيان. القول الثاني: أن المراد بالإحصان هنا الحرية، أي يجوز نكاح الكتابية الحرة ـ دون الأمة ـ وإن كانت قد أتت بفاحشة إذا تابت منها، بشرط أن تكون بموضع لا يخاف الناكح فيه على ولده أن يجبر على الكفر. وقد رجح هذا القول ابن جرير الطبري، وذكر القائلين به في تفسيره جامع البيان عن تأويل آي القرآن، [[6/107-2-108]]. وعلى كلا القولين فإن الكتابية التي في دار الكفر ـ وليست في دار الإسلام ـ يرجح جانب الحذر منها، لما في بيئتها من الفساد الواضح، وكيف تكون عفيفة من توصم بالعار والأمراض النفسية إذا بلغت سناً معيناً، ولم تجد من يعيش معها معيشة غير مشروعة، كما يعيش الزوج مع زوجته؟ وكيف لا يخشى من عدم عفة امرأة تختلط بالأجانب في الخلوة كالجلوة كما مضى؟ [s3] المفسدة السابعة: أن امرأته وهي لا تلتزم بأمر الله ونهيه، قد تنجب ذرية من غيره وينسبون إليه، ويترتب على ذلك أحكام كثيرة فاسدة: فيورثون إذا بقوا على دينه ـ ولو في الظاهر ـ ويختلطون بأبنائه وبناته على أنهم محارم، وكذلك أخواته وإخوانه، مع أنهم في الواقع ليسوا أولاده. [s3] المفسدة الثامنة: أنها قد تُنَشِّئ أولاده على الكفر وعادات الكفار وأخلاقهم، وتأخذهم معها إلى الكنيسة والمراقص والمسارح وأماكن اللهو، وتفسد قلوبهم، ولا يستطيع هو أن يحول بينها وبين ذلك، وقد اشترط ابن جرير رحمه الله في جواز الزواج بالكتابية \"أن تكون بموضع لا يخاف الناكح فيه على ولده، أن يجبر على الكفر\". [[جامع البيان عن تأويل آي القرآن (6 / 108)]]. وليس من شرط الإجبار على الكفر أن يكون بالقهر المادي كالتهديد بالقتل، أو الحبس أو الضرب، بل قد يكون الإجبار على الكفر بالضغوط الاجتماعية والتعليمية والثقافية والسياسية وتشويه الإسلام، وهذا كله واقع في بلاد الكفار. [s3] المفسدة التاسعة: أن القانون الأسري في مصلحتها في بلادها، فلو أراد أن يطلقها فإن القانون يجبره على مغادرة منزله وتركه لها ولأولادها، ويحكم لها بالأولاد ما داموا دون سن معينة كالثامنة عشرة، فيخسر أولاده، وتربيهم هي كما تريد، وهو يشاهد ذلك  فلا يقدر على حمايتهم من ذلك، بل إن المرأة الكافرة التي يتزوجها المسلم وينقلها إلى بلاده في أي شعب من شعوب المسلمين، إذا كرهته تستطيع أن تذهب في غفلة منه إلى سفارة بلادها في ذلك الشعب بأولادها، فتصبح بذلك كأنها في بلاد الكفر تحميها دولتها وقوانينها وتنقلها مع أولادها إلى بلادها، ولا تستطيع دولة الشعب المسلم أن تفتكَّها ولا تفتكَّ أولادها. [s3] المفسدة العاشرة: ترك المسلم التزوج بالمسلمة، وإيثار التزوج بالكتابية. وفي ترك التزوج بالمسلمة الموجودة في بلاد الكفر تعريض المسلمات للفتنة، إما بالزنا الصريح أو باستباحة زواجهن بالكفار الذي لا يحل في شرع الله، وهذا الأمر موجود في بلاد الكفر، فقد وجدنا كثيراً من المسلمين يشكون من هذه الحالة، ويتمنون أن يجدوا لبناتهم أزواجاً مسلمين من نفس البلد الذي يتزوج فيه المسلمون الكافرات لأغراض دنيوية، كالحصول على الإقامة أو التجنس أو الوظيفة. وقد ذكر العلماء أن من أسباب كراهية بعض أصحاب رسول الله صلى الله عليه وسلم، كعمر رضي الله عنه، الزواج بالكتابية الذمية في دار الإسلام زهد المسلمين في الزواج بالمسلمات، كما قال ابن جرير رحمه الله: \"وإنما كره عمر لطلحة وحذيفة ـ رحمة الله عليهم ـ نكاح اليهودية والنصرانية، حذراً من أن يقتدي بهما الناس في ذلك، فيزهدوا في المسلمات، أو لغير ذلك من المعاني فأمرهما بتخليتهما\". [[جامع البيان عن تأويل آي القرآن (2 / 378)]]. وإذا كان هذا السبب يؤدي إلى كراهة الزواج بالكتابية في دار الإسلام، خشية من الزهد في الزواج بالمسلمات اللاتي لا يجدن الأزواج الراغبين فيهن غالباً، فإنه ـ أي هذا السبب ـ صالح لتحريم الزواج بالكتابية في دار الكفر، إذا أدى إلى ترك الزواج بالمسلمة وافتتانها بالزنا أو الزواج بالكفار، وهو محرم عليها كالزنا، من باب أولى. وإذا كان زواج المسلم بالكتابية مباحاً، والمسلمون إنما تعاطوه في دار الإسلام، ومع ذلك وجد من يرى تحريمه من السلف وعامة أهل العلم كرهوه، وكثير منهم حرموه في دار الحرب، وإذا علمنا تلك المفاسد التي تترتب عليه في دار الكفر فما حكمه؟!. إن كثيراً من هذه المفاسد ليست مفروضة فرضاً، وإنما هي واقعة مع كثير من المسلمين المقيمين في دار الكفر ممن يتزوجون الكافرات، وقد تكون هناك مفاسد كثيرة يعرفها أولئك المسلمون الذين يقعون في شراك الاستيطان في بلاد الكفر. ولو لم يكن من تلك المفاسد إلا خشية وقوع المسلم نفسه في الارتداد عن دينه، أو التخلق بأخلاق الكفار التي لا يقرها الإسلام، وكذلك مفسدة تنشئة نسله على الكفر وعادات الكفار، لو لم يكن من تلك المفاسد كلها إلا هاتان المفسدتان لكانتا كافيتين في القول بتحريم زواج المسلم الكتابية في بلاد الكفر، فكيف بها إذا اجتمعت كلها؟!. [s3] المباح المفضي إلى محرم مُحرم: ومعلوم أن المباح هو ما استوى طرفاه، أي: فعله وتركه، فهو ليس مطلوبَ الفعل ولا مطلوب الترك شرعاً من حيث هو مباح. فإذا كان وسيلة إلى مندوب صار مطلوب الفعل ندباً. وإن كان وسيلة إلى مكروه صار مطلوبَ الترك كراهة. فإذا كان ذريعة إلى محرم صار مطلوب الترك تحريماً. وإن كان وسيلة إلى واجب، صار مطلوب الفعل وجوباً.. ونكاح المسلم الكتابية مباح من حيث هو، فإذا صار ذريعة إلى تلك المفاسد التي كل مفسدة محرمة وحدها، فإنه يصير مطلوب الترك تحريماً لذلك. هذا هو الحكم الذي اطمأنت إليه النفس بالنسبة لزواج المسلم بالكتابية في ديار الكفر، ما دامت تلك المفاسد تترتب عليه، فإذا ادَّعَى مدع أن تلك المفاسد لا تترتب على ذلك وأثبت حجة على دعواه، فالأمر عندئذ يختلف، وما إخال أحداً يثبت ذلك اللهم إلا في مسائل فردية نادرة، والعبرة بالغالب وليس بالنادر. ولا أظن أن الذي توصلت إليه في هذه المسألة يخالف ما ذهب إليه علماء الإسلام قديماً، فإن تحريم الزواج بالكتابية في دار الكفر في هذه الأيام أكثر شبهاً بدار الحرب في الماضي، وقد حرم الزواج بالكتابية في دار الحرب: الخليفة الرابع علي بن أبي طالب وابن عباس رضي الله عنهما، ورجح ذلك بعض علماء المذهب الحنفي، وكرهه آخرون منهم، كما كرهه كراهة شديدة الإمام مالك، وهو كذلك في المذهب الشافعي، وصرح بتحريمه علماء الحنابلة، وعللوا ذلك بمسألة ركونه إليها وسكناه في دار الحرب، وتنشئة أولاده على الكفر ومحبة أهله. وهذه المفاسد وغيرها موجودة في دار الكفر في هذه الأيام. [s3] ما يفضي إلى المفسدة أربعة أقسام: ذكر ابن القيم أن ما يفضي إلى المفسدة أربعة أقسام: القسم الأول: وسيلة موضوعة للإضافة إلى مفسدة. القسم الثاني: وسيلة موضوعة للمباح قصد بها التوصل إلى مفسدة. القسم الثالث: وسيلة موضوعة للمباح، لم يقصد التوصل بها إلى مفسدة، لكنا مفضية إليها غالباً، ومفسدتها أرجح من مصلحتها. القسم الرابع: وسيلة موضوعة للمباح، وقد تفضي إلى المفسدة ومصلحتها أرجح من مفسدتها. ثم قال: \"فالشريعة جاءت بإباحة هذا القسم واستحبابه أو إيجابه، بحسب درجاته في المصلحة، وجاءت بالمنع في القسم الأول، كراهة أو تحريماً بحسب درجاته في المفسدة. بقي النظر في القسمين الوسط، هل هما مما جاءت الشريعة بإباحتهما أو المنع منهما، فنقول الدلالة على المنع من وجوه\".. وساق تسعة وتسعين وجهاً مستدلاً بها على المنع. [[راجع إعلام الموقعين (3 / 136-159)]]. ومعنى هذا: أن المباح الذي وضع وسيلة، ولم يقصد به التوصل إلى مفسدة لكنه يفضي إليها غالباً، ومفسدته أرجح من مصلحته يكون محرماً، والزواج بالكتابية في ديار الكفر من هذا النوع كما هو واضح. ومعلوم أن مدار الشريعة الإسلامية ومبناها على مصالح العباد، كما قال ابن القيم رحمه الله: \"فإن الشريعة مبناها وأساسها على الحِكَم ومصالح العباد في المعاش والمعاد، وهي عدل كلها، ورحمة كلها، ومصالح كلها، وحكمة كلها، فكل مسألة خرجت عن العدل إلى الجور، وعن الرحمة إلى ضدها، وعن المصلحة إلى المفسدة، وعن الحكمة إلى العبث، فليس من الشريعة\". [[نفس المرجع]]. وهناك قاعدة شرعية عظيمة، وهي أن الدين من الضرورات التي يجب حفظها، والزواج بالكتابية في دار الكفر قد يعود على هذه الضرورة بالنقض، إما دين الزوج المسلم وإما دين ذريته، وإما دينه ودين ذريته. [[راجع أول الجزء الثاني من كتاب الموافقات]]. [s3] الضرورة تقدر بقدرها: إذا كان حكم زواج المسلم بالكتابية في دار الكفر هو التحريم لما مضى من المفاسد المترتبة عليه، فما حكم المشقة المترتبة على تحريمه بالنسبة لمن يضطر إلى السكن في دار الكفر من أصناف المسلمين الآتية؟ صنف السفراء والموظفين التابعين لهم: الذين تندبهم حكوماتهم للقيام بمصالحها في تلك الدول. صنف الطلبة: الذين يبتعثون لأخذ العلوم التي لا غنى لبلادهم عنها، وهي لا توجد في بلادهم. صنف بعض المسلمين الذين يؤذَونَ في بلادهم: بالاعتداء على دينهم أو أنفسهم أو أعراضهم أو أموالهم أو تلك الأمور مجتمعة، من قِبَل حكام بلادهم الظلمة بسبب مخالفتهم لهم في بعض تصرفاتهم المخالفة للإسلام، أو بسبب بعض الاتجاهات السياسية المختلفة، ولا يجدون من يأذن لهم بالهجرة إلى بعض البلدان الإسلامية، فيضطرون إلى الانتقال إلى بعض بلاد الكفر التي يحصلون فيها على أمن نسبي، كما هو الحال في بلدان الغرب، كالدول الأوربية الغربية، والولايات المتحدة الأمريكية وكندا ونحوها. صنف المسلمين الذين هم أصلاً: من بلاد الكفر. صنف التجار: الذين يحتاجون إلى البقاء في بلاد الكفر. والجواب: أن الضرورة تقدر بمقدارها. فإذا خاف هؤلاء الأصناف من الوقوع في جريمة الزنا، بسبب المغريات والسبل الداعية إليه في تلك البلدان، فعليهم أن يتزوجوا مسلمات صالحات من بلادهم ويسافروا بهن معهم، وأن يحاولوا إيجاد مساكن متقاربة لهم في البلد الذي ينزلون فيه، لتكون أسرهم متجاورة حتى يحصل بينهم التزاور والتعاون على الخير، ليعيشوا عيشة إسلامية حسب الاستطاعة. وهذا ممكن للسفراء والموظفين التابعين لهم، وكذلك بالنسبة للطلاب الذين يتمكنون من الدخول في جامعة واحدة، وكذلك الجاليات الإسلامية التي عندها مقدرة على شراء مساكن متجاورة في حارة واحدة أو استئجارها، فإن هؤلاء يبقون مُدداً طويلة في تلك البلدان، وعليهم أن يتقوا الله في تربية أسرهم ويحافظون عليها قدر استطاعتهم، وإذا وصل أولادهم إلى سن يتمكنون معها على الدراسة، فإن عليهم أن يبعثوا بأولادهم إلى بلدانهم، ويجب على حكام شعوبهم أن يسهلوا لهم وسائل التعليم والإشراف على تربيتهم في مدارس خاصة بها أقسام داخلية، إلا إذا كان لهم أقارب يشرفون على تربيتهم، أو تقوم حكومات الشعوب الإسلامية بإنشاء مدارس خاصة في بلدان الكفر، تتولى إعداد مناهجها ومدرسيها وإدارييها من المسلمين، وتكون بها أقسام داخلية تتولى الإشراف على الطلاب وتربيتهم تربية إسلامية شاملة، حتى لا يقعوا في أحضان الكفار الذين يخشى منهم إفسادهم بالعقائد الكافرة وعادات الجاهلية. وهذه الحالة تشمل الطلاب والسفراء ومن يتبعهم من الموظفين وبعض الجاليات التي يتمكن أفرادها، من بعث أولادهم إلى بلدانهم أو إيجاد مدارس إسلامية خاصة بهم في بلاد الكفر. وكذلك الذي يدخل في الإسلام من أهل تلك البلدان، إذا تمكن من الحصول على زوجة مسلمة صالحة ومجاورة الأسر المسلمة، ليتعاون معها على تربية أسرته وأولاده. وقد وجدنا بعض المسلمين، تمكنوا في بعض المدن الولايات المتحدة الأمريكية، من استئجار منازل لأسرهم متقاربة، وهم من الطلاب، وكذلك بعض الجاليات الإسلامية، كما في مدينة ديربورن التي تسمى: القرية العربية رسمياً. أما المسلم الذي يحتاج إلى البقاء في تلك البلدان فترات قصيرة للتجارة ونحوها، فعليه أن يصبر ويتقي الله في ترك المحرمات، وإذا رأى أنه يخاف على نفسه فليصطحب معه أهله وبعض محارمها لمرافقتها عند اشتغاله، فإذا قضى حاجته رجع إلى بلاده. وكل من يقدر على ترك السكنى في بلاد الكفر، فلا يجوز له البقاء فيها خشية الفتنة على نفسه وأسرته، ومن اضطر إلى البقاء فيها ـ والله أعلم بالمضطر ـ ولم يجد مسلمة يحصن بها نفسه وخاف على نفسه الزنا فيجوز له ـ من باب الاضطرار ـ أن يتزوج الكتابية ـ اليهودية أو النصرانية التي ما زالت تعترف بدينها ولم تتنكر له بالإلحاد ـ ولكن يجب عليه أن يتخذ الوسائل التي تمنعها من الإنجاب له؛ لأنه إذا أنجبت له أولاداً خاف عليهم من إفسادهم بتنشئتهم على الكفر وعادات الكفار، فإنه شبيه بالأسير في بلاد الحرب والتاجر، وقد مضى بأنهما لا يتزوجان الكتابية ولا يطآن زوجاتهما المسلمات، خشية من اعتداء الكفار عليهن وإنجابهن أولاداً ليسوا من أزواجهن المسلمين إلا أنني أرى أن الزوجة المسلمة يمكن لزوجها أن يطأها وينجب منها إذا كانت صالحة، وغلب على ظنه تمكنه من تربية أولاده منها في بلاده، أو في مدرسة إسلامية في نفس البلاد التي يعيش فيها كما مضى، وإنما قلنا بوجوب اتخاذ الوسائل التي تمنع الإنجاب من الكتابية، لما مضى من المفاسد المترتبة على الزواج بها في بلاد الكفر، ومن ذلك تنشئة الأولاد على الكفر وأخلاق الكفار، فإذا غلب على ظنه تنشئتهم على الإسلام، فلا يجب عليه حينئذ أن يتخذ وسائل عدم الإنجاب، وهذا يشمل المسلم الوافد إلى بلاد الكفر والذي يدخل في الإسلام من أهل ذلك البلد."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "النتائج",
    "content": "وبعد فإن الصحيح ما عليه جمهور علماء المسلمين من جواز زواج المسلم بالكتابية في بلاد المسلمين ـ وهي الذمية التي تخضع لأحكام الإسلام العامة ـ وأن الأفضل ـ مع الجواز ـ ترك ذلك وقد كرهه أغلب العلماء، وأن المسلمات أحق بزواج المسلمين من الكتابيات. وأنه لا يجوز للمسلم الزواج بالحربية، وهي الكتابية التي تعيش في بلاد الحرب، على الصحيح من أقوال العلماء. وأن بلاد الكفر اليوم حكمها حكم بلاد الحرب في هذا الحكم بالذات؛ لأن المفاسد التي تترتب على زواج المسلم بالكتابية في بلاد الحرب، تترتب على زواج المسلم بالكتابية في بلاد الكفر اليوم، وإن لم تكن بلاد حرب. وإذا دعت الضرورة إلى أن يتزوج المسلم بالكتابية في بلاد الكفر وغلب على ظنه أن ذريته ستنشأ تنشئة إسلامية، فلا يجب عليه أن يتخذ الوسائل التي تمنع الإنجاب، وإن غلب على ظنه عكس ذلك وجب عليه اتخاذ ذلك. أما إذا غلب على ظنه فتنته هو في دينه أو فتنة أولاده منها أو من غيرها، فإنه لا يجوز له أن يتزوج بها مطلقاً، وعليه أن يتقي الله ويبتعد عن الحرام ويبحث عن زوجة مسلمة صالحة. وأن زواج المسلمة من غير المسلم لا يجوز مطلقاً. هذا ما ظهر لي في هذا البحث، فإن كان صواباً فالله هو الذي وفقني للوصول إليه، وإن كان فيه خطأ فأستغفر الله منه وأتوب إليه، وفي كلا الأمرين أسأل الله ثوابه فإني ما قصدت إلا رضاه. فرغت من هذا البحث في الساعة السادسة من صباح يوم السبت الموافق 8/2/1407 هـ في المدينة المنورة. وقد أكملت مراجعته، وتصحيحه، مع إضافات جديدة إليه، في الساعة السادسة، بعد فجر يوم الثلاثاء 27/3/1427هـ ـ 25/4/2006م في منزلي بالمدينة المنورة. وصلى الله وسلم على نبينا محمد وعلى آله وأصحابه أجمعين. وسبحانك اللهم وبحمدك، لا إله إلا أنت، أستغفرك وأتوب إليك، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "آثار المؤلف",
    "content": "أنجز المؤلف عدداً من المؤلفات في موضوعات متنوعة بعضها قد طُبع وبعضها لم يُطبع، كما أن لديه موضوعات أخرى يريد الكتابة فيها، بعضها قد جمع مادتها، لعل الله يسهل له إنجازها جميعاً. ( أ ) الكتب المطبوعة: 1) الجهاد في سبيل الله ـ حقيقته وغايته (رسالة دكتوراه) طبع مرتين، ويقع في مجلدين كبيرين، وقد راجعه وأجرى تعديلات طفيفة على بعض موضوعاته وزيادات، وهو معد للطبعة الثالثة، ورتبه في أربعة أجزاء بعنوان: \"حقيقة الجهاد في سبيل الله وغايته\". 2) الكفاءة الإدارية في السياسة الشرعية ـ نفد. 3) الشورى (طبع مرتين) وتمت الإضافة عليه وهو معد للطبعة الثالثة. 4) دور المسجد في التربية، طبع مرتين. 5) أثر التربية الإسلامية في أمن المجتمع الإسلامي، وقد راجعه المؤلف، وأضاف بعض الزيادات، ورتبه في ثلاثة أجزاء. 6) الحدود والسلطان. 7) طل الربوة، طبع مراراً، وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 8) الدعوة إلى الإسلام في أوروبا. 9) حوارات مع مسلمين أوربيين. 10) حوارات مع أوربيين غير مسلمين. 11) جوهرة الإسلام (في التربية، نظم 1300 بيت تقريباً، وهو قيد المراجعة). 12) المسؤولية في الإسلام، طبع مراراً. وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 13) الردة عن الإسلام وخطرها على العالم الإسلامي، طبع مراراً، وهو قيد المراجعة. 14) الإسلام وضرورات الحياة، طبع مرتين. وقد راجعه المؤلف وفيه بعض الزيادات وأعده للطبعة الثالثة. 15) حكم زواج المسلم بالكتابية. تمت مراجعته وهو معد للطبعة الثانية. 16) هتاف العزة والجهاد (شعر). 17) وقاية المجتمع من تعاطي المسكرات والمخدرات، طبعته الجامعة الإسلامية في المدينة المنورة، وهو معد للطبعة الثانية. 18) سبب الجريمة، نفد، وقد راجعه المؤلف وزاد فيه بعض الموضوعات، وهو معد للطبعة الثانية، بعنوان: قاعدة في سبب الجريمة والوقاية منها. 19) الدعوة إلى الإسلام في أوربا، وهو معد للطبعة الثانية. 20) معارج الصعود إلى تفسير سورة هود (كتبته عن شيخي محمد الأمين الشنقيطي، رحمه الله في قاعة الدرس بكلية الشريعة، ثم رتبته وطبعته، وقد قدم له أحد أبناء الشيخ). 21) تفسير سورة النور (كسابقه). والكتابان معدان للطبعة الثانية. 22) السباق إلى العقول. 23) سلسلة في المشارق والمغارب (وهي المذكرات التي دونتها في رحلاتي لبلدان العالم) وقد بلغت عشرين مجلداً.. وقد تمت طبعتها الأولى، وتتولى نشرها مكتبة دار الأندلس الخضراء في جدة. 24) الإيمان هو الأساس، وهو معد للطبعة الثانية. 25) غيث الديمة شرح الدرة اليتيمة، في النحو. (ب) كتبٌ ورسائل لم يتم طبعها: 26) أثر تطبيق الشريعة الإسلامية في صلاح الأمة، جمعت بعض مواده. 27) التكفير والنفاق ومذاهب العلماء فيهما. 28) الإخلاص وما يعين المسلم عليه. 29) ثبات هذا الدين واستعصاؤه على أعدائه. 30) الواعظ الأكبر والزاجر الأعظم. 31) إجابات على أسئلة منتدى السقيفة. وللمؤلف مقالات وأبحاث أخرى شارك ببعضها في منتديات الشبكة العالمية (الانترنت)."
  }
]