[
  {
    "type": "title",
    "content": "الإخلاص وما يعين المسلم عليه تأليف الدكتور : عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1428ه ـ 2007م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "المحتويات",
    "content": "المقدمة 7 الإخلاص وما يعين عليه 9 ما هو الإخلاص؟ 9 صعوبة الإخلاص وما يعين عليه 12 الثناء المذموم 16 إظهار العمل وإخفاؤه عن الناس.. 17 ما يعين المؤمن على الإخلاص والتغلب على صعوبته 18 استفادة المخلص من إخلاصه في الدنيا مشروع. 29"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "المقدمة",
    "content": "الحمد لله، والصلاة والسلام على سيدنا ونبينا محمد رسول الله، وعلى آله وصحبه ومن والاه واتبع هداه. أما بعد: فإن المسلم يحتاج إلى صيانة أعماله مما يحبطها، ومما يحبط الأعمال الرياء وعدم الإخلاص فيها، وإحباط أعمال المسلم من مقاصد عدونا الشيطان الرجيم الذي حذرنا الله تعالى منه، بقوله: {إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ (6)} [[ فاطر..]] وقد طلب من الله تعالى أن يطيل عمره، من أجل إضلال بني آدم، واستثنى منهم من اصطفاهم الله تعالى منهم لطاعته، والإخلاص له، كما قال تعالى: {قَالَ رَبِّ فَأَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ (79) قَالَ فَإِنَّكَ مِنْ الْمُنظَرِينَ (80) إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ (81) قَالَ فَبِعِزَّتِكَ لأغْوِيَنَّهُمْ أَجْمَعِينَ (82) إِلاَّ عِبَادَكَ مِنْهُمْ الْمُخْلَصِينَ (83)} [[ ص.. ]] لذلك يجب على المؤمن أن يجاهد نفسه على إخلاص أعماله لربه تعالى، حتى ينجو من إغواء عدوه، وبخاصة في إخلاص الأعمال التي يتقرب بها إليه تعالى."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "الإخلاص وما يعين عليه",
    "content": "19/6/1426ه ـ 25/8/2005م ما هو الإخلاص؟ عرَّف بعض العلماء الإخلاص بأنه: \"تصفية العمل، وتنقيته، من شوائب الشرك بالله تعالى، سواء كان شركاً أكبر، وهو الذي قال تعالى فيه: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ (48)} [[النساء. .]] أو شركاً أصغر، ومنه إرادة الإنسان بعمله الرياء، أي مراءاة الناس، كما قال تعالى: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً (110)}\" [[الكهف. . ]] قال ابن كثير رحمه الله: \"{فَلْيَعْمَلْ عَمَلاً صَالِحاً}، أي ما كان موافقاً لشرع الله. {وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً}، وهو الذي يراد به وجه الله وحده لا شريك له، وهذان ركنا العمل المتقبل، لا بد أن يكون خالصاً لله، صواباً على شريعة رسول الله صلى الله عليه و سلم\"   [[ تفسير القرآن العظيم (3/109)..]] وقال تعالى ـ في الحديث القدسي ـ: (أنا أغنى الشركاء عن الشرك، من عمل عملاً أشرك معي فيه غيري تركته وشركه) [ مسلم (4/2289). . ] وقد أمر الله سبحانه و تعالى بالإخلاص في كتابه وعلى لسان رسوله صلى الله عليه وسلم، في نصوص كثيرة، منها قوله تعالى: {وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ (5)} [[ البخاري (1/2) ومسلم (3/1515).]] وقال النبي صلى الله عليه و سلم : (إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى)  [[البخاري (1/2) ومسلم (3/1515)..]] وينبغي أن يُعلم، أن مجرد وجود خاطر على النية بفعل شيء أو تركه، لا يكون موجباً لثواب ولا عقاب، وأن الأصل في النيات أن المؤمن إذا نوى فعل الخير يكتبه الله له حسنة وإن لم يفعله، ولكن بشرط أن تكون نيته صادقة، بحيث يكون عازماً على فعل ذلك عزماً مصمماً، ولم يمنعه من فعله إلا عدم القدرة عليه، أما إذا خطر له مجرد خاطر، ولم يعزم عزماً مصمماً على فعله، فلا يكتبه الله له حسنة. كما أن الأصل أن المؤمن إذا نوى فعل سيئة، ولم يعملها يكتبها الله له حسنة، ولكن بشرط أن يتركها من أجل خوفه من الله تعالى، لا من أجل خوفه من غيره، أو من أجل عجزه عن فعلها. فالنية الصادقة، والعزم المصمم على فعل الحسنة؛ شرط في كتابة ما نواه حسنة، وإن لم يفعله، ونية ترك السيئة خوفاً من الله شرط في كتابة ما تَرَكه حسنة. والدليل على اشتراط العزم المصمم في كتابة السيئة حسنة إذا تركها العبد لله تعالى، حديث أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال: >يقول الله: إذا أراد عبدي أن يعمل سيئة فلا تكتبوها عليه حتى يعملها، فإن عملها فاكتبوها بمثلها وإن تركها من أجلي فاكتبوها له حسنة< ـ وفي رواية: >وإن تركها فاكتبوها له حسنة إنما تركها من جرائي< ـ >وإذا أراد أن يعمل حسنة فلم يعملها فاكتبوها له حسنة فإن عملها فاكتبوها له بعشر أمثالها إلى سبعمائة ضعف< [[ صحيح البخاري (6/2724) والرواية المشار إليها لمسلم: (1/117)..]] فقوله: >وإن تركها من أجلي فاكتبوها له حسنة< واضح في أنه يشترط في كتابة السيئة لمن تركها حسنة، أن يكون تركها من أجل الله I، وهو يقيد الإطلاق الوارد في حديث ابن عباس رضي الله عنهـما، عن النبي صلى الله عليه و سلم قال: >إن الله كتب الحسنات والسيئات ثمّ بيَّن ذلك، فمن همَّ بحسنة فلم يعملها، كتبها الله له عنده حسنة كاملة، فإن هو همَّ بها وعملها، كتبها الله له عنده عشر حسنات إلى سبعمائة ضعف إلى أضعاف كثيرة، ومن هم بسيئة فلم يعملها، كتبها الله له عنده حسنة كاملة، فإن هو همَّ بها فعملها، كتبها الله له سيئة واحدة< [[ صحيح البخاري (5/2380) و صحيح مسلم (1/118)]]. . فحديث ابن عباس هذا مقيد بما سبق في حديث أبي هريرة، في كتابةِ السيئة حسنة إذا لم يعملها العبد، ويُقاس عليه تقييد كتابة الحسنة حسنة وإن لم يعملها، فليس المراد بالهمِّ في حديث ابن عباس مجرد الخاطرة، وإنما المراد به العزم المصمم على الفعل أو الترك. ومما يدل على ذلك، حديث أبي بكرة رضي الله عنه، قال: سمعت رسول الله صلى الله عليه وسلم يقول: (إذا التقى المسلمان بسيفيهما فالقاتل والمقتول في النار قلت: يا رسول الله هذا القاتل فما بال المقتول؟ قال: إنه كان حريصاً على قتل صاحبه) [[صحيح البخاري (6 /2520) وصحيح مسلم (4/2214).]] . فقد أثبت الرسول صلى الله عليه وسلم حُكم القاتل، وهو دخول النار، للمقتول، وهو لم يَقتُل، وعلل سبب دخوله النار للسائل بقوله: (إنه كان حريصاً على قتل صاحبه). قال شيخنا العلامة الشيخ محمد الأمين الشنقيطي رحمه الله: \"والعزم المصمم على الذنب، ذنب يعاقب عليه في جميع بقاع الله مكة وغيرها.. والدليل على أن إرادة الذنب إذا كانت عزماً مصمماً عليه أنها كارتكابه، حديث أبي بكرة الثابت في الصحيح: >إذا الْتقى المسلمان بسيفيهما فالقاتل والمقتول في النار<، قالوا: يا رسول الله، قد عرفنا القاتل فما بال المقتول؟ قال: >إنه كان حريصاً على قتل صاحبه<، فقولهم: ما بال المقتول؟ سؤال عن تشخيص عَيْنِ الذنب الذي دخل بسببه النار، مع أنه لم يفعل القتل، فبين النَّبي صلى الله عليه وسلم بقوله: >إنه كان حريصاً على قتل صاحبه< أن ذنبه الذي أدخله النار، هو عزمه المصمم وحرصه على قتل صاحبه المسلم\" [[ذكر هذا في أضواء البيان، عند الكلام على قوله تعالى: {وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ}. سورة الحج (25).]] وقال صلى الله عليه وسلم في حديث جبريل: >الإحسان أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك<  والإحسان هو إتقان العمل.وقال صلى الله عليه وسلم: >اتق الله حيثما كنت< [[الترمذي (4/355) وقال: حسن صحيح، والدارمي (2/231).]]"
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "صعوبة الإخلاص وما يعين عليه:",
    "content": "ويجب أن يعلم المؤمن أن الإخلاص لله تعالى في العمل، فعلاً أو تركاً سهل على اللسان، ولكنه من أصعب الأمور على القلوب، وليس كما يقول بعض الناس: إن الإخلاص سهل، نعم هو سهل على من جاهد نفسه في إرادة وجه الله، جهاداً مستمراً صادقاً لا ينقطع، في كل ما يريد التقرب بعمله إلى الله تعالى، وأعانه الله على جهاده.. وسبب صعوبته؛ أن نفس الإنسان تتوق غالباً إلى الثناء عليه من الناس، كالقول عنه: إنه رجل كريم، أو رجل شجاع، أو تقي ورع، أو ذو أخلاق حسنة، أو يكثر من الصلاة ويحسن صلاته، أو عالم فاضل، وقد تتشوف نفس العبد من أعمال صاحبها إلى مصالح تعود عليه من الناس، من منصب يحصل عليه، أو مال يحوزه، أو رتبة علمية يحترمه الناس بسببها، أو غير ذلك مما يصعب حصره، فيقوم بالعمل الذي ظاهره لله تعالى وهو في حقيقة الأمر منصرف قلبه عن الله، ملتفت إلى سواه. فعلى المسلم ـ وبخاصة المعلم المربي ـ أن يحرص كل الحرص على الإخلاص لله، ومجاهدة الرياء في نفسه، ويحث على ذلك تلاميذه، وأن يذكروا أن المخلوقين مهما عظمت منزلتهم فهم مخلوقون، لا يقدرون أن ينفعوهم بشيء ولا يضروهم، وأن يتذكروا عظمة الله الخالق الذي إذا أراد شيئاً فـ{إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ (82)} [[يس.. ]] فإنَّ تَذَكُّرِ الأمرين ـ ضعفِ المخلوق وعجزِه، وقوةِ الخالق وقدرتِه وعظمتِه ـ مما يعين على إخلاص الأعمال لله تعالى. وهنا ينبغي أن ننبه على ثلاثة أمور: الأمر الأول: أن فرح المسلم وسروره بثناء الله تعالى وثناء رسوله على من يتصف بصفات ترضي الله ثناءً عاماً، وهو يتصف بتلك الصفات، لا يدخل في الرياء الذي نهى الله تعالى عنه؛ لأنه فرح بفضل الله عليه، حيث هداه لما هدى عباده الصالحين، فهو من الفرح المحمود الذي يكون بينه وبين ربه، ولا يظهر ذلك للناس مغتراً به. فقد أثنى الله تعالى على العلماء العاملين، وأثنى على المجاهدين في سبيله، وأثنى على المتصدقين والمنفقين، وأثنى على المتنافسين في طاعته، وأثنى على كل من اتصف بطاعته وتقواه وذكره من الرجال والنساء، فإذا كان المؤمن متصفاً بشيء من تلك الصفات أو بها كلها ففرحه بذلك وسروره أمر محمود، كما قال تعالى: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ (57) قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ (58)} [[ يونس.]] وفضل الله تعالى يشمل كل نعمة أنعمها على عبده مما ذكر وغيره ما دام سبيلاً إلى طاعته سليماً من معصيته. الأمر الثاني: أن المدح والثناء على المؤمن المتصف بصفات الخير، إذا كان لا يُخشى عليه من الغرور والعجب، لا مانع منه، وبخاصة إذا قَصَدَ من يثني عليه إبراز فضله ليُقتَدى به، أو لأنه كفءٌ لما يسند إليه من الأعمال. من ذلك حديث قيس بن عبَّاد في شأن عبد الله بن سلام، قال: \"كنت جالساً في مسجد المدينة، فدخل رجل على وجهه أثر الخشوع، فقالوا هذا رجل من أهل الجنة، فصلى ركعتين تجوز فيهما ثم خرج، وتبعته فقلت: إنك حين دخلت المسجد، قالوا هذا رجل من أهل الجنة، قال: والله ما ينبغي لأحد أن يقول ما لا يعلم وسأحدثك لم ذاك؟ رأيت رؤيا على عهد النبي صلى الله عليه وسلم، فقصصتها عليه، ورأيت كأني في روضة ذكر من سعتها وخضرتها وسطها عمود من حديد أسفله في الأرض وأعلاه في السماء في أعلاه عروة فقيل لي: ارقه. قلت: لا أستطيع، فأتاني منصف فرفع ثيابي من خلفي فرقيت حتى كنت في أعلاها فأخذت بالعروة، فقيل لي: استمسك فاستيقظت وإنها لفي يدي، فقصصتها على النبي صلى الله عليه و سلم. قال: (تلك الروضة الإسلام، وذلك العمود عمود الإسلام، وتلك العروة عروة الوثقى، فأنت على الإسلام حتى تموت وذاك الرجل عبد الله بن سلام) [[صحيح البخاري (3/1387) والمنصف معناه الوصيف، وهو الخادم المعين.]] ومن ذلك ما رواه ابن عباس وأبو سعيد الخدري رضي الله عنه أن الرسول صلى الله عليه وسلم قال لأشج عبد القيس: (إن فيك خصلتين يحبهما الله ورسوله: الحلم والأناة) [[مسلم (1/48).]] ومن ذلك ما رواه أنس بن مالك رضي الله عنه، قال: قال رسول الله صلى الله عليه و سلم: (أرحم أمتي بأمتي أبو بكر. وأشدهم في أمر الله عمر. وأشدهم حياء عثمان. وأقضاهم علي. وأعلمهم بالحلال والحرام معاذ بن جبل. وأفرضهم زيد بن ثابت. وأقرؤهم أُبي بن كعب. ولكل قوم أمين، وأمين هذه الأمة أبو عبيدة بن الجراح. وما أظلت الخضراء ولا أقلت الغبراء أصدق لهجة من أبي ذر، أشبه عيسى عليه السلام في ورعه). قال عمر: أفنعرف له ذلك يا رسول الله؟ قال: نعم فاعرفوا له . [[الترمذي (5/665-670) وقال: هذا حديث حسن صحيح، لكن صفة أبي ذر من حديثه هو عن رسول الله صلى الله عليه و سلم، قال الترمذي فيه: هذا حديث حسن غريب من هذا الوجه.]] وفي قول عمر، رضي الله عنه: أفنعرف له ذلك؟ وجواب الرسول صلى الله عليه وسلم بقوله: (نعم فاعرفوا له) تأكيد لهذا المعنى. وكذلك وصف الرسول صلى الله عليه و سلم بعض أصحابه أنهم من أهل الجنة وهم أحياء، كما في حديث عبد الرحمن بن عوف قال: قالَ: \"النبي صلى الله عليه و سلم: >عشرة في الجنة أبو بكر في الجنة، وعمر في الجنة، وعثمان في الجنة، وعلي في الجنة، والزبير في الجنة، وطلحة في الجنة، وابن عوف في الجنة، وسعد في الجنة، وسعيد بن زيد في الجنة، وأبو عبيدة بن الجراح في الجنة<. قال أبو حاتم ليس ذكر أبي عبيدة أنه في الجنة مضموماً إلى العشرة إلا في هذا الخبر [[مسند الإمام أحمد بن حنبل (1/193) و صحيح ابن حبان (15/463) واللفظ له، وسنن الترمذي (5/647).]]"
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "الثناء المذموم:",
    "content": "أما الثناء على الشخص بما ليس فيه، أو لا علم لمن أثنى عليه بوجودها فيه، أو يخشى عليه من الغرور بسبب الثناء عليه، فهو الثناء المذموم المنهي عنه، وإذا رضي به الممدوح دخل في الرياء أعاذنا الله منه. ومما يدل على أن النهي من أجل القطع بصفة لا يعلم المادح أنها في الممدوح حقيقة حديث أبي بكرة رضي الله عنه.. قال: مدح رجلٌ رجلاً عند النبي صلى الله عليه وسلم فقال: >ويحك قطعت عنق صاحبك< ـ مراراً ـ >إذا كان أحدكم مادحاً صاحبه لا محالة، فليقل أحسب فلاناً، والله حسيبه، ولا أزكي على الله أحداً، أحسبه، إن كان يعلم ذاك، كذا وكذا[[البخاري (7/87) ومسلم (4/2296.]] ومما يدل على أن النهي من أجل المبالغة والإطراء حديث أبي موسى رضي الله عنه، قال: سمع النبي صلى الله عليه وسلم رجلاً يثني على رجل ويطريه في المِدحة، فقال: >لقد أهلكتم أو قطعتم ظهر الرجل [7/87) ومسلم (4/2297.] ويدخل في ذلك ما اعتاده المداحون من المبالغة في المدح، وبخاصة الشعراء، كما في حديث أبي معمر قال: قام رجل يثنى على أمير من الأمراء، فجعل المقداد يحثي عليه التراب، وقال أمرنا رسول الله صلى الله عليه وسلم أن نحثي في وجوه المداحين التراب[[صحيح مسلم (4/2297)]]. وعلى تلك المعاني حمل العلماء النهي، فقد بوَّب النووي رحمه الله على أحاديث النهي بقوله: \"باب النهي عن المدح إذا كان فيه إفراط، وخيف منه فتنة على الممدوح\".. ثم قال: \"وقد جاءت أحاديث كثيرة في الصحيحين بالمدح في الوجه، قال العلماء: وطريق الجمع بينها أن النهي محمول على المجازفة في المدح والزيادة في الأوصاف، أو على من يخاف عليه فتنة من إعجاب ونحوه إذا سمع المدح، وأما من لا يخاف عليه ذلك، لكمال تقواه ورسوخ عقله ومعرفته، فلا نهي في مدحه في وجهه إذا لم يكن فيه مجازفة، بل إن كان يحصل بذلك مصلحة، كَنَشْطِهِ للخير والازدياد منه، أو الدوام عليه أو الاقتداء به، كان مستحباً\"[[شرح النووي على مسلم(18/126).]] الأمر الثالث: لا ينبغي أن يُفهم مما مضى أن يَترك المؤمن إحسان عمله أمام الناس أو يفوِّته، خشيةً من الرياء، بل عليه أن يحافظ على أداء العمل، وأن يحسنه في خلوته وجلوته، ويجاهد نفسه على إرادة وجه الله؛ لأن الشيطان قد يصرفه عن العمل أو إتقانه موهماً له أن في ترك إحسانه أو إتقانه السلامة من الرياء، فالإخلاص يحتاج إلى مجاهدة النفس في كل حال، والله تعالى قال في كتابه الكريم في إحسان العمل: {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (1) الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً وَهُوَ الْعَزِيزُ الْغَفُورُ (2)} [[ الملك.]]"
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "إظهار العمل وإخفاؤه عن الناس:",
    "content": "وينبغي النظر في إظهار العمل أو إخفائه إلى ثلاث حالات: الحالة الأولى: أن يكون العمل واجباً، ولا يمكن أداؤه إلا ظاهراً، كصلاة الجمعة، والحج، وصلاة الجماعة عند من يرى وجوبها، وعليه دلت نصوص كثيرة صحيحة، فلا بد من القيام بالواجب ظاهراً، وهنا يجب مجاهدة النفس على الإخلاص لله في ذلك. الحالة الثانية: ما إذا أراد المسلم من إظهار عمله وإحسانه أمام الناس أن يقتدوا به، وهو لا يخشى على نفسه من الرياء، ففي هذه الحالة إظهار عمله أفضل. الحالة الثالثة: أن يخشى على نفسه من إظهار العمل الذي يمكن إخفاؤه عن الناس الرياء، ففي هذه الحالة يشرع له إخفاء عمله وإحسانه فيه، ولا يظهره كقيام الليل، وصدقة التطوع، وما أشبه ذلك. قال تعالى: {إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (271)} [[البقرة.. ومثل الصدقات سائر الأعمال.]] قال ابن كثير رحمه الله في تفسير الآية: \"فيه دلالة على أن إسرار الصدقة أفضل من إظهارها؛ لأنه أبعد عن الرياء، إلا أن يترتب على الإظهار مصلحة راجحة من اقتداء الناس به، فيكون أفضل من هذه الحيثية، وقال رسول الله صلى الله عليه و سلم: >الجاهر بالقرآن كالجاهر بالصدقة، والمسر بالقرآن كالمسر بالصدقة<[[الحاكم في المستدرك على الصحيحين (1/ 741) من حديث عن معاذ بن جبل رضي الله عنه، وقال الحاكم: صحيح على شرط البخاري ولم يخرجاه]] والأصل أن الإسرار أفضل لهذه الآية، ولما ثبت في الصحيحين[[البخاري1/234 ومسلم 2/715)]]. عن أبي هريرة رضي الله عنه قال: قالَ رسول الله صلى الله عليه و سلم: >سبعة يظلهم الله في ظله يوم لا ظل إلا ظله..< ـ وذكر منهم ـ >ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه<[[تفسير القرآن العظيم (1/323).]]"
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "ما يعين المؤمن على الإخلاص والتغلب على صعوبته:",
    "content": "ومما يعين العبد على الإخلاص أمور، منها:"
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "الأمر الأول: تذكر أمر الله تعالى له بالإخلاص في عمله",
    "content": "وعدم الالتفات إلى غيره في كل أعماله، كما مضى قريباً، وهناك نصوص أخرى في السنة، تبين خطر الرياء على حبوط الأعمال التي ظاهرها الصلاح، نذكر منها ما يناسب المقام، وهو في غاية الصراحة في حبوط عمل من لم يخلص لله فيه، بل تثبت أن بعض من يريدون بعبادتهم غير وجه الله يجدون أنفسهم يوم القيامة ممن يسحبون على وجوههم في نار جهنم، بعد أن يكذبهم الله في إظهار أنهم عملوا ما عملوه له تعالى. كما في حديث أبي هريرة رضي الله عنه، قال: سمعت رسول الله صلى الله عليه وسلم يقول: >إن أول الناس يقضى يوم القيامة عليه رجل استشهد، فأُتي به فعرفه نعمه فعرفها، قال: فما عملت فيها؟ قال: قاتلت فيك حتى استشهدت، قال: كذبت، ولكنك قاتلت لأن يقال جريء، فقد قيل، ثم أمر به فسحب على وجهه حتى ألقي في النار. ورجل تعلم العلم وعلمه، وقرأ القرآن فأُتي به، فعرفه نعمه فعرفها، قال: فما عملت فيها؟ قال: تعلمت العلم وعلمته، وقرأت فيك القرآن، قال: كذبت، ولكنك تعلمت العلم ليقال عالم، وقرأت القرآن ليقال هو قارئ، فقد قيل، ثم أمر به فسحب على وجهه حتى أُلقي في النار. ورجل وسع الله عليه وأعطاه من أصناف المال كله، فأُتِيَ به فعرفه نعمه فعرفها، قال: فما عملت فيها؟ قال: ما تركت من سبيل تحب أن ينفق فيها إلا أنفقت فيها لك، قال: كذبت ولكنك فعلت ليقال هو جواد، فقد قيل، ثم أمر به فسحب على وجهه ثم ألقي في النار<[[صحيح مسلم (3/1513) وأخرجه غيره من أهل السنن.]] ويدخل في معنى هذا الحديث، كل عمل يبتغى به ظاهرا التقرب إلى الله سبحانه، إذا أراد به صاحبه غير ذلك كالحصول على شيء من أمور الدنيا، وثناء الناس عليه، كما في حديث أبي هُريْرَةَ رضي اللَّه عنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم: (مَنْ تَعَلَّم عِلْماً مِمَّا يُبْتَغَى بِهِ وَجْهُ اللَّهِ عَزَّ وَجَلَّ لا يَتَعَلَّمُهُ إلاَّ لِيُصِيبَ بِهِ عَرَضاً مِنَ الدُّنْيَا، لَمْ يَجِدْ عَرْفَ الجَنَّةِ يَوْمَ الْقِيَامَةِ » يَعْنى: رِيحَهَا.) رواه أبو داود بإسنادٍ صحيحٍ [وهو من أحاديث رياض الصالحين، ذكره في باب تحريم الرياء] وهؤلاء الثلاثة الذين سحبوا على وجوههم إلى النار، لا يخلون من إحدى حالتين: الحالة الأولى: أن يكونوا منافقين نفاقاً اعتقادياً، بمعنى أنهم يكفرون بالله تعالى وبجميع أصول الإيمان وفروعه وبالإسلام جملة، كإخوانهم من المنافقين في عهد الرسول صلى الله عليه و سلم، الذين قال الله تعالى فيهم: {وَمِنْ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ (8) يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلاَّ أَنفُسَهُمْ وَمَا يَشْعُرُونَ (9)} . [[إلى آخر الآيات المتعلقة بهم في أول سورة البقرة. إلى آخر الآيات المتعلقة بهم في أول سورة البقرة.]] وقوله تعالى فيمن بنوا مسجداً في عهده قاصدين الإضرار به وبأصحابه وبدعوته وتفريق صف أصحابه: {وَالَّذِينَ اتَّخَذُوا مَسْجِداً ضِرَاراً وَكُفْراً وَتَفْرِيقاً بَيْنَ الْمُؤْمِنِينَ وَإِرْصَاداً لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلاَّ الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ (107)} [[ التوبة.]] وقوله تعالى: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (1)} [[ المنافقون.]] . وغير ذلك من الآيات الدالة على أن المنافقين نفاقاً اعتقادياً كفار في الدرك الأسفل من النار، وعلى هذا فهم كفار كفراً أكبر مخلدون في نار جهنم، أعاذنا الله منها. كما قال تعالى فيهم: {إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنْ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيراً (145)} [[المنافقون.]] . إلا أن يتوبوا، فيتوب الله عليهم كغيرهم من الكفار الذين يتوبون من كفرهم، كما قال تعالى: {لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ كَانَ غَفُوراً رَحِيما (24)} [[الأحزاب.]]"
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "الحالة الثانية: أن يكونوا مؤمنين ضعاف الإيمان",
    "content": "ويكون نفاقهم نفاقاً عملياً، كمن إذا حدث كذب، وإذا وعد أخلف وإذا عاهد غدر، عملوا الأعمال الصالحة في الأصل لله تعالى، ولكنهم خلطوها بالالتفات إلى الناس ليثنوا عليهم، فصار التفاتهم من النفاق العملي، وهو نوع من الشرك الأصغر، وهو مع صغره ذو خطر عظيم ومن أكبر الكبائر، فاستحقوا دخول النار على عمل قلوبهم الخفي إلى غير الله، ولكنهم كغيرهم من العصاة لا يخلدون في النار، بل يعذبون بقدر معاصيهم التي لا يرضى الله عن أهلها، ثم يدخلون بعد ذلك الجنة. وقد بيَّنت مذاهب الفِرق فيما يتعلق بأهل الكبائر، ورجحت على ضوء الكتاب والسنة ما ذهب إليه أهل السنة، خلافاً لمذهبي الخوارج والمعتزلة، في مبحث مستقل بعنوان: \"التكفير والنفاق ومذاهب العلماء فيهما\". وقد تضمنه الرابط الآتي: http://www.al-awdah.net.php?sub0=allbooks&sub1=a5_general&p=10 فالمؤمن الذي يعلم أن الرياء يحبط عمله عند الله، يجب أن يجاهد نفسه في الإخلاص، جهاداً لا يفارقه في أي عمل يريد أن يتقرب به إلى الله. {وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ.. (78)} [[الحج.]] وليعلم أن إحباط العمل يكون فيما دخله الرياء، لا في الأصل الذي توجه به إلى الله مخلصاً له، كمن صلى لله، ولكنه طوَّل في صلاته ليقال: إنه يحسن صلاته ويطمئن فيها."
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "الأمر الثاني مما يعين العبد على الإخلاص:",
    "content": "عدم الاغترار بالعمل الذي يقوم به؛ لأن عباد الله الصالحين يقومون بالأعمال الصالحة وهم في خوف شديد من عدم قبولها، لأي سبب من الأسباب التي عملوها لأمر يعلمه الله وهم لا يعلمونه، وهذا الخوف الذي يرافق أعمالهم يدفعهم إلى المزيد من الأعمال الصالحة والمسارعة فيها، كما قال تعالى عنهم: {إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ (57) وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ (58) وَالَّذِينَ هُمْ بِرَبِّهِمْ لا يُشْرِكُونَ (59) وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ (60) أُوْلَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ (61)} [المؤمنون] وكذلك التواضع لله، وعدم التعالي على الناس، والاتصاف بالصفات التي يحبها الله تعالى، فإن ذلك يعين على الإخلاص، كما في قوله تعالى: {وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الأَرْضِ هَوْناً وَإِذَا خَاطَبَهُمْ الْجَاهِلُونَ قَالُوا سَلاماً (63) وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّداً وَقِيَاماً..} [[ إلى آخر سورة الفرقان.]] ."
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "الأمر الثالث مما يعين العبد على الإخلاص:",
    "content": "لجوء المؤمن إلى ربه تعالى في كل أحواله، وبخاصة عندما يريد أن يؤدي عملاً يتقرب به إلى الله، يلجأ إليه ويدعوه أن يجعل عمله خالصاً له فيقول: اللهم اجعل عملي خالصاً لوجهك الكريم، لا تشوبه شائبة رياء لأحد، فإذا دعاه صادقاً راجياً منه ذلك، أعانه وأذهب عنه الالتفات إلى سواه، ووقاه وساوس الشيطان، وهوى النفس الأمارة بالسوء؛ لأنه تعالى قد وعد عباده بالاستجابة لدعائهم إذا صدقوا فيه، كما قال تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِي إِذَا دَعَانِي فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ (186)}[[ البقرة.]] وقال تعالى: {وَقَالَ رَبُّكُمْ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ (60)} [[غافر.]] ولا سيما دعاء المؤمن ربه في جوف الليل، الذي يدفعه إيمانه بربه وخوفه منه، إلى هجر ما هو شديد الحب له والركون إليه من نوم عميق، وراحة مرغوبة، على فراش وثير، وخل أثير، يهجر ذلك طمعاً في رضا الله وثوابه، والفوز بما خفي عنه من قرة أعين، وخوفاً من سخط الله وعقابه، فهو خائف طامع عامل، كما قال تعالى: {تَتَجَافَى جُنُوبُهُمْ عَنْ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ (16) فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (17)} [[ السجدة.]]. سائراً في درب ذلك الركب العظيم الذين قال الله تعالى عنهم: {وَمَنْ يُطِعْ اللَّهَ وَالرَّسُولَ فَأُوْلَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنْ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُوْلَئِكَ رَفِيقاً (69)} [[ النساء.]] والمرء مع من أحب، كما في حديث أنس بن مالك رضي الله عنه، قال: جاء رجل إلى رسول الله صلى الله عليه وسلم فقال: يا رسول الله متى الساعة؟ قال: >وما أعددت للساعة؟< قال: حب الله ورسوله، قال: >فإنك مع من أحببت<. قال أنس: فما فرحنا بعد الإسلام فرحاً أشد من قول النبي صلى الله عليه و سلم: >فإنك مع من أحببت< قال أنس: فأنا أحب الله ورسوله وأبا بكر وعمر، فأرجو أن أكون معهم وإن لم أعمل بأعمالهم\"[[البخاري (5/2283) ومسلم (4/2032) واللفظ له.]]. وينبغي أن يتحين المؤمن ما يتحينه الصائد الماهر من أوقات الفوز بالمطلوب في أوقات الإجابة، كما روى أبو سعيد وأبو هريرة رضي الله عنهـما قالا: قال رسول الله صلى الله عليه و سلم: >إن الله يمهل حتى إذا ذهب ثلث الليل الأول نزل إلى السماء الدنيا، فيقول هل من مستغفر؟ هل من تائب؟ هل من سائل؟ هل من داع؟ حتى ينفجر الفجر< [[البخاري (5/2283) ومسلم (4/2032) واللفظ له.]] وفي رواية عنهما: >إذا مضى شطر الليل أو ثلث الليل، أمر منادياً فنادى هل من داعٍ فيستجاب له؟ هل من سائل فيعطى سؤله؟ هل من مستغفر فأغفر له؟ هل من تائب فيتاب عليه؟<. الأمر الرابع مما يعين العبد على الإخلاص: أن يتذكر المسلم عظمة الله تعالى الذي لا ينفعه ولا يضره غيره، لا في الدنيا ولا في الآخرة، كما مضى. كما قال تعالى: {وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلا كَاشِفَ لَهُ إِلاَّ هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (17)} [[الأنعام، والآيات مثلها كثير.]] ومن عظمته التي إذا تذكرها الإنسان أعانته إلى الإخلاص له، أنه تعالى يعلم كل شيء لا تخفى عليه خافية، فكل ما تكنه الصدور لا فرق عنده بين ما غاب عن الناس وما شهدوه، وليس هذا لأحد غير الله، كما قال تعالى: {وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ (74)} [[ النمل.]] فعلمه تعالى بما تخفيه الضمائر على سواه من المخلوقات دافع قوي، ومعين عظيم للمؤمن على مجاهدة نفسه ليخلص أعماله لربه، فإن كل ما عدا الله تعالى لا يعلم إلا ما ظهر له من قول أو فعل، أما رب السموات والأرض، فلا تخفى عليه خافية. كما قال تعالى: {وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُوا مِنْهُ مِنْ قُرْآنٍ وَلا تَعْمَلُونَ مِنْ عَمَلٍ إِلاَّ كُنَّا عَلَيْكُمْ شُهُوداً إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الأَرْضِ وَلا فِي السَّمَاءِ وَلا أَصْغَرَ مِنْ ذَلِكَ وَلا أَكْبَرَ إِلاَّ فِي كِتَابٍ مُبِينٍ (61)} [[يونس.]] فإذا تصور العبد وهو يُقدم على عمل أن ربه يعلم ما في قلبه ثم قصد بعمله غيره، فليعتبر ذلك برهاناً على فقده الإخلاص لله في ذلك العمل، فليجاهد نفسه وهواه والشيطان على تطهير قلبه من الشرك الخفي على غير الله، ولينقِّ عمله من شائبة العمل للمخلوقين، ويخلصه للخالق جل وعلا."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "الأمر الخامس: مما يعين على الإخلاص:",
    "content": "أن العبد لا يدري عن الخاتمة التي يختم الله بها عمله، فقد يبقى ظاهره الصلاح حتى يقترب أجله فينقلب صلاحه إلى ضده، فينبغي أن يبقى خائفاً وجلاً داعياً ربه الذي يقلب قلوب عباده، أن يُثَبِّت قلبه على الإيمان، والعمل الصالح، ويختم له بخاتمة حسنة. ففي حديث عبد الله بن مسعود رضي الله عنه قال: حدثنا رسول الله صلى الله عليه وسلم وهو الصادق المصدوق: >إن أحدكم يجمع في بطن أمه أربعين يوماً< ـ في رواية: >نطفة< ـ >ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يبعث الله إليه ملكاً بأربع كلمات: فيكتب عمله، وأجله، ورزقه، وشقي أو سعيد، ثم ينفخ فيه الروح، فإن الرجل ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع، فيسبق عليه الكتاب، فيعمل بعمل أهل الجنة، فيدخل الجنة، وإن الرجل ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع، فيسبق عليه الكتاب، فيعمل بعمل أهل النار، فيدخل النار<[[ صحيح البخاري (3//1174) وصحيح مسلم (4/2036).]] وليس لأحد أن يحتج بأن الله قد قدر حسن الخاتمة أو سوئها، فيتكل على ذلك ويترك العمل للأسباب الآتية: السبب الأول: أن الله تعالى قد أمر بالعمل، والواجب تنفيذ أمر الله، والذي لا ينفذ أمر الله عاص، فهو يبذل الأسباب التي ينال بها غضب الله تعالى، مع أنه يبذل الأسباب لجلب منافعه في الدنيا، ويجتهد في درء المفاسد عنه فيها، فلِم لا يترك العمل للدنيا كما تركه للآخرة، ويتكل على القدر؟! أليس بذل غاية الجهد للآخرة التي يكون فيها سعيداً بالعمل الصالح والخلود الأبدي في دار النعيم، أولى من الحياة الفانية؟! السبب الثاني: أنَّ قَدَرَ الله تعالى بأنه سيكون حسن الخاتمة أو سيئها، أمر غيب عنه، وليس من الحكمة والعقل أن يترك ما فيه مصلحة ظاهرة، أو يرتكب ما فيه مفسدة ظاهرة، لأمر لا يعلم عنه شيئاً، ومثل هذا كمثل ألف طالب هددهم أستاذهم بأنه سيرسب عشرة منهم أو أقل أو أكثر بدون تعيين، ممن يعرف أنهم لا يقومون بواجباتهم التي ألزمهم بها، فتركوا كلهم أو بعضهم مذاكرة دروسهم من أول العام، وقالوا: إنه سيرسبنا سواء ذاكرنا أم لم نذاكر، فهل لهم من حجة في ترك المذاكرة؟! والاحتجاج بتهديد الأستاذ! كلا. السبب الثالث: أن بعض أصحاب رسول الله صلى الله عليه و سلم، قد وردت عليهم هذه الشبهة عندما ذُكر لهم أن الله قد كتب السعادة لكل سعيد، وكتب الشقاوة لكل شقي، في سابق علمه، فسألوه قائلين: أفلا نتكل على كتابنا وندع العمل؟ فأجابهم بالنفي وأمرهم بالعمل. كما في حديث علي رضي الله عنه، قال: كان النبي صلى الله عليه و سلم في جنازة فأخذ شيئاً فجعل ينكت به الأرض، فقال: >ما منكم من أحد إلا وقد كُتب مقعده من النار ومقعده من الجنة< قالوا: يا رسول الله أفلا نتكل على كتابنا وندع العمل؟ قال: >اعملوا فكل ميسر لما خلق له، أما من كان من أهل السعادة فييسر لعمل أهل السعادة، وأما من كان من أهل الشقاء فييسر لعمل أهل الشقاوة<، ثم قرأ: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (5) وَصَدَّقَ بِالْحُسْنَى (6) فَسَنُيَسِّرُهُ لِلْيُسْرَى (7) وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى (8) وَكَذَّبَ بِالْحُسْنَى (9) فَسَنُيَسِّرُهُ لِلْعُسْرَى (10)}. [[فكتاب الله، وسنة رسوله صلى الله عليه وسلم ، والحكمة والعقل، تبطل استدلال من اتكل على القدر، وترك العمل، كما هو واضح(في مبحث الإيمان بالقدر في كتاب \"الإيمان هو الأساس\" للمؤلف زيادة بيان. الطبعة الأولى1418هـ ـ 1997م، دار القلم بدمشق، ص: 235.]]."
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "الأمر السادس مما يعين على الإخلاص:",
    "content": "البعد عن صحبة الذين يحبون الثناء بما يفعلون وما لم يفعلوا، ومجاهدة النفس عن الانبساط لذلك وحبه، فإن مصاحبة العبد لمن يأنسون لذلك عامل من عوامل تعلق القلب بمرآة المخلوقين، كما قال تعالى: {لا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنْ الْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ (188)}[[آل عمران.]] على عكس ما سبق من صفات عباد الله الصالحين، الذين يؤدون الأعمال لله تعالى، ولا يغترون بما عملوا، بل إنهم يخافون من رجوعهم إلى الله ولقائه، خوفاً يدفعهم إلى المزيد من الأعمال الصالحة.. {إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ (57) وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ (58) وَالَّذِينَ هُمْ بِرَبِّهِمْ لا يُشْرِكُونَ (59) وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ (60) أُوْلَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ (61)} ]]آل عمران.]] فهؤلاء ينبغي أن يحرص المؤمن على صحبتهم والاقتداء بهم، ومعلوم ما يفوز به من رافق جلساء الصلاح الفضلاء، وما يحصده من صاحب أهل السوء الأشقياء، وفي أمثال القرآن والسنة هداية وعبر، قال تعالى: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً (27) يَا وَيْلَتىَ لَيْتَنِي لَمْ أَتَّخِذْ فُلاناً خَلِيلاً (28) لَقَدْ أَضَلَّنِي عَنْ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلإِنسَانِ خَذُولاً (29)} [[الفرقان.]] واقرأ قصة ذينك الرجلين الذين أراد أحدهما إضلال الآخر في الدنيا، كيف صبر المؤمن على مبدئه، وعصى قرينه الذي حاول إضلاله، ففاز بنعيم الله، فذكر قرينه بسوء عمله، وفاز بنعيم الله، وشكره على تثبيته على الإيمان، الذي جعله يدعو رفاقه في الجنة إلى الاطلاع على ما لاقاه قرين السوء من إهانة وعذاب، كما قال تعالى: {قَالَ قَائِلٌ مِنْهُمْ إِنِّي كَانَ لِي قَرِينٌ (51) يَقُولُ أَئِنَّكَ لَمِنْ الْمُصَدِّقِينَ (52) أَئِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَئِنَّا لَمَدِينُونَ (53) قَالَ هَلْ أَنْتُمْ مُطَّلِعُونَ (54) فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ (55) قَالَ تَاللَّهِ إِنْ كِدْتَ لَتُرْدِينِ (56) وَلَوْلا نِعْمَةُ رَبِّي لَكُنتُ مِنْ الْمُحْضَرِينَ (57) أَفَمَا نَحْنُ بِمَيِّتِينَ (58) إِلاَّ مَوْتَتَنَا الأُولَى وَمَا نَحْنُ بِمُعَذَّبِينَ (59) إِنَّ هَذَا لَهُوَ الْفَوْزُ الْعَظِيمُ (60) لِمِثْلِ هَذَا فَلْيَعْمَلْ الْعَامِلُونَ (61)[[ يس.]] وقارن بين ذلك الثابت على المبدأ وفوزه، ومن أطاع قرينه الذي صده عن سبيل ربه فَاقتدى به، كيف يتمنى بعده عنه وعن صحبته بعد أن عاين عقاب الله وقد فات الأوان! قال تعالى: {وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَاناً فَهُوَ لَهُ قَرِينٌ (36) وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنْ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ (37) حَتَّى إِذَا جَاءَنَا قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ (38)} [[يس.]]. وفي حديث أبي موسى رضي الله عنه عن النبي صلى الله عليه و سلم، قال: >مثل الجليس الصالح والسوء كحامل المسك ونافخ الكير، فحامل المسك إما أن يحذيك، وإما أن تبتاع منه، وإما أن تجد منه ريحاً طيبة، ونافخ الكير إما أن يحرق ثيابك، وإما أن تجد ريحاً خبيثة<[[صحيح البخاري (5/2104) وصحيح مسلم (4/2026).]]. فإذا أتاح الله I للمؤمن قدوة حسنة من عباده الذين يفقههم الله في دينه من كتابه وسنة رسوله صلى الله عليه و سلم، فيجتهدون في تزكية أنفسهم بطاعته ويكثرون من ذكره، فتمتلئ قلوبهم بمحبته وعظمته، ويخشونه ويخلصون له، ولا يلتفتون في أعمالهم لسواه، فليحرص على مجالستهم وصحبتهم؛ لأنهم سيصقلون بما آتاهم الله من علم وعمل وتقوى وورع، مَن جالسهم وصحبهم بإذن الله. {وَمَنْ يُطِعْ اللَّهَ وَالرَّسُولَ فَأُوْلَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنْ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُوْلَئِكَ رَفِيقاً (69)} [[ النساء.]]"
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "استفادة المخلص من إخلاصه في الدنيا مشروع:",
    "content": "ومعلوم أنه إذا أخلص العبد لربه في عمله الصالح في وقت الرخاء، نفعه إخلاصه إذا توسل به إلى ربه في وقت الشدة، ولا يعد ذلك خدشاً في إخلاصه؛ لأنه عندما أتى العمل الصالح كان مخلصاً لله لم يرد به إلا وجه الله، ويدل على ذلك حديث الثلاثة الذين انطبقت عليهم الصخرة، فقد توسل كل منهم بعمله الذي تقرب به إلى الله مخلصا فيه له تعالى، لا لشيء آخر. ففي حديث عبد الله بن عمر رضي الله عنهما، عن رسول الله صلى الله عليه وسلم؛ أنه قال: >بينما ثلاثة نفر يتمشون أخذهم المطر. فأووا إلى غار في جبل. فانحطت على فم غارهم صخرة من الجبل. فانطبقت عليهم. فقال بعضهم لبعض: انظروا أعمال عملتموها صالحة لله، فادعوا الله تعالى بها، لعل الله يفرجها عنكم. فقال أحدهم: اللهم! إنه كان لي والدان شيخان كبيران. وامرأتي. ولي صبية صغار أرعى عليهم. فإذا أرحت عليهم، حلبت فبدأت بوالديَّ فسقيتهما قبل بنيَّ. وأنه نأى بي ذات يوم الشجر. فلم آت حتى أمسيت فوجدتهما قد ناما. فحلبت كما كنت أحلب. فجئت بالحلاب. فقمت عند رؤوسهما. أكره أن أوقظهما من نومهما. وأكره أن أسقي الصبية قبلهما. والصبية يتضاغون عند قدمي. فلم يزل ذلك دأبي ودأبهم حتى طلع الفجر. فإن كنت تعلم أني فعلت ذلك ابتغاء وجهك، فافرج لنا منه فرجة، نرى منه السماء. ففرج الله منه فرجة. فرأوا منها السماء. وقال الآخر: اللهم! إنه كان لي ابنة عم أحببتها كأشد ما يحب الرجال من النساء. وطلبت إليها نفسها. فأبت حتى آتيها بمائة دينار. فتعبت حتى جمعت مائة دينار. فجئتها بها. فلما وقعت بين رجليها. قالت: يا عبد الله! اتق الله. ولا تفتح الخاتم إلا بحقه. فقمت عنها. فإن كنت تعلم أني فعلت ذلك ابتغاء وجهك، فافرج لنا منها فرجة. ففرج لهم. وقال الآخر: اللهم! إني كنت استأجرت أجيراً بفرق أرز. فلما قضى عمله قال: أعطني حقي. فعرضت عليه فرقه فرغب عنه. فلم أزل أزرعه حتى جمعت منه بقراً ورعائها. فجاءني فقال: اتق الله ولا تظلمني حقي. فقلت: اذهب إلى تلك البقر ورعائها. فخذها. فقال: اتق الله ولا تستهزئ بي. فقلت: إني لا أستهزئ بك. خذ ذلك البقر ورعائها. فأخذه فذهب به. فإن كنت تعلم أني فعلت ذلك ابتغاء وجهك، فافرج لنا ما بقي. ففرج الله ما بقي<. والحديث متفق عليه. وقد ذكره الإمام النووي رحمه الله ضمن الأحاديث التي عنون لها بـ(باب الإِخلاصِ وإحضار النيَّة في جميع الأعمال والأقوال والأحوال البارزة والخفيَّة). فقد نصح بعضهم بعضاً بالتوسل إلى الله بالعمل الصالح، والذي أبرزوه في توسلهم بتلك الأعمال الصالحة هو الإخلاص، فقال كل واحد منهم مخاطباً ربه: >فإن كنت تعلم أني فعلت ذلك ابتغاء وجهك....<؛ فابتغاؤهم وجه الله بتلك الأعمال، هو الذي فرَّج الله به همهم\". وإنما توسلوا به لأنه أس العبادة وجوهرها. تم بحمد الله."
  }
]