[
  {
    "type": "title",
    "content": "القراءة تأليف الدكتور: عبدالله قادري الأهدل"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "هل تقرأ؟",
    "content": "الحمد لله الرحمن الذي خلق الإنسان، وعلمه البيان،  وأهله لقراءة ما سطرته الأمم بأقلامها في صحفها في جميع الأزمان، و خص أولياءه بالعمل بما قرءوه مما أنزله على أنبيائه ورسله من الزبر والفرقان، وصلى الله وسلم على النبي الأمي الذي قرأ بعد أن لم يكن يقرأ. القدرة على القراءة نعمة من نعم الله، كغيرها من الوسائل التي آتاها الله ابن آدم، وإذا أردت أن تعرف هذه النعمة العظيمة فما عليك أيها القارئ، إلا أن تقارن بين نفسك وبين من لا يقرأ من أقاربك أو أصدقائك، لترى الفرق الهائل بينك وبينهم.. فأنت تنظر إلى الحروف المترابطة التي تتكون منها الكلمات، والكلمات المتتابعة التي تتكون منها الجمل المفيدة، والجمل المفيدة التي تتكون منها الموضوعات الكاملة، التي قد تثمر كتباً أو مجلدات، وأنت تتابعها حرفاً حرفاً، وكلمةً كلمة، وجملةً جملة، وسطراً سطرا، وموضوعاً موضوعا، وكتاباً كتابا، ومجلداً مجلدا.. تغذي بمعانيها عقلك، الذي لا يزال ينمو ويترقى في سلم أعالي العلوم والمعارف بشتى أنواعها وهي التي تستحثك بقراءاتك المتكررة، لشتى أنواع الثقافة، إلى أن يكون (العقل) ميزاناً لما ينفعك من التصرفات، فيشعل لك بذلك سراج الهداية لتستضيء به في مسير حياتك للتشبث بكل نافع مفيد، وميزاناً لما يضرك من النشاطات.. فيرفع لك مَعْلَمَ التحذير من سلوك سبل الباطل التي تحرضك على سلوكها نفسك الأمارة بالسوء، والهوى المردي والشيطان الرجيم. فيتعاون العقل السليم والفطرة النيرة والوحي المبين، على قيادتك إلى ربك لتحقيق ما ترضيه به في دنياك وآخرتك. القراءة تصل القارئ بالعصور الغابرة من التاريخ، بما فيها من خير وشر، وتجعله ـ إذا دوَّن أفكاره ـ متواصلاً مع الأحقاب اللاحقة، ينقل للأجيال القادمة أحداث عصره، وعادات جيله، وتاريخ أمته، كاشفاً لهم تجارب عصره، بما فيها من إيجابيات يدعو لاقتفائها، وسلبيات، يحذر من الوقوع فيها. أما من لم يقدر له الله أن ينال هذه النعمة ـ نعمة القراءة ـ فلا تراه يفرق بين المكتوب والمرسوم، واللعب والجد، والحق والباطل، مما يسطر في صفحات الكتب والجرائد والمجلات، والألواح والصخور، إلا بأن هذا لون وذلك لون صوَّرتْه له الرؤية، لا يعلم من محتواه شيئاً، ولا يدري من مضمونه عرفاً ولا نكراً، يرى الحروف والكلمات والجمل والسطور، رؤية قد يعجبه جمالها، دون أن يعرف ما تحمله في أحشائها من جواهر وأصداف، أو ما أثقلت به صنوانها الدانية وأغصانها من ثمار لذيذة يانعة. لا فرق بينه وبين صبي خرج لتوه من رحم أمه، أو مجنون فقد عقله، فكلهم حرُم من التمتع بنعمة القراءة، إلا أن الصبي والمجنون معذوران بسقوط التكليف عنهما، وينتظر أن يتعلم الصبي إذا كبر، والمجنون إذا عقل، وهو إذا بقي على حاله لا يدري ما القراءة،وما يجب عليه لربه ولغيره من البشر، إلا ما قد يأخذه من غيره، سماعا أو تقليدا، وهو من المؤهلين للتكليف العيني والواجب الكفائي في أمور دينه ودنياه."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "منزلة القراءة في الإسلام:",
    "content": "ولأهمية القراءة في الإسلام كانت أول كلمة في أول سورة نزلت على الرسول صلى الله عليه وسلم، هي أمره بالقراءة بادئاً باسم الله، كما قال تعالى: {اقرأ باسم ربك الذي خلق} ثم كرر الأمر بها فقال: {اقرأ وربك الأكرم} [العلق]. وكان الأمر بهذه القراءة، فاتحة لقراءة هذه الأمة عالَمَ الأرض والسماوات، وما فيهما وما بينهما، من أفلاك وكواكب وشموس وأقمار ومجرات، وبحار وسحاب، ومطر وبرق ورعد، وبرد وحر وجليد، وحيوانات لا يحصيها إلا خالقها في البر والبحر والجو، وجبال متنوعة في كبرها وصغرها وألوانها، وأنهار هي شرايين الحياة في الأرض، تصل بين الجبال والسهول والبحار، تمد البشر والحيوانات والأرض بماء الحياة، وتمكن الناس من الانتقال بوساطتها من مكان إلى مكان، لا حيلة لهم ـ في كثير من المناطق ـ في ذلك التنقل بدونها، يأكلون من طري أسماكها، ويلبسون من جواهرها وحليها، وأشجار وغابات، يتنفس البشر من هوائها النقي.. وأمر الله هذه الأمة بالقراءة في سورة هي من أول السور المكية نزولاً فقال لهم: {فاقرءوا ما تيسر من القرءان .. فاقرءوا ما تيسر منه} [20 المزمل] وبذلك أصبحت الأمة الأمية التي لا تقرأ ولا تكتب، تُعَلِّم عالَمَ الأرض من ذوي الحضارات العريقة علوم الدنيا والآخرة، ومعارف الأرض والسماء، وسياسة الأمم العادلة التي تجلب لهم السعادة، وتدفع عنهم الضنك والشقاء. فسل نفسك هذا السؤال الذي قد تظنه فضولاً: هل أقرأ؟"
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "ماذا تقرأ؟",
    "content": "الإنسان مكون من عناصره الثلاثة الرئيسة: الجسم، والقلب، والعقل، وهذا التقسيم قصد منه تقريب المعنى لحاجات هذا الإنسان التي لا يستغني عنها لبقاء حياته المعتدلة المستقرة، بحيث لا يطغى اهتمامه ببعض تلك الحاجات دون بعض. هذا هو السبب في هذا التقسيم، وإلا فالثلاثة مرتبة ارتباط بعض أعضاء العنصر الواحد ببعض، كارتباط بعض أعضاء الجسد ببعض. وبناء على هذا التقسيم يمكننا معرفة حاجات الإنسان: فجسمه يحتاج إلى ما يجلب له النافع، ويدفع عنه الضار، من غذاء، ونظافة، وحركة، ولباس.. وغيرها.. فإذا أهمل هذا الجسم ولم يعتن به أتاه من الأمراض والأسقام ما يضعفه أو يهلكه. وعقله يحتاج إلى المعارف والعلوم والأفكار التي تتمم له تصوراته السليمة، وتقويها عنده، وتنير له الطريق وتبصره بما لا قدرة له على تصوره الصحيح مستقلاً عما سواه، وتعصمه من الزلل وتضع له معالم ميدانه الذي إذا خرج عنه ضل سواء السبيل.. وإذا أهمل هذا العقل، ولم يهتم بما يحتاج إليه من المعارف والعلوم جمد عن التفكير والإبداع، أو ضل عن السبيل السوي. وقلبه ـ أو روحه ـ يحتاج إلى النور الإيماني والطاقة العبادية، والمدد الأخلاقي، تلك الأسس التي تضبط صلته بربه، وبنفسه، وبأبناء جنسه، وبالكون من حوله.. وإذا لم تعط هذه الروح ما تحتاج إليه من الغذاء الرباني، جفت وقست، وساءت صلة صاحبها بربه وبنفسه، وبأبناء جنسه، وبالكون من حوله. فينبغي أن يكون لكل من هذه الحاجات الثلاث: حاجة الجسم، وحاجة العقل، وحاجة الروح أو القلب، نصيب من قراءة الإنسان، ليعطي كل عنصر حقه من القراءة. وغالب الناس ـ إذا ابتعدوا عن التشريع الإلهي ـ لا يعدلون في القسمة بين هذه العناصر، بل يبالغون في الاهتمام ببعضها، ويظلمون بعضها الآخر: فتجد فريقاً من الناس يهتمون بالجسم: غذاءً ونظافة، ولباساً ومسكناً، وحركة... وإشباعا لغرائز، ويهمل روحه وعقله، فلا يعطيهما حقهما، ولهذا تجد هذا الفريق يكثر من ذكر الطعام والشراب، والرياضة، والمال والتجارة، والأدوات المادية من مساكن ومراكب، وعقارات، ونساء.. فإذا جمعه مجلس كثر فيه ذكر ما لم يألفه من غذاء العقل والروح، ضاق به ذرعاً، وفر منه هارباً كفرار الجبان من عدوه في ساح القتال. هذا الفريق قد لا تجد فرقاً بينه وبين الحيوان، إلا أنه إذا نطق فهم ابن جنسه معنى ما نطق به، أما ما عدا ذلك فقد يكون الحيوان ـ في الجملة ـ أفضل منه. وتجد فريقاً آخر يهتم بالعقل، فتراه مكباً على شتى العلوم والمعارف والفلسفات، إذا قال تسمع لقوله، وهو مهمل لروحه لم يعطها حقها من الغذاء الإيماني، ولهذا تجده قاسي القلب، خاوي الروح، بعيد الصلة بالله، وقد يكون سيئ الصلة بالناس، لا تقوى ولا ورع، ولا عبادة. وهذا قد ينفع الناس ببعض علمه وأعماله واختراعاته، ولكنه لا ينتفع هو من ذلك إلا الجزاء المادي والثناء عليه فيها بما عمل.. أما في الآخرة فليس له عند الله من خلاق.!"
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "أهداف القراء من القراءة",
    "content": "تصور أن جلسة ضمتك مع أربعة أصناف من البشر: أحدها مهتم بالجسم اهتماماً مبالغاً فيه. والثاني مهتم بالعقل اهتماماً غالياً. والثالث مهتم بالقلب أو الروح اهتماماً مُفرِطاً. والرابع مهتم بالثلاثة اهتماماً معتدلاً. وطلبت منهم إرشادك إلى ما يفيدك من القراءة.. فماذا سيقول لك الأربعة؟ ستجد في الصنف الأول من يسهب لك في الكلام على تغذية الجسم بأنواع الأطعمة والأشربة المفيدة.. وتجد منهم من يسهب لك في الكلام على أنواع الرياضة المقوية لكل عضو من أعضاء الجسم، ثم كل واحد ستجده يعرض محاسن رياضته المفضلة: كرة قدم، كرة سلة، الكرة الطائرة، الجري، القفز، السباحة، ركوب الخيل، سباق السيارات.. وستجد فيهم من يسهب لك في الكلام عن النظافة وأدواتها.. وستجد فيهم من يعدد لك الملابس الصيفية والشتائية، ويعرض لك ما صنعته بيوت الأزياء للرجال والنساء، الأطفال والكبار. وستجد فيهم من ينصحك بالبعد عن مضرات الجسم، كشرب الدخان وتناول المسكرات والمخدرات والبعد عن البيئة الملوثة جواً وبراً وبحراً، ويحذرك من شرب المياه غير الصحية . وستجد من ينصحك بالمحافظة على مراجعة طبيبك والمداومة على الفحوصات الطبية الكاملة المحددة المواقيت.. وستجد في الصنف الثاني من يغريك بكثرة القراءة والاطلاع على أنواع المعارف والثقافات والفلسفات، وكل منهم يجذبك إلى قراء ما تخصص فيه، أو كان هواه معه، هذا يزين لك القراءة في الشؤون السياسية، وهذا يحبذ لك القراءة عن الشؤون الاجتماعية، وذاك يعدد لك محاسن القراءة عن الوسائل الإعلامية، وآخر يغريك بالغوص في الأمور الاقتصادية، وغيره يرفع لك فوائد قراءة المناهج التربوية، وصنوه يحثك على قراءة العلوم النفسية... كل واحد منهم يرغبك لتكون موسوعة في مجاله الذي فضله في تلك المجالات.. وكل منهم قد يقول لك: اطلب العلم للعلم، وليس لشيء آخر... وستجد في الصنف الثالث من يحثك على البعد عن ملذات الدنيا وزخارفها، والإقلال من الطعام والشراب، ولبس الخشن من الثياب، والإكثار من التأمل، وإطلاق شعورك وأظافرك، والابتعاد عن مخالطة الناس ويحضك على الانزواء عنهم في دير أو معبد، أو مسجد.. ويقول لك: إن الجسم عدو من أعدائك، فعاقبه بحرمانه مما يقويه، واجعل نفسك جلداً على عظم، لا يحول بينهما لحم ولا شحم، واهتم بروحك وقلبك فقط، ففيهما راحتك ونجاتك. أما الصنف الرابع فستجده يقول لك: الله خلقك فسواك فعدلك. وأنت عبد لله جسمك وعقلك وقلبك لربك، في حياتك وفي ومماتك: {قل إن صلاتي ونسكي ومحياي ومماتي لله رب العلمين}. وأذكر أن بعض المشايخ رآني أقرأ في كتاب إسلامي معاصر، فقال لي: ما هذا الكتاب؟ قلت كتاب كذا. فقال لي: ما الفائدة من تضييع وقتك في قراءة هذه الكتب، ألا يكفيك أن تقرأ في الكناب والسنة؟ فقلت له: ما رأيك لو اقتصر المسلمون كلهم على قراءة الكتاب والسنة، ولم يقرؤوا أي علم من العلوم، هل يفيهم ذلك؟ قال: يكفيهم. فقلت له: لا يقرؤون علوم التاريخ ولا الجغرافيا، ولا الكهرباء، ولا الطب، ولا الاقتصاد، ولا الهندسة ولا الحساب...؟ قال: هذه يحتاج إليها الناس. قلت: والكتب المفيدة في أساليب الدعوة المعاصرة، وما يدور في العالم من الثقافة الحديثة، فقال: هذا موجود في القرآن والسنة، وبعد حوار بيني وبينه، أقر بالحاجة إلى ذلك أيضا، إلا أنه قال: ولكن يكون الاهتمام بالكتاب والسنة أكثر، قلت الآن اتفقنا. والثلاثة كلها ـ الجسم والعقل والروح ـ أمانة عندك يجب عليك أن تعطي كل ذي حق حقه: فللجسم غذاؤه وكساؤه ونظافته وحركته وجماله وصحته، كل ذلك بتوسط واعتدال، فلا تفريط ولا إفراط: {وابتغ فيما آتاك الله الدار الآخرة ولا تنس نصيبك من الدنيا وأحسن كما أحسن الله إليك}، {وكلوا واشروا ولا تسرفوا إن الله لا يحب المسرفين}، (ثلث لطعامه وثلث لشرابه وثلث لنفسه).. وقد سابق الرسول صلى الله عليه وسلم بنفسه وبناقته، وشرع المسابقة للفرسان، وأثنى على الرمي والرماة: (ارموا) وقال: (وأن لبدنك عليك حقاً) وأمر الله المسلمين بإعداد العدة، لإرهاب أعدائهم.. {خذوا زينتكم عند كل مسجد}، (إن الله جميل يحب الجمال)، (إن الله يحب أن يرى نعمته على عبده).. وللعقل حظه من العناية، وقد أبدى القرآن وأعاد في العناية به وهو مناط التكليف في شرع الله، وقد جال به القرآن الكريم في ملكوت السماوات والأرض: في النجوم والكواكب والشمس والقمر، والليل والنهار، ومع السحاب والمطر والبرق والرعد، ومع الملائكة في الملأ الأعلى. كما قاده إلى السياحة في الأرض: لينظر كيف يحييها الله وكيف يميتها، وكيف مكنه من السير في مناكبها دون عناء ولا مشقة، وأودع فيها ما يجعل حياته عليها سهلة ميسرة، ما أحسن استغلالها وقام بعمارتها النافعة المفيدة، وقاده كذلك إلى السياحة في بحارها وأنهارها وأشجارها وغاباتها وحيواناتها دقيقها وجليلها، ونبهه على عظمة الجبال وألوانها ووظيفتها وفائدتها.. ولفت نظره إلى نفسه وتطورات خلقه العجيبة وتاريخ حياته في الدنيا والآخرة. {وفي السماء رزقكم وما توعدون وفي الأرض آيات للموقنين، وفي أنفسكم، أفلا تبصرون}. وللقلب كذلك نصيبه الوافر الذي يصله بربه من إيمان صادق، وعلم نافع، وعبادة مخلصة، وأخلاق فاضلة: الإيمان بأصوله وفروعه الذي ينير القلب ويهديه إلى سواء الصراط، ويربطه بإخوانه المؤمنين من الإنس والجن في الأرض، والملائكة في السماء. وبه يكون فلاحه وسعادته، وبعدمه تكون شقاوته وخسارته. والعلم النافع المستمد من كتاب الله وسنة رسوله صلى الله عليه وسلم، الذي يجعله يسير في حياته على بصيرة من أمره، ينير له الدروب، ويرفع له معالم هادية في الطريق، فلا يضل ولا يشقى. والعبادة ـ وهي العمل الصالح ـ فرضها ونفلها، التي يؤديها كما أمره الله مخلصاً له، لا يشرك فيها بربه أحداً، وهي التي تمد إيمانه بالقوة ومزيد اليقين. العبادة الشاملة التي تجعل حياته ومماته كلها لله. يستطيع المسلم أن يجعل حياته كلها بالنية الصادقة عبادة لله، فقيامه بفرائض الطاعات ونوا فلها عبادة، وتركه المحرمات والمكروهات عبادة، وتعاطيه المباحات أو تركها، تقرباً إلى الله عبادة. والخلق الحسن الذي يعامل به القريب والبعيد من الناس، من طلاقة الوجه، ولين الجانب، وأدب اللسان، وبذل المعروف، وصدق الحديث... كل ذلك يزيد القلب نوراً، ويمده بمعين لا ينضب من الصفاء والنقاء والصلة القوية بالله، وحسن المعاملة مع خلق الله من إنس وجن وحيوان.. وهنا يعلم الإنسان أنه محتاج إلى أن تكون قراءته عامة شاملة لما يحتاجه بصفته إنساناً كامل الإنسانية، يُعنَى في قراءته بجميع عناصره (جسمه وعقله وروحه) المترابطة ترابطاً لا يكون الإنسان كامل الإنسانية إلا بها."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "لماذا تقرأ؟",
    "content": "عرفنا فيما مضى أن الإنسان يتكون من جسم وعقل وروح أو قلب، وأنه ينبغي أن يهتم بذلك كله، فعليه أن يقرأ ـ بتوازن ـ ما يفيده في جسمه وعقله وروحه، ومعنى هذا أنه يقرأ ليحفظ ما أنعم الله عليه به من جسم وروح وعقل. ومن هنا يعرف العاقل لماذا يقرأ؟ إن جسمه في حاجة إلى أن يعرف ما ينفعه ويحفظ صحته، من نظافة، وغذاء، ولباس، وغذاء ـ أكلاً وشرباً ـ وحركة، وراحة. وإذا كان الإنسان يعرف ـ غالباً ـ ما يحتاج إليه جسمه من هذه الأمور، فإنه قد يجهل كثيراً منها، ويحتاج إلى من يرشده إلى معرفة ما يجهل، والقراءة إحدى وسائل الإرشاد. وعلى سبيل المثال: يختلف الناس في الطعام الصالح لكل منهم، بحسب ما هم عليه من صحة ومرض، والمرضى يختلفون كذلك: فالطعام النافع لمريض، قد يكون ضاراً لآخر.. ويختلف الناس في الحركة المفيدة والحركة الضارة، فهذا يحتاج إلى بذل جهد كبير من الرياضة التي تجلب له الصحة والقوة، وتذهب عنه الأسقام والأمراض، وذاك يحتاج ـ للمحافظة على صحته ـ إلى جهد أقل، وآخر يحتاج إلى السكون وقلة الحركة أو عدمها. والذي يبين لكل إنسان ما ينفعه وما يضره، هم المتخصصون، كل في مجاله، وقد أُلِّفت في ذلك كتب، وكُتِبت أبحاث، ونُشر الكثير منها في مواقع الشبكة العالمية (الإنترنت) ينبغي أن يهتم كل واحد بقراءة ما يفيده في محافظته على جسمه؛ لأن جسمه أمانة عنده لا ينبغي أن يفرط فيه. وقد ثبت عن الرسول صلى الله عليه وسلم، أنه قال: (إن لجسمك عليك حقاً)، وقال: (احرص على ما ينفعك واستعن بالله).. والأمور المتعلقة بالجسم يهتم بها غالب العقلاء؛ لأن دواعيها محسوسة، يشعر بها كل واحد، ويصعب صبره على ضررها. فإذا شعر بالجوع طلب الطعام، وإذا شعر بالعطش طلب الماء، وإذا شعر بالمرض طلب الدواء، وإذا شعر بالحر طلب ما يقيه منه، من تبريد أو غطاء، أو ظل، وإذا شعر بالبرد، تعاطى طلب أسباب الدفء. ولهذا تجده يتتبع ما يُكتب عن الأمور التي يحتاج إليها، فيقرأها ليصل إلى ما يمكنه من تحقيق غرضه. فكم ترى من مرضى السكر ـ مثلاً ـ يتتبعون ما يكتب عنه، وعن أضراره، والوقاية من مضاعفاته، وعلاجه... وهكذا غيره من الأمراض، وقانا الله وجميع المسلمين شرها. أقصد من هذا أن العناية بالجسم عند العقلاء، من الأمور التي تتوافر الدواعي والأسباب إلى السعي إليها، والقراءة عنها أكثر من غيرها. أما تغذية العقل بالأفكار والمعاني، فهي في المرتبة الثانية بعد الجسم، تجد غالب الناس لا يهتمون بها كما يهتمون بالعناية بأجسامهم، ولهذا تجد قراءتهم لهذا الغرض أقل من قراءتهم لما يتعلق بالجسم؛ لأن فائدة العناية بتغذية العقل ليست محسوسة، مثل فائدة العناية بالجسم، وفي ذلك خسارة عظيمة. ولهذا كثر في القرآن الكريم التنبيه على أهمية العقل، بلفظه أو معناه: مثل قوله تعالى: {إن في خلق السموات والأرض واختلاف الليل والنهار والفلك التي تجري في البحر بما ينفع الناس وما أنزل الله من السماء من ماء فأحيا به الأرض بعد موتها وبث فيها من كل دابة وتصريف الرياح والسحاب المسخر بين السماء والأرض لآيات لقوم يعقلون} [البقرة: 164]. ومثل قوله تعالى: {إن شر الدواب عند الله الصم البكم الذين لا يعقلون} [الأنفال: 22]. وهما كما ترى نموذجان يتكرران في القرآن الكريم: {يعقلون} بالإثبات مدحاً لذوي الاهتمام بعقولهم، واستعمالها فيما خلقت له، من التفكر في مصالح أهلها الدنيوية والأخروية لتحصيلها، وفي المفاسد التي تضرهم، لتجنبها. و{لا يعقلون} بالنفي، ذماً لمن لم يهتموا بعقولهم، فلم يستعملوها فيما خلقت له، فلم يسعوا في تحصيل مصالحهم الشاملة للحياتين، بل سعوا في جلب المفاسد المدمرة على أنفسهم وعلى غيرهم. حتى إنك لترى من استعملوا عقولهم في الابتكارات العلمية الكونية المادية، ووسائل العيش ذات الرفاهية، كما هو حاصل في هذا العصر، ولكنهم أهملوا استعمال تلك العقول في إسعاد البشرية بتلك الابتكارات وتلك الوسائل، فدمر الأقوياء بها الضعفاء، وفي الحروب المعاصرة على ذلك الدليل القاطع. والسبب في ذلك اهتمام تلك العقول بالأمور المادية ومتع الحياة الدنيا، وغفلتها عن الحياة الدائمة السعيدة، حياة الآخرة التي تكون فيها السعادة المطلقة، أو الشقاء المطلق،كما قال تعالى عن أمثال هؤلاء: {وعد الله لا يخلف الله وعده ولكن أكثر الناس لا يعلمون. يعلمون ظاهرا من الحياة الدنيا وهم عن الآخرة هم غافلون} [الروم: 6 ـ 7]. أما العناية بالقلب وتغذيته بالمعارف الربانية، وإضاءته بالأنوار الإيمانية، وإمداده بالشعائر العبادية، من الفرائض والنوافل المقربة إلى الله تعالى، فأهلها هم أقل الناس في هذه الحياة. وليسأل كل منا نفسه: ما نسبة قراءته لما يقوي إيمانه من قراءة القرآن وتدبره؟ ليعرف فيه صفات المؤمنين المفلحين، وصفات الكافرين والمنافقين الخاسرين، ليبحث عن نفسه بين هذه الأصناف الرئيسة ليعرف أين موقعه منها؟ وأي الصفات تغلب عليه؟ وهل يجاهد نفسه ليتصف بصفات المؤمنين؟ أو هو غافل عن ذلك؟ وفيه من صفات غير المؤمنين ما هو في أمس الحاجة إلى تغيير ما بنفسه حتى يغير الله ما به؟ وليسأل كل منا نفسه: هل يكثر من قراءة الأذكار المطلقة والمقيدة التي تملأ قلبه إيماناً بالله ورسوله، ومحبةً لله ورسوله وعباده المؤمنين، وخوفاً من الله وعقابه في الدنيا والآخرة؟ هل اهتم كل منا بقراءة حقوق ربه، وحقوق نفسه، وحقوق أهله من أبوين وأولاد وأزواج، وجيران وزائرين، ليعطي كل ذي حق حقه؟ هل اهتم كل منا بقراءة ما نناجي به ربنا في ظلمة الثلث الأخير من الليل، من تهجد وذكر وابتهال وتضرع إلى الله، طالبين مغفرته وعفوه ونصره لعباده المؤمنين المستضعفين في الأرض؟ هل اهتممنا بقراءة دعامة النصر ومنطلق العزة بعد الإيمان: الجهاد في سبيل الله الذي أذلنا الله لأذل خلقه، بسبب غفلتنا عنه وعدم رفع رايته؟ هل اهتممنا بقراءة المصير بعد هذه الحياة: الموت الذي لا مفر لنا منه، وهو آت لا محالة في أي لحظة من لحظات أعمارنا؟ هل قرأنا عن ساعة الموت ونزع الروح والفرق بين قبض أرواح المؤمنين وأرواح الكافرين؟ هل قرأنا عن أحوال أهل القبور، وأسئلة منكر ونكير، ونعيم القبر وعذابه؟ هل قرأنا عن البعث والنشور، والحشر والحساب، والجزاء والصراط، والجنة والنار، وعن الإعداد لكل ذلك؟ هل قرأنا صفات الجنة وأهلها، لنعمل الصالحات، رغباً فيما أعد الله فيها لعباده المؤمنين؟ هل قرأنا عن صفات النار وأهلها، لنترك السيئات، رهباً مما أعد الله فيها لأعدائه الكافرين، وعصاة المؤمنين؟ هل نتذكر ونحن نقرأ في حياتنا الدنيا اليوم الآخر الذي سنقرأ فيه كتابنا، عندما يقال: {اقرأ كتابك كفى بنفسك اليوم عليك حسيبا}؟ ألا نتذكر قراءة من يؤتى كتابه بيمينه، ومن يؤتاه بشماله: {يومئذ تعرضون لا تخفى منكم خافية. فأما من أوتي كتابه بيمينه فيقول هاؤم اقرءوا كتابيه. إني ظننت أني ملاق حسابيه.فهو في عيشة راضية. في جنة عالية. قطوفها دانية. كلوا واشربوا هنيئا بما أسلفتم في الأيام الخالية. وأما من أوتي كتابه بشماله فيقول يا ليتني لم أوت كتابيه...} إن الذي نقرأه اليوم ونعمل به، سنؤتاه غداً ونحاسب عليه. ليسأل كل منا نفسه: لماذا أقرأ؟ وليجب بما يعرفه هو عما يقرأ. وفقنا الله جميعاً لما يحبه ويرضاه."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "كيف تقرأ؟",
    "content": "( 1 ) تصور أن هذا اليوم يكمل من عمرك ست سنوات، وقد أمن لك والداك ملابس المدرسة، وكتبها ومستلزماتها، من أقلام ودفاتر، وقد حببا إليك المدرسة منذ فترة، وذكرا لك ما ستجده فيها، من مدرسين وزملاء، وألعاب، وقراءة وكتابة... وفي هذا الصباح بادرت أمك ـ على غير العادة ـ بإيقاظك في وقت مبكر، وأنت تغط في نوم عميق، تحت غطائك الدافئ، فنظرت إليها متعجباً من إزعاجها لك، فصحت باكياً قائلاً: ماما دعيني أنام! فقالت لك: لا يا بابا يا حبيبي، اليوم هو أول يوم من الدراسة! اصح. قم اغتسل وتوضأ وصل، والبس ثيابك وخذ حقيبتك، لا تتأخر، زملاؤك كلهم في طريقهم إلى المدرسة، فأخذت تختفي تحط غطائك، وأخذت أمك ترفعه، وتصر على قيامك، فقمت غاضباً، محدقاً بعينيك في وجه أمك التي ألفت منها الرحمة واللين وعدم الإزعاج! ثم قربت إليك ـ على غير العادة أيضاً ـ طعام الإفطار، وقالت لك: هيا يا حبيبي أفطر! فنظرت إليها في عجب! قائلاً: لا أريد الطعام الآن! وبعد أخذٍ ورَدْ تناولت قليلاً من الطعام مكرها. وربطت لك أمك حقيبتك من وراء ظهرك، وعلى كتفك مشربة ماء (زمزمية) فخرجت كأنك جندي يحمل أدوات القتال إلى أرض المعركة. فأوصلك أحد أبويك إلى المدرسة، وأراد أن يدعك ويعود إلى المنزل، فصحت قائلاً: بابا، أو ماما! تعال أو تعالي معي لا تتركيني وحدي! فلما لم يستجب لرغبتك أبوك أو أمك، أخذت تصيح منتحباً: بابا ماما، وتكرر ذلك! وجاءك المشرف الاجتماعي، وأخذ يربت على كتفك ويقول لك: لا تخف أنت الآن في المدرسة، انظر هؤلاء هم زملاؤك، ثم طلب منك أن تدخل في الصف (طابور الصباح) وأخذ يردد لك ولزملائك النشيد الصباحي... ويطلب منك ومن زملائك أن ترددوا ذلك وراءه... ثم دخلت الصف، فرأيت المدرس يكتب بالقلم الأبيض (طبشور) في اللوح الأسود (سبورة) ألف، باء، ت، ث، ويقرأ ذلك بتؤدة، ويطلب منكم أن ترددوا ذلك وراءه، فأخذت تردد ذلك، حتى حفظته، ولكنك لا تعرف غير التلفظ، وطلب منك أن تكتب في دفترك تلك الحروف، فأخذت تحرك القلم إلى الأعلى والأسفل، ويميناً ويساراً، دون أن تقترب من كتابة ما يشبه حرفاً واحداً. ثم قال لك المدرس ـ وهو تربوي حكيم ـ: أرني دفترك، فلما نظر إليه، ابتسم ثم قال: ما شاء الله! تشجيعاً لك على المضي في الكتابة. وكتب في دفترك: إلى ولي أمر الطالب: الرجاء مساعدته على قراءة الواجب وكتابته. فلما رجعت إلى أبويك، واسترحت من عناء هذا اليوم الغريب، بدأت أمك تساعدك في حل الواجب، فقالت لك: كيف أنت حبيبي هل عرفت درس اليوم؟ قلت: نعم يا ماما! فنظرت إلى دفترك، وفتحت لك كتاب التهجي، وأرتك الحروف الأربعة فيه: أ، ب، ت، ث. وقالت ما هذا وأنت قد حفظت هذه الحروف: فقلت دون أن تنظر إلى الحروف: أ، ب، ت، ث. فأشارت لك إلى (أ) ما هذا؟ فقلت: أ، ب، ت، ث. وتابعتك أمك وأبوك يوماً فيوماً، وتابعك المدرس كذلك يوماً فيوماً، وبعد لأْيٍ وتعب من قبلك، ومن قبل أبيك وأمك ومدرسك، استطعت أن تفرق بين حرف وآخر، وهكذا الكتابة، التي لم تصل إليها، إلا بعد مسك أمك وأبيك بيدك التي تكتب بها، ومرَّناك على كتابة كل حرف على حدة، ثم طلب منك تكرار الكتابة ناسخاً ذلك من كتاب الخط أو التهجي.. ماذا ترون بعد هذا؟ هل القراءة سهلة أو صعبة؟ ألا ترون أنها تتطلب صبراً ودأباً دائمين، حتى يتمكن الإنسان من القراءة، وكذلك الكتابة؟! ( 2 ) ثم تصور أنك رجل أمي، أو امرأة أمية، لا تقرأ ولا تكتب، ترعى غنمك أو بقرك، في شعب من شعاب أهلك وقبيلتك، فجاءك من يقول لك: (اقرأ) فقلت له: أنا لا أقرأ! فقال لك: يجب أن تقرأ؟ وأحسست بأنه قوي وأنت ضعيف لا تستطيع عصيانه، فقلت له: أنا لا أقرأ، وهو يقول لك: لا بد أن تقرأ! فلما أحسست بألاَّ مناص لك من الاستجابة له، قلت له: ماذا أقرأ؟ فتلا عليك جملة أو جملتين فقرأتها كما سمعتها، وأخذ يزيدك جملةً أو جملاً، وأنت تتابعه، فلما كثرت عليك الجمل شعرت بصعوبة استحضار ما سمعت وقرأت، ماذا يمكنك أن تفعل لتستمر في القراءة؟ إما أن يعلمك الكتابة لتقيد ما يجب أن تقرأه، والكتابة تحتاج إلى جولات جديدة من التعليم والتعب، وإما أن تجتهد في حفظ ما تسمع وتقرأ، وفي هذا من الصعوبة ما فيه، إضافةً إلى أن المعلومات التي تقرأها ستكون محدودة، إذا لم تكن عندك ملكة القراءة، لتقرأ كل ما يكتب بلغتك. أليست القراء صعبة، وكذلك الكتابة، ومع ذلك لا بد منهما، مهما كانت صعوبتهما؟ صعبة على الطفل والأمي، لعدم تعلمهما القراءة، وصعبة على من تعلم القراءة، من حيث صبره على القراءة النافعة التي تحتاج إلى تأمل وتفهم."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "ما هذا يا دكتور؟!",
    "content": "نعم.. أتوقع أن يقول أحدكم أو بعضكم: كنت تتحدث عن طفل بدأ دراسته وسنه ست سنوات، ورجل أمي أو امرأة أمية، ماذا تريد منا نحن وقد بلغنا من الأعمار الأربعينات أو الثلاثينات، أو العشرينات، وقد تخرجنا في الكليات، أو على الأقل حملنا الشهادة التوجيهية، نحن قد قرأنا وكتبنا، وأصبحنا مثقفين، أتريد أن تعيدنا إلى أطفال وأميين، ما هذا يا دكتور؟! وأقول: على رِسلكم أيها الأحباب، فقد عانيت من صعوبة القراءة، ولا زلت أعاني. القراءة سهلة؟ نعم. والقراءة صعبة؟ نعم. كيف؟! جاء جبريل إلى رسول الله صلى الله عليه وسلم، عندما أراد الله أن يخرج به الناس من الظلمات إلى النور، وكان قد حبب إليه التعبد في غار حراء، تمهيداً للتكليف الإلهي له بالوحي والرسالة والبلاغ المبين. فقال له جبريل: (اقرأ) فقال: (ما أنا بقارئ!) يعني لا أجيد القراءة؛ لأني لم أتعلمها. فقال له: (اقرأ) فقال: (ما أنا بقارئ!).. فغطه جبريل حتى بلغ منه الجهد.. ثم قال له: {اقرأ باسم ربك الذي خلق. خلق الإنسان من علق. اقرأ وربك الأكرم. الذي علم بالقلم. علم الإنسان ما لم يعلم}.. فقرأها صلى الله عليه وسلم.. والقصة في الصحيحين، وهي في أول صحيح البخاري في باب بدء الوحي، وفي تفسير سورة العلق. ثم لما لم يكن صلى الله عليه وسلم يكتب، وقد علم أنه مكلف من الله القيام بالدعوة والبلاغ المبين بهذا القرآن، أحس بثقل المسؤولية، وحاول الاجتهاد في حفظ ما كان يقرأ عن طريق جبريل. فكان يحرك لسانه في عجلة لحفظ كتاب الله، فخفف الله عنه، ووعده بحفظه بدون أن يتعب نفسه ذلك الإتعاب المعتاد لمن أراد الحفظ: {لا تحرك به لسانك لتعجل به إن علينا جمعه وقرآنه فإذا قرأناه فاتبع قرآنه}.. هذا يدل على أن القراءة النافعة، تحتاج إلى جهد وصبر، والذي لا يجتهد ولا يصبر، لا يصل غالباً إلى هدفه من القراءة، أليس كذلك؟ وأعود فأقول: إن القراءة العادية ـ أي قراءة الحروف والجمل والمصطلحات بدون تأمل ولا تعقل ـ سهلة، ولا صعوبة فيها. وهذه ممكنة في التصفح العام، لمعرفة العناوين، أو موضوعات الأبواب والفصول ونحو ذلك، والقراءة السريعة لبعض الموضوعات للاطلاع العام على أفكارها وفقراتها.."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "والقراءة صعبة في أحوال كثيرة:",
    "content": "منها قراءة الحفظ، كحفظ القرآن الكريم، وحفظ متون العلم، لمن يريد أن يكون طالب علم، يستحضر قواعد العلم الذي يدرسه، كعلم النحو والصرف، والبلاغة، وأصول الفقه، والفرائض، ونحو ذلك من العلوم التي تضيع إذا لم يحفظ الطالب قواعدها الأساسية، ويتمرس عليها حتى يصبح فهمها وتطبيقها عنده مَلَكَةً. وسلوا عن هذا حَفَظَةَ القرآن الكريم، وبخاصة أئمة المساجد، وسلوا كبار علماء الإسلام، الذين تضلعوا في العلوم الإسلامية. ومنها قراءة الفهم والتفقه ـ أي فقه معاني ما يقرأ ـ بحيث لا يمر القارئ بجملة أو فقرة دون أن يكون قد فهمها وفقه معناها، وهذه القراءة يحتاج إليها كل قارئ لكل علم من العلوم، سواء كانت شرعية أو لغوية، أو كونية، طبية، أو فلكية، أو جغرافية، أو رياضية.. ولا بد للقارئ هنا من توقف أمام بعض الجمل أو المصطلحات، توقفاً يناسب سرعة الفهم أو بطأه، وقد يحتاج إلى تكرار القراءة حتى يفهمها فهماً صحيحاً، وقد يحتاج إلى وضع علامات تحت أو فوق بعض الجمل، وقد لا يتمكن القارئ من فهم المعنى ـ أحياناً ـ بنفسه، فيضطر إلى الاستفادة من أستاذه المتخصص في العلم. وإذا تساهل القارئ في الفهم الصحيح لما يقرأ من هذا النوع، فقد يترتب على فهمه من السلبيات ومن الأخطار ما يندم عليه، كأن يفهم النفي مما يجب أن يفهم منه الإثبات أو العكس، وليتصور أنه فهم الإثبات في المنفي، أو النفي في المثبت في موضوع يتعلق بدواء مريض، ماذا سيحدث من جراء هذا الفهم؟ وهكذا في الأحكام الشرعية.. وإن فهم جملة واحدة فهماً صحيحاً، قد يكون سبباً لفهم باب كامل أو فصل أو موضوع، وعدم فهم جملة واحدة، قد يترتب عليه عكس ذلك.. ولهذا شرع الله تعالى لقارئ القرآن ـ مع ما في قراءته من حيث هي من الثواب العظيم ـ أن يتدبره ويفقه معناه، ليعمل به، وأنكر على من لم يتدبره، فقال تعالى: {كتاب أنزلناه مبارك ليدبروا آياته وليتذكر أولو الألباب}. [ص:29]. وقال تعالى: {أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا}. [النساء 82]. وقال تعالى: {أفلا يتدبرون القرآن أم على قلوب أقفالها}. [محمد: 24]. وإن الذي يطلع اليوم على كثير من طلاب المدارس والجامعات، الذين لا يقرءون دروسهم قراءةً متأنية، تجعلهم يفهمون تلك الدروس فهماً متقناً، تبقى به معلوماتهم ثابتة، وإنما يقرءون قراءة الزاهدين في نفيس الوقت وجواهر العلم النافع، قراءة عابري سبيل، قصدهم من قراءتهم تقيؤ ما علق بأذهانهم في أوراق الامتحان، للحصول على ورقة تسهل لهم العمل الوظيفي فحسب، إن الذي يطلع على من هذه حالهم، ليقتله الحزن على ضياع أجيال تكون نتائج قراءتهم هي تلك القراءة الخاسرة، التي يتخرجون بها أميين في ثقافتهم وفي معرفة مصالحهم ومصالح أمتهم في الدنيا والآخرة. وإني لأعرف طلاباً تخرجوا من كليات متخصصة، في علوم الشريعة، أو اللغة العربية، لا يجيد بعضهم قراءة كتاب الله، وإذا تكلم نَصَبَ الفاعل، ورَفَعَ المفعول؛ لأنه عندما قرأ قاعدة رفع الفاعل ونصب المفعول، لم يفهم حقيقة تلك القاعدة، وإن أجاب أستاذه يوم الامتحان إجابة نظرية صحيحة! وأرى في كثير من مواقع الشبكة العالمية (الإنترنت) إقبالاً شديداً على الموضوعات ذات الإثارة في عناوينها، وتفاعلاً مع كتابها، موافقةً أو مخالفة، وكثير من تلك الموضوعات غير ذات بال، وبجانبها موضوعات أخرى جادة ذات أهمية لحياة القارئ في دينه ودنياه، قليلة الإقبال من قراء المنتديات قراءةً أو رداً؛ لأن هذه الموضوعات تحتاج إلى قراءة متأنية، وصبر على تفهمها وتعقلها، للخروج منها بفائدة، والموضوعات الأخرى، لا تحتاج إلى جهد.. وفي وجود هذه الشبكة فرصة ثمينة لكل قارئ وكاتب، ليكون معلماً لغيره ومتعلماً من غيره، فهي جامعة عالمية، تربط بينك وبين غيرك من البشر في كل مكان في الأرض، وهم لا يدرون أين أنت؟ وأنت لا تدري أين هم؟ وكم كان الناس يتمنون أن يجدوا بعض الموضوعات ليستفيدوا منها، فلا يتمكنون من الحصول عليها، وهي اليوم في متناول اليد كتبها متخصصون، وهي جديدة طرية، تصل إليك بعد فراغ صاحبها من إرسالها بدقائق، تجدها بالبحث السريع عنها، وتستطيع قراءتها وطبعها، وحفظها، ألا تستحق أن تكون قراءتنا لها قراءة فهم ووعي؟ ولا مانع من قراءة التسلية المباحة، من مزاح لا كذب فيه، أو نكات مضحكة، أو ألغاز تشحذ العقول وتدعوها إلى التفكير، ولكن لا ينبغي أن تكون الأولوية وصرف الأوقات، لذلك، بل ينبغي أن تكون الأولية لما يكوِّن الشخصية تكويناً إيمانياً وعبادياً وأخلاقياً، وثقافياً، وعلمياً، وما عدا ذلك يكون تابعاً. والخلاصة: أن القارئ ينبغي أن يختار ما يقرأ، ويعرف ما هو أولى من غيره، وأن تكون قراءته سريعة، فيما لا يحتاج إلى حفظ أو فهم عميق، وأن يهتم بالقراءة المتأنية فيما يحتاج إلى الحفظ أو الفهم العميق، مع الصبر على ذلك، فلا قراءة نافعة بغير صبر، فليحرص كل منا على معرفة كيف يقرأ؟ لتكون قراءتنا نافعة مفيدة."
  }
]