[
  {
    "type": "title",
    "content": "أثر فقه عظمة الله في الخشوع له تأليف الدكتور : د. عبدالله بن أحمد قادري الأهدل الطبعة الأولى 1429هـ ـ 2008م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "محتويات الموضوع",
    "content": "مقدمة\t9 معنى الخشوع\t11 الفصل الأول: ما يجلب الخشوع\t13 وفي أنفسكم!\t15 لم يكن شيئا مذكوراً!\t15 من تراب\t16 من ماء مهين\t16 خصيم مبين\t19 وفي الموت عبرة وتذكير\t20 أعرابي يتعجب من حالة جمله بعد موته!\t20 هل للموت من دافع!\t21 محطة البرزخ\t24 اختبار مختصر\t24 نعيم القبر وعذابه\t25 القيامة والبعث\t28 عظمة الإبداع والخلق\t30 أيهما أولى بالتفكر والاعتبار؟\t32 عظمة الله في رزقه\t34 عظمة الله في الملك\t37 عظمته في علمه المحيط بكل شيء\t40 عظمته في رحمته\t42 رحمته شاملة في الدنيا والآخرة\t43 تخصيص عباده المؤمنين بالرحمة الدائمة في الدنيا وفي الآخرة\t46 مقارنة لطيفة\t48 أعظم رحمة الله بخلقه إنزال كتبه وإرسال رسله إليهم\t49 رحمة الرسول  بأمته\t49 رحماء بينهم\t50 ذم الرسول ‘ على من فقدت قلوبهم الرحمة\t51 عظمته في قدرته\t51 عظمته تعالى في تسخيره\t53 عظمته في أخذه وعقابه\t57 إظهار الرسول ‘ خوفه من الريح العاصفة\t62 الفصل الثاني: ما يعين المؤمن على استحضار الخشوع.\t65 السبب الأول: الإيمان القوي والعمل الصالح\t65 السبب الثاني: الإكثار من ذكر الله ذكرا يتواطأ عليه القلب واللسان\t65 السبب الثالث: العلم النافع\t66 السبب الرابع: المجاهدة المستمرة للنفس على التأثر بذكر الله\t68 السبب الخامس: الوعظ المؤثر\t69 السبب السادس: مصاحبة الخاشعين\t71 تفسير أهل الفسق لحديث حنظلة\t72 وجوب الخشوع في الصلاة\t74 من مظاهر الخشوع البكاء من خشية الله\t75 الفرق بين التخشع المشروع والتخشع الممنوع\t77 الفصل الثالث: الأسباب التي تذهب الخشوع أو تضعفه.\t81 السبب الأول: الغفلة عن ذكر الله والاشتغال باللهو واللعب\t81 القسم الأول: غفلة تامة\t81 القسم الثاني: غفلة تعتري أهل الإسلام\t81 السبب الثاني: إغراء الشيطان وتزيينه لمعاصي الله\t83 السبب الثالث: إفساد أرباب الفسق والفجور\t84 ومن المسؤول؟\t87 والجواب: إن المسئولية عامة شاملة\t87 أولها: المسئولية الفردية\t87 ثانيها: كل من كلفه الله مسئولية عن غيره من أرباب الأسر وولاة الأمر\t88 الحلال بيِّن والحرام بيِّن\t91 رياض النحل، ومزابل الجعلان\t91 أول تلك الرياض وأعظمها: كتاب الله الكريم\t93 خسارة من يحفظ كتاب الله ولا يفقه شيئاً من معانيه\t95 ثانيها: دراسة سنة الرسول ‘ وسيرته\t95 ثالثها: الحرص على مجالسة الصالحين من العلماء\t96 رابعها: ملازمة بيوت الله ـ المساجد ـ\t96 خامسها: المحافظة على الفرائض، والإكثار من النوافل الراتبة والمطلقة\t96 سادسها: ما وجد في هذه الأعوام من وسائل إعلام خصصت لمناهج إسلامية تحمل مواد مفيدة كثيرة\t97 هل الخشوع خاص بالصلاة؟\t99 ."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "مقدمة",
    "content": "بسم الله الرحمن الرحيم إن الحمد لله، نحمده ونستعينه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ}   [[آل عمران: 102.]]. {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا} [[النساء: 1]] {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللهَ وَقُولُوا قَوْلًا سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [[ الأحزاب: 70 ـ 71.]] أما بعد، فقد مضى لي وقت من الزمن، وأنا أمر على كثير من آيات القرآن الكريم تتعلق بأحد الموضوعات المهمة في حياة المسلم الإيمانية والعبادية التي لم أكن أشعر بتأثيرها في نفسي التأثير الذي ذكر الله تعالى أنها تحدثه في القلوب والأبدان، إنه (الخشوع) الذي وصف الله تعالى فيه المؤمنين والمؤمنات وصفاً مطلقاً: {وَالْخَاشِعِينَ وَالْخَاشِعَاتِ} [[الأحزاب: 35.]] ووصفاً مقيداً بكونهم في الصلاة: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ (1) الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ (2)}  [[ المؤمنون .]] وذكر تعالى في آية أخرى أثره في القلوب والأبدان: { اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَاباً مُتَشَابِهاً مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ(23)}   [[الزمر]] ووجدت بعض العلماء يرون وجوب الخشوع وبخاصة في الصلاة، كما سيأتي في كلام شيخ الإسلام القرطبي و ابن تيمية ، فأقلقتني تلك الغفلة التي كانت تحرمني في كثير من الأوقات من صفة من صفات المؤمنين، فكنت أحاول عندما أقف بين يديه تعالى في الصلاة التي هي من أشد ما يربط المسلم بربه، أن أستحضر الخشوع لله تعالى فيوفقني الله تعالى لذلك الاستحضار عندما أحاول، ولكن المحاولة نفسها كانت تغيب عني فيغيب معها الخشوع، حيث يشغلني وأنا في صلاتي تذكر أمور قد تتعلق بشئون دينية ولكنها تشغل حضور القلب فيها وفي أذكارها وقراءتها، وقد تتعلق بشئون دنيوية متشعبة تلهي عقلي وفكري وتشغلني عنها وعن جوِّها، ويكثر أحياناً عندي النسيان في الصلاة. ووجدت من بعض الإخوة من يشكو مثل شكواي، ويسألون: كيف نستطيع استحضار الخشوع في صلاتنا؟ فدفعني ذلك إلى محاولة تدبر القرآن الكريم في هذا الموضوع بالذات، لمعرفة الأسباب التي تجلب الخشوع، والأسباب التي تحول بيني وبين استحضاره. فتوصلت إلى أن الذي يحلبه ثلاثة أمور: الأمر الأول: كثرة ذكره تعالى والتعبد بأسمائه وصفاته، ودعاؤه تعالى بأن يعين على استحضار خشيته ومحبته والخشوع له. الأمر الثاني: تدبر القرآن الكريم عند قراءته أو سماعه، وبخاصة معاني أسماء الله تعالى وصفاته، والتفكر في الكون الذي خلقه في السماوات والأرض، وما في ذلك من دقة ونظام، لاستحضار عظمة الله تعالى من تدبر القرآن والتفكر في مخلوقات الله.. الأمر الثالث: المجاهدة المستمرة لا ستحضار الخشوع، كغيره من الأعمال القلبية كالمراقبة والإخلاص في العبادة ومحاربة مراءات المخلوقين، فوجدت أن هذه الأمور العامة المشتملة على فروع كثيرة، هي التي تعين على الخشوع له تعالى، في الصلاة وخارجها. ثم حاولت التأمل فيما يكون سبباً في غياب الخشوع عن المسلم، فكان فقد هذه الثلاثة المعينة على الخشوع، هي الأسباب الرئيسة للإلهاء عن استحضار الخشوع، مع أسباب أخرى ستأتي في البحث إن شاء الله. فقررت بعد ذلك كتابة هذا البحث المختصر، راجياً من الله تعالى أن ينفعني به، وينفع به من شعر في نفسه بالحاجة إلى ما يعينه على الاتصاف بهذه الصفة العظيمة التي هي من أهم صفات المؤمنين والمؤمنات، وأن يجعله تعالى خالصاً لوجهه الكريم ويكتب لي ثوابه، ويغفر لي ما قد يكون قد حصل لي من خطأ فيه. معنى الخشوع: ومعنى الخشوع كما قال الأصفهاني: \"الضراعة ـ والضراعة: الخضوع والذل والاستكانة، وأكثر ما يستعمل الخشوع فيما يوجد على الجوارح. والضراعة أكثر ما تستعمل فيما يوجد في القلب ولذلك قيل فيما روي: \"إذا ضرع القلب خشعت الجوارح\" الحديث عن أبي هريرة عن رسول الله صلى الله عليه وسلم، أنه رأى رجلاً يعبث بلحيته في صلاته، فقال: (لو خضع قلبه لخشعت جوارحه) أخرجه الحكيم الترمذي في نوادر الأصول 1/317، قال العراقي: بسند ضعيف. والمعروف أنه من قول سعيد بن المسيب في المفردات [[المفردات]] وفي لسان العرب: \"خشع واختشع وتخشَّع: رمى ببصره إلى الأرض وغضه وخفض صوته. واختشع إذا طأطأ صدره وتواضع. وقيل: الخشوع قريب من الخضوع، إلا أن الخضوع في البدن، وهو الإقرار والاستخذاء... والخشوع في البدن والبصر والصوت: { خَاشِعَةً أَبْصَارُهُمْ...} و{خَشَعَتْ الأَصْوَاتُ لِلرَّحْمَنِ...} أي سكنت. والتخشُّع الإخبات والتذلل... والخاشع من الأرض الذي تثيره الرياح لسهولته... ـ قلت بخلاف ما صلب منها ـ { وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الأَرْضَ خَاشِعَةً فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [[فصلت]]وخشعت الشمس: خسفت... ـ آيتان من آيات الله...  [[لسان العرب]] وقال القرطبي: عند قوله تعالى في سورة البقرة:{ وَإِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى الْخَاشِعِينَ}: \"الخاشعون جمع خاشع وهو المتواضع، والخشوع هيئة في النفس يظهر منها في الجوارح سكون وتواضع. وقال قتادة الخشوع في القلب وهو الخوف وغض البصر في الصلاة. قال الزجاج الخاشع الذي يُرى أثر الذل والخشوع عليه كخشوع الدار بعد الإقواء\". ونقل ابن حجر في الفتح في باب الخشوع في الصلاة: عن بعض العلماء أنه \"معنى يقوم بالنفس يظهر عنه سكون في الأطراف يلائم مقصود العبادة ...\"  [[2/465 دار الفكر.]]"
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "الفصل الأول: ما يجلب الخشوع",
    "content": "ذلك بعض ما عرَّف به العلماء الخشوع في اللغة وفي الشرع، ولكن حقيقته لا يتذوقها المسلم ولا يشعر بها من مجرد تعريفه ولا بمجرد قراءة ما ورد فيه من نصوص القرآن والسنة وأقوال العلماء، قراءة مجردة كما جرت به عادة غالب المسلمين، وقد يكتب في هذا الموضوع وغيره كتّابٌ لا هدف لهم من كتاباتهم فيه إلا تسجيل بحوث دراسية تؤهلهم إذا أجادوا الترتيب والتنسيق في بحوثهم على أسس منهجية، لنيل شهاد علمية في مرحلة من مراحل دراستهم. ولكن نصوص القرآن والسنة وأقوال العلماء الصالحين الذين رزقهم الله تعالى الفقه في دينه والعمل به، حتى أصبحت قلوبهم ممتلئة بجلال الله وعظمته مطمئنة بذكره وعبادته، وجوارحهم حنيفة إلى طاعته منقادة لترك معاصيه، خاضعة لزجره ونهيه، تلك النصوص وتلك الأقوال، تؤثِّر فيمن جاهد نفسه بها فتزكى على أيدي أولئك العلماء الذين هم أهل للتعليم والتزكية لمن تتلمذ عليهم مريداً العلم والتزكية معاً؛ لأنه لا بد للمتزكي من قدوة حسنة يزكيه، وإرادة صادقة للاقتداء. فالعلماء العاملون هم الذين يصقلون قلبه بماء أنهار هُدَى الله مما قَدْ رَان عليه من الآثام صقلاً، ويغسلون جوارحه بهدى الله من أدناس المعاصي والمنكرات غسلاً، فيقوي بذلك إيمانه، ويتواطأ على ذكر الله قلبه ولسانه، فيثبت بذلك يقينه ويتم إحسانه، فإن المعارف القلبية الربانية التي يريدها الله لعباده المؤمنين، لا تحصل بمجر حفظ النصوص وفهمها بدون مجاهدة للنفوس وإرادة قوية للتأثر بها، ومن هنا أمر الله تعالى عباده المؤمنين أن يعبدوه بأسمائه، كما قال تعالى: {وَلِلَّهِ الأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا ... (180)} [[الأعراف]] والمقصود من عبادتهم له بها التأثر الذي تحدثه في نفوسهم وقلوبهم بسبب التزكي بمعانيها العظيمة. والذي يساعد المؤمن المجاهد لنفسه على التحقق بصفة الخشوع، أمور كثيرة يجمعها كلها معرفة جلال الله تعالى وعظمته التي لا تتناهى، ويجليها الكتابان العظيمان: الكتاب الأول: عالم الكون الذي فتحه الله تعالى ليقرأه كل عاقل من خلقه، لا فرق بين عالم ومتعلم وأمي؛ لأن كثيراً من عناصر هذا الكتاب تدركه الحواس، وهي منافذ المعارف والعلوم. الكتاب الثاني: هو كتابه المقروء الذي أوحاه تعالى على نبيه محمد صلى الله عليه وسلم، الذي أدَّى أمانة ربه، فبين مراده، وعلَّم عباده، وزكَّاها قياماً بوظيفته التي كلفه إياها مرسله سبحانه، ونبَّه خلقه على ما في الكتاب الأول من آيات باهرات تخضع لخالقها الأعناق، وتنحني له الهامات، وتستسلم لبراهينها العقول. فهيا نتدبر بعضاً من آيات الكتابين لنرى تلك العظمة متجلية في كل شيء تدركه حواسنا وعقولنا، لنروي قلوبنا بما يملأها من ذكره الْمُلَيِّن لها، ونغسل أجسامنا لنطهرها من أدناس المعاصي والذنوب، لتلين ونحشع لصاحب العظمة والجلال الرب العظيم. وليس المقصود هنا سَوق الآيات المشتملة على أسمائه وصفاته وآثارها في عظمته بالتفصيل، وإنما المقصود أن نضرب بعض الأمثلة لنعلم أن عظمته تعالى تتجلى في كل اسم من أسمائه وكل صفة من صفاته؛ لأن تفصيل ذلك يقتضي نقل غالب القرآن الكريم الذي لا تخلو من أسمائه وصفاته وما تحققه من آثار في الكون. المقصود التذكير بتجلي عظمته تعالى في آثار أفعاله وآثار أسمائه وصفاته فيما يمكننا من معرفة تلك الآثار في أنفسنا وفي أرضه وسمائه. فهو تعالى عظيمٌ في خلقه، عظيمٌ في رزقه، عظيمٌ في عزته وقوته، عظيمٌ في جبروته وقهره وعقابه، عظيمٌ في إنعامه على كافة خلقه، عظيمٌ في رحمته، عظيمٌ في كل أسمائه وصفاته وأفعاله، لا حد لعظمته سبحانه وتعالى. إن استحضار عظمته تعالى كافٍ لجعل كل خلية في جسم الإنسان تقشعر خشية من قدرته وجبروته وتلين خشوعاً واطمئناناً إلى ذكره وودِّه ورأفته ورحمته، وتشكره على كل لحظة تتغذى فيها من إطعامه وإسقائه وجزيل نعمه، وتتمتع فيها بالأمن في حياتها من تسليط مصائبه عليها وعقوبته. فما بالك بالإنسان إذا كان مسلماً مؤمناً بالله الخالق الشاهد له بالوحدانية شهادة صدق ويقين؟ إنه ليكفي من يتصور خلق الكون كله لخالق واحد من الذرة التي عناها الله في القرآن والتي قد لا ترى بما اكتشفه العلماء من المكبرات، إلى عرش الله تعالى الذي وصفه بالعظمة، مع غاية الإتقان والتناسب، واتساع هذا الكون بالسماوات السبع وما فيهما وما بينهما، من أقمار ونجوم وكواكب وشموس ومجرات وملائكة وغيرها من المخلوقات، يكفي من تصور ذلك أن يكون مخبتا لله خاشعا. بل يكفي أن يتأمل الإنسان ما تراه عينه المجردة من على ظهر الأرض التي بسطها الله له، من فضاء يملؤه ما زين الله به السماء الدنيا من شمس وقمر وكواكب ونجوم، وما في أرضه من سهول ووديان، وآكام ونجود، وبحار وأنهار، وصحاري وغابات، وإنسان وحيوان، وزروع وثمار، وغير ذلك مما لا يحصيه غير خالقه القهار. وفي أنفسكم! إن أول ما ينبغي أن يقرأه الإنسان من صفحات كتاب الله المفتوح وكتابه المقروء، هو صفحة الإنسان نفسه، ففيها من آيات الله تعالى ما يكفيه للضراعة إليه والخضوع له خضوعاً كاملاً، ويملأ قلبه بمحبته ويدعوه إلى الإكثار من ذكره وعبادته والاطمئنان إليه والسكون إلى جنابه. لم يكن شيئا مذكوراً! كل إنسان من آدم عليه السلام إلى آخر من يخلق الله من إنسان، لم يكن شيئاً - أيَّ شيء - بل كان عدماً، كما قال تعالى: {أَوَلا يَذْكُرُ الإِنسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُنْ شَيْئاً (67)}  [[مريم]] وقال تعالى: {هَلْ أَتَى عَلَى الإِنسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئاً مَذْكُوراً(1)}  [[الإنسان]] وقال لنبيه زكريا عليه السلام: { وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئاً (9)} [[مريم]] من تراب: فقد خلق تعالى أبا البشر كلهم آدم عليه السلام من هذا التراب العجيب الذي تدوسه أقدامنا وأقدام الحيوانات في كل أنحاء الأرض وتسير عليه كل دابة في الأرض، وتنبت به الزروع والغابات وتختلط به المعادن على كثرة تنوعها، من ذهب وفضة وحديد وألماس وعقيق وياقوت وزئبق وكبريت وملح ومرمر ورخام وكحل ونفط وأحجار كريمة ونفط ومشتقاته، وإليه تعود أجسامنا بعد الموت فيكون لنا فراشاً وغطاء، ومنه نبعث يوم القيامة: {هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ...(67)} [[غافر]] قال تعالى: {وَلَقَدْ خَلَقْنَا الإِنسَانَ مِنْ سُلالَةٍ مِنْ طِينٍ (12)} [[المؤمنون]] كيف يشعر الإنسان عندما يعلم بأن أصله التراب، وهو الآن يتصرف في هذا التراب وما علا منه أو سفل تصرفاً تنشأ عنه عمارته للأرض وتنتشر حضارته فيها؟! ألا يشعر بعظمة من خلقه ومكنه من هذا التصرف والتدبير؟! ويشعر بصغر حجمه وضآلته أمام هذا الخالق العظيم فيتواضع له ويخبت خاشعاً خاضعاً مستكيناً؟! من ماء مهين: ثم خلق سائر البشر من ماء مهين أمشاج مختلط من زوجين - ما عدا عيسى عليه السلام - كما قال تعالى: {ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلالَةٍ مِنْ مَاءٍ مَهِينٍ (8)}.[[السجدة]] وجعله تعالى يمر بأطوار في رحم أمه، وأحاطه بحفظه وعنايته، وزوده بالأعضاء الضرورية لبقاء حياته في رحم أمه وبعد خروجه منه حتى يتوفاه الله. وقد أجمل تعالى رحلة الإنسان منذ بداية تكونه في رحم أمه إلى أن يلقى ربه، فقال تعالى: {يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنْ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلاً ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئاً وَتَرَى الأَرْضَ هَامِدَةً فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ (5) ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّهُ يُحْيِ الْمَوْتَى وَأَنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (6) وَأَنَّ السَّاعَةَ آتِيَةٌ لا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ (7)}  [[الحج]] وقال تعالى: {وَلَقَدْ خَلَقْنَا الإِنسَانَ مِنْ سُلالَةٍ مِنْ طِينٍ (12) ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (13) ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَاماً فَكَسَوْنَا الْعِظَامَ لَحْماً ثُمَّ أَنشَأْنَاهُ خَلْقاً آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ (14) ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ (15) ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ (16)}   [[المؤمنون]] إن الإنسان الذي أوجده الله تعالى من العدم، وجعله يمر بهذه الأطوار التي ليس له فيها اختيار، ولا قدرة على تكوين نفسه ولا حفظها ولا جلب ما ينفعها ودفع ما يضرها، إلا بما أقدره الله تعالى عليه في بعض مراحل حياته، وكما خلقه يميته ثم يبعثه ليحاسبه على ما قدَّم وأخَّر. إن هذا الإنسان الذي هذه حاله، جديرٌ به أن يتدبر نفسه، ويتفكر في كل عضو من أعضاء جسمه ومنافعه، ويفكر كذلك فيما لو فقد تلك الأعضاء أو بعضها، كيف سيكون حاله؟ وفيما أحاطه الله به في جميع أطواره، حتى وصل إلى تلك النهاية التي يرى فيها ثمار نشاطه في دنياه، وما قدمه في زمن عمره من خير أو شر. ترى لو فكر في ذلك بتأمل واعتبار، ألا يجعله ذلك يصبح ويمسي خاضعاً خاشعاً مخبتاً لله باطناً وظاهراً في كل أحواله لما غمره به من آلاء طيلة عمره؟! وليفكر كل إنسان أنه خلق بدون شفتين، أو بدون لسان، أو بدون يدين، أو بدون مفاصل لفخذه وقدميه، أو مطموس العينين، أو فاقد الأذنين، أو مسدود الجهاز الإخراجي، وقس على ذلك. كيف سيعيش في هذه الدنيا؟ لقد ذكر الله تعالى الإنسان بهذه الصفحة وهي نفسه، من كتاب الله المفتوح التي تصاحبه في كل أحواله يستطيع أن يقرأها ويتأملها قارئاً وغير قارئ، عالماً وغير عالم، في النور وفي الظلام، مقيماً ومسافراً، غنياً وفقيراً، في مسجد أو مصنع، في قصر كبير أو عش صغير، في بدو أو حضر. ذكَّر الله الإنسان بذلك تذكيراً عاماً، فقال: {وَفِي أَنفُسِكُمْ أَفَلا تُبْصِرُونَ(21)} [[الذاريات]] وذكَّره تذكيراً خاصاً بضرب بعض الأمثلة في هذه النفس، فقال تعالى: {(7) أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ (8) وَلِسَاناً وَشَفَتَيْنِ (9)}   [[البلد]] وقال عز وجل: {وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لا تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمْ السَّمْعَ وَالأَبْصَارَ وَالأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ (78)} [[النحل]] وذكَّره بأنه قادر على إذهاب ما شاء من أعضائه أو سلب منافعه، فقال سبحانه: {قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُمْ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ انظُرْ كَيْفَ نُصَرِّفُ الآيَاتِ ثُمَّ هُمْ يَصْدِفُونَ (46)} [[الأنعام]] ومن أعظم ما منح الله تعالى به الإنسان العقل الذي ميزه به عن الحيوانات، وجعله مناط تكليفه وسبب تشريفه، فإذا كانت أعضاء جسمه المادية تميز له المطاعم والمشارب، حارَّها وباردها وحلوها ومرَّها، وغيرها من الماديات رطبها ويابسها، وليِّنها وصلبها، وطولها وقصرها، وجميلها ودميمها، وحسن الأصوات وقبيحها، فإن العقل يميز به بين الحق والباطل، والنافع والضار، والعلم والجهل، والمصالح والمفاسد، والضال والراشد، وغير ذلك من المعاني والمعارف التي لا تدركها الحواس، وإن كانت منافذ لها. إن تفكُّر الإنسان في هذه الصفحة الخاصة به - وهي قليل من كثير - تجعله يدرك عظمة الخالق ويشعر بالرهبة والخشية التي هي من أهم أسباب الخشوع والإخبات كما يأتي. أضف إلى ذلك ما مكن الله تعالى به العقول من الابتداع والايتكار في هذه الحياة الدنيا من الوسائل التي يعمر بها دنياه من ملابس ومطاعم ومشارب، مساكن ومراكب ومواصلات واتصالات، ووسائل دفاع يقي نفسه بها من مخاطر واعتداءات، في البر والبحر وفي الأرض والسماء، وحسن تصرف وتدبير فيما يملكه من مال وجاه وأدوات... خصيم مبين: ذلك هو المفروض في الإنسان - أي ِّ إنسان - أن يشعر بالرهبة والخشية فيخشع لمن خَلَقَهُ فسوَّاه وعدله، وأكرمه ونعَّمه، ولكن غالب الناس تعمى أبصارهم وتنحرف عقولهم، فلا يرون الصراط المستقيم، ولا يستقر لسان ميزان عقولهم على الحق القويم، فيسلكون مسلك عدوهم \"الشيطان\" وأتباعه فيؤثرون التقليد المردي على الدليل الهادي والبرهان، فإذا هذا الإنسان الضعيف الذي مرَّ بتلك الأطوار عبر السنين، ينصب من نفسه عدواً لرب العالمين، مشاقَّاً له في صف عدوه المبين: {إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ(6)} [[فاطر]] ناسياً أنه خُلِقَ تراب ثم {مِنْ مَاءٍ مَهِينٍ} كما قال تعالى: {خَلَقَ الإِنسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ (4)} [[النحل]] {أَوَلَمْ يَرَ الإِنسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ (77)} [[يس]]"
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "وفي الموت عبرة وتذكير:",
    "content": "الموت، والموت: (أصله: استيفاء الأجل أي: مدة الحياة، وقوله تعالى: {بَلَغْنَا أَجَلَنَا الَّذِي أَجَّلْتَ لَنَا}،[[الأنعام]] أي: حد الموت، وقيل: حد الهرم، \"وهما واحد في التحقيق\" كما قال الراغب رحمه الله في مفرداته. أعرابي يتعجب من حالة جمله بعد موته! قال القرطبي رحمه الله: \"يروى أن أعرابياً كان يسير على جمل له فخر الجمل ميتاً، فنزل الأعرابي عنه وجعل يطوف به ويتفكر فيه ويقول: مالك لا تقوم؟ مالك لا تنبعث؟! هذه أعضاؤك كاملة وجوارحك سالمة. ما شأنك؟! ما الذي كان يحملك؟! ما الذي كان يبعثك؟! ما الذي صرعك؟! ما الذي عن الحركة منعك؟! ثم تركه وانصرف متفكراً في شأنه. متعجباً من أمره\" [[التذكرة في أحوال الموتى والآخرة]] هذا التعجب من الأعرابي يدل على أن الموت يدعو الإنسان إلى التفكر فيه، حيث ترى هذا الجسم ـ أيَّ جسم من أجسام المخلوقات ذوات الأرواح ـ يتحرك ويأكل ويشرب، ويؤدي ما هو مؤهل له بحسب قدرته التي وهبه الخالق ـ مهما كبر أو صغر ـ إلا أن الحيوان غير العاقل يسير في حياته على ما فطره الله بدون اختيار. العقلاء وغيرهم عندما يأتي بعضهم أجله، تراه جثة هامدة بعد أن كان كائناً متحركاً ذاهباً وآئباً في زمن عمره الذي منحه الله إياه، يستوي غير العاقل من الحيوان والعقلاء من بني الإنسان، إلا أن العقلاء يجب عليهم التفكُّر في شأن الموت الذي ينزل بهم ولا يغفلون عن ذكرهم له."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "شاعر يتعجب من موت بعض الشجعان حتف أنفه",
    "content": "وكما تعجب الأعرابي من موت جمله، فقد صوَّر الشاعر تعجبه من موت الشجاع المقدام الذي يصول ويجول في ميادين القتال، ويصرع الأقران فيها، ثم يموت خارجها حتف أنفه، فإذا هو وجمل الأعرابي سواء، قال: جَاءتْه مِنْ قِبَلِ الْمَنُونِ إشارةٌ فَهَوَى صَرِيعاً لِلْيَدَيْنِ ولِلْفَمِ وَرَمَى بِمُحْكَمِ دِرْعِهِ وبِرُمْحِهِ وَامْتَدَّ مُلْقىً كَالْفَتيقِ الأَعْظَمِ لا يَسْتَجِيبُ لِصَارِخٍ إِنْ يَدْعُهُ أَبَداً ولا يُرجَى لِخَطْبٍ مُعْظَمِ ذَهَبَتْ بَسَالَتُهُ ومَرَّ غَرَامُهُ لَمَّا رَأَى حَبْلَ الْمَنِيَّةِ يَرْتَمِي يَا وَيْحَهُ مِنْ فَارِسٍ مَا بَالُهُ ذَهَبتْ مُرُوَّتُهُ ولَمَّا يُكْلَمِ هَذِي يَدَاهُ وهَذِهِ أَعْضَاؤُهُ مَا مِنْهُ مِنْ عُضْوٍ غَدَا بِمُثَلَّمِ هَيْهَاتَ مَا حَبْل الرَّدَى مُحْتَاجَةً لِلْمَشْرِفِيِّ ولا اللِّسَانِ الَّلهْذَمِ هِيَ وَيْحَكُمْ أَمْرُ الالَهِ وحُكْمُهُ وَاللهُ يَقْضِي بِالْقَضَاءِ الْمُحْكَمِ يَا حَسْرَتَا لَوْ كَانَ يُقْدَرُ قَدْرُهَا وَمُصِيبَةٌ عُظُمَتْ ولَمَّا تُعْظَمِ خَبَرٌ عَلِمْنَا كُلُّنَا بِمَكَانِهِ وَكَأَنَّنَا فيِ حَالِنَا لَمْ نَعْلَمِ"
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "هل للموت من دافع!",
    "content": "جعل الله لخلقه آجالاً يعيشون بها في الدنيا، وهيأ لهم ما لا يحصى من الأسباب التي شرع لهم تعاطيها، للإبقاء على حياتهم، من أكل وشرب ولباس ومسكن ومركب وطب ودواء، وصناعة وزراعة وآلات دفاع عن النفس وغير ذلك، كما وَكَل بعض ملائكته بحفظهم له، فإذا جاء الأجل لم يبق شيء يدفع عنهم الموت الذي حدد أجله تعالى لكل حي، كما قال تعالى: {فَلَوْلا إِذَا بَلَغَتْ الْحُلْقُومَ (83) وَأَنْتُمْ حِينَئِذٍ تَنظُرُونَ (84) وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لا تُبْصِرُونَ (85) فَلَوْلا إِنْ كُنتُمْ غَيْرَ مَدِينِينَ (86) تَرْجِعُونَهَا إِنْ كُنتُمْ صَادِقِينَ (87)}.[[الواقعة.]] أي إن الروح التي لا حياة لمخلوق بدونها، إذا قضى الله تعالى بإخراجها من جسد صاحبها وقت نزعها، فوصلت إلى حلقومه وهو مجرى طعامه، وأهله وورثته وكل من له به صلة ينظرون إليه، وهو يعاني من نزع روحه، يتمنون لو يجدون أي وسيلة تبقيه حياً بينهم، فلا يقدرون على شيء يحقق ما تمنوه. وقال تعالى: {كَلاَّ إِذَا بَلَغَتْ التَّرَاقِي (26) وَقِيلَ مَنْ رَاقٍ (27) وَظَنَّ أَنَّهُ الْفِرَاقُ (28) وَالْتَفَّتْ السَّاقُ بِالسَّاقِ (29) إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ (30)}.[[القيامة.[[ جرت عادة الناس، إذا أعيتهم حيل شفاء مريضهم عن طريق التطبيب، أن يبحثوا عمن يرقيه برقى شرعية أو غير شرعية، وهنا عندما يظن مريضهم - والظن هنا بمعنى اليقين ويظنون أنه مفارق لدنياه - يسألون: هل من راقٍ يرقيه، فلا يجدون إلى ذلك سبيلاً؛ لأنه قد حان وقت التفاف ساقيه اللتين كان يذرع بهما الأرض في حياته بالكفن الذي يربط إحداهما بالأخرى، أو التف عليه شدّة آخر الدنيا بشدة أوّل الآخرة، وقال ابن زيد: \"اجتمع عليه أمران شديدان: الناس يجهزون جسده، والملائكة يجهزون روحه، والعرب لا تذكر الساق إلا في المحن والشدائد العظام\" [[ تفسير جامع الأحكام للقرطبي (19/ 111 دار الكتب العلمية).]] فما بقي إلا سَوقه إلى ربه ليدفن في قبره ليبدأ في نيل جزائه، {إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ} أي المرجع والمآب. وعن عائشة رضي الله عنهـا، قالت: سمعت النبي صلى الله عليه و سلم يقول: (إن هذه الحبة السوداء شفاء من كل داء، إلا من السام) قلت: وما السام؟ قال: (الموت).[[ صحيح البخاري (5/2153) دار ابن كثير، اليمامة/بيروت، ورواه مسلم (4/1735) دار إحياء التراث العربي/بيروت، من حديث أبي هريرة رضي الله عنه.]] {كُلُّ مَنْ عَلَيْهَا فَانٍ (26) وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالإِكْرَامِ (27)}.[[الرحمن.]] فلا مفر لأي مخلوق من الموت، والأهم من الموت - مع كونه مصيبة - ما بعده في القبر والبرزخ، وما يعقب ذلك من بعث ونشور، وجزاء على الأعمال يوصل إلى الجنة أو النار، كما قال تعالى: {كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ فَمَنْ زُحْزِحَ عَنْ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَمَا الْحَيَاةُ الدُّنْيَا إِلاَّ مَتَاعُ الْغُرُورِ (185)} [[آل عمران.]] كم في الدقيقة الواحدة من ينقله الموت من الدنيا إلى البرزخ؟ وكم من الأمم والقرون انتهت آجالها فخلفها غيرها؟ كما قال تعالى: {وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ مَا يَشَاءُ كَمَا أَنشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ(133)} [[الأنعام.]] وقال تعالى: {وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزاً (98)} [[مريم]] إن هذه الآية - آية الموت - جديرة بالتفكر فيها وذكرها وعدم الغفلة عنها؛ لأن التفكير فيها وتذكرها يدفعان صاحبهما إلى الخوف والخشية الدائمين من موافاة الأجل على حال تسخط الله تعالى، وذلك من أعظم ما يجلب الخشوع الدائم أيضاً لله تعالى. ولهذا أمر رسول الله صلى الله عليه و سلم بالإكثار من ذكر الموت، كما روى أبو هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه و سلم: (أكثروا ذكر هاذم اللذات، يعني الموت) [[رواه الترمذي (4/553) وقال: \"وفي الباب عن أبي سعيد، قال أبو عيسى: هذا حديث حسن غريب، دار إحياء التراث العربي بيروت\".]]"
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "محطة البرزخ:",
    "content": "والبرزخ هو الحد الفاصل بين حياة المخلوق في الدنيا وبعثه يوم القيامة، سواء كان ممن مات ودفن في قبر، أم لم يدفن في قبر، كما هي حال من يهلكون في حوادث الطيران أو السيارات أو الزلازل والبراكين أو غيرها، كالغرق والهدم. هذا البرزخ يبدأ فيه نعيم الأبرار الصالحين، وعذاب الفجار الفاسقين، كما قال تعالى: {حَتَّى إِذَا جَاءَ أَحَدَهُمْ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ (99) لَعَلِّي أَعْمَلُ صَالِحاً فِيمَا تَرَكْتُ كَلاَّ إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ(100)} [[المؤمنون]] اختبار مختصر عظيم الخطر: وعندما ينتقل الميت من حياته الدنيا إلى برزخه، يبدأ اختباره بكلمات مختصرة إذا وفقه الله تعالى للإجابة عنها، بشر بسعادته في البرزخ وما تتلوه من حياة الآخرة، كما في حديث البراء بن عازب: أن رسول الله صلى الله عليه و سلم قال: (المسلم إذا سئل في القبر: يشهد أن لا إله إلا الله، وأن محمداً رسول الله. فذلك قوله: { يُثَبِّتُ اللهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ}) [[صحيحا البخاري ومسلم. والآية من سورة إبراهيم، برقم: 27.]] وفي حديث طويل للبراء بن عازب، يقول خرجنا مع رسول الله صلى الله عليه و سلم في جنازة ـ إلى أن ذكر أنه صلى الله عليه و سلم قال: ـ (فترد روحه إلى جسده، فتأتيه الملائكة فيقولون: من ربك؟ قال: فيقول: الله. فيقولون: ما دينك؟ فيقول: الإسلام. فيقولون: ما هذا الرجل الذي خرج فيكم؟ قال فيقول: رسول الله. قال فيقولون: وما يدريك؟ قال: فيقول: قرأت كتاب الله فآمنت به وصدقت) [[ أخرج الحاكم في المستدرك (19/111) دار الكتب العلمية. ]] فمحطة البرزخ - ومنه القبر - الثابتة في كتاب الله وفي سنة رسوله صلى الله عليه و سلم، وكل العقلاء يرونها أمامهم، وكل واحد ينتظرها طال عمره أم قصر، توجب على الإنسان - وبخاصة المؤمن الذي يعلم أن القبر إما أن يكون روضة من رياض الجنة أو حفرة من حفر النار - أن يستعد لها، وأن يفكر فيها تفكيراً يملأ قلبه بالهيبة والرهبة والخشية التي تكسبه الخشوع لربه كلما ذكر مصيره إليه. إنه القبر محل وحشة لا يجد الإنسان فيه أهلاً ولا ولداً ولا مالاً ولا أنيساً، إن أهله وأصدقاءه يحملونه على نعشه فيضعونه في قبره ويظهرون حزنهم عليه حيث يوسد التراب الذي سيكون فيه ضيفاً على الدود بعد فترة ليست بالطويلة، وسيتركونه ويرجعون مع النعش واللحاف الذي غطوه به، فلا يبقى معه سوى عمله. كما ورد في الحديث الذي رواه البخاري ومسلم وغيرهما، عن أنس بن مالك، يقول: قال رسول الله صلى الله عليه و سلم: (يتبع الميت ثلاثة، فيرجع اثنان ويبقى معه واحد، يتبعه أهله وماله وعمله، فيرجع أهله وماله ويبقى عمله) وقد ثبت عذاب القبر ونعيمه في كتاب الله وسنة رسوله صلى الله عليه و سلم."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "نعيم القبر وعذابه:",
    "content": "وقد نهى الله تعالى رسوله صلى الله عليه و سلم، عن الصلاة على المنافقين، وعلى رأسهم عبد الله بن أبي بن سلول، لأن المقصود من الصلاة على الموتى الدعاء لهم بالمغفرة والرحمة في قبورهم وبعد خروجهم منها، وجعل قبورهم رياضاً من رياض الجنة والمنافقون محرومون من ذلك، قال تعالى: {وَلا تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ (84)} [[التوبة]] وقال تعالى ـ وهو يذكر بعض مراحل خلق الإنسان ـ: {ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ(21)} [[عبس]] وقال تعالى ـ مذكراً خلقه بعبورهم إلى البعث عن طريق المقابر: { أَلْهَاكُمْ التَّكَاثُرُ (1) حَتَّى زُرْتُمْ الْمَقَابِرَ(2)} [[التكاثر]] يذكرهم تعالى بأن ما أشغلوا أنفسهم به من زخارف الحياة الدنيا من الأموال والأولاد وغيرها، ألهاهم عن مقابرهم التي سيزورونها بعد موتهم، فيجدون أن ما ألهاهم عن التفكر فيها وتذكرها كان وبالاً عليهم؛ لأنهم لم يعدوا لها ما يسعدون به فيها من الأعمال الصالحة التي ترضي ربهم عنهم. ومن الآيات التي استدل بها العلماء على عذاب القبر، قوله تعالى في فرعون وقومه: {النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ (46)} [[غافر]] قال القرطبي رحمه الله عند تفسير الآية: \"والجمهور على أن هذا العرض في البرزخ. واحتج بعض أهل العلم في تثبيت عذاب القبر بقوله: {النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً} ما دامت الدنيا. كذلك قال مجاهد وعكرمة ومقاتل ومحمد بن كعب كلهم قال: هذه الآية تدل على عذاب القبر في الدنيا، ألا تراه يقول عن عذاب الآخرة: {وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ}. ومن الأحاديث الدالة على نعيم القبر وعذابه، ما رواه ابن عمر رضي الله عنهـما، أن رسول الله صلى الله عليه و سلم، قال: (إن أحدكم إذا مات عرض عليه مقعده بالغداة والعشي، إن كان من أهل الجنة، فمن أهل الجنة، وإن كان من أهل النار، فمن أهل النار. يقال: هذا مقعدك حتى يبعثك الله إليه يوم القيامة) [[البخاري (1/463) دار إحياء التراث العربي، ومسلم (17/169) دار الكتب العلمية.]] وفي حديث أنس رضي الله عنه، عن النبي صلى الله عليه و سلم، قال: (العبد إذا وضع في قبره وتولى وذهب أصحابه، حتى إنه ليسمع قرع نعالهم، أتاه ملكان فأقعداه فيقولان له: ما كنت تقول في هذا الرجل محمد صلى الله عليه و سلم؟ فيقول: أشهد أنه عبد الله ورسوله، فيقال: انظر إلى مقعدك من النار أبدلك الله به مقعداً من الجنة). قال النبي صلى الله عليه و سلم: (فيراهما جميعاً).. (وأما الكافر أو المنافق فيقول: لا أدري كنت أقول ما يقول الناس. فيقال: لا دريت ولا تليت ثم يضرب بمطرقة من حديد ضربة بين أذنيه فيصيح صيحة يسمعها من يليه إلا الثقلين) [[البخاري (1/448).]] ومعلوم أن المسلم لا يدري ما يختم له ففي حديث عبد الله بن مسعود رضي الله عنه، قال: \"حدثنا رسول الله صلى الله عليه و سلم، وهو الصادق المصدوق: (إن أحدكم يجمع في بطن أمه أربعين يوماً، ثم يكون علقةً مثل ذلك، ثم يكون مضغةً مثل ذلك، ثم يبعث الله إليه ملكاً بأربع كلمات، فيكتب عمله، وأجله، ورزقه، وشقي أم سعيد، ثم ينفخ فيه الروح، فإن الرجل ليعمل بعمل أهل النار، حتى ما يكون بينه وبينها إلا ذراع، فيسبق عليه الكتاب فيعمل بعمل أهل الجنة فيدخل الجنة.. وإن الرجل ليعمل بعمل أهل الجنة، حتى ما يكون بينه وبينها إلا ذراع، فيسبق عليه الكتاب، فيعمل بعمل أهل النار، فيدخل النار) [[البخاري (3/1212).]] وهذا يدعوه إلى الخوف المستمر من سوء الخاتمة التي إذا مات عليها استحق عذاب القبر، فيبقى مقبلاً إلى ربه متذللاً خاشعاً يرجوه حسن الخاتمة، والنجاة من عذاب القبر، ولهذا كان الرسول صلى الله عليه و سلم، يكثر من الاستعاذة بالله من عذاب القبر، كما ثبت في الصحيحين وغيرهما. و ولذلك يجب أن يحرص على اتخاذ الأسباب الشرعية التي تقربه إلى ربه، لعله يختم له بخير، فيموت وهو مسلم، ويتذكر وصية أبينا إبراهيم وابنه يعقوب عليهما السلام، لأبنائهما بالموت على الإسلام، كما قال الله تعالى: {وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمْ الدِّينَ فَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ (132)} [[البقرة]]"
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "القيامة والبعث:",
    "content": "معروف معنى البرزخ وهو الحد الفاصل بين شيئين، ومعلوم مما سبق أن المقابر ليست هي المأوى الذي يخلد فيه الموتى، وإنما هي محل لزيارتهم أي مكوثهم فيها مدة معينة، يخرجون منها عندما يريد الله تعالى بعثهم منها. كما قال تعالى: {أَلْهَاكُمْ التَّكَاثُرُ (1) حَتَّى زُرْتُمْ الْمَقَابِرَ (2)} [[التكاثر]] وبعثهم من قبورهم يكون يوم القيامة التي لا يعلم وقتها إلا الله تعالى، وإن ظهر للناس بعض علاماتها صغراها ثم كبراها، التي بينتها الأحاديث الصحيحة في كتب الحديث والكتب التي خصصت لعلامات الساعة. ويوم القيامة يوم له أسماء وأوصاف مخيفة، وفيه أهوال عظيمة، تدعو العقلاء إلى شدة الخوف من أوصافه الرهيبة ومن أهواله العظيمة، ومن تلك الأسماء: يوم الدين - أي الجزاء - والقيامة والواقعة والحاقة والقارعة والغاشية والساعة والطامة الكبرى، ويوم الفصل ويوم الحسرة ويوم الوعيد، ويوم التغابن ويوم الجمع ويوم الخروج ويوم الحساب ويوم التناد، وأحيل القارئ إلى كتاب الله تعالى للاطلاع على تلك الأسماء والأوصاف وغيرها مما ذكره الله تعالى، وبخاصة كثرة تكرر أوصافها بإضافة كلمة يوم إليها، كما أحيله في معانيها إلى كتب التفسير ومفردات القرآن وكلماته، ففي معرفة تلك الأسماء والصفات وتدبر معانيها ما يجعل الإنسان، وبخاصة المسلم يفكر دائماً في ذلك اليوم، وما ينتظره فيه، وما سيكون عليه من سعادة أو شقاوة، وذلك جدير أن يحدث له الخشوع لربه كلما تذكره. وتأمل هاتين الآيتين القصيرتين التي يصف فيهما ربنا شيئاً من أهوال ذلك اليوم ـ سواء قصد بما اشتملتا عليه ما يحصل في الكون العلوي والسفلي فيزلزل كل ما فيه وما في غيره، أم قصد به ما يحصل يوم القيامة بعد انقضاء الدنيا ـ وصفاً تنخلع له القلوب وتقشعر منه الأبدان وتذهل له العقول، قال تعالى: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ (1) يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ (2)} [[الحج، وراجع ما ذكره شيخنا العلامة الشيخ محمد الأمين الشنقيطي رحمه الله عند تفسيره للآيتين في أضوائه.]] وأوصي كل مسلم يتلو كتاب الله تعالى، بتدبر كلمة \"يوم\" الواردة بكثرة توقظ النائم وتذكر الغافل، هذه الكلمة يضيفها الله تعالى إلى صفة من صفات يوم القيامة أو يصفها بها، وأذكر منها ثلاثاً من تلك الصفات، وصف منها باثنتين، وأضيف إلى واحدة: قال تعالى عن عباده المقرِّين بحدوث هذا اليوم: {يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْماً كَانَ شَرُّهُ مُسْتَطِيراً (7)}. وقال: {إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْماً عَبُوساً قَمْطَرِيراً (10)}. وقال تعالى عن الجاحدين الغافلين عن أهوال ذلك اليوم: {إِنَّ هَؤُلاءِ يُحِبُّونَ الْعَاجِلَةَ وَيَذَرُونَ وَرَاءَهُمْ يَوْماً ثَقِيلاً (27)} [[الآيات الثلاث من سورة الإنسان.]] وأنقل ما قاله الإمام القرطبي رحمه الله في المعاني الثلاثة المذكورة في سورة الإنسان، قال رحمه الله: { كَانَ شَرُّهُ مُسْتَطِيراً} أي عالياً داهياً فاشياً، وهو في اللغة ممتداً؛ والعرب تقول: استطار الصدع في القارورة والزجاجة واستطال: إذا امتد... ويقال: استطار الحريق: إذا انتشر. واستطار الفجر إذا انتشر الضوء... وكان قتادة يقول: استطار والله شر ذلك اليوم حتى ملأ السموات والأرض. وقال مقاتل: كان شره فاشياً في السموات فانشقت، وتناثرت الكواكب، وفزعت الملائكة، وفي الأرض نسفت الجبال وغارت المياه..\" [[انتهى باختصار من تفسير القرطبي.]] إن تدبر هذه الآيات الثلاث المذكورة في سورة الإنسان، وما سبق كلاً منها وما تبعها من صفات فريقي عباد الله المؤمنين وثوابهم، وصفات أعدائه من حزب الشيطان وعقابهم، إن تدبر ذلك ليذكر القلب بعظمة الله ويدعو صاحبه إلى غاية الخضوع لهذا الرب العظيم والإخبات والخشوع له. واقرأ ما يحصل من أهوال هذا اليوم في سورة التكوير، وسورة الانفطار، وسورة الزلزلة وسورة القارعة، وأكثر من تأمل أوصافه في آيات كثيرة من القرآن الكريم، واسع في أن تمهد لنفسك فيه، ولا يلهينك ما تمهده لنفسك في دنياك من التنعم: {فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا مَرَدَّ لَهُ مِنْ اللَّهِ يَوْمَئِذٍ يَصَّدَّعُونَ (43) مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَمَنْ عَمِلَ صَالِحاً فَلأَنفُسِهِمْ يَمْهَدُونَ (44) لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْ فَضْلِهِ إِنَّهُ لا يُحِبُّ الْكَافِرِينَ (45)} [[الروم]]"
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "عظمة الإبداع والخلق:",
    "content": "إن كل إنسان عاقل لو تأمل ما أمكنه تأمله من خلق الله تعالى، من النملة إلى الفيل، ومن ذرة الرمل إلى شواهق الجبال، ومن أقل قطرة ماء إلى محيطات البحار، ومن أصغر زهرة في نبتة إلى أسمق شجرة وأعظم غابة، ومن أصغر نجم في الفضاء إلى أعظم مجرة خلقها الله تعالى في الكون العلوي، بل في أي عضو من أعضاء جسمه وما هيأه الله تعالى له من وظيفة ظاهرة يقوم بها، لتجلَّت له عظمة الله في خلقه، وأوجب له ذلك غاية الخشية والرهبة والخشوع والإخبات لربه الخالق المبدع العظيم. قال تعالى: {بَدِيعُ السَّمَوَاتِ وَالأَرْضِ وَإِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ(117)} [[البقرة.]] والبديع اسم فاعل جاء على صيغة المبالغة المعروفة في اللغة العربية، كما قال القرطبي رحمه الله: {بَدِيعُ السَّمَوَاتِ وَالأَرْضِ} [[البقرة116]] فَعِيل للمبالغة.... واسم الفاعل مبدع، كبصير من مبصر. أبدعت الشيء لا عن مثال، فالله عز وجل بديع السموات والأرض، أي منشئها وموجدها ومبدعها ومخترعها على غير حد ولا مثال. وكل من أنشأ ما لم يسبق إليه قيل له مبدع... [[(2/86).]] نعم إنه المبدع الذي لا يوجد مبدع سواه، فالبشر مهما اخترعوا من مخترعات، ومهما أوجدوا من صناعات، إنما بنوها على أمثلة سبقهم إلى أصلها غيرهم من المخلوقين ممن علمهم الله تعالى ما لم يعلموا إلا بتعليمه: {وَعَلَّمَ آدَمَ الأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلاء إِنْ كُنتُمْ صَادِقِينَ (31) قَالُوا سُبْحَانَكَ لا عِلْمَ لَنَا إِلاَّ مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ(32)} [[البقرة]] وإبداعه تعالى خلقه على غير مثال سابق، ليس قاصراً على شيء دون شيء، بل هو شامل لكل الكون: {بَدِيعُ السَّمَوَاتِ وَالأَرْضِ}، وهو تعالى يُكَوِّنُ مبدعاته بكلمة واحدة: {وَإِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ}. وقال تعالى: {وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (101) ذَلِكُمْ اللَّهُ رَبُّكُمْ لا إِلَهَ إِلاَّ هُوَ خَالِقُ كُلِّ شَيْءٍ ... (102)} [[الأنعام]] تأمل قوله تعالى: {وَخَلَقَ كُلَّ شَيْءٍ} بلفظ الماضي، وقوله عز وجل: {خَالِقُ كُلِّ شَيْءٍ} بلفظ اسم الفاعل الدال على الاستقبال، و{يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ..} [[القصص]]. في الحال، فكل ما مضى في الكون خلقه الله وحده، وكل ما يوجد في الحال، وكل ما سيأتي من موجودات علوية أو سفلية فالله تعالى وحده خالقها، ولا خالق سواه لما مضى ولا لما يستقبل: {هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ(3)} [[فاطر]] أيهما أولى بالتفكر والاعتبار؟ ومن غرائب الأمور أن ترى الناس يعجبون كل العجب، لرسم رسَّام صورة لمخلوق من مخلوقات الله، كإنسان أو شجرة أو جبل، أو أي منظر خلاب خلقه المبدع الوهاب، أو رسم صورة لبناء ـ كتاج محل مثلاً ـ أتقن تخطيطه مهندس من عباد الله قضى في تعلمه وتدربه وقتاً غير يسير من عمره، حتى وصل إلى ما وصل إليه، مع أن الله هو الذي وهبه ما مكنه من ذلك، فترى الآلاف والملايين من البشر يشدون الرحال ويتعرضون للمخاطر والأهوال وينفقون الجمَّ من الأموال، ليقفوا أمام ذلك الرسم أو ذلك البناء، مظهرين الدهش والعجب من تلك الأعمال العظام التي تطرب القلوب وتأسر العقول والأحلام. وليس التعجب من الأعمال الضخمة المتقنة التي يقوم بها الإنسان بمستنكر، بل إن ذلك مما جبل عليه البشر، والسبب في تعجبهم أن غير القادر على صنع مثل تلك الأعمال، إما لجهله وإما لعجزه وإما لضعف همته وإرادته، يتعجب من صنع من تعلَّم وتدرَّب وعَلَت همته حتى وصل إلى ما وصل إليه. وإنما المستنكر والعجب ممن كبرت عنده صناعة المخلوق مهما عظمت، وغفل عن بديع صنع الله تعالى وعظم خلقه الذي لا يرد عليه العجب كما يرد على صنع المخلوق؛ لأن الله تعالى قادر على كل شيء ولا يعجزه شيء. ولهذا ورد في كتاب الله الحث على التفكر والتدبر وإعمال العقل فيما صنع سبحانه، مثل قوله تعالى: {كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ الآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ (266)} [[القرة]] وقوله: {يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَت التَّوْرَاةُ وَالإِنجِيلُ إِلاَّ مِنْ بَعْدِهِ أَفَلا تَعْقِلُونَ (65)} [[آل عمران]] وقوله: {إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لآيَاتٍ لأُولِي الأَلْبَابِ (190) الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ(191)} [[آل عمران]] {كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ الآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ(61)} [[النور]] بل ورد في كتاب الله إنكار التعجب من صنعه تعالى الذي جاء على خلاف ما اعتاده البشر في الغالب، كما قال تعالى عن الملائكة في خطابهم لزوج إبراهيم عليه السلام عندما تعجبت من بشراهم لها بأنها سيولد لها ولد مع كبرها وكبر زوجها: {وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَقَ وَمِنْ وَرَاءِ إِسْحَقَ يَعْقُوبَ (71) قَالَتْ يَا وَيْلَتَا أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخاً إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ (72) قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَةُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ(73)} [[هود]] قال السيد محمد رشيد رضا رحمه الله، في قوله تعالى:  {قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللهِ}: \"هَذَا الِاسْتِفْهَامُ إِنْكَارٌ لِاسْتِفْهَامِهَا التَّعَجُّبِيِّ ، أَيْ لَا يَنْبَغِي لَكِ أَنْ تَعْجَبِي مِنْ شَيْءٍ هُوَ مِنْ أَمْرِ اللهِ الَّذِي لَا يُعْجِزُهُ شَيْءٌ ، - إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ - 36 : 82 وَإِنَّمَا يَصِحُّ الْعَجَبُ مِنْ وُقُوعِ مَا يُخَالِفُ سُنَّتَهُ - تَعَالَى - فِي خَلْقِهِ ، إِذَا لَمْ يَكُنْ وَاضِعُ السُّنَنِ وَنِظَامِ الْأَسْبَابَ هُوَ الَّذِي أَرَادَ أَنْ يَسْتَثْنِيَ مِنْهَا وَاقِعَةً يَجْعَلُهَا مِنْ آيَاتِهِ ; لِحِكْمَةٍ مِنْ حِكَمِهِ فِي عِبَادِهِ\" انتهى فهو تعالى القادر على كل شيء، يحيي الميت ويميت الحي، ويخلق الإنسان من الترب، ومن نطفة، ويخلقه من أبوين، ويخلقه من أب فقط، ويجعل النار محرقة، ويسلب منها الإحراق، ويفلق البحر، فيجله يبسا، يتخذ الإنسان طريقا: {صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ ....(88)} [[النمل]] {وَالأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ(19)} [[الحجر]] {وَآيَةٌ لَهُمْ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُمْ مُظْلِمُونَ (37) وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (38) وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ (39) لا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ (40)} [[يس]] فأيِّ الأمرين أولى بالتفكر والتأمل والاعتبار؟ أليس ما خلقه الله وأبدعه في كونه الفسيح ما علم منه في سماواته وأرضه للعلماء والأميين، وإن تفاوتوا في علمه وفهمه وعمق معانيه، وما اختص به العلماء، وما لم يعلم للجميع، هو الجدير بالتفكر والتأمل ليرى العاقل فيه عظمة الله وقوته وقدرته وحكمته، فيأسر تلك العقول بما يدهشها، ويملأ تلك القلوب بما يحييها ويكسبها حباً للخالق المبدع، وهيبة وخشية وخشوعاً وإخباتاً؟! عظمة الله في رزقه: الله وحده هو الذي يرزق مخلوقاته كلها فلا رازق سواه كما أنه لا خالق ولا مبدع غيره، وقد نبَّهنا تعالى في كتابه على ذلك، وأكَّده كثيراً بأساليب متنوعة؛ لأن الرزق إحدى القضايا الكبرى التي تهم الإنسان في حياته ويخاف من انقطاعها، والذي يضعف إيمانه ويقل يقينه بأن الله تعالى هو وحده واهبه ومانعه ويظن أن رزقه مرتبط بأي مخلوق من خلق الله يقدر على منحه له أو منعه منه، لا بد أن يسلم نفسه له ويتبعه ويصير متعلق القلب به شبيهاً بالحيوانات المستألفة التي يدربها من يسوسها على السمع والطاعة له عن طريق ما يجود به لها من الطعام والشراب، إذا هي نجحت في الطاعة، ويحرمها منهما إذا هي فشلت في ذلك، فإذا افتقر أو فارق الحياة علمت أنه لا حول له ولا قوة في رزقها. فأكثر الله تعالى في كتابه من بيان أن الرزق كله بيده يؤتيه من يشاء واسعاً كثيراً، ويقدره لمن يشاء ضيقاً قليلاً، ليعلم الإنسان أن غير الله لا يقدر على منحه ولا منعه، ويكون عبداً له لا لسواه من العبيد، مهما ظهرت لهم من سلطة وعظمة في الدنيا. ولنتأمل بعض تلك الآيات التي تثبت في قلب المؤمن اليقين الجازم بأن الخالق وحده هو الرزاق وحده: قال تعالى: {وَمَا مِنْ دَابَّةٍ فِي الأَرْضِ إِلاَّ عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ (6)} [[هود]] الآية الكريمة عامة في كل دابة في الأرض، والدابة كل ما يدب على الأرض ـ من المخلوقات التي لا حياة لها إلا بالرزق ـ ويشمل ذلك الطيور على اختلاف أنواعها؛ لأن طيرانها في الجو ليس دائماً، فهي تتناول طعامها وشرابها في الأرض وتنام على الأرض أو على الأشجار النابتة فيها. ويجوز في غير القرآن أن تقول: \"وما دابة في الأرض إلا على الله رزقها\" مبتدأ وخبر، والنكرة في سياق النفي يفيد ظاهرها العموم، كما هو معروف عند العلماء، والقاعدة عندهم أن ما أفاد ظاهره العموم قد يخرج منه بعض أفراده بالتخصيص، كما تقول: ما جاء من القوم أحد، يجوز أن يكون جاء بعضهم، فإذا أدخلت \"مِن\" على النكرة المنفية، فقلت: ما جاء من القوم من أحد أفاد ذلك التنصيص على عموم النفي، فلا يبقى احتمال خروج بعض أفراد المنفي من هذا النفي بل القوم كلهم مقطوع بنفي مجيئهم، والأمر كذلك في الآية فقد دخلت \"مِن\" على النكرة وهي \"دابة\" ومعنى ذلك أن كل ما يدب على الأرض قد كتب الله على نفسه رزقه، وهو وحده الذي يرزقه. ومثل الآية السابقة قوله تعالى: {وَكَأَيِّن مِنْ دَابَّةٍ لا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ (60)}. إلى أن قال تعالى: {... اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عبَادِهِ وَيَقْدِرُ لَهُ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (62)} [[العنكبوت]] وقال تعالى: { إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ (58)} [[الذاريات]] أكَّد الله تعالى في هذه الآية اختصاصه برزقه مخلوقاته بحرف إن المفيدة للتأكيد، والجملة الإسمية: المبتدأ والخبر المعرفان بأل وهما \"الله..الرزاق\" وبالضمير الفاصل بينهما \"هو\" والمقصود من هذه التأكيدات، هم الذين مسخ الشيطان فطرهم الذين لم يهتدوا بهدى الله تعالى ولم يتفكروا بعقولهم فيما أوجده الله تعالى من الكون العلوي والسفلي، بخلاف من آمن بالغيب وصدق رسوله فيما جاء به من الوحي وفكر فيما خلق الله من السماوات والأرض وما بينهما وما فيهما من دقة وإتقان، فإنهم يعلمون أنه لا رازق سوى الله تعالى. قال تعالى: {أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ بَلْ لَجُّوا فِي عُتُوٍّ وَنُفُورٍ(21)} [[الملك]] فإذا تصورالعاقل الكم الذي لا يحصيه إلا الله من الدواب صغارها وكبارها التي لا يرزقها على هذه الأرض إلا الله الواحد تعالى، أوجب له ذلك غاية التعظيم والتمجيد للخالق الرازق العظيم، وخشع له قلبه وأخبتت له جوارحه في كل لحظة يتفكر فيها في اسم الله الرازق. وإذا ما تفكر العاقل في الأسباب التي هيأها الله تعالى ولا يزال يهيئها لإيجاد رزقه سبحانه لهذه الدواب، ومنها الإنسان لأنه يدب على الأرض، زاده ذلك لربه إجلالاً وتعظيماً وإخباتاً، فالمطر الذي يودعه الله في السحب والهواء الذي يسخره ليسوق السحاب إلى حيث شاء من أرضه، فيعصره على أرض ميتة فيحييها به، والشمس التي تنعش بأشعتها الزروع والأشجار، والأرض الخصبة التي ينبت الله فيها تلك الزروع والأشجار، وسُوق الشجر والزرع التي جعلها تتشرب الماء لسقيها وتنميتها وبقائها مخضرة حتى تؤتي ثمارها، ثم تسخير الله لكل دابة السبل التي تتمكن بها من تناول رزقها، كل ذلك وغيره مما لا يحصيه إلا الله تعالى من أسباب الرزق، إن ذلك موجب للعاقل كمال الخضوع وغاية الرهبة والخشوع والمحبة للخالق المبدع الرازق. إضافة إلى الأسباب التي زود الله بها الإنسان لصنع رزقه وتناوله، كعقله الذي يمكنه من التفكير في ذلك مثل التجارة والزراعة والصناعة وأدواتها، وكذلك الأدوات التي أوجدها في ذاته كاليدين والرجلين والجهاز الهضمي والجهاز الإخراجي، وغير ذلك مما يشمله قوله تعالى: {وَفِي الأَرْضِ آيَاتٌ لِلْمُوقِنِينَ (20) وَفِي أَنفُسِكُمْ أَفَلا تُبْصِرُونَ(21)} [[الذاريات]]"
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "عظمة الله في الملك:",
    "content": "إن تدبر العقلاء أسماء الله تعالى وتدبر بعض ما يدخل في كل اسم منها من معان مما يظهر للمتدبر، ليظهر من عظمة الله تعالى ما يجعل القلوب تخشع وتذل له سبحانه وتوجل هيبة ورهبة وخشية من جلاله، ورغبةً إليه ومحبةً له وطمعاً في رحماته وتوفيقه وهداه. إن رجلا يُمَلِّكه الله تعالى قطعةً في الأرض تشتمل على خيرات من الأرزاق في ظاهرها وباطنها، يتربع على سرير الرئاسة أو الملك يسيطر على شعب متنوع الأصناف: فقير وغني وجاهل وعالم، وقوي وضعيف، يحيط به الجيوش الكثيرة، والخدم والحشم الوفيره، يتسابقون في السمع له والطاعة، تجد الناس ينظرون إليه نظرة احترام وهيبة، وخوف ورهبة، لا يعصون له أمراً، ولا يرتكبون له زجراً، يرجون منه الكرم والفضل، ويخافون الحرمان والعزل، يدعونه بصاحب الفخامة أوالجلاله احتراماً له وتعظيماً، وتقرباً إليه وتسليماً، مع أن ملكه مجاز وليس حقيقة؛ لأن الذي منحه ذلك الملك هو خالقه ومالكه الذي يعطي ويمنع ويعز ويذل، ويميت ويحيي، الذي قال لنبيه ولكل من يصلح لتوجيه الخطاب إليه: {قُلْ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (26)} [[آل عمران]] وملك غير الله من المخلوقين مع كونه نسبياً في الزمن الذي قد يمتد لصاحبه مدة حياته، وقد يسلب منه قبل ذلك، هو نسبي في المضمون كذلك؛ لأنه مهما عظم في نظر المخلوق يعد شيئاً ضئيلاً بجانب الملك الخالق العظيم، فهو ملك مضمحل باطل في حقيقة الأمر؛ لأن الله تعالى مالك كل شيء في الدنيا وفي الآخرة، وغيره مالك ما ملَّكه  الملك الحق في وقت دون وقت، كما قال تعالى عن نفسه: {فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ...(114)} [[طه]] قال الشيخ السعدي رحمه الله في تفسير الآية: \"أي وجوده وملكه وكماله حق، فصفات الكمال، لا تكون حقيقة إلا لذي الجلال، ومن ذلك: الملك، فإن غيره من الخلق، وإن كان له ملك في بعض الأوقات، على بعض الأشياء، فإنه ملك قاصر باطل يزول، وأما الرب، فلا يزال ولا يزال ملكاً حياً قيوماً جليلاً\". انتهى. فهو تعالى وحده الذي يخفض ويرفع، ويهب ويمنع، ويذل ويعز، لا يملك أحد من خلقه شيئاً إلا ما ملكه إياه تمليكاً مؤقتاً يهبه متى شاء لمن يشاء على ما يشاء، ويسلبه متى شاء. هذا في الدنيا؛ أما في الآخرة فهو تعالى وحده مالك يوم الدين، يخاطب فيه عباده الذين برزوا من قبورهم للجزاء العادل الذي لا يتميز فيه أحد عن أحد، بل ينال كل منهم جزاء ما قدم، كما قال تعالى: {يَوْمَ هُمْ بَارِزُونَ لا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ لِمَنْ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ (16) الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لا ظُلْمَ الْيَوْمَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (17)} [[غافر]] ترى ألا تجعل عظمة الله تعالى في ملكه في الدنيا والآخرة، جلود العقلاء من البشر تقشعر، وقلوبهم ترتجف وتخبت وتخشى وتخشع لهذا الرب العظيم؟ كررت في هذا البحث ذكر \"عقلاء البشر\" عن قصد، مع أن المسلمين وحدهم هم المنتفعون بعقولهم التي تجعلهم يؤمنون بالله واليوم الآخر، ويخبتون لله تعالى؛ لأن آيات الله الكونية قد أخضعت عقول كثير من علماء الكون غير المسلمين من ذوي التخصصات المتنوعة، من فلك وطب وجيولوجيا وفيزياء، إلى الإيمان بأن هذا الكون لا بد له من خالق مدبر، إذ أدهشهم ما في الكون العلوي والسفلي من دقة ونظام، دال على أنه من المستحيل أن يكون هذا الكون وُجد بدون خالق، ومن البحوث التي ألفت في ذلك كتاب \"العلم يدعو إلى الإيمان\". وقد أسلم بعض هؤلاء العلماء بناء على ذلك، وبعضهم اعترف بوجود الله بعد أن كان ملحداً. وقد دعا هذا بعضَ المسلمين، أن يزعموا أن هؤلاء العلماء من غير المسلمين، من أشد الناس خشيةً لله تعالى، لعلمهم قدرة الله تعالى، وذكر عدداً منهم لم يدخلوا في الإسلام، قال: \"ولو حاولت تتبع بعض سير مؤسسي العلوم الحديثة فستجد أن معظمهم ـ إن لم نقل كلهم ـ من أشد الناس خشية لله تعالى ولو عُرض عليهم الإسلام بصورته الصحيحة لما ترددوا في اعتناقه أمثال: نيوتن وكابلر وليوناردو دافنشي وآينشتاين\". http://www.55a.net/firas/arabic/?page=show_det&id=979&select_page=13. ونحن نسلم بأن كثيراً من أولئك العلماء قد أثَّر فيهم دقة الكون ونظامه وأخضع عقولهم ونفوسهم، للاستسلام لخالق مدبر، وأن الذين أسلموا من هؤلاء وتمكنوا من الفقه في أصول الدين فقهاً صحيحاً، قد عرفوا الله حق المعرفة، وأن هؤلاء قد يكونون أشد خشيةً وخضوعاً وخشوعاً لله؛ لأنهم جمعوا بين الفقه الشرعي والعلم الكوني الذي يزيد صاحبه إيماناً، أما من تأثروا بالعلوم الكونية تأثراً لا يجعلهم يؤمنون بخالق لهذا الكون، فإيمانهم بالخالق إيمان عام، لم يعرفوا حقيقة أوصاف هذا الخالق الشرعية التي لم تعد توجد إلا في كتاب الله وسنة رسوله، ولم يعرفوا ما لهذا الإله على خلقه من عبادته، فلا يصح القول: إن هؤلاء من أشد الناس خشية. عظمته في علمه المحيط بكل شيء: وتتجلى عظمته تعالى في علمه الميحط بكل شيء من جزئيات الكون، لا تخفى عليه منه خافية، لا غيب عنده من خلقه، بل هو يعلم ما هو غيب عن عباده أو شهادة على السواء، وهذه الصفة العظيمة يعبر عنها بعدد من أسمائه التي ذكرها لنا في كتابه: مثل عالم وعليم وخبير وسميع وبصير... قال تعالى: {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إِلاَّ هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلا حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلا رَطْبٍ وَلا يَابِسٍ إِلاَّ فِي كِتَابٍ مُبِينٍ (59)} [[الأنعام]] {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (73)} [[الأنعام، والتوبة: (94) (105) والرعد: (9) والمؤمنون: (92) والسجدة: (6) والزمر]] {وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجاً وَمَا تَحْمِلُ مِنْ أُنْثَى وَلا تَضَعُ إِلاَّ بِعِلْمِهِ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلا يُنْقَصُ مِنْ عُمُرِهِ إِلاَّ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (11)} [[فاطر]] {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ(7)} [[المجادلة]] {يَعْلَمُ خَائِنَةَ الأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ (19)} [[غافر]] {وَلَقَدْ خَلَقْنَا ?لإِنسَـ?نَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ ?لْوَرِيدِ} [[ق]] أما خلقه تعالى، مهما بلغوا من العلم، فما أحقر علمهم بجانب علم الخالق سبحانه: {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ...(255)} [[القرة]] {وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ (6) يَعْلَمُونَ ظَاهِراً مِنْ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنْ الآخِرَةِ هُمْ غَافِلُونَ(7)} [[الروم]] {وَأَسِرُّوا قَوْلَكُمْ أَوْ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (13) أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ (14)} [[الملك]] ولشمول علمه تعالى بكل شيء في الكون أطلق العلماء عليه تعالى مصطلح: \"الواعظ الأكبر والزاجر الأعظم\" وقد ألفت رسالة في هذا المعنى، فاستحضار عظمته تعالى في علمه المحيط بكل شيء أكبر معين للعبد على الخوف والخشية والرهبة والخشوع لهذا الرب العظيم، وفي نفس الوقت من أعظم ما يعين على محبته تعالى غاية المحبة؛ لأن علمه بما يقدم المسلم من الأعمال الصالحة، يحفظ له تلك الأعمال ويثيبه عليها يوم الدين. عظمته في رحمته: من أسماء الله تعالى: الرحمن الرحيم، ورحمته تعالى كغيرها من صفاته، شاملة لجميع خلقه في سماواته وأرضه، والإنسان الذي أوجده الله تعالى في هذه الأرض، يرى آثار شمول رحمته في كل ما حوله من حيوان ونبات، فالإنسان نفسه سبق الكلام على نعم الله عليه في ذاته وفيما سخره له من السماوات ومن الأرض، والتسخير كله رحمة من الله تعالى. إن الإنسان الذي يلحقه ضرر من أخيه الإنسان، لو استطاع لأنزل به من الضرر ما يفوق ما أصابه من ضرر أضعافاً مضاعفة، بل لو أن إنساناً استقل بملك خزينة من خزائن الله تعالى تشمل مصالحها غيره من المخلوقات، لبخل بها عليهم وأمسكها عنهم، ولو هلكوا بذلك: {أَمْ لَهُمْ نَصِيبٌ مِنْ الْمُلْكِ فَإِذاً لا يُؤْتُونَ النَّاسَ نَقِيراً(53)} [[النساء]] {قُلْ لَوْ أَنتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذاً لأَمْسَكْتُمْ خَشْيَةَ الإِنفَاقِ وَكَانَ الإِنْسَانُ قَتُوراً (100)} [[الإسراء]] والسبب في ذلك بخل هذا الإنسان بما يملك خشية نفاده؛ لأنه فقير فقراً ذاتياً مهما عظم ملكه؛ ولأنه يفقد الرحمة التي تدفعه إلى الإنفاق على غيره، وتزجره من منعه عنه. بخلاف الخالق الغني الكريم الرحمن الرحيم، فإنه لا يخشى الفقر؛ لأنه غنيٌّ غنىً ذاتياً له خزائن السماوات والأرض وخزائنه لا تنفد: {مَا عِنْدَكُمْ يَنفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ....(96)} [[النحل]] {هَاأَنْتُمْ هَؤُلاءِ تُدْعَوْنَ لِتُنفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمْ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ ثُمَّ لا يَكُونُوا أَمْثَالَكُمْ (38)} ( ). رحمته شاملة في الدنيا والآخرة: قال تعالى: {فَإِنْ كَذَّبُوكَ فَقُلْ رَبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلا يُرَدُّ بَأْسُهُ عَنْ الْقَوْمِ الْمُجْرِمِينَ (147)} [[الأنعام]] هذه السعة في رحمته تعالى شاملة لكل حي في الدنيا، سواء كان من أوليائه المطيعين، أم من أعدائه العصاة الكافرين والفاسقين؛ لأن الله تعالى خلقهم جميعاً، فلا يحرم أحداً منهم من رحمته التي منها رزقهم الذي يكون سبباً في بقاء حياتهم المحدودة: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَداً آمِناً وَارْزُقْ أَهْلَهُ مِنْ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الآخِرِ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلاً ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ (126)} [[القرة]] قال سيد قطب رحمه الله، وهو يتفيأ في ظلال آية البقرة هذه: {قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلاً ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ}: \"فقل ربكم ذو رحمة واسعة بنا, وبمن كان مؤمناً من عباده, وبغيرهم من خلقه. فرحمته ـ سبحانه ـ تسع المحسن والمسيء; وهو لا يعجل على من استحق العقاب; حلماً منه ورحمة. فإن بعضهم قد يثوب إلى الله.. ولكن بأسه شديد لا يرده عن المجرمين إلا حلمه, وما قدره من إمهالهم إلى أجل مرسوم. وهذا القول فيه من الإطماع في الرحمة بقدر ما فيه من الإرهاب بالبأس. والله الذي خلق قلوب البشر; يخاطبها بهذا وذاك; لعلها تهتز وتتلقى وتستجيب\". انتهى. ومن آثار سعة صفة رحمته تعالى منحه مخلوقاته ما خلقه فيهم من التراحم الشامل فيما بينهم، كما روى أبو هريرة رضي الله عنه، عن النبي ‘ قال:(إن لله مائة رحمة.. أنزل منها رحمة واحدة بين الجن والإنس والبهائم والهوام.. فبها يتعاطفون.. وبها يتراحمون.. وبها تعطف الوحش على ولدها.. وأخَّر الله تسعاً وتسعين رحمة.. يرحم بها عباده يوم القيامة) [[رواه مسلم (17/61)]].وفي حديث جندب بن عبد الله البجلي رضي الله عنه: (إن الله عز وجل خلق مائة رحمة فأنزل رحمة يتعاطف بها الخلق جنها وإنسها وبهائمها، وأخَّر عنده تسعاً وتسعين رحمة..). وإنا لنشاهد ذلك التراحم والحنان بين بني الإنسان، فنرى كلاً من الزوجين يرحم زوجه ويكن له من الود والرأفة ما يحقق بينهما السكن والاطمئنان، كما قال تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنفُسِكُمْ أَزْوَاجاً لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ(21)} [[الروم]] كما نرى تلك الرحمة ماثلة في حنان الآباء على أولادهم كباراً وصغاراً، مع تخصيص صغارهم بغاية الرحمة، لشدة حاجتهم إليها أكثر من الكبار الذين شرعوا في الاستقلال بالقيام بشئونهم. والأم أوفر حظاً من الأب في الرحمة على أولادها والعناية بهم، لكثرة صلتها بهم حملاً وولادةً وغذاءً وتربيةً وتنظيفاً، يظهر ذلك فيما تعانيه مدة الحمل من مشقة وضعف ووهن، وصعوبة الولادة بهم التي قد تفقد حياتها بسببها أو تكاد، فإذا وضعت حملها وجدتها شديدة الحرص على رؤية وليدها وضمه إلى صدرها لشدة حبها له ورحمتها به: {حَمَلَتْهُ أُمُّهُ وَهْناً عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنْ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ (14)} [[لقمان]] ولهذا كانت أولى ببرهم ورحمتهم من الأب، وإن وجب عليهم برهما جميعاً، كما قال تعالى: {..وَبِالْوَالِدَيْنِ إِحْسَاناً إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيماً (23) وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنْ الرَّحْمَةِ وَقُلْ رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً (24)} [[الإسراء]] نعم مع وجوب بر الأولاد بآبائهم وأمهاتهم جميعاً، فقد خصَّ الله الأمهات بالأولوية في ذلك كما روى أبو هُرَيْرَةَ رضي الله عنه، قَالَ: \"جَاءَ رَجُلٌ إِلَى رَسُولِ الله صلى الله عليه وسلم، فَقَالَ: \"يَا رَسُولَ الله! مَنْ أَحَقُّ الناس بِحُسْنِ صَحَابَتِي\"؟ قَالَ: (أُمُّكَ) قَالَ: \"ثُمَّ مَنْ\"؟ قَالَ: (أُمُّكَ) قَالَ: \"ثُمَّ مَنْ\"؟ قَالَ: (أُمُّكَ) قَالَ: \"ثُمَّ مَنْ\"؟ قَالَ: (ثُمَّ أَبُوكَ) [[متفق عليه]] هذه الرحمة الأبوية كما أودعها الله تعالى في عقلاء مخلوقاته، جبل عليها حيواناتهم العجماء، فنرى أنثاها عندما تضع حملها، تلتفت إليه بمجرد نزوله من رحمها بعطف وحنان شديدين، متخذة لسانها أداة لتنظيفه مما علق به من الأوساخ حتى تنظفه، ثم تحاول بجهد تمرينه على التقام ثديها ليرضع من لبنها، والحرص على سلامته، فتمرنه على الحركة والمشي، وتحميه بنفسها وحياتها إذا اقتضى الأمر من عاديات الحيوانات الأخرى فتقربه منها حتى لا يبعد عنها، من أجل حمايته، بل إنك لترى اللبؤة الشديدة الضراوة العظيمة الهجوم والفتك، تأخذ جراءها الصغار بين فكيها بلطف وتودعها في أماكن تأمن عليها من الكهوف والحفر خشية من وصول الوحوش الأخرى إليها عندما تذهب هي لاصطياد ما تغذي به الجراء الصغار. وترى بعض الحيوانات كالقرود تحمل أولادها الصغار على ظهورها لمسافات طويلة، أو تضمها إلى صدورها لتتمكن من الرضاع منها في حال سيرها، أو لإخفائها من عاديات حيوانان أخرى عليها، وخلق تعالى لبعض الحيوانات أكياساً حول بطونها تضع فيها أولادها، مثل الكانجرو؛ لأن ذلك أحفظ لأولادها الصغار عند مشيها، لأنها تقفز في سيرها قفزاً كما هو معروف. وإنك لترى القطط الأليفة الوديعة، والدجاج الهادئ تتوحش إذا أحست أن أحداً يريد الاعتداء على أولادها، فترى جسمها يقشعر، وشعرها ينتفش استعداداً للدفاع عنها، وهكذا سائر الحيوانات. ولقد أخبرنا الرسول صلى الله عليه وسلم، أن الله تعالى يغفر كبائر ذنوب العصاة بسبب رحمتهم للحيوان، كما روى أبو هريرة رضي الله عنه، عن رسول الله صلى الله عليه وسلم، قال: (غُفِر لامرأة مومسة، مرت بكلب على رأس ركي، يلهث) قال: (كاد يقتله العطش، فنزعت خفها، فأوثقته بخمارها، فنزعت له من الماء، فغفر لها بذلك).[[متفق عليه]] تخصيص عباده المؤمنين بالرحمة الدائمة في الدنيا وفي الآخرة: تلك إشارة موجزة إلى سعة صفة رحمة الله تعالى اللائقة بجلاله، التي كان من آثارها خلق مائة رحمة أنعم على مخلوقاته كلها منها في الدنيا بجزء واحد يتراحم به جميع مخلوقاته في الدنيا، ويجعلهم يتراحمون بها فيما بينهم، وأبقى تسعة وتسعين جزءً منها عنده مدخرة لعباده المؤمنين في الآخرة، فالمؤمنون يجمع الله لهم بين الرحمة في الدنيا وفي الآخرة، بل أشار الله تعالى أنهم أحق برزقه في الدنيا من غيرهم، كما قال تعالى: {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنْ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ.... (32)} [[الأعراف]] وبيَّن خصوصيتهم بالرحمة الرضوانية، أي رضاه عنهم، وجزاؤهم الدائم في جناته التي فيها ما لا عين رأت ولا أذن سمعت، ولا خطر على قلب بشر، وهي الخالصة المذكورة في الآية. وإنما خصهم الله تعالى برحمته لأنهم آمنوا بها وجاهدوا في الله حق جهاده في الدنيا راجين منه تلك الرحمة التي آمنوا بها، ملحين صادقين في طلبها، حذرين خائفين من حرمانهم منها وسخطه عليهم وعذابه لهم، بخلاف من كفروا بها ممن جهل عظمته وقدره، كما قال تعالى: {أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِداً وَقَائِماً يَحْذَرُ الآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُوْلُوا الأَلْبَابِ (9)} [[الزمر]] وقال تعالى: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ(156)} [[الأعراف]] وقال تعالى: {وَكَانَ بِالْمُؤْمِنِينَ رَحِيماً (43)} [[الأحزاب]] قال ابن كثير رحمه الله: \"{وَكَانَ بِالْمُؤْمِنِينَ رَحِيماً} أي في الدنيا والآخرة, أما في الدنيا فإنه هداهم إلى الحق الذي جهله غيرهم, وبصَّرهم الطريق الذي ضلَّ عنه وحاد عنه من سواهم من الدعاة إلى الكفر أو البدعة وأتباعهم من الطغاة, وأما رحمته بهم في الآخرة فأمنهم من الفزع الأكبر، وأمر ملائكته يتلقونهم بالبشارة بالفوز بالجنة والنجاة من النار وما ذاك إلا لمحبته لهم ورأفته بهم\". وأخبرنا الرسول صلى الله عليه وسلم، أن الله تعالى لشدة رحمته بعباده عظيم الفرح بتوبة من عصاه عن عصيانه كما روى أَنَس بن مَالِكٍ الأَنْصَارِيِّ خَادِمِ رسول الله صلى الله عليه وسلم، رضي الله عنه قال: قال رسول الله ‘:(للَّهُ أَفْرحُ بتْوبةِ عَبْدِهِ مِنْ أَحَدِكُمْ سقطَ عَلَى بعِيرِهِ وقد أَضلَّهُ في أَرضٍ فَلاةٍ...) [[متفق عليه]]"
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "مقارنة لطيفة:",
    "content": "جزء من مائة جزء من الرحمة أنزلها سبحانه وتعالى لجميع خلقه في الدنيا، وأبقى تسعة وتسعين جزءً، يرحم عباده بها يوم القيامة، ودلَّ حديث لأبي سعيد الخدري رضي الله عنه، أن أهل النار تسعة وتسعون في الألف، وأن أهل الجنة واحد من الألف، وهذا يدل على إكرام الله لأهل طاعته، الذين يلقى كثير منهم من أعداء الله الصد والعدوان والاستضعاف من أهل الكفر والطغيان، الذين يفتنونهم بالسجون والاعتقال، والتعذيب بالرجم والحرق بالنار والنفي من بلدانهم وديارهم، والقتل والصلب، فسبحان الله الذي أعطى كلاً من القسمين ما يناسبه! وهذا نص حديث أبي سعيد رضي الله عنه: عن النبي صلى الله عليه وسلم، قال: (يقول الله تعالى: يا آدم، فيقول: لبيك وسعديك، والخير في يديك، فيقول: أخرج بعث النار، قال: وما بعث النار؟ قال: من كل ألف تسعمائة وتسعة وتسعين، فعنده يشيب الصغير، وتضع كل ذات حمل حملها، وترى الناس سكارى وما هم بسكارى، ولكن عذاب الله شديد). قالوا: يا رسول الله، وأينا ذلك الواحد؟ قال: (أبشروا، فإن منكم رجلاً ومن يأجوج ومأجوج ألفاً). ثم قال: (والذي نفسي بيده، إني أرجو أن تكونوا ربع أهل الجنة). فكبرنا، فقال: (أرجو أن تكونوا ثلث أهل الجنة). فكبرنا، فقال: (أرجو أن تكونوا نصف أهل الجنة). فكبرنا، فقال: (ما أنتم في الناس إلا كالشعرة السوداء في جلد ثور أبيض، أو كشعرة بيضاء في جلد ثور أسود) [[الحديث في صحيح البخاري (3/1221) ومسلم (3/77).]]"
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "أعظم رحمة الله بخلقه إنزال كتبه وإرسال رسله إليهم:",
    "content": "وإن أعظم رحمة منحها الله تعالى البشر في هذه الدنيا، وفي الآخرة لمن قَبِلَها واهتدى بها، وحيه الذي أنزله لهداية عباده، ورسله الذين كلفهم تبليغهم، وآخر ما أنزله من الوحي وأكمله القرآن الكريم، وآخر الرسل وخاتمهم محمد صلى الله عليه وسلم، قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمْ الإِسْلامَ دِيناً (3)} [[المائدة]] هذا اليوم هو يوم هذه الأمة التي ختم فيه رسله برسولها محمد صلى الله عليه وسلم، كما في حديث أبي هريرة رضي الله عنه، قال صلى الله عليه وسلم: (وأنا خاتم النبيين) [[متفق عليه]] قال تعالى مبيناً أن وحيه رحمة لمن آمن به: {قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَى إِلَيَّ مِنْ رَبِّي هَذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ(203)} [[الأعراف]]"
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "رحمة الرسول صلى الله عليه وسلم بأمته:",
    "content": "فرسالته تعالى رحمة كوحيه لكل من اهتدى بهما، وإنما خصَّ المؤمنين بكونه رحمةً لهم لانتفاعهم به، بخلاف الكافرين، وكان الرسول صلى الله عليه وسلم، شديد العطف والرحمة والرأفة بأمته، كما قال تعالى: {وَمَا أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِلْعَالَمِينَ (107)} [[الأنبياء]] وكان صلى الله عليه وسلم، لشدة حرصه على إيمان الناس كلهم بما جاء به من عند ربه، وشفقته عليهم، يحزن حزناً شديداً على عدم استجابتهم، خوفاً عليهم من سوء عاقبتهم عند ربهم، ولهذا كان الله تعالى يسليه بما ينزل عليه من آياته، مثل قوله تعالى: {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ(33)} [[الأنعام]] وقال تعالى: {وَلا تَحْزَنْ عَلَيْهِمْ وَلا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (70)} [[النمل]] وقوله: {فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفاً(6)} [[الكهف]] قال ابن كثير رحمه الله في تفسير آية الكهف: {بِهَذَا الْحَدِيثِ} يعني القرآن {أَسَفاً} يقول: لا تهلك نفسك أسفاً.... أي لا تأسف عليهم, بل أبلغهم رسالة الله, فمن اهتدى فلنفسه, ومن ضلَّ فإنما يضل عليها, ولا تذهب نفسك عليهم حسرات\". وكان يحزنه صلى الله عليه وسلم، ويعظم عليه ما يصيب أمته المؤمنة من مشقة وعنت، كما قال تعالى عنه: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ (128)} [[التوبة]] وتأمَّل شدة رحمته صلى الله عليه وسلم، ورأفته، على أمته، التي تضمنها حديث جابرٍ رضي الله عنه قال: قال رسول اللَّه صلى الله عليه وسلم: (مثَلِي ومثَلُكُمْ كَمَثَل رجُلٍ أَوْقَدَ نَاراً فَجَعَلَ الْجَنَادِبُ وَالْفَراشُ يَقَعْنَ فيهَا وهُوَ يذُبُّهُنَّ عَنهَا، وأَنَا آخذٌ بحُجَزِكُمْ عَنِ النارِ، وأَنْتُمْ تَفَلَّتُونَ منْ يَدِي) [[مسلم]] رحماء بينهم: والمؤمنون يهتدون بهدي رسولهم صلى الله عليه وسلم، ويقتدون به، فتمتلئ قلوب بعضهم لبعض رحمة وشفقة، كما قال تعالى: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ...(29)} [[الفتح]] وقد ضرب رسول الله صلى الله عليه وسلم، لقوة تراحمهم فيما بينهم مثلا، كما روى ذلك النُّعْمَان بن بشِيرٍ رضي الله عنهـما قال: قال رسولُ اللَّه صلى الله عليه وسلم: (مثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وتَرَاحُمِهِمْ وتَعاطُفِهِمْ، مَثَلُ الْجَسَدِ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَداعَى لهُ سائِرُ الْجسدِ بالسهَرِ والْحُمَّى) ]]صحيح البخاري (1/101) وصحيح مسلم (16/119).]] ذم الرسول صلى الله عليه وسلم من فقدت قلوبهم الرحمة: ولقد أنكر الرسول صلى الله عليه وسلم، على من فقدوا الرحمة من الأعراب الذين يأنفون عن تقبيل صبيانهم وذمَّهم على ذلك، كما روت عائشة رضي الله عنهـا قالت: قدِم ناسٌ مِن الأَعْرابِ عَلَى رسول اللَّه صلى الله عليه وسلم، فقالوا: \"أَتُقبِّلونَ صِبيْانَكُمْ؟\" فقال: (نَعَمْ) قالوا: \"لَكِنَّا واللَّه ما نُقَبِّلُ\" فقال رسولُ اللَّه ‘: (أَوَ أَمْلِكُ إِنْ كَانَ اللَّه نَزعَ مِنْ قُلُوبِكُمْ الرَّحمَةَ) [[البخاري في كتاب الأدب، باب رحمة الولد وتقبيله، رقم5652 ومسلم (15/64).]] وفي حديث جرير بن عبد اللَّه رضي الله عنه قال: قال رسول اللَّه صلى الله عليه وسلم: (مَنْ لا يرْحَم النَّاس لا يرْحمهُ اللَّه) [[متفق عليه وهو صحيح مسلم (15/65).]] تُرى هل يليق بعاقل من البشر عَلِمَ عظمة الله في رحمته الشاملة لخلقه كلهم في الدنيا ولعباده المؤمنين في الآخرة، وآثار تلك الصفة في تراحم خلقه فيما بينهم، هل يليق بمخلوق من العقلاء، ولا سيما من آمن بالله وباليوم الآخر، أن يفقد قلبه الرهبة من ربه وخشيته والإخبات والخشوع له، بل وغاية حبه له؟! عظمته في قدرته: القدرة الإلهية لا تحدها حدود، ويكفي في معرفة عظمته في هذه الصفة: الإشارة إلى أنه إذا أراد شيئاً معدوماً أوجده بكلمة: \"كن\" كما قال تعالى: {بَدِيعُ السَّمَوَاتِ وَالأَرْضِ وَإِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (117)} [[القرة]] وقد امتلأ كتاباه سبحانه المقروء منهما والمفتوح بالدلائل على كمال قدرته الباهرة، وشمولها لكل أكوانه الخفية عنَّا والظاهرة، مثل قوله تعالى: {إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ(20)} [[البقرة]] ولا تخفى كثرة ذكر هذه الصفة جداً في القرآن. قال ابن كثير رحمه الله في تفسيره لآية البقرة المذكورة: \"وقوله تعالى: {وَإِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ} يبين بذلك تعالى كمال قدرته وعظيم سلطانه, وأنه إذا قدَّر أمراً وأراد كونه, فإنما يقول له: {كن} أي: مرة واحدة فيكون, أي: فيوجد, على وفق ما أراد كما قال تعالى: { إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ } [[يس]] وقال تعالى: { إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ } [[النحل]] وقال تعالى: { وَمَا أَمْرُنَا إِلاَّ وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ} [[القمر]] فما وجد شيء في الكون كله سماواته وأرضه، من يوم فطر الله الخلق، ولا يوجد من شيء من ذلك حالاً ومستقبلاً، إلى أن يرث الله الأرض ومن عليها، من صغير وكبير إلا هو داخل تحت قدرته سبحانه. قال تعالى: {يَسْأَلُهُ مَنْ فِي السَّمَوَاتِ وَالأَرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ (29)} [[الرحمن]] وليس المراد باليوم هنا ما نعرفه من طلوع الشمس إلى غروبها، بل المراد به كل وقت فيشمل الساعات والدقائق والثواني وأجزاءها المتناهية في الصغر، فكم يخلق في أصغر جزء من الثانية في العالم العلوي والسفلي كله، وكم يميت وكم من حاجة يقضيها، وكم ينبت من الزرع، وكم ييبس منه، وكم يشبع وكم يجيع، وكم يكسو، وكم يعري، وكم يعز وكم يذل، وكم يغني وكم يفقر، وكم من قوي يضعفه، وكم من ضعيف يقويه، وكم من مريض يشفيه، وكم من صحيح يمرضه ويسقمه، وكم من كربة ينفسها، وكم من مصيبة ينزلها بخلقه، وكم ...وكم... وكم وكم؟ كل ذلك وغيره مما لم يمكن أن يحصيه ويحيط به إلا العليم القدير، إنما يقول له: { كُنْ فَيَكُونُ } لا إله إلا هو. قال سيد قطب رحمه الله: \"وهوـ سبحانه ـ كل يوم هو في شأن. وهذا الوجود الذي لا تُعرف له حدود، كله منوط بقدره، متعلق بمشيئته، وهو قائم بتدبيره. هذا التدبير الذي يتناول الوجود كله جملة، ويتناول كل فرد فيه على حدة؛ ويتناول كل عضو وكل خلية وكل ذرة. ويعطي كل شيء خلقه، كما يعطيه وظيفته، ثم يلحظه وهو يؤدي وظيفته. هذا التدبير الذي يتبع ما ينبت وما يسقط من ورقة، وما يكمن من حبة في ظلمات الأرض، وكل رطب وكل يابس. يتبع الأسماك في بحارها، والديدان في مساربها، والحشرات في مخابئها. والوحوش في أوكارها، والطيور في أعشاشها. وكل بيضة وكل فرخ. وكل جناح. وكل ريشة. وكل خلية في جسم حي. وصاحب التدبير لا يشغله شأن عن شأن، ولا يند عن علمه ظاهر ولا خاف..\". انتهى. ألا ترى أيها العاقل، أن التأمل في آثار اسمه القدير وصفته القدرة، كافيان لنا في الرهبة والخشية والإخبات والخشوع لهذا الرب القدير على كل شيء؟!"
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "عظمته تعالى في تسخيره:",
    "content": "وفي تأمل الإنسان ما سخره الله تعالى له في نفسه وفي الكون من حوله، الأرض التي تقله وما ذرأه فيها وهيأه له من مصالحه الشاملة التي لا حياة له بدونها، منه ما يسهل عليه استعماله، ولا قدرة له على صنعه، كالهواء الذي لو وقفه الله فترة قصيرة من الزمن لما بقي حي على الأرض يتحرك، ومنه ما أتاح الله له الحصول عليه بتعاطي الأسباب منه، كالطعام والغذاء الذي لا بد له فيه من حرثه وصرمه وخزنه والدواء الذي لا بد له فيه من تعلمه وصنعه... وكذلك استنباط الماء من أعماق الأرض التي خزنه الله تعالى فيها، وتصفيته من الشوائب من الأنهار والآبار والركي، ليشرب صافياً نقياً سليماً مما يفسد الأجسام ويجلب الأسقام، والطاقات والمعادن التي أودعها الله في الأرض، كالذهب والفضة والحديد والبترول وغيرها، مما تتقدم بها الأمم الحية الحكيمة في كل مجالات حياتها، وتضمحل وتذوى أي أمة تكسل وتفرط في الاستفادة منه، كما نشاهد ذلك في عصرنا الحاضر. ويكفي الإنسان رؤية لعظمة الله تعالى في التسخير أن يفكر فيما سخره الله تعالى له من أعضاء وأجهزة في جسمه، ليحيى بها حياة سهلة سعيدة، وصان له منها ما لا قدرة له على صيانته بنفسه، وأمره بوقاية ما يستطيع وقايته، بوسائل هو قادر على استعمالها في مأكله ومشربه وملبسه ومسكنه وغير ذلك. قال سيد قطب رحمه الله وهو يتفيأ قوله تعالى: {أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ ...(20)} [[لقمان]]: \"وهذا هو التسخير المشار إليه في الآية، في معرض نعم الله الظاهرة والباطنة، وهي أعم من تسخير ما في السماوات وما في الأرض. فوجود الإنسان ابتداءً نعمة من الله وفضل؛ وتزويده بطاقاته واستعداداته ومواهبه هذه نعمة من الله وفضل، وإرسال رسله وتنزيل كتبه فضل أكبر ونعمة أجل؛ ووصله بروح الله من قبل هذا كله نعمة من الله وفضل؛ وكل نفس يتنفسه، وكل خفقة يخفقها قلبه، وكل منظر تلتقطه عينه، وكل صوت تلتقطه أذنه، وكل خاطر يهجس في ضميره، وكل فكرة يتدبرها عقله... إن هي إلا نعمة ما كان لينالها لولا فضل الله. وقد سخَّر الله لهذا المخلوق الإنساني ما في السماوات، فجعل في مقدوره الانتفاع بشعاع الشمس ونور القمر وهدي النجوم، وبالمطر والهواء والطير السابح فيه. وسخر له ما في الأرض. وهذا أظهر وأيسر ملاحظةً وتدبراً. فقد أقامه خليفة في هذا الملك الطويل العريض، ومكَّنه من كل ما تذخر به الأرض من كنوز. ومنه ما هو ظاهر ومنه ما هو مستتر. ومنه ما يعرفه الإنسان ومنه ما لا يدرك إلا آثاره؛ ومنه ما لم يعرفه أصلاً من أسرار القوى التي ينتفع بها دون أن يدري. وإنه لمغمور في كل لحظة من لحظات الليل والنهار بنعمة الله السابغة الوافرة التي لا يدرك مداها، ولا يحصي أنماطها. ومع هذا كله فإن فريقاً من الناس لا يشكرون ولا يذكرون ولا يتدبرون ما حولهم، ولا يوقنون بالمنعم المتفضل الكريم\". انتهى. فهذا التسخير الرباني وحده كاف للعقلاء وبخاصة المسلمين منهم لتعظيم الله تعالى وقدْرهم له حق قدْره، والرهبة والخشية من حرمانهم منه، ومحبته وشكره على تمكينهم منه والإخبات والخشوع له جل وعلا. اقرأ هذه الآيات التي أجمل الله فيها شيئاً مما سخره تعالى لخلقه: {وَالأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ (19) وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَنْ لَسْتُمْ لَهُ بِرَازِقِينَ (20) وَإِنْ مِنْ شَيْءٍ إِلاَّ عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَعْلُومٍ (21) وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنْ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ (22)} [[إبراهيم]] وفي تدبرْها والتفكر في عظمة من سخرها، وهل لغيره تعالى من قدرة على هذا التسخير، أو حمايته من خالقه لو أراد سلبه: {قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْراً فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ (30)} [[الملك]] وفي قصة صاحب الجنتين في سورة الكهف [[من الآية: (32) إلى الآية (43)]].وقصة قارون [[من الآية: (76) إلى الآية: (82) من سورة القصص]]وقصة أصحاب الجنة في سورة القلم [[من الآية: (17) إلى الآية: (33).]] عبرةٌ لمن أراد الاعتبار والإخبات إلى الله. ولا فرق عند الله في قدرته على حرمان صاحب الجنتين المذكورتين في الكهف، وما عاقب به قارون، وحرمان أصحاب الجنة المذكورة في القلم، وفي حرمان الإنسان مما سخره الله من أعضاء وأجهزة.. قال تعالى: {وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لا تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمْ السَّمْعَ وَالأَبْصَارَ وَالأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ(78)} [[النحل]] وقال: {قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُمْ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ انظُرْ كَيْفَ نُصَرِّفُ الآيَاتِ ثُمَّ هُمْ يَصْدِفُونَ (46)} [[الأنعام]] فنحن نشاهد كثيراً من البشر يحرمهم الله من أبصارهم وأسماعهم، وأيديهم وأرجلهم، بل وعقولهم، بعد أن يتمتعوا بها برهة من أعمارهم، ولهذا شرع الله على لسان رسوله ‘ لهذه الأمة اللجوء إليه بهذا الدعاء الذي ما كان صلى الله عليه وسلم، يقومُ من مجلسٍ حتى يَدْعُوَ به لأصحابه: (اللَّهمَّ أَمتِعنا بأسماعنا، وأبصارنا، وقُوَّتنا ما أَحيَيتنا، واجعَلُه الوارثَ منا) [[رواه النسائي في سننه الكبرى (6/106) دار الفكر، الترمذي (9/379) دار الكتب العلمية، وقال: \"هَذَا حَدِيثٌ حَسَنٌ غَرِيْبٌ\" واقتدى به من رواه عنه من أصحابه في ذلك.]] ودل القرآن الكريم أن الله تعالى يغير حال من غير ما بنفسه، فيبدل نعمته نقمة إذا كفر تلك النعمة، والعكس صحيح، فهي سنة من سنن الله تعالى في خلقه.. قال تعالى: {ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّراً نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنفُسِهِمْ وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (53) كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِ رَبِّهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَكُلٌّ كَانُوا ظَالِمِينَ (54)} [[آل عمران]] وقال تعالى: { إِنَّ اللَّهَ لا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءاً فَلا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ (11)} [[الرعد]] فهل ترى من يؤمن بمن هذ صنعه في مخلوقاته من التسخير والإعطاء والحرمان، يبقى قلبه أقسى من الصخور والجبال، ولا يخشع لعظمته تعالى؟"
  },
  {
    "type": "section",
    "id": "section-16",
    "title": "عظمته في أخذه وعقابه:",
    "content": "سبق ما يتعلق بسعة رحمته تعالى الشاملة لجميع خلقه في الدنيا، وإذا استعرضنا أسماءه الحسنى وصفاته العلا في كتابه وفي سنة رسوله صلى الله عليه وسلم، وجدناها تتضمن الترغيب في طاعته وما يترتب عليها من آثار حبه ووده ورأفته ورحمته ورضوانه التي خص بها عباده. كما تتضمن الترهيب لمن عصاه وخالف أمره، وحكمته تعالى تقتضي عدم المساواة بين المسلم والمجرم: {إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ (34) أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ (35) مَا لَكُمْ كَيْفَ تَحْكُمُونَ (36)} [[القلم]] لأن عدله سبحانه يأبى التسوية بين أهل الطاعة وأهل المعصية، وقد قال: {لا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمْ الْفَائِزُونَ (20)} [[الحشر]] وقال تعالى: {يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتاً لِيُرَوْا أَعْمَالَهُمْ (6) فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَه (7) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَه (8)} [[الزلزلة]] فكما أن ثوابه لأهل الطاعة عظيم، فإن عقابه للعصاة شديد قال تعالى: {وَمَنْ يُبَدِّلْ نِعْمَةَ اللَّهِ مِنْ بَعْدِ مَا جَاءَتْهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ(211)} [[البقرة]] ونحن نشاهد في عمرنا القصير في الدنيا عقابه الشديد الذي ينزله ببعض أهل البلدان، منذراً به غيرهم من أهل الأقطار الأخرى. ولقد وقفت عند هذه الآيات من قول الله تعالى: {وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنشَأْنَا بَعْدَهَا قَوْماً آخَرِينَ (11) فَلَمَّا أَحَسُّوا بَأْسَنَا إِذَا هُمْ مِنْهَا يَرْكُضُونَ (12) لا تَرْكُضُوا وَارْجِعُوا إِلَى مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ (13) قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ (14) فَمَا زَالَتْ تِلْكَ دَعْوَاهُمْ حَتَّى جَعَلْنَاهُمْ حَصِيداً خَامِدِينَ (15)} [[الأنبياء]] مرات ومرات، واستحضرت في ذاكرتي ما شاهدته وشاهده العالم في الفضائيات من الزلازل التي أصاب الله بها بعض الدول، وحالة الناس الذين كانوا يفرون مثل الفئران فتلحق غالبهم الأمواج الهادرة التي يدفع بعضها بعضاً، فتهلكهم وتدمر كل ما أتت عليه، فإذا مدن وقرى بكاملها تختفي في مساحات واسعة من الأرض، وكيف تكون حالة الذين يكتب الله لهم الحياة، من البؤس والشقاء والحرمان والشكوى؟! قال سيد قطب رحمه الله في تفسيره لهذه الآية: \"وما بدلت البشرية هذه النعمة إلا أصابها العقاب الشديد في حياتها على الأرض قبل عقاب الآخرة. وها هي ذي البشرية المنكودة الطالع في أنحاء الأرض كلها تعاني العقاب الشديد؛ وتجد الشقوة النكدة؛ وتعاني القلق والحيرة؛ ويأكل بعضها بعضاً؛ ويأكل الفرد منها نفسه وأعصابه، ويطاردها وتطارده بالأشباح المطلقة، وبالخواء القاتل الذي يحاول المتحضرون أن يملأوه تارة بالمسكرات والمخدرات، وتارة بالحركات الحائرة التي يخيل إليك معها أنهم هاربون تطاردهم الأشباح!\". انتهى. وأعظم ما رأيناه مما يحكي تلك الحال هو زلزال جنوب آسيا \"تسونامي\" الذي حدث في نهاية ديسمبر 2004م وبلغت قوته 9،8 على مقياس ريختر وقضى على أكثر من 140 ألف إنسان!!\". http://www.khwa6r.com/vb/archive/index.php?t-1994.html. والفرق بين العقاب الذي ينزله الله تعالى بهذه الأمة ـ أمة محمد صلى الله عليه وسلم، ومن سبقها من الأمم السابقة، أن عقاب الله تعالى للأمم السابقة كان يستأصلها، فلا ينجو منها إلا رسولها ومن تبعه، أما هذه الأمة،ـ أمة الدعوة وأمة الإجابة معاً، فلا ينزل الله بها عقاباً يستأصلها، كما روى ذلك سعد بن أبي وقاص عن الرسول ‘: أنه قال: (سألت ربي ثلاثاً. فأعطاني ثنتين ومنعني واحدة. سألت ربي أن لا يهلك أمتي بالسنة فأعطانيها. وسألته أن لا يهلك أمتي بالغرق فأعطانيها. وسألته أن لا يجعل بأسهم بينهم فمنعنيها)[[صحيح مسلم (18/13).]] قال النووي رحمه الله في شرح الحديث: (فَيَسْتَبِيح بَيْضَتهمْ) أَيْ جَمَاعَتهمْ وَأَصْلهمْ، وَالْبَيْضَة أَيْضًا الْعِزّ وَالْمُلْك. قَوْله سُبْحَانه وَتَعَالَى: (وَإِنِّي قَدْ أَعْطَيْتُك لأُمَّتِك أَلا أُهْلِكهُمْ بِسَنَةٍ عَامَّة) أَيْ لا أُهْلِكهُمْ بِقَحْطٍ يَعُمّهُمْ، بَلْ إِنْ وَقَعَ قَحْط فَيَكُون فِي نَاحِيَة يَسِيرَة بِالنِّسْبَةِ إِلَى بَاقِي بِلاد الإِسْلام. فَلِلَّهِ الْحَمْد وَالشُّكْر عَلَى جَمِيع نِعَمه\". انتهى.  [[شرح انووي على مسلم (18/12/) دار الفكر.]] وفي حديث ثوبانَ رضي الله عنه، قال: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم (... وإنِّي سألتُ ربِّي لأمَّتي أنْ لا يَهلكَهَا بسنةٍ عامَّةٍ وأنْ لا يُسلِّطَ عليهِمْ عدواً من سِوَى أنفُسِهِم فَيَستبيحَ بَيضَتهُمْ وإنَّ ربِّي قال يا مُحَمَّدُ إنِّي قضيتُ قضاءً فإنَّهُ لا يُردُّ وإنِّي أعطيتكَ لأمَّتكَ أنْ لا أهلِكَهُمْ بسنةٍ عامَّةٍ، ولا أُسلِّطَ عليهمْ عدواً من سِوَى أنفُسهِم فِيِستَبيحَ بَيضتهُمْ، ولو اجتَمَعَ عليهِمْ من بأقطارِهَا ـ أو قال من بين أقطارِهَا ـ حتَّى يكونَ بعضهُم يُهلكُ بعضاً ويَسبي بعضهُم بعضاً) [[الترمذي (6/335 دار الكتب العلمية، وقال: هذا حَدِيثٌ حَسَنٌ صَحِيحٌ.]] فلا يستبيح بيضتهم كاملة عدو من الأعداء، إلا أن يتنازعوا فيما بينهم فيضعفوا فيكون تنازعهم سبباً لاحتلال عدوهم بعض أقطارهم، أو ذوبانهم في أمم أخرى، كما هو حالنا اليوم مع اليهود وأعوانهم من النصارى، ولعل"
  },
  {
    "type": "section",
    "id": "section-17",
    "title": "الحكمة في عدم استئصال هذه الأمة كلها تعود إلى أمرين:",
    "content": "الأمر الأول: أن هذه الأمة لا بد أن يبقى فيها من يعبد الله لا يشرك به شيئاً، ويطيع أوامره وينتهي عما نهاه الله تعالى عنه، كما جاء في حديث المغيرة بن شعبة، عن النبي صلى الله عليه وسلم، قال: (لا تزال طائفة من أمتي ظاهرين، حتى يأتيهم أمر الله وهم ظاهرون) [[رواه البخاري (3/1330) ومسلم (6/335).]] الأمر الثاني: أنه يترتب على استئصال هذه الأمة خلو الأرض ممن يعمرها معنوياً بعبادة الله؛ لأن الإسلام هو خاتم الأديان، والرسول صلى الله عليه وسلم، هو خاتم الرسل، وهذه الأمة هي آخر الأمم، وقد أخبرنا الرسول صلى الله عليه وسلم، أنه (لا تقوم الساعة حتى لا يقال في الأرض: الله، الله) [[صحيح مسلم (2/146).]] فإذا عُلم أن الله تعالى يعاقب من عصاه، ويثيب من أطاعه، ولا يساوي بين الفريقين، أحدث ذلك للإنسان العاقل، وبخاصة المسلم الخشية من عقاب ربه يوم لقائه، والخشية والرهبة والخوف منه تعالى من أهم أسباب الخشوع والإخبات له، كما قال تعالى: {وَمَا نُرْسِلُ بِالآيَاتِ إِلاَّ تَخْوِيفاً (59)} [[الإسراء]] ومعلوم أن العصاة الكفرة لا يخافون عقاب الله، وإنما يخافه عباده المؤمنون، وهل يستوي هؤلاء وأولئك؟: {أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِداً وَقَائِماً يَحْذَرُ الآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُوْلُوا الأَلْبَابِ (9)} [[الزمر]] وتأمل الآيتين الآتيتين، كيف ذكر الله تعالى فيهما أن القرآن لو أنزل على أصلب ما في الأرض، وهي الجبال، لخشعت وتصدعت، من خشيته والرهبة منه، بعد أن نفى استواء أصحاب النار وأصحاب الجنة؟! فقال تعالى: {لا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمْ الْفَائِزُونَ (20) لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ (21)} [[الحشر]] فيجب أن يستحضر المؤمن دائماً عقاب الله لمن عصاه في الدنيا والآخرة، ليحدث عنده الخوف والخشية والرهبة منه، كما يطمع في رحمته وثوابه، ليعينه ذلك على الخشوع والإخبات له: {إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ (165)} [[الأنعام]] {فَكُلاًّ أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (40)} [[العنكبوت]] ولكنه تعالى لا يعاقب أمة من الأمم ولا ينتقم منها في الدنيا والآخرة إلا بعد إقامة الحجة عليها، كما قال تعالى: {وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولاً يَتْلُوا عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلاَّ وَأَهْلُهَا ظَالِمُونَ(59)} [[القصص]] وقال تعالى: {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً (15)} [[الإسراء]] تلك إشارات يسيرة قُصِد بها التنبيه على أن استحضار عظمة الله تعالى من تدبر كتابه المقروء، والإكثار من التعبد له بأسمائه وصفاته، والتفكر في كتابه الكوني المفتوح، إن من استحضر تلك العظمة يكون دائم الإخبات والخشوع له في كل وقت وحين."
  },
  {
    "type": "section",
    "id": "section-18",
    "title": "إظهار الرسول صلى الله عليه وسلم خوفه من الريح العاصفة!:",
    "content": "وكان الرسول صلى الله عليه وسلم، إذا رأى ريحا قوية، أظهر خوفه من أن تكون تحمل عذاباً، فيسأل الله خيرها، ويستعيذ من شرها، ولا يطمئن إلا بعد أن ينزل الله منها الغيث، روي عن عائشة، زوج النبي صلى الله عليه وسلم؛ أنها قالت: كان النبي صلى الله عليه وسلم، إذا عصفت الريح قال: (اللهم! إني أسألك خيرها، وخير ما فيها، وخير ما أرسلت به. وأعوذ بك من شرها، وشرما فيها، وشر ما أرسلت به). قالت: وإذا تخيلت السماء، تغير لونه، وخرج ودخل، وأقبل وأدبر. فإذا أمطرت سري عنه. فعرفت ذلك في وجهه. قالت عائشة: فسألته. فقال: (لعله، ياعائشة! كما قال قوم عاد: {فَلَمَّا رَأَوْهُ عَارِضاً مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا} [[مسلم (6164).]] وقد كان رسولنا محمد صلى الله عليه وسلم، عظيم التأثير في أصحابه، يجعل قلوبهم ترتعد خوفاً ووجلاً من ربهم، وعيونهم تدمع، من قوة الأسلوب البليغ الذي يخاطبهم به وسمو المعاني التي تتغلغل في قلوبهم، كما في حديث العرباض بن سارية رضي الله عنه قال: \"وَعَظَنَا رسولُ اللَّه صلى الله عليه وسلم، مَوْعِظَةً بليغةً وَجِلَتْ مِنْهَا الْقُلُوبُ وَذَرَفَتْ مِنْهَا الْعُيُون، فقُلْنَا: يا رَسولَ اللَّه كَأَنَهَا موْعِظَةُ مُوَدِّعٍ فَأَوْصِنَا... الحديث\" [[رواه أبو داود (12/358) دار إحياء التراث العربي، والترمذِي (7/414) دار الكتب العلمية، وقال حديث حسن صحيح.]] قال ابن رجب رحمه الله في شرح هذا الحديث، وهو الثامن والعشرون في الأربعين النووية: \"وقوله ذرفت منها العيون ووجلت منها القلوب، هذان الوصفان بهما مدح الله المؤمنين عند سماع الذكر كما قال تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آياتُهُ زَادَتْهُمْ إِيمَانَاً } [[الأنفال]] وقال: { أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللهِ وَمَا نَزَلَ مِنْ الْحَقِّ } [[الحديد]] وقال تعالى: {اللهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَاباً مُتَشَابِهاً مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللهِ} [[الزمر]] وقال تعالى: { وَإِذَا سَمِعُوا مَا أُنزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنْ الدَّمْعِ مِمَّا عَرَفُوا مِنْ الْحَقِّ } [[المائدة]]. وكان النبي صلى الله عليه وسلم، يتغير حاله عند الموعظة\". انتهى."
  },
  {
    "type": "section",
    "id": "section-19",
    "title": "الفصل الثاني: ما يعين المؤمن على استحضار الخشوع.",
    "content": "يعين المؤمن على استحضار عظمة الله، ليحقق الخشوع من ربه، أمور:"
  },
  {
    "type": "section",
    "id": "section-20",
    "title": "الأمر الأول: الإيمان القوي والعمل الصالح:",
    "content": "معلوم من نصوص القرآن والسنة أن الإيمان الذي أراده الله من المسلم، هو الإيمان اليقيني الذي لا ريب فيه، وهو الذي يوصف صاحبه بأنه صادق فيه، لما يحققه من طاعة الله، كما قال تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ أُوْلَئِكَ هُمْ الصَّادِقُونَ (15)} [[الحجرات]]. {قَدْ أَفْلَحَ الْمُؤْمِنُونَ (1) الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ (2)}.. إلى الآية: [[(11). المؤمنون]]"
  },
  {
    "type": "section",
    "id": "section-21",
    "title": "الأمر الثاني: الإكثار من ذكر الله ذكرا يتواطأ عليه القلب واللسان:",
    "content": "كما قال تعالى: {الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ (28)} [[الرعد]] وقال عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً (41) وَسَبِّحُوهُ بُكْرَةً وَأَصِيلاً (42)} [[الأحزاب]] وقال سبحانه وتعالى: {وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً (35)} [[الأحزاب]] ولما سأل الرسول صلى الله عليه وسلم، رجل كبرت سنه أن يخبره بشيء يسهل عليه التمسك به، ولا ينساه، أجابه بقوله: (لا يَزَالُ لسانُكَ رَطْبا بذِكر الله تعالى) [[أخرجه الترمذي (9/256) وقال: \"هَذَا حَدِيثٌ حسن غَرِيبٌ مِنَ هَذَا الْوَجْهِ.  والحاكم في المستدرك (9/256) وقال: \"هذا حديث صحيح الإسناد ولم يخرجاه\".]] فالمؤمن الصادق القوي الإيمان هو الذي تتحقق في قلبه محبة الله وخشيته التي تغرس الخشوع فيه وتجعله يقدم طاعة الله تعالى ومحابه على محاب نفسه وهواها، ويكثر من وذكر الله المطلق والمقيد، ومن تلاوة القرآن، وتدبره، تدبراً يزيد إيمانه فيلين قلبه ويمتلئ رغبا ورهبا لله، فيكثر من الأعمال الصالحة المتعلقة بحقوق الله وحقوق عباده، كما قال تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آياتُهُ زَادَتْهُمْ إِيمَانَاً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (2) الَّذِينَ يُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ (3) أُوْلَئِكَ هُمْ الْمُؤْمِنُونَ حَقّاً لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (4)} [[الأنفال]] قال القرطبي رحمه الله في تفسير هذه الآيات: \"وصف الله تعالى المؤمنين في هذه الآية بالخوف والوجل عند ذكره. وذلك لقوة إيمانهم ومراعاتهم لربهم، وكأنهم بين يديه. ونظير هذه الآية: {وَبَشِّرْ الْمُخْبِتِينَ (34) الَّذِينَ إِذَا ذُكِرَ اللهُ وَجِلَتْ قُلُوبُهُمْ} [[الحج: 34، 35.]] وقال: {وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللهِ} [[الرعد: 28.]] فهذا يرجع إلى كمال المعرفة وثقة القلب. والوجل: الفزع من عذاب الله؛ فلا تناقض. وقد جمع الله بين المعنيين في قوله: { اللهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَاباً مُتَشَابِهاً مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللهِ } [[الزمر 23.]] أي تسكن نفوسهم من حيث اليقين إلى الله وإن كانوا يخافون الله)[[ (7/365) دار الكتب العلمية.]]"
  },
  {
    "type": "section",
    "id": "section-22",
    "title": "الأمر الثالث: العلم النافع:",
    "content": "الشيطان يلقي وساوسه في قلوب الذين يتولونه من مرضى القلوب وقساتها، فيستجيبون لوسوسته ويتبعون خطواته فيفتنهم بذلك، فتزداد قلوبهم قسوة لا يؤثر فيها ذكر الله وواعظه، والعلم النافع الذي يثبت به يقين الإيمان ويعلم به الحق من الباطل، وهو كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم، يثبت أهله بالقول الثابت في الحياة الدنيا وفي الآخرة ويهديهم إلى صراط الله المستقيم ويلين قلوبهم فتخبت لربها سبحانه. قال تعالى: {...وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَى صِرَاطٍ مُسْتَقِيمٍ(54)} [[الحج]] وقال عز وجل: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ(28)} [[فاطر]] والمقصود بالعلماء الذين يخشون الله، العاملون بعلمهم الذين يلتزمون بمنهاج الله ولا يشترون بآياته ثمناً قليلاً، كما فعل أهل الكتاب الذين هددهم الله تعالى بقوله: {فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَناً قَلِيلاً فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ (79)} [[البقرة]] قال الغزالي رحمه الله في الإحياء: \"وقد وصف الله علماء السوء بأكل الدنيا بالعلم ووصف علماء الآخرة بالخشوع والزهد فقال عز وجل في علماء الدنيا: { وَإِذْ أَخَذَ اللهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَناً قَلِيلاً} آل عمران (187).وقال تعالى في علماء الآخرة: {وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ للهِ لا يَشْتَرُونَ بِآيَاتِ اللهِ ثَمَناً قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ}  [[آل عمران (199) (1/58) دار الفكر.]]"
  },
  {
    "type": "section",
    "id": "section-23",
    "title": "الأمر الرابع: المجاهدة المستمرة للنفس على التأثر بذكر الله:",
    "content": "لا بد للاستقامة على صراط الله المستقيم، من جهاد مستمر للنفس التي يصدها الشيطان عن طاعة الله ويغريها بمعصيته، ويقودها الهوى وشهوات النفس إلى مهالكها. فقد كلف الله سبحانه وتعالى رسوله صلى الله عليه وسلم، البلاغ المبين بوحيه، فلاقى من قومه الصدود والإيذاء، فأرشده تعالى إلى ما يثبته ويسليه، فأمره بالصبر وذكر ربه ليلاً ونهاراً، حتى لا ينصاع لضغوط أعدائه الشديدة عليه ولا يطيعهم في شيء يخالف وظيفته، فقال تعالى له: {إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ تَنْزِيلاً (23) فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلا تُطِعْ مِنْهُمْ آثِماً أَوْ كَفُوراً (24) وَاذْكُرْ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلاً (25) وَمِنْ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلاً طَوِيلاً (26)} [[الإنسان]] كما أمر أمته بالمجاهدة الكاملة التي يطيقونها، على طاعته، فقال: {وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ ...(78)} [[الحج]] ووعد سبحانه من قام منهم بهذه المجاهدة بالهداية والتوفيق إلى الطرق التي ترضيه، كما قال: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ (69)} [[العنكبوت]] وقد ذكر المفسرون أقوالاً في معنى آية العنكبوت هذه، أشملها ما ذكره القرطبي عن ابن عباس رضي الله عنهـما: \"وقال عبد الله بن عباس: والذين جاهدوا في طاعتنا لنهدينهم سبل ثوابنا وهذا يتناول بعموم الطاعة جميع الأقوال\" (13/364)."
  },
  {
    "type": "section",
    "id": "section-24",
    "title": "الأمر الخامس: الوعظ المؤثر:",
    "content": "والوعظ هو الكلام الذي تلين به القلوب، مثل خطب الجمعة وغيرها من المواعظ التي تشد السامع وتجعله يقبل إلى الواعظ منتبها لما يسمع ليعقل ما يقوله، وتجعل قلبه يتشرب معاني الموعظة فيلين فعلاً ويطمئن إليها، فيعزم في نفسه إلى العمل بما علم. ولست أقصد هنا تعليم القارئ بيان أساليب الخطابة والحديث عن الخطباء المؤثرين فلست متخصصاً في الخطابة، وإنما أقصد مجرد الإشارة إلى اهتمام المسلم بما يذكِّره بالله تعالى دائماً، ليمتلئ قلبه بعظمة الله وخشيته والخشوع له، فإذا اهتم بذلك فسيجيد اختيار من يحضر خطبه ومواعظه ومجالسه، ويقطف ثمرة ذلك الحضور. وأصغ سمعك إلى هذه الآية الكريمة، التي أرشد فيها الله تعالى رسوله إلى قوة التأثير في نفوس فئة من الناس لا تستقيم على منهاج واضح في حياتها، فلا إيمان صادق، ولا كفر صريح، وإنما هو نفاق ملتوٍ، لا إلى هؤلاء ولا إلى هؤلاء، وما أكثرهم في كل زمان، وما أعظم ضررهم على هذه الأمة: {وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُوداً (61) فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلاَّ إِحْسَاناً وَتَوْفِيقاً (62) أُوْلَئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَهُمْ فِي أَنفُسِهِمْ قَوْلاً بَلِيغاً (63)} [[النساء]] تأمل كيف وصفهم الله تعالى لرسوله، وتأمل خطاب الله تعالى لنبيه في الجملتين الأخيرتين من الآيات: {وَعِظْهُمْ وَقُلْ لَهُمْ فِي أَنفُسِهِمْ قَوْلاً بَلِيغاً} لأن إيصال الحق بالقول البليغ يقطع شبههم ويبالغ في إقامة الحجة عليهم فقد يؤثر ذلك في بعضهم فيؤوب إلى الله تعالى: {وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَى رَسُولِنَا الْبَلاغُ الْمُبِينُ (92)} [[المائدة]] قال ابن كثير رحمه الله في معنى {قُلْ لَهُمْ فِي أَنفُسِهِمْ...} \"{ وَقُلْ لَهُمْ فِي أَنفُسِهِمْ قَوْلاً بَلِيغاً }: أي وانصحهم فيما بينك وبينهم بكلام بليغ رادع لهم\".. قال الشيخ السعدي رحمه الله: \"{وَقُلْ لَهُمْ فِي أَنْفُسِهِمْ قَوْلا بَلِيغًا} أي: انصحهم سراً بينك وبينهم، فإنه أنجح لحصول المقصود، وبالغ في زجرهم وقمعهم عمَّا كانوا عليه، وفي هذا دليل على أن مقترف المعاصي وإن أعرض عنه فإنه ينصح سرًا، ويبالغ في وعظه بما يظن حصول المقصود به\". ولقد طلب موسى من الله تعالى أن يرسل معه أخاه هارون، ليبلغ معه فرعون وقومه؛ لأنه أوضح منه بياناً وأكثر فصاحة، والكلام الفصيح أكثر تأثيراً في المخاطبين من غيره: {وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَاناً فَأَرْسِلْهُ مَعِي رِدْءاً يُصَدِّقُنِي إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ(34)} [[القصص]] لأنه كان يعلم أن عدوه قد يستغل ضعف فصاحته، ويعيبه به، وقد ذكر الله تعالى عن فرعون قوله: {أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذِي هُوَ مَهِينٌ وَلا يَكَادُ يُبِينُ (52)} [[الزخرف]] ولا بد مع فصاحة الخطيب أو الواعظ، أن يكون قدوة حسنة للسامعين، يرون فعله مطابقاً لقوله كما قال تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللَّهَ كَثِيراً (21)} [[الأحزاب]]. وقال تعالى عن نبيه شعيب الذي لقبه بعض المفسرين بخطيب الأنبياء، قال عنه وهو يخاطب قومه: {وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيدُ إِلاَّ الإِصْلاحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلاَّ بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ(88)} [[هود]] وقد كان رسولنا محمد صلى الله عليه وسلم، عظيم التأثير في أصحابه، يجعل قلوبهم ترتعد خوفاً ووجلاً من ربهم، وعيونهم تدمع من قوة الأسلوب البليغ الذي يخاطبهم به، وسمو المعاني التي تتغلغل في قلوبهم، كما في حديث العرباض بن سارية رضي الله عنه قال: \"وَعَظَنَا رسولُ اللَّه صلى الله عليه وسلم، مَوْعِظَةً بليغةً وَجِلَتْ مِنْهَا الْقُلُوبُ وَذَرَفَتْ مِنْهَا الْعُيُون، فقُلْنَا: يا رَسولَ اللَّه كَأَنَهَا موْعِظَةُ مُوَدِّعٍ فَأَوْصِنَا... الحديث\" [[سبق تخريج الحديث وكلام ابن رجب عليه.]]"
  },
  {
    "type": "section",
    "id": "section-25",
    "title": "الأمر السادس: مصاحبة الخاشعين:",
    "content": "ومعلوم هو أثر مصاحبة القرين الصالح فيمن يصاحبه، وقرين السوء فيمن يجالسه، قال تعالى: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً (27) يَا وَيْلَتى لَيْتَنِي لَمْ أَتَّخِذْ فُلاناً خَلِيلاً (28) لَقَدْ أَضَلَّنِي عَنْ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلإِنسَانِ خَذُولاً (29)} [[الفرقان]] وقال عز من قائل: {وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَاناً فَهُوَ لَهُ قَرِينٌ (36) وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنْ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ (37) حَتَّى إِذَا جَاءَنَا قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ (38)} [[الزخرف]] وروى أبو موسى رضي الله عنه، عن النبي صلى الله عليه وسلم، أنه قال: (إنما مثل الجليس الصالح والجليس السوء، كحامل المسك ونافخ الكير. فحامل المسك، إما أن يحذيك، وإما أن تبتاع منه، وإما أن تجد منه ريحاً طيبة. ونافخ الكير، إما أن يحرق ثيابك، وإما أن تجد ريحاً خبيثة) [[البخاري (2/740) و مسلم (16/152).]] ولقد كان بعض أصحاب الرسول ‘صلى الله عليه وسلم، لكثرة مصاحبتهم له، ولشدَّة تأثرهم بوعظه لهم وخشوعهم لربهم بسبب ذلك، يخافون على أنفسهم من النفاق إذا فقدوا ذلك الخشوع عندما يخرجون من عنده. وتأمل قصة حنظلة وأبي بكر الصديق في شكواهما ذلك إليه صلى الله عليه وسلم، قال حنظلة: \"كنا عند رسول الله صلى الله عليه وسلم، فوعظنا فذكر النار، قال: ثم جئت إلى البيت فضاحكت الصبيان ولاعبت المرأة، قال: فخرجت فلقيت أبا بكر. فذكرت ذلك له. فقال: وأنا قد فعلت مثل ما تذكر. فلقينا رسول الله صلى الله عليه وسلم، فقلت: يا رسول الله! نافق حنظلة، فقال: (مه) فحدثته بالحديث. فقال أبو بكر: وأنا قد فعلت مثل ما فعل. فقال: (يا حنظلة! ساعة وساعة. ولو كانت ما تكون قلوبكم كما تكون عند الذكر، لصافحتكم الملائكة، حتى تسلم عليكم في الطرق). وفي رواية: فقال رسول الله صلى الله عليه وسلم: (والذي نفسي بيده! إن لو تدومون على ما تكونون عندي، وفي الذكر، لصافحتكم الملائكة على فرشكم وفي طرقكم. ولكن، يا حنظلة! ساعة وساعة) ثلاث مرات.[[مسلم (17/58).]] تفسير أهل الفسق لحديث حنظلة! نعم! ساعة وساعة، ومن الصعب على الإنسان مهما بلغ إيمانه أن يكون على حالةٍ واحدة من خشية الله والخشوع له في كل أحيانه، ولكن على المؤمن أن يتعاهد نفسه بذكر الله تعالى ويتذكر عظمته، حتى لا يطول عليه الأمد فيقسو قلبه كما قست قلوب الأمم قبله، فساعة في ذكر الله والخشوع له، وساعة في الترويح عن نفسه بالمباحات، لا في المكروهات والمحرمات. وما هي ساعة حنظلة وأبي بكر التي شكَوَا منها إلى الرسول صلى الله عليه وسلم؟ إنها في السعي في الرزق وفي المعاشرة الحسنة للأزواج وفي ملاعبتهن ومضاحكة الأولاد التي تنفعهم، وهي من الأعمال المباحة التي يؤجر عليها، لما فيها من إدخال السرور على الأهل والأبناء، ولاسيما الأطفال! ولقد صدق إبليس ظنه على حزبه الذين اتبعوا خطواته، وانغمسوا في فجوره وفسقه من كثير من ذراري المسلمين الذين أراد الله لهم الطهر والتزكية، وأرادوا لأنفسهم ولمن أضلوهم من أوليائهم من التدنيس والتدسية، غير ما أراده الله لهم: {وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلاً عَظِيماً(27)} [[النساء]] هؤلاء الذين يبيتون يجاهرون الله بالمعصية في المراقص والمسارح، وعلى شاشات الفضائيات يختلط فيها رجالهم ونساؤهم عارية أبدان نسائهم من الألبسة الساترة للعورات، فارغة قلوبهم من خشية الله وتقواه، يتعاطون من المنكرات ما يسخط الله ورسوله والمؤمنين، يحملون قول الرسول صلى الله عليه وسلم لحنظلة: (ساعة وساعة) على ساعات فسقهم وفجورهم الذي يجاهرون الله به من معاصيه، ومن عجب أن يستدلوا على فسقهم بهذا الحديث، ويغير بعضهم معناه، فيقول: \"ساعة لربك وساعة لقلبك\" فبدلاً من تزكية قلوبهم وتطهيرها بطاعة الله وذكره وخشيته والخشوع له، يدنسون تلك القلوب بالأدناس والشهوات المحرمة والأرجاس، فتمضي غالب ساعات أعمارهم للشيطان والنفس الأمارة بالسوء والهوى المردي، في غفلة دائمة عن الله وهجر مستمر لكتابه وذكره، وغالب لهوهم ولعبهم يقضونه في أكثر آناء الليل الذي هو محل العبادة والتفكر في خلق السماوات والأرض لأولي الألباب!"
  },
  {
    "type": "section",
    "id": "section-26",
    "title": "وجوب الخشوع في الصلاة:",
    "content": "والذي يظهر أن مجاهدة المؤمن نفسه ليخشع لله تعالى واجبة عليه، وبخاصة في الصلاة، فقد جعل الله تعالى الخشوع أول صفة للمؤمن المصلي: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ (1) الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ (2)} [[المؤمنون]] قال القرطبي رحمه الله في تفسيره في أول السورة: \"اختلف الناس في الخشوع، هل هو من فرائض الصلاة أو من فضائلها ومكملاتها على قولين. والصحيح الأول، ومحله القلب، وهو أول علم يرفع من الناس؛ قاله عبادة بن الصامت، رواه الترمذي من حديث جبير بن نفير عن أبي الدرداء، وقال: هذا حديث حسن غريب. وقد خرجه النسائي من حديث جبير بن نفير أيضاً عن عوف بن مالك الأشجعي من طريق صحيحة\" [[الجامع لأحكام القرآن (12/102).]] وقال ابن تيمية رحمه الله في مجموع الفتاوى: \"فإن قيل‏:‏ فخشوع القلب لذكر اللّه وما نزل من الحق واجب؟‏ قيل‏:‏ نعم، لكن الناس فيه على قسمين‏: ‏مقتصد وسابق، فالسابقون يختصون بالمستحبات. والمقتصدون الأبرار‏:‏ هم عموم المؤمنين المستحقين للجنة، ومن لم يكن من هؤلاء، ولا هؤلاء، فهو ظالم لنفسه، وفي الحديث الصحيح عن النبي صلى الله عليه وسلم ‏:‏ ‏(‏اللّهم، إني أعوذ بك من عِلْمٍ لا ينفع، وقلب لا يخشع، ونَفْسٍ لا تَشْبَعُ، ودعاء لا يُسْمَع‏)‏‏.\" انتهى.[[الحديث ذكره ابن الأثير في جامع الأصول: \"أخرجه الترمذي، والنسائي\" ورواه الحاكم في المستدرك عن أبي هريرة، بلفظ: \"كان رسول الله ‘ يدعو فيقول: (اللهم إني أعوذ بك من الأربع، من علم لا ينفع، وقلب لا يخشع، ونفس لا تشبع، ودعاء لا يسمع) وقال: \"هذا حديث صحيح ولم يخرجاه\".]] وكان رسول الله صلى الله عليه وسلم، يقول في ركوعه: (اللهم! لك ركعت. وبك آمنت. ولك أسلمت. خشع لك سمعي وبصري. ومخي وعظمي وعصبي). [[صحيح مسلم من حديث علي رضي الله عنه.]] من مظاهر الخشوع البكاء من خشية الله: أصل الخشوع في القلب ويظهر أثره على الجوارح، كما سبق في قوله تعالى: {تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ}. هذه الآية تدل على ما سبق من أن من أهم أسباب الخشوع الخشية والرهبة من الله تعالى، فقد عطف لين القلوب وهو خشوعها، على قشعريرة الجلد من شدة الخوف من الله تعالى، فإذا كان الجلد يقشعر من خوف الله، والقلب يلين ويخشع ويطمئن إلى ذكر الله تعالى معظما له، فإن العين تدمع لذلك، كما قال تعالى: {إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلأَذْقَانِ سُجَّداً (107) وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً (108) وَيَخِرُّونَ لِلأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعاً(109)} [[الإسراء]] وقد كان الرسول صلى الله عليه وسلم، قدوة لأمته في البكاء من خشية الله والخشوع له، كما في حديث ابن مَسعودٍ رضي الله عنه قالَ: قال لي النبيُّ صلى الله عليه وسلم: (اقْرَأْ علَّي القُرآنَ) قلتُ: يا رسُولَ اللَّه، أَقْرَأُ عَلَيْكَ، وَعَلَيْكَ أُنْزِلَ ؟، قالَ: (إِني أُحِبُّ أَنْ أَسْمَعَهُ مِنْ غَيْرِي) فقرَأْتُ عليه سورَةَ النِّساء، حتى جِئْتُ إلى هذِهِ الآية: {فَكَيْفَ إِذا جِئْنا مِنْ كُلِّ أُمَّة بِشَهيد وِجئْنا بِكَ عَلى هَؤلاءِ شَهِيداً} [[النساء: 40]]. قال: (حَسْبُكَ الآن) فَالْتَفَتُّ إِليْهِ، فَإِذَا عِيْناهُ تَذْرِفانِ.[[البخاري ومسلم.]] وفي حديث مطرف بن الشخير عن أبيه قال: \"رأيت رسول الله صلى الله عليه وسلم،  يصلي وفي صدره أزيز كأزيز الرحى من البكاء ‘\".[[رواه أحمد وأبو داود والنسائي والحاكم في المستدرك، وقال: \" حديث صحيح على شرط مسلم ولم يخرجاه\".]] وبشر صلى الله عليه وسلم، من بكى من خشية الله والخشوع له بالنجاة من النار، روى أبو هريرة، رضي الله عنه عن النبي صلى الله عليه وسلم، قَالَ: (لا يلجُ النَّارَ رَجُلٌ بَكَى مِنْ خَشْيةِ اللَّهِ حتَّى يعُودَ اللَّبَن في الضَّرعِ، وَلاَ يَجْتَمِعُ عَلَى عَبْدٍ غُبَارٌ في سبيل اللَّهِ ودخَان جهَنَّم). [[ذكره في رياض الصالحين، وقال: رواه الترمذيُّ وقال: حديثٌ حسنٌ صحيحٌ.]] كما ذكر حديثا آخر عن عبد الله بن عباس رضي الله عنهـما، قال: سمعتُ رَسُولَ اللَّهِ صلى الله عليه وسلم، يقول: (عينانِ لا تمسُّهُما النَّارُ عينٌ بكَتْ من خشيةِ اللهِ، وعينٌ باتتْ تحرسُ في سبيلِ اللهِ).[[رواه الترمذيُّ وقال: حديثٌ حسنٌ.]] وفي حديث لأبي هريرة... قالَ رسُولُ اللَّه صلى الله عليه وسلم: (سَبْعَةٌ يُظِلُّهُمُ اللَّهُ في ظِلِّهِ يَوْمَ لا ظِلَّ إلا ظلُّهُ).. ومنهم: (رَجُلٌ ذَكَرَ اللَّه خالِياً فَفَاضَتْ عَيْنَاهُ). [[رواه البخاري ومسلم.]] والقاعدة أن الفاء العاطفة تفيد الترتيب والتعقيب، وهي هنا سببية، أي إن ذكره الله تسبب عنه فيض عينيه مباشرة، ويبدو أنه سريع الخشية والخشوع من ذكر الله، وهذه السرعة في الخشوع لا يحرزها كل الخاشعين، بل يحتاج كثير من الناس إلى التأمل والمجاهدة حتى يخشع من ذكر الله، ولكلٍّ درجته وثوابه عند ربه. ويبدو لي أن من المجاهدة تَكَلُّفَ المؤمن التخشع بينه وبين ربه إذا لم يحصل له بدون ذلك، ولعل ذلك يؤخذ من قول الرسول صلى الله عليه وسلم: (ومن يَتَصَبَّر يصبره الله).[[البخاري]] والتصبر تكلف الصبر ومعالجته مع ثقله على النفس، قال الحافظ ابن حجر رحمه الله في شرح هذه الجملة الشرطية: \"ومن يتصبر أي يعالج نفسه على ترك السؤال ويصبر إلى أن يحصل له الرزق، وقوله: يصبره الله أي فإنه يقويه ويمكنه من نفسه حتى تنقاد له ويذعن لتحمل الشدة فعند ذلك يكون الله معه فيظفره بمطلوبه\" وقوله: (ذكر الله خاليا) يشمل كونه في الصلاة وخارجها. ومعلوم أن الأخلاق التي يتحلى بها الإنسان قسمان: قسم فطري جبلي، يجبل الله الإنسان عليه، وقسم آخر يتخلق به ويدرب نفسه عليه حتى يتمكن من الاتصاف به، كما تدل على ذلك قصة أشج عبد القيس رضي الله عنه الذي قال له الرسول صلى الله عليه وسلم: (إن فيك خلتين يحبهما الله الحلم والأناة) قال: يا رسول الله أنا أتخلق بهما أم الله جبلني عليهما؟ قال: (بل الله جبلك عليهما) قال: الحمد لله الذي جبلني على خلتين يحبهما الله ورسوله\". [[رواه أحمد ومسلم أبو داود وغيرهم واللفظ لأبي داود.]]"
  },
  {
    "type": "section",
    "id": "section-27",
    "title": "الفرق بين التخشع المشروع والتخشع الممنوع:",
    "content": "هذا وينبغي أن يعلم الفرق بين التخشع، الذي يتكلفه المسلم في الخشوع بينه وبين ربه كما سبق قريباً، وبين التكلف الكاذب الذي يظهره المتصنعون للناس على هيئة صياح وحركات غريبة، فالأول تكلف ممدوح يقره الشرع لأن صاحبه قصد به وجه الله، والثاني مذموم في الدين ومبتدع ممنوع؛ لأن صاحبه يريد به الرياء في الغالب. وقد أشار إلى ذلك القرطبي رحمه الله، مقارناً بين صفة خشوع أصحاب رسول الله صلى الله عليه وسلم، وبين صفة خشوع هؤلاء المتكلَّف، فقال عند تفسير قوله تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللهُ وَجِلَتْ قُلُوبُهُمْ}: \"وصف الله تعالى المؤمنين في هذه الآية بالخوف والوجل عند ذكره. وذلك لقوة إيمانهم ومراعاتهم لربهم، وكأنهم بين يديه. ونظير هذه الآية {وَبَشِّرْ الْمُخْبِتِينَ (34) الَّذِينَ إِذَا ذُكِرَ اللهُ وَجِلَتْ قُلُوبُهُمْ} [[الحج: 34، 35.]] وقال: { وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللهِ }. [[الرعد: 28]] فهذا يرجع إلى كمال المعرفة وثقة القلب. والوجل: الفزع من عذاب الله؛ فلا تناقض. وقد جمع الله بين المعنيين في قوله { اللهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَاباً مُتَشَابِهاً مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللهِ}.[[الزمر:23]] أي تسكن نفوسهم من حيث اليقين إلى الله وإن كانوا يخافون الله. فهذه حالة العارفين بالله، الخائفين من سطوته وعقوبته؛ لا كما يفعله جهال العوام والمبتدعة الطغام من الزعيق والزئير ومن النهاق الذي يشبه نهاق الحمير. فيقال لمن تعاطى ذلك وزعم أن ذلك وَجْدٌ وخشوع: لم تبلغ أن تساوي حال الرسول ولا حال أصحابه في المعرفة بالله، والخوف منه، والتعظيم لجلاله؛ ومع ذلك فكانت حالهم عند المواعظ الفهم عن الله والبكاء خوفاً من الله. ولذلك وصف الله أحوال أهل المعرفة عند سماع ذكره وتلاوة كتابه فقال: {وَإِذَا سَمِعُوا مَا أُنزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنْ الدَّمْعِ مِمَّا عَرَفُوا مِنْ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ}. [[المائدة: 83]] فهذا وصف حالهم وحكاية مقالهم. ومن لم يكن كذلك فليس على هديهم ولا على طريقتهم؛ فمن كان مستناً فليستن، ومن تعاطى أحوال المجانين والجنون فهو من أخسهم حالاً؛ والجنون فنون. روى مسلم عن أنس بن مالك \"أن الناس سألوا النبي صلى الله عليه وسلم، حتى أحفوه في المسألة، فخرج ذات يوم فصعد المنبر فقال: (سلوني، لا تسألوني عن شيء إلا بينته لكم ما دمت في مقامي هذا). فلما سمع ذلك القوم أرِموا ورهبوا أن يكون بين يدي أمر قد حضر. قال أنس: فجعلت ألتفت يميناً وشمالاً، فإذا كل إنسان لافٌّ رأسه في ثوبه يبكي\". وذكر الحديث.[[مسلم (15/97)]]. وروى الترمذي وصححه عن العرباض بن سارية قال: \"وعظنا رسول الله صلى الله عليه وسلم، موعظة بليغة ذرفت منها العيون، ووجلت منها القلوب... الحديث. ولم يقل: زعقنا ولا رقصنا ولا زَفَنَّا ولا قمنا\".[[الجامع لأحكام القرآن (7/356)، وسبق تخريج الحديث.]]"
  },
  {
    "type": "section",
    "id": "section-28",
    "title": "الفصل الثالث: الأسباب التي تذهب الخشوع أو تضعفه.",
    "content": "إن ما سبق من الأسباب التي تعين على الخشوع، يؤدي فقدها جميعاً إلى فقد الخشوع، كما يؤدي فقد بعضها أو ضعفه أو ضعفها كلها إلى فقد الخشوع أو ضعفه، ونشير هنا إلى أهم الأسباب التي تذهب الخشوع أو تضعفه:"
  },
  {
    "type": "section",
    "id": "section-29",
    "title": "السبب الأول: الغفلة عن ذكر الله والاشتغال باللهو واللعب:",
    "content": "والغفلة قسمان: القسم الأول: غفلة تامة: وهي التي تغطي على منافذ الهداية عند الإنسان تغطية كاملة، فلا يلتفت الغافل إلى ربه ليهتدي بهداه، كما قال تعالى: {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِنْ الْجِنِّ وَالإِنسِ لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لا يَسْمَعُونَ بِهَا أُوْلَئِكَ كَالأَنْعَامِ بَلْ هُمْ أَضَلُّ أُوْلَئِكَ هُمْ الْغَافِلُونَ (179)}. [[الأعراف]] فهذه غفلة كاملة كما يظهر من الحصر الإضافي في المؤكد بتأكيدين في آخر الآية، وهما تعريف جزئي المبتدأ والخبر، وضمير الفصل الواقع بينهما، وهذه طبيعة الأمم التي كفرت بالله في عهد جميع الرسل، كما هو معروف. القسم الثاني: غفلة تعتري أهل الإسلام: وهم يتفاوتون في التأثر بها، فمنهم من قد تعتريهم الغفلة قليلاً، ولكن الله تعالى يوفقهم لمجاهدة أنفسهم فيه، فينجيهم الله منها في غالب حياتهم فيكونون من السابقين المحسنين المقربين إليه، وهم الذين يحافظون على ما أمرهم الله به من فرائض الطاعات ونوافلها، ويبتعدون عن كبائر الذنوب وصغائرها. ومنهم من يحافظون على الفرائض وعلى ترك الكبائر ويقصرون في بعض نوافل ويتعاطون صغائر الذنوب. ومنهم من يغويهم الشيطان فيتركون بعض الفرائض، ويعملون بعض الكبائر. فالقسم الأول ناج من الغفلة إلا ما شاء الله، مستحق عند ربه دخول الجنة. والقسم الثاني مقتصد فيه غفلة ناج من العقاب. والقسم الثالث غفلته خطيرة، يدخل تحت مشيئة ربه، إن شاء غفر له ما ترك من الفرائض، وما ارتكب من الكبائر، وإن شاء عاقبه، ثم أدخله الجنة. فالثلاثة كلهم مشمولون برحمة الله ودخول جناته عند أهل السنة والجماعة، خلافاً للخوارج والمعتزلة في حكمهم على أهل الكبائر بأنهم مخلدون في النار. ومن أوضح الأدلة على هذا التقسيم قول الله تعالى: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ (32) جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤاً وَلِبَاسُهُمْ فِيهَا حَرِيرٌ (33)}.[[فاطر]] وما رواه عبادة بن الصامت رضي الله عنه، قال: \"كنا مع رسول الله صلى الله عليه وسلم، في مجلس، فقال: (تبايعوني على أن لا تشركوا بالله شيئاً، ولا تزنوا، ولا تسرقوا، ولا تقتلوا النفس التي حرم الله إلا بالحق. فمن وفى منكم فأجره على الله. ومن أصاب شيئاً من ذلك فعوقب به، فهو كفارة له، ومن أصاب شيئاً من ذلك فستره الله عليه، فأمره إلى الله، إن شاء عفا عنه وإن شاء عذبه).[[البخاري (1/14) مسلم (11/184).والأدلة على ذلك كثيرة جداً، ذكرت بعضها في رسالة: \"التكفير والنفاق ومذاهب العلماء فيهما\".]] والذي ينجي المؤمنين من الغفلة مجاهدة أنفسهم منها بتلاوة القرآن والإنصات له وتدبره، والإكثار من ذكر الله، كما قال تعالى: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنصِتُوا لَعَلَّكُمْ تُرْحَمُونَ (204) وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعاً وَخِيفَةً وَدُونَ الْجَهْرِ مِنْ الْقَوْلِ بِالْغُدُوِّ وَالآصَالِ وَلا تَكُنْ مِنْ الْغَافِلِينَ (205)}. [[الأعراف]]والآيتان، وإن نزلتا في شأن الصلاة، فالعبرة بعموم اللفظ لا بخصوص السبب، كما هو معلوم عند أهل العلم. ويدخل في هذا السبب مجالسة الغافلين عن الله الذين قست قلوبهم، والغافلون الذين غلف قلوبهم رانُ الفسوق والعصيان، والتأثر بأعمالهم التي يتبعون فيها خطوات الشيطان، وبخاصة ما نجم في عصرنا هذا من وسائل الإغراء بالبعد عن الله، في وسائل الإعلام المتنوعة المضللة الفاسدة التي غزت العقول بالأفكار المنحرفة والعقائد الملحدة، وملأت القلوب بحب أدناس المعاصي والفواحش والمنكرات، فقد نهى الله تعالى المؤمنين أن يجالسوا الكفار والمنافقين الذين يكفرون بآياته ويستهزئون بها، قال تعالى: {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذاً مِثْلُهُمْ إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعاً(140)}.[[النساء]]"
  },
  {
    "type": "section",
    "id": "section-30",
    "title": "السبب الثاني: إغراء الشيطان وتزيينه لمعاصي الله:",
    "content": "إن تزيين الشيطان للمعاصي والشهوات والانسياق معه في ذلك وعدم اللجوء إلى الله والتضرع إليه للنجاة من وساوسه واتباع خطواته، من أعظم الأسباب التي تذهب الخوف والخشية من الله والخشوع له وتجلب قسوة القلوب، كما قال تعالى: {فَلَوْلا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمْ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ(43)}.[[الأنعام]] ومعلوم سعيه الحثيث لإضلال ابن آدم وإبعاده عن ذكر الله وطاعته، كما قال تعالى عنه: {قَالَ فَبِمَا أَغْوَيْتَنِي لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ (16) ثُمَّ لآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ(17)}. [[الأعراف]] والذي ينجي المؤمن من الشيطان ووساوسه واتباع خطواته، معرفة كيده وشدة عداوته وتبرئه ممن أضله يوم الدين، كما قال تعالى: {وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِي عَلَيْكُمْ مِنْ سُلْطَانٍ إِلاَّ أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِي مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (22)}. [[إبراهيم]] ثم اللجوء إلى الله تعالى بالاستعاذة منه،كما قال تعالى: {وَإِمَّا يَنزَغَنَّكَ مِنْ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ (200) إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنْ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ (201)}.[[الأعراف]]"
  },
  {
    "type": "section",
    "id": "section-31",
    "title": "السبب الثالث: إفساد أرباب الفسق والفجور:",
    "content": "سبق في السبب السادس من الأسباب التي تعين المسلم على استحضار الخشوع، قولُ الله تعالى: {وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلاً عَظِيماً (27)}. [[النساء]] وقد أحرز الذين يتبعون الشهوات في هذا العصر من الوسائل التي يمارسون بها شهواتهم وينشرونها بين الناس ويغرونهم بها ما لم يحرزه أمثالهم من أهل الفسق والفجور في العصور الغابرة، من الجرائد والمجلات وغيرها من الكتب المطبوعة، ومن الأجهزة التي أصبحت ميسرة لغالب أهل الأرض، مثل أشرطة الكاسيت وأشرطة الفيديو وأقراص \"C.D\" والفضائيات والشبكة العالمية \"الإنترنت\" والهواتف الثابتة والمحمولة المتنوعة، وما تحتويه من نوافذ الاتصالات.. ومما يقوي قادة وسائل نشر المعاصي والمنكرات التي تبعد عن الله، الدعم المالي والمعنوي من دول وشركات عالمية، تتعمد التخطيط لإفساد شباب المسلمين وشاباتهم، وتلهيتهم بذلك حتى لا يفكروا في مصالح شعوبهم الاقتصادية والاجتماعية والصناعية وغيرها مما يمكن المسلمين من التقدم والقوة. ولهذا تمكن الذين يريدون غير ما أراد الله تعالى من تعاطي الفسق والشهوات ونشرهما بين الناس في عصرنا، ما لم يتمكن منه أسلافهم من قبل، فانتشرت بذلك أسباب الفواحش بين المسلمين رجالاً ونساءً، صغاراً وكباراً، وألهتهم عن ذكر الله وتلاوة كتابه، وكرهت إليهم طاعة الله وحببت إليهم الفسوق والعصيان، فتحقق في قادتهم الذين أضلوهم بهذه الوسائل، قول الله تعالى: {إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالآخِرَةِ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ(19)}. [[النور]] فلم يفقد غالب هؤلاء الخشوع الذي حث المسلمين إلى التحقق به كتابُ الله وسنة رسوله فقط، بل فقد الكثير منهم صلتهم بربهم وعبادتهم له، مفضلين عليها صلتهم بعدوه وعدوهم الشيطان واتباع خطواته. والعلاج الناجع لمنع هذا السبب والقضاء عليه، هو توبة القادة المخططين ممن بيدهم الحل والعقد في البلدان الإسلامية، من دعم هذا المنكر والفساد، بل الواجب عليهم مع التوبة زجر متعاطيه، لما فيه من أعمال تبعد الناس عن طاعة الله وتغريهم بمعاصيه، وتكون سبباً في إنزال بأسه الذي يعم الصالح والطالح: {وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ (25)}.[[الأنفال]] كما يجب على المشرفين على تلك المناهج المفسدة، أن يتوبوا كذلك، فإن باب التوبة مفتوح، والله تعالى يأمر عباده بالتوبة ويفرح بتوبتهم إليه، ويبدل سيئاتهم حسنات. قال تعالى: {وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ (31)}.[[النور]] وقال تعالى: {إِلاَّ مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحاً فَأُوْلَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُوراً رَحِيماً (70)}.[[الفرقان]] ونهى الله عباده عن القنوط من رحمته تعالى ولو كثرت ذنوبهم، ووعدهم بمغفرتها، كما قال تعالى: {قُلْ يَا عِبَادِي الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (53)}.[[الزمر]] وروى أَنَس بن مَالِكٍ رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (للَّهُ أَفْرحُ بتْوبةِ عَبْدِهِ مِنْ أَحَدِكُمْ سقطَ عَلَى بعِيرِهِ وقد أَضلَّهُ في أَرضٍ فَلاةٍ...) الحديث..[[مسلم (17/53).]] وعلى عامة المسلمين أن يهجروا هذه الوسائل المفسدة ويقوا أنفسهم وأسرهم شرها، وبخاصة في المواسم الفاضلة، كرمضان، الذي يضاعف الله فيه الحسنات، ويضاعف الذين يريدون الشهوات والميل العظيم إليها غير ما أراد الله، من مناهج (برامج) الصد عن رضاه: http://al-rawdah.net/r.php?sub0=rahalat&sub1=a5_hadath&p=81&key. ومن المسؤول؟: وكأني بالقارئ المسلم الذي قد اصطلى بنار تلك السموم في نفسه أو في أهل بيته وأولاده وأحس بالندم على ما أصابهم من إفساد قساة القلوب الذين كانوا من أهم أسباب غفلتهم عن ذكر الله وتعظيمه، والخشية منه والخشوع له والاطمئنان إلى جنابه، كأني بالقارئ يقول لي: ومن المسؤول عنا وعن بُعدنا عن ربنا ووقوعنا فيما نحن فيه من غفلة واتباع للقدوات السيئة التي اجتالتنا عن فطرنا السليمة التي خلقنا الله عليها؟ والجواب: إن المسئولية عامة شاملة: أولها: المسئولية الفردية: فكل إنسان عاقل مختار بلغه شرع الله مسؤول مسؤولية كاملة عن نفسه، ولا يسأل عن عمل غيره. قال تعالى: {مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ وَلا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيّاً وَلا نَصِيراً (123) وَمَنْ يَعْمَلْ مِنْ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُوْلَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلا يُظْلَمُونَ نَقِيراً (124)}. [[النساء]] وقال تعالى: {إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ (16)}. [[الطور]] وقال تعالى: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَه (7) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَه(8)}.[[الزلزلة]] فلا ينال أحد ثواب مَن عمل خيراً غيره، ولا يعاقب أحد على عمل مَن عمل شرا غيره، قال تعالى: {وَأَنْ لَيْسَ لِلإِنسَانِ إِلاَّ مَا سَعَى (39) وَأَنَّ سَعْيَهُ سَوْفَ يُرَى (40) ثُمَّ يُجْزَاهُ الْجَزَاءَ الأَوْفَى (41)}.[[النجم]] وقال تعالى: {وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ(12)}.[[العنكبوت]] إلا أن دعاء الولد الصالح لأبيه ينفعه، لحديث أبي هريرة؛ أن رسول الله صلى الله عليه وسلم، قال: (إذا مات الإنسان انقطع عنه عمله إلا من ثلاثة) ـ ومنها: (أو ولد صالح يدعو له). [[مسلم (11/71).]] فالواجب على كل مسلم أن يسعى إلى اتخاذ الأسباب التي تقربه إلى ربه، ومنه لين قلبه وخشوعه له، وطلب الشفاء لقلبه من القسوة والران، ولا يستجيب لمن يدعوه إلى خطوات الشيطان ومعاصي الله تعالى. ثانيها: كل من كلفه الله مسئولية عن غيره من أرباب الأسر وولاة الأمر: مهما كبرت مسئوليتهم أو صغرت، هم مسئولون عن أنفسهم وعمن كلفهم الله تعالى رعايتهم، فكل ولي أمر مسئول عن عمله، وهو يشمل ما كلفه الله إياه من تلك الرعاية، لأنه مسئول عنه شرعاً، قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَاراً وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلائِكَةٌ غِلاظٌ شِدَادٌ لا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ(6)}. [[التحريم]] والذي يبدو من هذه الآية أن معناها أعمَّ مما قد يفهمه البعض من ظاهرها من كلمة {أهليكم} فلرب الأسرة أهله، ولكل ولي أمر أهله؛ لأن كلاً منهم مسئول عن رعيته، ولعل القرطبي رحمه الله أشار إلى هذا المعنى إشارة مختصرة في تفسير الآية المذكورة، إذ قال: \"فعلى الرجل أن يصلح نفسه بالطاعة، ويصلح أهله إصلاح الراعي للرعية. ففي صحيح الحديث أن النبي صلى الله عليه وسلم، قال: (كلكم راع وكلكم مسؤول عن رعيته فالإمام الذي على الناس راع وهو مسؤول عنهم والرجل راع على أهل بيته وهو مسؤول عنهم...).. الحديث.[[الجامع لأحكام القرآن (18/194) والحديث في صحيح البخاري (1/303) ومسلم (12/168).]] ويؤخذ هذا المعنى من كلامه من وجهين: الأول: تشبيهه لإصلاح الأهل بإصلاح الراعي للرعية. الثاني: استدلاله بالحديث الدال عموم الرعاة ورعاياهم، وللكاتب رسالة خاصة في بيان بعض معاني الحديث الذي هو من جوامع كلمه صلى الله عليه وسلم، بعنوان \"المسئولية في الإسلام\". فولاة أمور المسلمين مسئولون عن رعيتهم، في اتخاذ الأسباب التي تقرب رعاياهم إلى الله، ومحاربة الأسباب التي تبعدهم عن ربهم، وهم يثابون على ما يعملون بأنفسهم من الخير، ويثابون على ما يعملونه من الخير لرعاياهم؛ لأنه من عملهم، فإذا تعاطو عكس ذلك فهم آثمون إثمين كذلك. ودليل ذلك في كتاب الله وسنة رسوله صلى الله عليه وسلم، أما القرآن فقد دل عليه قوله تعالى: {وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ (12) وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالاً مَعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ (13)}.[[العنكبوت]] فالآيتان وإن كانتا تتعلقان بالكفار ومن يضلونهم، تتناولان كل من أضلَّ غيره من كافر أو مسلم، فقد نفى الله تعالى في الآية الأولى حمل المضِلِّين أوزار من أضلوهم، وكذَّبهم في ذلك، ثم عاد في الآية الثانية، فأثبت عليهم حَمل أوزار أخرى مع أوزارهم التي باشروها؛ لأنهم تسببوا في أوزار من أضلوهم وتسببهم في ذلك كالعمل المباشر، وقد بيَّن ذلك الرسول صلى الله عليه وسلم، في حديث جرير بن عبد الله رضي الله عنه: (من سن في الإسلام سنة حسنة، فله أجرها، وأجر من عمل بها بعده، من غير أن ينقص من أجورهم شيء، ومن سن في الإسلام سنة سيئة، كان عليه وزرها ووزر من عمل بها من بعده، من غير أن ينقص من أوزارهم شيء). [[مسلم (7/87).]] فما يحدث اليوم من الدعم المادي والمعنوي للفضائيات المفسدة للأفكار والعقول زالمتعمدة للكذب والمتسببة في قسوة القلوب، أو غيرها من وسائل الإعلام التي تدعو الناس إلى الأخلاق الفاسدة والشهوات المحرمة، وتفسد الأجيال الإسلامية بمناهجها المعدة أساساً من أعداء الإسلام، وبخاصة اليهود، هؤلاء يتحملون أوزارهم ومثل أوزار من أضلوهم إلى يوم القيامة. فإذا لم يجاهد المؤمن نفسه باستمرار على تقوية إيمانه وكثرة ذكره لله والإخبات له، ألهاه الشيطان مع طول المدة عن ذكر الله واستجاب لوساوسه واتباع خطواته، فطال عليه الأمد وقسا قلبه، ولهذا عاتب الله المؤمنين على قسوة قلوبهم وعدم مجاهدتهم للمحافظة على خشوعها، وحذرهم من مشابهتهم أهل الكتاب الذين قست قلوبهم بسبب الغفلة عن مجاهدتها على الخشوع: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنْ الْحَقِّ وَلا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمْ الأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (16)}. [[الحديد]] قال ابن مسعود رضي الله عنه: \"ما كان بين إسلامنا وبين أن عاتبنا الله بهذه الآية: { أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ} إلا أربع سنين\". [[مسلم (18/127). والآيات من سورة الحديد.]] وإذا كان هذا الزمن ـ أربع سنين ـ الذي قلَّ فيه خشوع بعض أصحاب رسول الله صلى الله عليه وسلم، وقد كانوا يتلقون التزكية من قدوتهم رسول الله صلى الله عليه وسلم، فما بالنا اليوم مع قلة المزكين القدوات، وكثرة المفسدين الذين لا تخلو أي جهة من جهاتنا منهم، كزعيمهم الشيطان؟! قال الشيخ السعدي رحمه الله في تفسير الآية: \"وهذا فيه الحث على الاجتهاد على خشوع القلب لله تعالى، ولما أنزله من الكتاب والحكمة، وأن يتذكر المؤمنون المواعظ الإلهية والأحكام الشرعية في كل وقت، ويحاسبوا أنفسهم على ذلك، {وَلا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الأَمَدُ} أي: ولا يكونوا كالذين أنزل الله عليهم الكتاب الموجب لخشوع القلب والانقياد التام، ثم لم يدوموا عليه، ولا ثبتوا، بل طال عليهم الزمان واستمرت بهم الغفلة، فاضمحل إيمانهم وزال إيقانهم {فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ} فالقلوب تحتاج في كل وقت إلى أن تذكر بما أنزل له الله، وتناطق بالحكمة، ولا ينبغي الغفلة عن ذلك، فإن ذلك سبب لقسوة القلب وجمود العين\". انتهى."
  },
  {
    "type": "section",
    "id": "section-32",
    "title": "الحلال بيِّن والحرام بيِّن:",
    "content": "فيجب على كل مسلم، أن يجاهد نفسه بزيادة إيمانه وقوة يقينه، ليكون من {الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آياتُهُ زَادَتْهُمْ إِيمَانَاً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (2)} ( ). ويجب على أرباب كل أسرة أو ولاية أن يستجيبوا للأمر الإلهي: {قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَاراً..}. رياض النحل، ومزابل الجعلان: نعم ليس لمسلم أن يحتج بأن غيره من المفسدين أضلوه عن صراط الله المستقيم؛ لأن الله تعالى قد أقام الحجة على الناس بثلاثة أمور: الأمر الأول: مَنْحُهم عقولاً، يقيسون بها المنافع والمصالح في حدود قدرتها ومجالاتها، وهم إذ لا يفعلون ذلك فيما تهواه أنفسهم وما يظنونه مصالح أو مفاسد لهم، ولا يفكرون بتلك العقول فيما شرعه الله تعالى لهم مما هو المصلحة ويميزون بين ذلك وبين ما تهواه أنفسهم مما يخالفه، قد ألغوا عقولهم وما خلقها الله من أجله، قال تعالى: {وَمَا الْحَيَاةُ الدُّنْيَا إِلاَّ لَعِبٌ وَلَهْوٌ وَلَلدَّارُ الآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلا تَعْقِلُونَ(32)}. [[الأنعام]] الأمر الثاني: الوحي والرسل، وآخرهم رسولنا صلى الله عليه وسلم، وقد أكمل الله تعالى لهذه الأمة دينها الذي لا أكمل منه ولا أشمل لما ينفعهم في دينهم ودنياهم بمنهاجه العظيم الذي أودعه في كتابه الكريم وفصله في سنة رسوله وسيرته الشريفة، وحفظ بذلك دينه الذي لا يأتيه الباطل من بين يديه ولا من خلفه. قال تعالى: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحاً مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلا الإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُوراً نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ (52) صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ أَلا إِلَى اللَّهِ تَصِيرُ الأُمُورُ(53)}.[[الشورى]] فالوحي روح تحيا به القلوب، ونور يبصر به من أعماهم الشيطان عن السبيل القويم إذا هم أرادوا الإبصار، والرسول صلى الله عليه وسلم، هاد إلى صراط الله المستقيم وقد أدى وظيفته فبيِّن للناس بقوله وفعله ما أمره الله ببيانه. فهل لمن تعمد نبذ تلك الروح التي تجلب له الخشوع، وأحل محلها الشهوات المحرمة والفواحش المهلكة التي تنبت القسوة في قلبه وتثبتها، وأصرَّ على الاستجابة لمن يخرجون الناس من النور إلى الظلمات، وإيثار الهرولة وراء وساوس الشيطان واتباع خطواته، وقد سمع حداء ذلك الهادي الداعي إلى سلوك الجادة المسلوك، فانحرف عنه وسلك مفاوز يغلب على نفسه فيها الهلاك، وشعاباً تنتظره فيها الوحوش الضارية المكشرة الأنياب، هل له من حجة أو برهان ليقول لربه يوم يلقاه: هؤلاء أضلوني ولست مسئولاً عن إضلالهم لي! اقرأ قول الله تعالى عن هؤلاء وهؤلاء: {رَبَّنَا هَؤُلاءِ أَضَلُّونَا فَآتِهِمْ عَذَاباً ضِعْفاً مِنْ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لا تَعْلَمُونَ (38)} لا تقل هذه آيات نزلت في الكفار، فالمعاصي بريد الكفر، ومن يضمن لمن يغفل عن الله ولا يذكر عظمته ولا يكثر من تلاوة كتابه والمداومة على ذكره، ويتبع خطوات الشيطان أن ينجو من خطوة تؤدي به الكفر؟ الأمر الثالث: التفكر في الكون الذي فطره وأتقنه وقدره سبحانه وتعالى، فإن التفكر فيه وتدبره، يهدي العقول السليمة إلى عظمة خالقه ومبدعه: {إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لآيَاتٍ لأُولِي الأَلْبَابِ (190) الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ (191)}.[[آل عمران]] وإذا كانت وسائل الإضلال قد ملأت الأرض والسماء وأصابت القلوب بالقسوة والصلابة وأبعدتها عن الله، وأهلها هم أكثر من في الأرض، ويبذلون في سبيل نشرها وتأثيرها في الأجيال الأموال التي لا تحصى، ويؤهلون لنشرها وتزيينها والدعاية لها الملايين من البشر، ويشيدون لتدريبهم المدارس والمعاهد العليا والجامعات، فإن للإسلام رياضه الظليلة وحصونه المنيعة، معروضة على كل من يرغب أن يتفيأ في ظلالها ويطمئن قلبه بطيب هوائها، ويتحصن في قلاعها من أعداء الملة وأعدائها.. أول تلك الرياض وأعظمها: كتاب الله الكريم الذي يهدي للتي هي أقوم، يُبَصِّرُ الأعمى ويُنْطِقُ الأبكم، يوقظ النائمين، ويحيي الميتين، ويهدي الضالين، ويثبت القلوب على صراط الله المستقيم، ويرفع أعلام الطريق وراياته للمقيمين والمقوين، ويزيل حيرة الحائرين بالعلم اليقين، يظهر عظمة الله في جميع صفحاته، ويقرب إلى الله كل من داوم على تلاوة آياته، فليكثر من تلاوته من أراد النجاة من الشيطان ووساوسه واتباع خطواته، وليتدبره تدبر من يحرص على لقاء ربه وهو راضٍ عنه، فسيجد فيه ما يشوقه إلى محبة ربه والمداومة على ذكره وتعظيمه والرغبة إليه والرهبة منه والخشوع والاطمئنان إليه والحذر من مخالفته، قال تعالى: {فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنذِرَ بِهِ قَوْماً لُدّاً (97)}. [[مريم]] وقال: {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (17)}.[[القمر، وقد تكررت هذه الجملة في السورة أربع مرات ليلفت الله نظر القارئ إلى أهمية معرفته بذلك واعتنائه به، وهو يشمل حفظه وفهمه والعمل به، وكلمة \"للذكر\" تنبه المسلم أن الذكر هو المقصود من تلاوة القرآن، أي ذكر الله باللسان والقلب واستحضار عظمته تعالى.]] قال القرطبي رحمه الله: \"وقال سعيد بن جبير: ليس من كتب الله كتاب يقرأ كله ظاهراً إلا القرآن؛ وقال غيره: ولم يكن هذا لبني إسرائيل، ولم يكونوا يقرؤون التوراة إلا نظراً، غير موسى وهارون ويوشع بن نون وعزير صلوات الله عليهم، ومن أجل ذلك افتتنوا بعزير لما كتب لهم التوراة عن ظهر قلبه حين أحرقت؛ على ما تقدم بيانه في سورة \"التوبة\" فيسر الله تعالى على هذه الأمة حفظ كتابه ليذكروا ما فيه؛ أي يفتعلوا الذكر، والافتعال هو أن ينجع فيهم ذلك حتى يصير كالذات وكالتركيب فيهم...\".[[الجامع لأحكام القرآن (17/86).]] نعم يسر الله كتابه الكريم للذكر الذي يشمل حفظه وفهمه لمن أراد، ونحن اليوم نرى ونسمع في الفضائيات وفي الإذاعات المسموعة والمرئية، وفي محاريب مساجد المسلمين الكبار والصغار آلاف الأشخاص صغاراً وشباباً وشيوخاً، يتلون كتاب الله حفظاً كاملاً في صفحاته التي تزيد على 600 صفحة من الحجم المتوسط مقيمين حروفه مجودين له، يندر أن تسمع خطأ لأولئك القراء الحفاظ، مع تشابه كثير من ألفاظه، مع تأثر القارىء والسامع بمعاني هذا الكتاب، حتى تدوي بعض المساجد ببكاء الإمام والمأمومين، فأي كتاب في الأرض اليوم له هذه الميزة العظيمة غير كتاب الله، أفلا نحرص على تلاوته وسماعه وتدبره والخشوع لمن أنزله؟"
  },
  {
    "type": "section",
    "id": "section-33",
    "title": "خسارة من يحفظ كتاب الله ولا يفقه شيئاً من معانيه:",
    "content": "ولكننا نأسف أسفاً شديداً على خسارة كثير من شباب الإسلام الذين يحفظون القرآن كله حفظاً متقناً، وهم لا يفقهون من أحكامه وآدابه شيئاً، وليست الخسارة خاصة بهم، بل إن أمتهم في بلدانهم تخسر مثلهم، لاشتراكهم مع أولئك الحفاظ بالجهل بكتاب الله، بل قد يكون بعض عامة الناس وأميييهم أفقه بدينهم من بعض حفاظه، ولذلك تجد من يحفظ القرآن ولا يعرف شيئاً من معاني آياته وكلماته يتغنى بالقرآن بصوت جميل مؤثر وقلبه عنه لاه! وكان يجب أن يعد منهج لحفظة كتاب الله وكتب مبنية على ذلك المنهج يسير مع سنوات حفظهم له، يفقههم بكتاب الله ويعدهم ليعلموا الأمة ويزكوهم به، تزكية تجعلهم من أهل الخوف والخشية و الخشوع لله تعالى. قال القرطبي رحمه الله: \"وينبغي له أن يتعلم أحكام القرآن. فيفهم عن الله مراده وما فرض عليه، فينتفع بما يقرأ ويعمل بما يتلو؛ فما أقبح لحامل القرآن أن يتلو فرائضه وأحكامه عن ظهر قلب وهو لا يفهم ما يتلو، فكيف يعمل بما لا يفهم معناه؟ وما أقبح أن يُسأل عن فقه ما يتلوه ولا يدريه؛ فما مَثَل من هذه حالته إلاّ كَمَثل الحمار يحمل أسفاراً\".[[الجامع لأحكام القرآن (1/المقدمة).]] ثانيها: دراسة سنة الرسول صلى الله عليه وسلم، وسيرته، والحرص على الاقتداء به، في تعظيمه لربه وحرصه على كثرة تلاوة كتابه، والتأثر به وتطبيقه حتى تصبح تصرفاته في كل شئونه تحكي القرآن: (كان خلقه القرآن).[[أحمد (7/132).]] ثالثها: الحرص على مجالسة الصالحين من العلماء الذين يقوون صلتهم بالله، فلا يغفلون عنه، ويحبون أن يؤدبوا طلابهم ومن يرافقهم من أجل أن يقتدوا بهم ويكونوا من الصالحين، وأصل ذلك تعليم الرسل عليهم الصلاة والسلام لمن استجاب لهم في تعليمهم وتربيتهم، وعلى دربهم صار آخرهم رسول صلى الله عليه وسلم، مع أصحابه الذين اقتدوا به فعلَّموا التابعين وزكوهم، ثم استمرت الأجيال الإسلامية على ذلك الدرب، فلا بد لمن يريد التقرب إلى الله تعالى ويعظمه ويخشاه ويخشع له أن يتتلمذ على عالم يتصف بذلك فيقتدي به ويتشرب منه ما اتصف به، ويصقل قلبه.[[سبق حديث حنظلة في أثر صحبتهم للرسول.]] رابعها: ملازمة بيوت الله ـ المساجد ـ التي تشع منها أنوار عبادة الله من الصلاة وتلاوة القرآن وحلقات الذكر التي سماها الرسول صلى الله عليه وسلم: (رياض الجنة) كما روى ذلك جابر بن عبد الله رضي الله عنهـما، قال: \"خرج علينا النبي صلى الله عليه وسلم، فقال: (يا أيها الناس إن لله سرايا من الملائكة، تحل وتقف على مجالس الذكر في الأرض، فارتعوا في رياض الجنة) قالوا: وأين رياض الجنة؟ قال: (مجالس الذكر فاغدوا وروحوا في ذكر الله، واذكروه أنفسكم من كان يحب أن يعلم منزلته عند الله، فلينظر كيف منزلة الله عنده فإن الله ينزل العبد منه حيث أنزله من نفسه). [[رواه الحاكم في المستدرك، (10/76)  وقال: \"هذا حديث صحيح الإسناد ولم يخرجاه\" ومجمع الزوائد (10/76) وقال: \"رواه أبو يعلى والبزار والطبراني في الأوسط، وفيه: عمر بن عبد الله مولى عفرة، وقد وثقه غير واحد، وضعفه جماعة، وبقية رجالهم رجال الصحيح\".]] خامسها: المحافظة على الفرائض، والإكثار من النوافل الراتبة والمطلقة، روى أبو هريرة رضي الله عنه أن الرسول صلى الله عليه وسلم، قال قال الله في الحديث القدسي: (وما تقرَّبَ إِلَيَ عبْدِي بِشْيءٍ أَحبَّ إِلَيَ مِمَّا افْتَرَضْت عليْهِ: وما يَزالُ عبدي يتقرَّبُ إِلى بالنَّوافِل حَتَّى أُحِبَّه، فَإِذا أَحبَبْتُه كُنْتُ سمعهُ الَّذي يسْمعُ به، وبَصره الذي يُبصِرُ بِهِ، ويدَهُ التي يَبْطِش بِهَا، ورِجلَهُ التي يمْشِي بها، وَإِنْ سأَلنِي أَعْطيْتَه، ولَئِنِ اسْتَعَاذَنِي لأُعِيذَّنه). [[رواه البخاري (رقم: 6137 وهو من أحاديث رياض الصالحين، رقم (95). أي إن الله تعالى يحفظه، فلا يفعل بجوارحه إلا الطاعات، ووالذي يحفظ الله جوارحه من المعاصي جدير بأن يكون يتحصن من اتباع المفسدين الذين يبعدونه عن خشية الله والخشوع له.]] ومعلوم ما في قيام الليل من الفضل العظيم وما يترتب عليه من قوة الصلة بالله وما يحصل للمسلم فيه من الخشية والرهبة والخشوع، وبخاصة في آخر الليل بعد القيام من النوم؛ لما في ذلك من هدوء يتيح للمصلي من التدبر لما يتلوه من القرآن وفقه معانيه، والتفكر في ملكوت السماوات والأرض، وتجلي عظمة الخالق في نفس المصلي والخشوع له، ما لا يتاح له في النهار الذي ألف الناس فيه الكدح لجلب المعاش والقيام بالوظائف التي لا غنى عنها سواء كانت عامة أم خاصة، وما فيه من أصوات وصخب تشغل البال. قال تعالى: {إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئاً وَأَقْوَمُ قِيلاً (6) إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحاً طَوِيلاً(7)}. [[المزمل]] قال الشيخ السعدي رحمه الله في تفسيره: \"ثم ذكر الحكمة في أمره بقيام الليل، فقال: {إِنَّ نَاشِئَةَ اللَّيْلِ} أي: الصلاة فيه بعد النوم {هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلاً} أي: أقرب إلى تحصيل مقصود القرآن، يتواطأ على القرآن القلب واللسان، وتقل الشواغل، ويفهم ما يقول، ويستقيم له أمره، وهذا بخلاف النهار، فإنه لا يحصل به هذا المقصود ، ولهذا قال: {إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلاً} أي: تردداً على حوائجك ومعاشك، يوجب اشتغال القلب وعدم تفرغه التفرغ التام\". سادسها: ما وجد في هذه الأعوام من وسائل إعلام خصصت لمناهج إسلامية تحمل مواد مفيدة كثيرة، منها ما تخصص في تلاوة كتاب الله وتعليمه على الهواء مباشرة، وتشجع الشباب من الذكور والإناث على تلاوته وحفظه وتجويده، وتصحيح التلاوة لكل من يرغب في ذلك من كافة الأعمار، ومنها ما تخصصت في بث السنة والسيرة وما فيها من أحكام وآداب، مع استضافتها لعلماء يقدمون موضوعات إسلامية متنوعة، في العبادات والمعاملات والأخلاق، ويجيبون على أسئلة المشاهدين واستفتاءاتهم. وبعض الفضائيات تقدم مناهج شاملة للمواد الإسلامية وغيرها من الأدب نثره وشعره، والتاريخ والأخبار العالمية في السياسة والاقتصاد والعلوم وغيرها، كما تتعرض للشبهات التي يحاول أعداء الإسلام إلصاقها به ودحضها، وكذلك وجدت مواقع إسلامية في الشبكة العالمية \"الإنترنت\" باللغة العربية وغيرها من اللغات، وتحتوي على مراجع وكتب ورسائل ومجلات إسلامية كثيرة في أغلب الموضوعات التي يحتاجها المتصفح، وفيها منتديات للحوارات التي غالباً تكون ذات فائدة لكل من يشارك فيها، ومن الصعب حصر ما تحتويه هذه الشبكة من الموضوعات النافعة. فأيهما أولى بالمسلم ارتياده: تلك الرياض المزهرة التي تعطر بشذاها الدنيا والآخرة، وعسلها المصفى الذي فيه شفاء القلوب والأبدان؟ أم تلك المزابل التي لا ترتادها إلا الجعلان لتدهده منها أوسخ ما فيها مما يزكم الأنوف ووتتقزز منه النفوس؟ أي السبيلين أولى بالمسلم أن يسلكه؟ هذه الوسائل الجادة النافعة التي تساعد من تعاطاها على القرب من الله تعالى ويستفيد منها استفادة شاملة لمصالح الدنيا والآخرة، وتحرك العقل إلى تدبر القرآن والتفكر في الكون فيتصور بذلك عظمة الله، وتحرك القلب لذكره، فيحبه ويخافه ويخشاه ويخشع له ويحوز رضاه تعالى، مع ما فيها من ترويح للنفس عفيف مباح يحقق لصاحبه \"ساعتي حنظلة\".. أي السبيلين أولى بالمسلم هذه أم تلك الوسائل التي تطل منها رؤوس الشياطين إلى العالم داعية إلى عفن الفسق والفجور والفواحش والعصيان وإلى ضياع مصالح الدنيا والآخرة معاً؟ فليجاهد كل مسلم نفسه، ليبقى قوي الصلة بالله خائفاً وجلاً منه، راغباً راهباً إليه: {وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ ...(78)}.[[الحج]] وبدون هذه المجاهدة يخشى عليه من قسوة قلبه وقلة طاعته لربه ونسيان ذكره كما سبق: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنْ الْحَقِّ وَلا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمْ الأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ(16)}.[[الحديد]] وهو إذ يجاهد نفسه إنما يجاهدها لمصلحتها، والله تعالى غني عنه: {وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ إِنَّ اللَّهَ لَغَنِيٌّ عَنْ الْعَالَمِينَ (6)}. [[العنكبوت]]"
  },
  {
    "type": "section",
    "id": "section-34",
    "title": "هل الخشوع خاص بالصلاة؟:",
    "content": "والخشوع إذا روعيت فيه عظمة الله في الكتابين: كتاب الكون المفتوح لكل عاقل، وكتاب الله المقروء لمن آمن به، وما تضمنته أسماء الله وصفاته وأفعاله من آثار في الدنيا والآخرة، إذا روعي كل ذلك فلا يختص خشوع المسلم بوقت الصلاة، بل يشمل كل أوقاته؛ لأن عظمة الله تلح عليه في كل وقت بالخشوع لربه سبحانه. قال الإمام أبو حامد الغزالي رحمه الله: \"اعلم أن الخشوع ثمرة الإيمان، ونتيجة اليقين الحاصل بجلال الله عز وجل، ومَن رزق ذلك فإنه يكون خاشعاً في الصلاة وفي غير الصلاة، بل في خلوته وفي بيت الماء عند الحاجة، فإن موجب الخشوع معرفته اطلاع الله تعالى على العبد، ومعرفة جلاله، ومعرفة تقصير العبد، فمن هذه المعارف يتولد الخشوع وليست مختصة بالصلاة\"( ). [[1/153 دار الفكر..]] وبعد فلنقارن بين الجبال الصلبة، لو أنزل الله كتابه عليها، وبين قلوبنا التي أنزله الله فعلاً عليها: {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ (21)}. [[الحشر]] ولنجاهد أنفسنا على تعاطي ما يعيننا على خشية الله والخضوع له، ولنحذر من طول الأمل الذي ينسينا ذكر الله كما طال على الأمم التي سبقتنا: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنْ الْحَقِّ وَلا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمْ الأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ(16)}.[[الحديد]]"
  },
  {
    "type": "section",
    "id": "section-35",
    "title": "الخاتمة",
    "content": "وسبحانك اللهم وبحمدك، استغفرك وأتوب إليك. تم الفراغ من كتابة هذا البحث وتصحيحه في 22/10/1428ه ـ 2/11/2007م في منزلي بالمدينة المنورة، وصلى الله وسلم على سيدنا ونبينا وحبيبنا محمد صلى الله تعالى عليه وعلى آله وصحبه وسلم. وفرغت من إعداده ليكون مع إخوانه في الشبكة \"الإنترنت\" في 16/3/1434هـ 28/1/2013م. والحمد لله رب العالمين."
  }
]