[
  {
    "type": "title",
    "content": "دور المسجد في التربية د. عبد الله قادري الأهدل جميع الحقوق محفوظة 1411هـ ـ 1991م الطبعة الثالثة: 1427هـ ـ 2006م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "مقدمة الطبعة الثالثة",
    "content": "الحمد لله والصلاة و السلام على رسول لله وعلى آله وصحبه أما بعد فهذه الطبعة الثالثة لكتاب دور المسجد في التربية أسـأل الله أن ينفع به ويكتب لي ثوابه ويجعله خالصاً لوجهه الكريم وصلى الله وسلم على سيدنا ونبينا محمد وعلى آله وصحبه وسلم المؤلف"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "مقدمة الكتاب:",
    "content": "إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادى له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ ولا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ}. [آل عمران:102]. {يَا أَيُّهَا النَّاسُ اتَّقُوا ربَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رقِيباً}. [النساء:1]. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِر لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً}. [[هذه هي خطبة الحاجة التي كان رسول الله صلى الله عليه وسلم يعلمها أصحابه يفتتحوا بها حاجاتهم ـ راجع رسالة خاصة لتخريج الأحاديث الواردة بها للشيخ محمد ناصر الدين الألباني، والآيات من سورة الأحزاب: 70-71]]. أما بعد فإن الله سبحانه وتعالى خلق الخلق لعبادته كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُونِ}. [الذاريات: 56]. وميَّز سبحانه وتعالى الإنس والجن في الأرض بالعقل، وجعله مناطاً لتكليفهم شريعته، وأنزل سبحانه وتعالى إليهم وحيه الهادي على ألسنة رسله، ليبلغوهم ما أنزل إليهم من ربهم، ويهدوهم صراطاً مستقيماً، قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنْ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ}. [النحل: 36]. وجعل سبحانه وتعالى الهدى والرشاد والسعادة لمن اتبع هداه، والشقاء والضيق في الدنيا والآخرة، لمن أعرض عن سبيله وسلك سبيل الشيطان، كما قال تعالى: {قَالَ اهْبِطَا مِنْهَا جَمِيعاً بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ اتَّبَعَ هُدَايَ فَلا يَضِلُّ وَلا يَشْقَى (123) وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (124) قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنتُ بَصِيراً (125) قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى (126) وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ وَلَعَذَابُ الآخِرَةِ أَشَدُّ وَأَبْقَى}. [طه: 123 ـ 127]. ونفى سبحانه وتعالى أن يكون أحد أحسن قولاً من الدعاة إليه، من أنبيائه ورسله، وأتباعهم الذين تطابق أقوالهم أعمالهم، وحبب اللّه إليهم دينه الذي يوالون من والاه، ويعادون من عاداه، كما قال تعالى: {وَمَنْ أحْسَنُ قولاً مِمَّنْ دَعَا إلَى اللّه وَعَمِلَ صَالِحاً وَقَالَ إنَنِي مِنَ الْمُسْلِمِينَ}. [فصلت: 33]. وختم سبحانه رسالة رُسُله ببعث عبده وحبيبه، محمد بن عبد اللّه صلى الله عليه وسلم، كما قال تعالى: {مَا كَانَ مُحمد أبَا أحَدٍ مِنْ رِجَالِكُمْ، وَلَكِنْ رَسُولَ اللّه وَخاتمَ النَّبِيّينَ}. [الأحزاب: 40]. وجعل الدعوة إلى اللّه سبيلَه وسبيلَ من آمن به وعلم دينه، فقال تعالى: {قُلْ هَذِهِ سَبِيلِي أدْعُوا إلى اللّه عَلَى بَصِيرَةٍ أنا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللّه وَمَا أنا مِنَ الْمُشْرِكِينَ}. [يوسف: 108]. وقضى سبحانه بوعيده الشديد في الدنيا والآخرة، على من كتم ما علمه اللّه من دينه عن الناس، فلم يبين لهم ما بينه اللّه، فقال تعالى: {إنَّ الَّذيِنَ يَكْتُمُونَ مَا أنزَلْنَا مِنَ الْبَيناتِ وَالهُدى مِنْ بَعْدِ مَا بينَاهُ لِلنَّاس في الْكِتَابِ أولئِك يَلْعَنُهُمُ الّله وَيَلعنهُمُ الّلاعِنُونَ، إلا الَّذِينَ تابُوا وَأصْلَحُوا وَبَينوا فَأولَئِك أتوبُ عَلَيْهِمْ وَأنا التَّوابُ الرَّحِيمُ}. [البقرة: 159ـ160]. وقال تعالى: {إنَّ الَّذِينَ يَكْتُمُونَ مَا أنزَل اللّه مِنَ الْكِتَاب وَيَشْتَرُونَ بِهِ ثَمنَاً قَلِيلاً أولَئِك مَا يَأكُلُونَ في بُطُونِهِمْ إلا النّارَ ولا يُكَلِمَهُمْ اللّه يَوْمَ الْقِيَامَةِ ولا يزكيهم ولَهم عَذَاب أليم أولَئك الذيِنَ اشتَروُا الضلالةَ بِالهُدى وَالعَذَابَ بِالمَغفرَةِ فَمَا أصبرهم عَلَى النارِ}. [البقرة: 174ـ175]. وبيَّن سبحانه وتعالى أن عباده العقلاء المهتدين، هم الذين يُنسبون إليه باتباع دعوته التي يستمعون إلى أهلها من الأنبياء والرُسُل وأتباعهم، فيعملون بما دعوهم إليه من الحق، فقال تعالى: {وَالَّذِينَ اجْتَنبُوا الطَّاغُوت أنْ يَعْبُدوهَا وَأنابُوا إلَى اللّه لَهُمُ البشرَى فَبَشر عِبَادِ، الًّذينَ يستَمِعُونَ القَوْلَ فَيَتَّبِعُونَ أحْسَنَه أولَئك الذِينَ هَداهُمُ اللّه وَأولئك هُمْ أولُو الألبْابِ}. [الزمر: 17ـ18]. وأمر سبحانه وتعالى بطاعته وطاعة رسوله، وأولى الأمر من المسلمين، وهم الذين يأمرون باتباع كتاب اللّه وسنة رسوله صلى الله عليه وسلم، ويحملون الناس على ذلك، فقال تعالى: {يَا أّيهَا الَّذِينَ آمَنُوا أطِيعُوا اللّه وَأطِيعُوا الرسُولَ وأولِي الأمْرِ مِنْكُمْ، فَإنْ تنَازعْتُم فِي شَيْءٍ فَرُدُّوهُ إِلى اللّه وَالرَسُولِ إنْ كُنْتُمْ تؤمِنُونَ بِاللّه وَالْيَوْمِ الآخِرِ، ذَلك خيْرٌ وَأحْسَنُ تأوِيلا}. [النساء: 59]. ووعد سبحانه من أطاع اللّه ورسوله الثواب الجزيل في جناته، وتوعَّد من عصاه بالعذاب الأليم في نيرانه، فقال سبحانه وتعالى: {وَمَنْ يُطِعِ اللّه وَرَسُولَهُ يدخله جَنَّاتٍ تجْرِي مِنْ تحْتِهَا الأنهَارُ، وَمَنْ يَتَوّلَّ يُعَذّبْهُ عَذَاباً ألِيماً}. [الفتح: 17]. وبيَّن سبحانه وتعالى وظيفة ذوى السلطان الذين ولاَّهم اللّه أمور الناس ومكنهم في الأرض، وهى أداؤهم لحقوق اللّه، وحقوق عباده، وحَمْل الناس على فعل المعروف وترك المنكر، كما قال تعالى: {الَّذِينَ إنْ مًكِّنَّاهُمْ فِي الأرض أقَامُوا الصَّلاةَ وآتوُا الزَّكَاةَ وَأمَرُوا بِالْمعَرُوفِ وَنهوْا عَنِ المُنْكَرِ وَلّله عَاقبةُ الأمُورِ}. [الحج: 41]. وأمر سبحانه وتعالى كل ذي ولاية على أسرة، أن يقيم فيها أمر اللّه الذي يقيها من عذاب اللّه تعالى، فقال عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَاراً وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلائِكَةٌ غِلاظٌ شِدَادٌ لا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}. [التحريم: 6]. وخلاصة القول أن اللّه سبحانه وتعالى أنزل كتبه وبعث رُسُله، لهداية البشر إلى صراطه المستقيم، وأمر رُسُله وأتباعهم بالبلاغ المبين والدعوة الواضحة، كما أمر الناس بالطاعة والإتباع، وكلَّف كل قادر أن يقوم بالأمر بالمعروف والنهي عن المنكر حسب قدرته، فصاحب القوة بقوته، وذو العجز عن القوة بلسانه، ومن لم يستطع بلسانه أنكر المنكر بقلبه، وبذلك يستقيم أمر اللّه، ويسعد الناس بهداية الله في الدنيا والآخرة، وتقوم الحجة على من لم يستجب لنداء اللّه، فيستحق الخسران والشقاء في الدارين. هذا وإن من أوجب الواجبات وأفرض الفرائض تعليم الصغار وتربيتهم وتزكيتهم على ضوء هدى اللّه سبحانه وتعالى، لينشأوا نشأة إسلامية، تجعلهم من أهل طاعة اللّه سبحانه وتعالى وطاعة رسوله صلى الله عليه وسلم، وليقوم كل جيل بدين اللّه ورفع رايته في الأرض. ولهذا دعا خليل الله إبراهيم عليه السلام ربه، أن يبعث في هذه الأمة رسولاً منهم، يقوم بتعليمهم وتزكيتهم، كما قال سبحانه وتعالى: { رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ }. [البقرة:129]. واستجاب الله تعالى لتلك الدعوة وسجل استجابته في كتابه، فقال سبحانه: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ}. [آل عمران: 164]. وبذلك يسلم صف المسلمين من الشاذين المنحرفين عن دين اللّه، ويرفعون راية الإسلام بالجهاد في سبيله، تجمعهم كلمة الله، ويوحِّدهم الاعتصام بحبل الله، وتربطهم الأخوة في الله، وتلك هي المرتبة التي يحبها الله، كما قال تعالى: {إنّ اللّه يُحِبُّ الَّذِينَ يُقَاتِلونَ فِي سَبيِلهِ صفا كَأنهم بُنْيَان مَرصُوصٌ}. [الصف: 4]. هذا، وكان السبب المباشر للكتابة في هذا الموضوع: \"دور المسجد في التربية\" هو أن المركز العربي للدراسات الأمنية [[الذي سمي فيما بعد: \"أكاديمية نايف الأمنية\"]] في الرياض، طلب مني أن أسهم في ندوته المهمة التي تدور حول موضوع عام، هو: \"دور الشريعة الإسلامية في علاج انحراف الأحداث\" وخصص لي من ذلك هذا الموضوع الذي ألخصه في سطور، وموضوعه: \"دور المسجد في علاج انحراف الأحداث\". وكان الأصل أن لا أتناول غير المسجد في هذا البحث؛ لأن أي موضوع آخر غيره سيكون مسنداً إلى غيري للكتابة، ولكن يقيني بتشابك المؤسسات المسؤولة عن تربية الصغار وعلاج انحرافهم، جعلني أجمل القول في المؤسسات التي تؤثر في المسجد وتتأثر به، فإن تعاونت على التربية الإسلامية كلها، كانت نتائجها الصلاح والاستقامة، وإن اختلفت في التوجيه كان التأثير لما غلب. وفضلت أن يكون عنوان البحث: \"دور المسجد في التربية وعلاج انحراف الأحداث\"؛ لأن التربية يجب أن تسبق الانحراف، لذلك جعلت البحث في بابين وخاتمة: الباب الأول: دور المؤسسات الأربع في تربية الصغير. وفيه أربعة فصول: الفصل الأول: مؤسسة الأسرة. الفصل الثاني: مؤسسة المدرسة. الفصل الثالث: مؤسسة المجتمع: ويشمل هذا الفصل العناصر الآتية: ( أ ) النادي. (ب) الجار. (ج) الجليس. الفصل الرابع: الدولة. الباب الثاني: دور المسجد في التربية وعلاج انحراف الأحداث. وفيه أربعة فصول: الفصل الأول: مكانة المسجد في الإسلام وشمول وظائفه لمصالح الدنيا والآخرة. الفصل الثاني: العاملون في المسجد وصفاتهم. الفصل الثالث: أثر المسجد في المجتمع. الفصل الرابع: أثر المسجد في تربية الصغار وعلاج انحراف الأحداث، ووسائل حبهم له وترددهم إليه. تنبيه: فالحديث عن دور المسجد في التربية، وعلاج انحراف الأحداث يسبقه البدء بذكر غيره من المؤسسات المسؤولة عن تربية الصغار، وتعليمهم؛ لتشابك تلك المؤسسات، وارتباط بعضها ببعض، ارتباطاً لا فكاك منه؛ لأن كلاً من تلك المؤسسات يؤثر تأثيراً مباشراً أو شبه مباشر على حياة الناشئة، فإن اتجهت كلها نحو البناء كان النجاح حليفها غالباً في الهداية والاستقامة، وإن اتجهت نحو الهدم كان الفساد جناها، وإن اتجه بعضها نحو البناء، وبعضها نحو الهدم كان السبق للغالب منها، الذي يقوى تأثيره بقوة إمكاناته وحُسن أسلوبه وتعدد وسائله. وليُعلم أن المسجد المقصود في هذا الكتاب اسم جنس لا يقصد به مسجد بعينه، وإنما المقصود مساجد المسلمين كلها. هذا وأسأل اللّه أن ينفع أمتنا الإسلامية بهذا البحث، وأن يلهمها إدراك دور المسجد في حياة أبنائها الناشئين، بل في حياتها كلها، وأن تعود لإعمار بيوت الله بالعبادة والطاعة والعلم والعمل. وآخر دعوانا أن الحمد للّه رب العالمين المؤلف"
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "الباب الأول: دور المؤسسات الأربع في تربية الصغار.",
    "content": "الفصل الأول: دور الأسرة في تربية الصغير. الفصل الثاني: دور المدرسة في التعليم والتربية. الفصل الثالث: دور المجتمع في التعليم والتربية. الفصل الربع: دور الدولة في التعليم والتربية."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "الفصل الأول: دور الأسرة في تربية الصغير.",
    "content": "المبحث الأول: اختيار الزوج الصالح المرأة الصالحة. المبحث الثاني: تعاون الزوجين على تربية الأولاد. المبحث الثالث: الأثر المترتب على سلوكهما في التربية."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "المبحث الأول: اختيار الزوج الصالح المرأة الصالحة.",
    "content": "إن الأساس الأول في صلاح الأسرة هو صلاح الزوجين، ولذلك جاء الأمر للزوج بأن يختار المرأة الصالحة ذات الدين والخلق. فقد ذكر صلى الله عليه وسلم الصفات التي تدعو الزوج لاختيار المرأة التي تتوافر فيها كلها أو بعضها، ولكنه أمر باختيار ذات الدين إن لم تتوافر في المرأة بقية الصفات، أي إن ذات الدين التي لا توجد فيها بقية الصفات، يجب أن تختار دون من توافرت فيها الصفات الأخرى، غير الدين. كما في حديث أبي هريرة، رضي اللّه عنه أن رسول اللّه صلى الله عليه وسلم قال: ((تنكح المرأة لأربع: لمالها، ولحسبها، ولجمالها، ولدينها، فاظفر بذات الدين تربت يداك)). [[متفق عليه، وهو في جامع الأصول (11/429)]]. وفي حديث عمر، رضي اللّه عنه، عن رسول اللّه صلى الله عليه وسلم: ((ألا أخبرك بخير ما يكنـز المرء؟ المرأة الصالحة، إذا نظر إليها سرته، وإذا أمرها أطاعته، وإذا غاب عنها حفظته)). [[مسلم، وهو في جامع الأصول (11/428)]]. وكذلك يجب أن يختار للمرأة الرجل الصالح، وقد أمر الرسول صلى الله عليه وسلم أولياء المرأة، أن يزوجوها من يرضون دينه وخلقه، وحذر من مخالفة أمره، والمخالفة تشمل أمرين ذُكرا في الحديث: الأمر الأول: تزويج الأولياء ولياتهم ممن لا يرضون دينه وخلقه، المفهوم من منطوق الحديث. والأمر الثاني: الامتناع عن تزويج من رضوا دينه وخلقه، لما يترتب عليهما من الفساد كما في حديث أبي هريرة، رضي الله عنه، قال: قال رسول اللّه صلى الله عليه وسلم : ((إذا خطب إليكم من ترضون دينه وخلقه فزوجوه، إلاّ تفعلوا تكن فتنة في الأرض وفساد عريض)). [[الترمذي، وهو في جامع الأصول (11/465) وقال المحشي: وهو حديث حسن]]. فقد أمر صلى الله عليه وسلم الزوج أن يختار المرأة ذات الدين والخلق، كما أمر أولياءها ـ وهي مأمورة بذلك أيضاً ـ أن يختاروا لها الزوج المرضي دينه وخلقه، فإذا وُجد الزوجان الصالحان وجدت نواة الأسرة الصالحة بإذن اللّه. والدين والخلق إنما يوجدان فيمن اتصف بالعلم النافع ولو بحده الأدنى، الذي يؤدي به صاحبه حقوق اللّه وحقوق عباده على بصيرة، وبالعمل الصالح الذي هو أداء حقوق اللّه وحقوق عباده. فالجاهل بالأمر لا يمكن أن يؤديه كما أمر اللّه به، والعالم الذي لا يعمل بعلمه ليس متصفاً بالصلاح، بل هو إلى الفساد أقرب."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "المبحث الثاني: تعاون الزوجين على تربية الأولاد.",
    "content": "من سنن اللّه الكونية أن يتناسل الخلق، ليبقي الجنس والنوع على وجه الأرض ولا ينقرضا، ومع كون ذلك من سنن اللّه الكونية، فهو مطلوب شرعاً من الإنسان، الذي كلَّفه اللّه تعالى عمارة الأرض، ومن هنا كان حفظ النسل من الضرورات التي لا حياة مستقرة بدونها للبشر. وقد شرع اللّه تعالى الترغيب في النكاح، وأمر الرسول صلى الله عليه وسلم به أمراً حمله بعض العلماء على الوجوب بالنسبة للقادر كما في حديث عبد الله بن مسعود رضي الله عنه، قال: كنا مع النبي صلى الله عليه وسلم شباباً لا نجد شيئاً فقال لنا رسول الله صلى الله عليه وسلم: ((يا معشر الشباب من استطاع الباءة فليتزوج، فإنه أغض للبصر وأحصن للفرج، ومن لم يستطع فعليه بالصوم فإنه له وجاء)). [[الحديث في الصحيحين وغيرهما، وراجع المحلى، لابن حزم (9/440)]]. وحذَّر صلى الله عليه وسلم من رغب عن النكاح تحذيراً شديداً، وجعل ذلك رغبةً عن سنته، وأن الراغب عن سنته ليس ممن سلك نهجه واتبع سنته واقتدى به، كما في حديث أنس بن مالك رضي الله عنه، يقول جاء ثلاثة رهط إلى بيوت أزواج النبي صلى الله عليه وسلم يسألون عن عبادة النبي صلى الله عليه وسلم، فلما أُخبروا كأنهم تقالُّوها، فقالوا: وأين نحن من النبي صلى الله عليه وسلم قد غفر الله له ما تقدم من ذنبه وما تأخر؟ قال أحدهم: أما أنا فإني أصلي الليل أبداً، وقال آخر: أنا أصوم الدهر ولا أفطر، وقال آخر: أنا أعتزل النساء فلا أتزوج أبداً. فجاء رسول الله صلى الله عليه وسلم فقال: ((أنتم الذين قلتم كذا وكذا؟! أما والله إني لأخشاكم لله وأتقاكم له، لكني أصوم وأفطر، وأصلي وأرقد، وأتزوج النساء، فمن رغب عن سنتي فليس مني)). [[الحديث في الصحيحين]]. ورغَّب في كثرة الذرية وأمر بتزوج المرأة التي يكثر منها النسل فقال صلى الله عليه وسلم: ((تزوَّجوا الولود الودود، فإني مكاثر بكم)). [[أبو داود، وهو في جامع الأصول (11/428)]]. وأنكر اللّه تعالى أشد النكير على من يقتل الأولاد خشية الفقر أو خشية العار، كما قال تعالى: {ولا تقْتُلُوا أولادَكُمْ مِنْ إمْلاقٍ نحْنُ نرْزُقكُمْ وَإياهُمْ}. [الأنعام: 151]. وإذا كان حفظ النسل ضرورة من الضرورات البشرية، والشرعية لتحقيق عمارة الأرض مادياً ومعنوياً كما أراد اللّه تعالى، فإن عمارتها التي أرادها اللّه، لا تكون إلا من ذوي الصلاح والهُدى الذين يصلحون في الأرض ولا يفسدون، فقد وجب على الزوجين الصالحين أن يقوما بتربية أبنائهما تربية إسلامية تجعلهم من أهل الصراط المستقيم، بكل الوسائل التي توصل إلى ذلك، تربية الجسم بالغذاء والتنظيف والحفظ، وتربية العقل بالفكر والتعليم، وتربية الروح بالطاعة والعبادة، تلقينا وقدوة. والقدوة في تربية الصغار أهم من غيرها بكثير، فإن القدوة التي ينشأ فيها الطفل، هي التي تحدد نشاطه وتصرفاته واتجاهاته في مستقبل حياته في الأعم الأغلب، بإذن اللّه؛ لأن ما يثبت في نفسه في صغره، وينمو معه في منزل أبويه يُصبح عادة متمكنة فيه، يصعب تغييرها، لذلك كان الواجب على الوالدين أن تكون تصرفاتهما كلها قدوة حسنة لأولادهما، مع التوجيه النظري والتعليم، وإذا ساءت القدوة لم ينفع التعليم، فإن الفعل يتمكن في النفس أكثر من التعليم، وبخاصة نفس الصغير الذي وُلد على الفطرة، فإنه يعتاد على ما يشاهد من الأفعال، وما يسمع من الأقوال، لا سيما إذا كثرت أمامه حتى أصبحت عادة. ولهذا ذكَّر اللّه المسلمين بأهمية القدوة الحسنة في رسولهم صلى الله عليه وسلم، وبيَّن لهم ما يعينهم على الاقتداء به، فقال: {لَقَد كَانَ لَكُمْ فِي رَسُولِ اللّه أسْوَةٌ حَسنَة لِمَنْ كَانَ يَرْجُو اللّه وَالْيَوْمَ الآخِرَ وَذَكَرَ الّله كَثيرا}. [الأحزاب: 21]. وكان صلى الله عليه وسلم يعلم أصحابه بالقول والفعل، الذي يعتبر المظهر الأول للقدوة، فقال في الاقتداء به في الصلاة: ((صَلّوا كما رأيتموني أصلي)). [[متفق عليه وهو في جامع الأصول (5/576)]]. وقال في الاقتداء به في الحج: ((خذوا عني مناسككم)). [[مسلم وأبو داود، وهو في جامع الأصول (3/285)]]. قال الأستاذ محمد قطب: \"ومرة واحدة من القدوة السيئة تكفي، مرة واحدة يجد أمه تكذب على أبيه، أو أباه يكذب على أمه، أو أحدهما يكذب على الجيران، مرة واحدة، كفيلة بأن تدمر قيمة الصدق في نفسه، ولو أخذا كل يوم وساعة، يرددان على سمعه النصائح والمواعظ والتوصيات بالصدق، مرة واحدة كفيلة بأن تدمر قيمة الاستقامة في نفسه، ولو انهالت إلى سمعه التعليمات، مرة واحدة يجد في هؤلاء المقربين إليه نموذجاً من السرقة، كفيل بأن تدمر في نفسه قيمة الأمانة.. وهكذا في كل القيم والمباديء التي تقوم عليها الحياة الإنسانية السوية\". [[انظر منهج التربية الإسلامية (2/118) مع تصرف يسير]]."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "المبحث الثالث: الأثر المترتب على سلوك الوالدين في التربية.",
    "content": "إن سلوك الوالدين الصالحين أو الفاسدين له أثره العظيم في صلاح أبنائهما أو فسادهم، وهذا الأثر له خمسة جوانب: الجانب الأول: استمرار أثر سلوكهما في الأسرة، بحيث يتبع كل مولود في الأسرة من هو أكبر منه من إخوانه، فإذا كانت تربية أخيه الكبير طيبة أثر الأخ الكبير في أخيه الصغير، واكتسب الجديد من القديم صفاته وأخلاقه الصالحة في الغالب، لتأثره به، وإن كانت تربية الكبير سيئة انتقلت تربيتهُ السيئة إلى أخيه الجديد كذلك، فتتكون الأسرة من أفراد فاسدين، لفساد تربية الأبوين، وتتكون من أفراد صالحين، لصلاح تربية الأبوين. الجانب الثاني: أن الوالدين الصالحين ينالان من أبنائهما الصالحين، مثل ثواب أعمالهم الصالحة، تحقيقاً لقول الرسول صلى الله عليه وسلم: ((من سن سنة حسنة، فله أجرها وأجر من عمل بها إلى يوم القيامة، من غير أن ينقص من أجورهم شيء)). [[مسلم وهو في جامع الأصول (6/357)]]. ولقوله صلى الله عليه وسلم : ((الدال على الخير كفاعله)). [[الترمذي، وهو في جامع الأصول (9/567ـ568) قال المحشي: حديث حسن]]. الجانب الثالث: أنهما يستقبلان من أولادهما دعواتهم الصالحة وهما يرقدان في البرزخ إلى أن تقوم الساعة، لقوله صلى الله عليه وسلم: ((إذا مات الإنسان انقطع عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له)). [[مسلم وأبو داود والترمذي، وهو في جامع الأصول (11/180)]]. الجانب الرابع: أن الآباء ينعمون بطاعة أولادهم لهم وأدبهم معهم في الدنيا بخدمتهم وبرهم، طاعةً لربهم التي ربوهم عليها، وتنفيذ أوامره واجتناب نواهيه؛ لأن الله تعالى أمر ببر الوالدين وحسن معاملتهم، ونهاهم عن معصيتهم وسوء الخلق معهم. كما قال تعالى: {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً...} . [النساء: 36]. وأمثال الآية كثير. وقال تعالى: {وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُوا إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيماً (23) وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنْ الرَّحْمَةِ وَقُلْ رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً}. [الإسراء: 24]. وفي حديث عبد الله بن عمرو رضي الله عنهما، يقول: جاء رجل إلى النبي صلى الله عليه وسلم فاستأذنه في الجهاد، فقال: ((أحيٌّ والداك؟)). قال: نعم. قال: ((ففيهما فجاهد)). [[الحديث في الصحيحين وغيرهما]]. فقرن الله تعالى حق الآباء بحقه في الآيات، وقدم حقهم في الحديث على الجهاد ـ غير العيني ـ. كما أن الوالدين الفاسدين ينالان مثل جزاء أبنائهما الفاسدين، جزاء على فساد تربيتهما، وتحقيقاً لقول الرسول صلى الله عليه وسلم: ((ومن سن في الإسلام سنة سيئة، كان عليه مثل أوزار من عمل بها إلى يوم القيامة، من غير أن ينقص من أوزارهم شئ)). ويفهم من قوله صلى الله عليه وسلم : ((الدال على الخير كفاعله)) أن الدال على الشر كفاعله أيضاً. [[سبق تخريج الحديثين قريباً]]. الجانب الخامس: أنه يترتب على تربية الوالدين لأبنائهما، سعادة المجتمع الأبناء الصالحة؛ لأنهم يسعون لتحقيق كل ما فيه صلاح للمجتمع، وفي دفع ما فيه فساد له، تحقيقاً للولاء الإسلامي بين المؤمنين، المستلزم للإيثار وعدم الإضرار بالغير. كما أن المجتمع يشقى بتربية الأبناء الفاسدة؛ لأنهم بسبب فساد تربيتهم يسعون فساداً في الأرض، وتتحكم فيهم الأنانية والأهواء، وبصلاح الأسر يصلح المجتمع، وبفسادها يفسد المجتمع؛ لأن المجتمع إنما يتكون من الأسر."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "الفصل الثاني: دور المدرسة في التعليم والتربية.",
    "content": "وفيه تمهيد وأربعة مباحث: المبحث الأول: المنهج المحقق للهدف من التربية والتعليم في الإسلام والملائم لمستويات الطلبة. المبحث الثاني: المعلم الْمُزَكِّي الكفء. المبحث الثالث: المشرفون الأكفاء. المبحث الرابع: التعاون مع الأسرة على تربية الأبناء."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "تمهيد عن المدرسة.",
    "content": "إن الإنسان لا يستغنى مطلقاً عن التَّعلُّم، فهو في أشد الحاجة إلى التعلم لتستقيم حياته، إنه في حاجة إلى التعبير عما في نفسه للآخرين، كما أنه في حاجة لفهم ما في نفوس الآخرين، ووسيلتهم إلى فهم التعبير إما اللسان ـ ولا بد أن يشتركوا في لغة التخاطب ـ وإما الكتابة ـ وهي كالتعبير باللسان لا بد أن يشترك الكاتب والقارئ في لغة الكتابة ـ وإما الإشارة؛ وهى التي لا يحتاج فيها الناس إلى فهم اللغة، ولا الكتابة، ولكن مجال التفاهم بالإشارة ضيق، إذ لا بد أن يكون المشير، والمشار له، والمشار إليه، في مكان واحد يمكن فيه للمشير والمشار له أن يرى كل منهما الآخر، وأن يريا المشار إليه، ولابد أن يكون كل منهما مبصراً كذلك. ومن هنا كان التخاطب باللسان والكتابة، أمراً ضرورياً لا غنى عنه للأفراد والأمم. ويظهر ذلك في امتنان اللّه سبحانه وتعالى على آدم وذريته بتعليمهم أسماء الأشياء ومسمياتها، وتعليمهم البيان الذي هو الإعراب عما في نفوسهم، وفهم ما في نفوس غيرهم. قال تعالى: {وَعلمَ آدَمَ الأسْمَاءَ كُلَّهَا}. [البقرة: 31]. وقال تعالى: {الرَّحْمَنُ عَلّمَ الْقُران، خلق الإنسانَ. عَلَّمَهُ الْبيَانَ}. [الرحمن: 1ـ4]. وامتن عليهم كذلك بالقراءة والكتابة، كما امتن عليهم بالتعليم فقال تعالى: {اقْرَأ بِاسْم رَبك الذي خلَقَ. خلَقَ الإنسانَ مِنْ عَلَقٍ اقْرأ وَرَبُّك الأكرم الَّذِي عَلَّمَ بِالْقَلَم عَلَّمَ الإنسَانَ مَا لَمْ يعلم}. [العلق: 1ـ5]. ولعل في اقتران المنة بالخلق والمنة بالتعليم، إشارة إلى أن التعليم ضرورة كضرورة الخلق. فلا غنى للبشر عن التَعلُّم والتَّعليم، والمدرسة إنما تنشأ لذلك ـ وإن اختلفت أهداف كل أمة عن الأخرى من التعليم ـ لأن المؤهلين للتعليم لا يوجدون غالباً في كل بيت، حتى تستغني كل أسرة بمعلمها في بيتها، لندرة المعلم، وندرة التعليم في بعض جوانب الحياة، فاقتضت الضرورة أن يشترك عدد من الناس في مكان واحد لتلقي التعليم؛ لأن المعلم الواحد يمكنه أن يعلم عدداً من الناس ـ مجتمعين ـ ولكنه لا يقدر على تعليم عدد كبير، كل فرد منهم على حدة. والمدرسة تتكون من مكان يجتمع فيه الدارسون والمدرسون، ليُعلِّم هؤلاء أولئك، ومن منهج يوضع لتحقيق هدف معين، ولا بد أن يكون المنهج ملائماً لمستوى الدارسين، ومن دارسين يتعلمون، ومدرسين يعلمون، ومشرفين ينظمون الدراسة، ويديرون المدرسة، ويذللون الصعاب التي تعترض التعليم. والمدرسة المعنية ـ هنا ـ هي المدرسة الإسلامية، والدور الذي تقوم به هو التعليم والتربية."
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "المبحث الأول: المنهج المحقق للهدف من التعليم والتربية في الإسلام، والملائم لمستويات الطلبة.",
    "content": "وفي هذا المبحث فرعان: الفرع الأول: بيان الأهداف المطلوب تحقيقها في المدرسة: إن الهدف العام للتعليم في الإسلام، هو رضا اللّه سبحانه وتعالى بعبادته التي خلق الخلق من أجلها، وعمارة الأرض بتطبيق شريعته التي تسعد البشرية كلها في ظلها بالعدل والإحسان والسلام. كما قال تعالى: {وَمَا خلَقت الجِنَّ وَالإنسَ إلا لِيعْبُدُونِ}. [الذاريات: 56]. وقال تعالى: {قُل إن صلاتي ونسُكِي وَمَحْيَايَ وَمَمَاتِي للّه رَبّ الْعَالَمِينَ لاشَرِيك لَهُ وَبذَلِك أمرت وَأنا أوَّلُ المسلمين}. [الأنعام: 62ـ63]. فعبادة الله تعالى شاملة لنشاط الإنسان كله: نشاط قَلبه من قصد وتصديق، ومحبة وإنابة وغيرها، ونشاط جوارحه من أداء شعائر تعبدية، كالصلاة والصيام والحج والزكاة والجهاد وغيرها، ونشاط لسانه، كالنطق بالشهادتين والذكر وقراءة القران، والأمر بالمعروف والنهى عن المنكر وغيرها. وبهذا الشمول عرف شيخ الإسلام ابن تيمية العبادة في الإسلام، فقال رحمه الله: \"العبادة اسم جامع لكل ما يحبه اللّه من الأقوال والأفعال الباطنة والظاهرة\". [[العبودية ص38، طبع المكتب الإسلامي، بيروت]]. إذا عُلم هذا، وجب أن يكون هذا الهدف ـ وهو رضا اللّه تعالى بتحقيق عبادته ـ هو الأساس الذي تدور حوله جميع الأهداف الفرعية، وكل الوسائل الموضوعة للتعليم والتربية في المدرسة، بل وفي غيرها من مناشط الحياة. وهناك أهداف فرعية مرتبطة بهذا الهدف العام ومحققة له، ومنها: تثبيت الإخلاص للّه سبحانه وتعالى في عبادته، بحيث يكون قصد العبد وجه اللّه والتجرد له تعالى، لا يشوب قصده شيء من الأشياء، لا جاه، ولا مال ولا منصب، ولا سمعة تحقيقاً لقول اللّه تعالى: {وَما أمِرُوا إلا ليَعْبُدُوا اللّه مُخلِصِينَ لَهُ الدِيّنَ حُنَفَاَءَ وَيقيموا الصلاةَ وَيُؤتُوا الزّكَاةَ وَذَلِك دِينُ القَيّمَة}. [البينة: 5]. وقوله تعالى: {فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبّهِ فَلْيَعْمَلْ عَمَلاً صالحا وَلا يُشْرك بِعِبَادَةِ رَبّهِ أحَدا}. [الكهف: 110]. وقوله تعالى في الحديث القدسي: ((مَنْ عَمِلَ عَمَلا أشْرَكَ مَعي فِيهِ غَيْري تَرَكتهُ وَشِركَه)). [[مسلم، وهو في جامع الأحوال (4/545)]]. ومنها: تحقيق الاتباع للرسول صلى الله عليه وسلم، الذي تتحقق به محبة اللّه ومحبة رسوله صلى الله عليه وسلم. كما قال تعالى: {قل إنْ كُنْتُمْ تحِبُّونَ اللهّ فَاتبعُونِي يُحْبِبْكمْ اللهّ ويغَفِرْ لَكُمْ ذنوبَكُمْ وَاللهّ غَفُور رَحِيم}. [آل عمران: 31]. ومعنى تحقيق الاتباع للرسول صلى الله عليه وسلم، أن لا يختار قول أحد يعارض قوله، ولا يقدم على شريعته أي قانون أرضي يخالفها، وأن يجعل هواه تابعاً لأمره. كما قال تعالى: {وَمَا كَانَ لِمُؤمِنٍ ولا مُؤمِنَةٍ إذَا قَضَى اللّه وَرَسولُه أمْراً أنْ يكون لَهُمُ الخِيْرَةُ مِنْ أمْرِهِمْ، ومَنْ يعصِ اللهّ وَرَسُولَه فَقد ضَلَّ ضَلالاً مُبيناً}. [الأحزاب: 36]. وقول الرسول صلى الله عليه وسلم: ((لا يؤمن أحدكم حتى يكون هواه تبعاً لما جئت)). [[الأربعون النووية، راجع جامع العلوم والحكم لابن رجب ص338]]. والمقصود من الإخلاص والاتباع، هو تحقيق معنى الشهادتين: ((شهادة أن لا إله إلا اللّه)) التي يتحقق بها الإخلاص، وشهادة ((أن محمداً رسول اللّه)) التي يتحقق بها الاتباع. ومن الأهداف الفرعية تعليم كل فرد من أفراد المسلمين، فروض العين التي فرضها اللّه على الناس كلهم، بحيث لا تسقط عن أحد لقيام غيره بها، حتى يؤدي كل واحد ما فرض الله تعالى عليه عن علم وبصيرة؛ لأن شرط قبول العمل موافقته للشرع، والموافقة لا تتحقق إلا بالعلم بما يشرع الله فيه، كالصلاة والزكاة والحج والصيام التي فرضها الله سبحانه وتعالى فرضاً عاماً على كل مسلم، بلا سبب ظاهر بخلاف ما وجب لسبب، فإنه يجب على من وجد السبب في حقه كالكفارات والنذور ونحوها. ومنها فروض الكفاية، كإمامة الصلاة، وخطب الجمع، وكذا القضاء، والإفتاء، وإتقان بعض الصنائع التي يحتاج إليها الناس، كالبناء، والطب، والجغرافيا، وتعلم الفروسية إعداداً للمستطاع، لجهاد أعداء اللّه، وغيرها، كل ذلك من أجل القيام بعبادة اللّه وعمارة الأرض بطاعته معنوياً ومادياً، إذ لا يمكن أن يعبد الله في الأرض حق عبادته بدون ذلك، فعباد الله مأمورون بعبادته، والدعوة إليه، والجهاد في سبيله. وأعداء الله لا بد أن يصدوا أولياءه عن القيام بما فرض الله عليهم، وإذا لم يستكمل أولياء الله عدة الحياة في الأرض للسلم والحرب، فكيف يستطيعون أن يقوموا بما كلفهم الله إياه؟! وخلاصة القول أن أهداف التعليم والتربية في الإسلام، تقوم على أساس عبادة الله، والدعوة إليه، والجهاد في سبيله، وعمارة الأرض بما يرضيه، فيجب أن يكون منهج المدرسة الإسلامية ـ وهي شاملة لكل مراحل الدراسة ـ شاملاً لكل تلك الجوانب المحققة لتلك الأهداف، حتى يكون المسلمون قادة للناس في الدين والدنيا معاً، قيادة ناشئة عن جدارة وقوة. ذلك هو المنهج المطلوب للمدرسة الإسلامية. فإذا حصل قُصُور في أي جانب من جوانب المنهج، أثر ذلك في تحقيق الأهداف المطلوبة بمقدار ذلك القصور. الفرع الثاني: ملاءمَة المنهج لمستويات الدارسين: إن اللّه سبحانه وتعالى، لم يخلق الناس على مستوى واحد في كل شيء، وإنما خلقهم متفاوتين، منهم الذي يبلغ القمة في الذكاء، ومنهم من يتدنى إلى رتبة الغباء، ومنهم من هو بين الذكاء والغباء، وهى درجات متفاوتة، كما أن منهم من رزقه اللّه صفة الصبر التي تجعله يواصل العمل الشاق مدة طويلة، وهو مرتاح البال مسرور القلب، ومنهم من يفقد تلك الصفة، حتى ليضيق ذرعاً بما هو ميسور لسواه، فلا يستطيع أن يتحمل المشاق، ولا طول مدتها، ومنهم من رزقه اللّه قوة في الجسم التي تمكنه من الكد والقيام بالأعمال التي تحتاج إلى قوة الأجسام، ومنهم ضعيف الجسم الذي يعجز عن القيام بالأعمال الجسمية الخفيفة، وقد يكون أكثر علماً وفهماً وعقلاً من قوى الجسم، وقد يجمع اللّه القوتين في شخص واحد، فيكون قوي العقل كثير العلم، وقوي الجسم. قال تعالى: {وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكاً قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنْ الْمَالِ قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ}. [البقرة: 247]. ثم إن الدارسين يتفاوتون في السن، فمنهم صغير السن الذي لا تمييز عنده، ولا ينفع معه إلا التلقين، أو الحركات، ومنهم من هو فوقه في الإدراك، ومنهم من كبر وبلغ وتمرن على تحصيل العلوم ما يسمع منها وما يقَرأ. وهذا الاختلاف في المستويات يقتضي أن يختلف المنهج باختلافها، لتتمكن كل فئة من استيعاب ما تدرسه من العلوم؛ لأن القاعدة العامة في الشريعة الإسلامية أن لا يكلف أحد فوق طاقته، كما قال الله تعالى: {فَاتَقوا الله مَا اسْتَطعتُم}. [التغابن: 16]. وإذا وضع منهج واحد لجميع الدارسين، فلا يخلو من أحد أمور ثلاثة: الأمر الأول: أن يراعي فيه الفئة الأقوى، فيحصل الضرر على الفئة المتوسطة والفئة الدنيا. الأمر الثاني: أن تراعي فيه الفئة المتوسطة، فيتضرر بذلك الفئة الأقوى، والفئة الأضعف. الأمر الثالث: أن تراعي فيه الفئة الأضعف، فتتضرر بذلك الفئة الأقوى والفئة الوسطى. أي إما أن تخسر طاقاتٌ قوية، بسبب ضعف المنهج بالنسبة لها، وإما أن تخسر طاقات ضعيفة، بسبب قوة المنهج بالنسبة لها، وخسارة أي فئة من الفئات، هي خسارة للأمة. والذي يبدو لي ـ أخذاً من القاعدة العامة التي دلت عليها الآية القرآنية السابقة وغيرها مما في معناها من القرآن والسنة ـ ومما أشار إليه علماء الإسلام، أن المنهج المطلوب يكون على قسمين. القسم الأول: منهج عام لجميع الدارسين، لا يُستَثنى منه أحد منهم: وهو ما يشتمل على فروض العين: من الإيمان باللّه تعالى إيماناً مبنياً على الأدلة العقلية والكونية والنصوص القرآنية والحديثية، والإيمان بملائكته، وكتبه ورُسله واليوم الآخر والقدر خيره وشره، وكل ما أخبر الله تعالى به أو أخبر به رسوله صلى الله عليه وسلم مما يتعلق بأصول الإيمان، كالجنة والنار، والحشر والحساب، والصراط والميزان، وغيرها من أمور الغيب، إيماناً يصل إلى درجة اليقين الذي لا تزعزعه الشكوك، ولا تتطرق إليه الأوهام، وهو ما أجمله اللَه تعالى في قوله في أول صفات المتقين: {ألَم ذَلك الْكتِابُ لا رَيْبَ فِيهِ هُدَىً لِلّمُتًقِينَ الَّذِينَ يُؤمِنُونَ بِالغيْبِ}. [البقرة: 1ـ3]. وفصَّل رسول اللّه صلى الله عليه وسلم، أصول الإيمان بالغيب في حديث جبريل المشهور، حيث سأله جبريل عليه السلام عن الإيمان، فقال: ((أن تؤمن باللَه وملائكته وكتبه ورُسُله واليوم الآخر وتؤمن بالقدر خيره وشره)). [[مسلم، وهو في جامع الأصول (1/208)]]. وكذا يدخل في هذا القسم: التعرف على حق الله تعالى على العبد، وهو توحيده في ألوهيته، بأن يعلم أنه هو وحده تعالى المعبود الذي لا يعبد سواه، لا ملك مقرب ولا نبي مُرسل، فضلاً عن غيرهما من المخلوقات، من إنس وجن، وشجر وحجر ودواب، وغيرها. وأن يعلم أن حبه تعالى فرض على كل أحد، بأن يحبه حباً يدفعه إلى القيام بطاعته وترك معصيته، وأن يخشاه ولا يخشى أحداً غيره، وأن يصرف له كل نوع من أنواع العبادة التي أوجبها الله تعالى لنفسه، وأن صرْف أي نوع من أنواع العبادة لغيره من البشر يقدح في عبادته والإيمان الصادق بألوهية الله. كما يدخل في ذلك التعرف على أسماء اللّه تعالى وصفاته التي أثبتها لنفسه في كتابه وسنة رسوله صلى الله عليه وسلم، فما أثبته لنفسه أثبته، وما نفاه عن نفسه نفاه، دون دخول في تعطيل أو تشبيه أو تأويل، وأن يدرس أسماء الله تعالى وصفاته، ليملأ قلبه إيماناً وخشية وإنابة إلى ربه وحباً وتعظيماً له، ليكثر من التقرب إليه، ويبتعد عن معصيته سبحانه وتعالى. ويدخل في ذلك أن يعلم أن الله تعالى هو الخالق الرازق المدبر المحي المميت، النافع الضار، الذي إذا أراد شيئاً قال له: { كُنْ فَيَكُونُ}. وأن يعلم أن الحكم للّه، لا لسواه، فإذا حكم اللّه بحكم في أي في أمر من الأمور، فإن الواجب على كل أحد التسليم لحكمه، وأنه لا إيمان لمن أجاز لأحد أن يشرع من عند نفسه شرعاً لم يأذن به اللّه، ويدخل في ذلك الإيمان بأن رسول اللّه صلى الله عليه وسلم، هو خاتم الأنبياء والمرسلين، ولا نبي بعده، وأن حبه فرض على كل أحد، وأن دليل حبه إتباع ما جاء به من عند ربه. ويدخل في ذلك تعلم أركان الإسلام الخمسة، وهي شهادة أن لا إله إلا اللّه وأن محمداً رسول اللّه صلى الله عليه وسلم، وإقام الصلاة وإيتاء الزكاة، وصوم رمضان، وحج البيت لمن استطاع إليه سبيلاً، وأن يعلم تفاصيل ما يجب عليه في ذلك من صفة الصلاة، ولوازمها، ووقت الصوم ومفطراته وما يجب أن يجتنبه الصائم، وصفة الحج والعمرة، ومقدار الزكاة في كل نوع من أنواع المال والنصاب الذي تجب فيه، وهكذا معرفة ما يجب عليه وما يحرم من المآكل والمشارب، والمناكح، والملابس وغيرها، من الحقوق والمعاملات التي لا يخلو من ممارستها أحد في الغالب، فإنها فروض عين يجب أن يتعلمها كل مسلم. والذي يبدو لي أن مرحلة هذا القسم تستغرق ما يسمى بالقسم الابتدائي، والقسم المتوسط، بحيث تكون المواد الدراسية في كلا القسمين ملائمة في كمها وكيفها لسن الدارسين، وأن أولى ما تنبغي العناية به في المرحلة الأولى، وهي مرحلة القسم الابتدائي، هو تحفيظ القرآن الكريم وتجويده، وتحفيظ جزء من الأحاديث النبوية المتعلقة بالآداب والسلوك والفروض، ويختار منها ما قصُر لفظه وعظُم معناه، وكذلك تعلم القراءة والكتابة، وشيء من مبادئ العلوم المتنوعة، كالتوحيد والفقه، والسيرة النبوية وكالحساب، وغيرها مما تمسُّ الحاجة إليه، على أن تراعى السهولة في التأليف، وتقصير المنهج، بحيث لا يكون سبباً في كُره الدارسين للدراسة، لعدم قدرتهم على الاستيعاب أو الحفظ، فإن الدارس إذا أحب الدراسة في هذه المرحلة استمر غالباً في دراسته، وإن كرهها انقطع عنها، وقد تكون بعض العلوم ليست فرض عين في حد ذاتها ولكنها وسيلة إلى معرفة فروض العين، فلا بد منها. وينبغي استعمال وسائل الإيضاح المعاصرة للدارس، مثل الفيديو والبروجكتر وغيرها. أما في المرحلة الثانية، وهى المرحلة المتوسطة، فإنه يمكن أن يتوسع في المنهج بتفصيل ما أُجمل في المرحلة الابتدائية لتوسع مدارك الدارس، وقدرته على استيعاب المعاني أكثر ويمكن أن يُزاد في المنهج ما لم يدرسه في المرحلة الأولى من الحلال والحرام وبعض المعاملات. وينبغي في هذه المرحلة أن يعتني باتجاهات الدارس ورغباته بالنسبة للعلوم، ما يميل إليه منها وما لا يميل إليه، ويمكن أن يدخل في المنهج بعض العلوم التي ليست من فروض العين، بصفة مبسطة وغير مرهقة، لمعرفة ميل الطالب إليها أو عدم ميله، ليوضع بعد ذلك في مكانه المناسب من فروض الكفاية. القسم الثاني: منهج تخصصي: بأن توجد في المدرسة أقسام متعددة، كل قسم يشتمل على علم من العلوم، يدرسه الدارسون الذين يرغبون فيه، وقد دلَّت القرائن على تلك الرغبة، ولا بأس أن توجد مع ذلك العلم علوم أخرى اختيارية، وليست إجبارية، يترك للدارس أن يختار منها ما يشاء ويترك ما يشاء، فإذا اختار علماً من العلوم الإضافية امتحن فيه، كالعلم الأساسي، ومنح الدرجة المناسبة، ولا يؤثر على نجاحه سقوطه فيه، بل يواصل دراسته في العلم التخصصي ويحاسب عليه دون غيره، حتى لا يكون ذلك عائقاً عن مواصلة دراسته. والعلوم التخصصية، التي هي من قسم فروض الكفاية، يجب أن تكون شاملة لكل ما تحتاجه الأمة في كل مجالات حياتها، فالذي يرغب في علوم الشريعة يتخصص فيها، وله أن يختار لتخصصه أي فرع منها، كالقرآن وعلومه، والحديث وعلومه والفقه وعلومه، والتاريخ الإسلامي، والذي يرغب في علوم اللغة له أن يختار أي فرع من فروعها، وهكذا بقية العلوم، كالطب، والفلك، والهندسة، والجغرافيا وغيرها من علوم الصناعة على اختلاف أنواعها. ولا يُلْزَم أحد في علوم فروض الكفاية بعلم لا يختاره إلا للضرورة، وهي أن يكون ذلك العلم محتاجاً إليه، ولا يوجد من يتقنه في الأمة، بحيث يكفي في القيام به، فإذا لم يوجد من يقوم به على وجه الكفاية، وجب على من يقدر على تعلمه أن يتعلمه ليسقط فرض الكفاية عن الأمة. وإذا لم يقم به أحد ألزم أولو الأمر من المسلمين من يرونه أصلح الموجودين بتعلمه، حتى يكفي الأمة في ذلك العلم. وقد نص علماء المسلمين على هذا التقسيم للمنهج في الجملة فقال ابن تيمية، رحمه اللّه تعالى: \"ومن ذلك أن يحتاج الناس إلى صناعة ناس، مثل حاجة الناس إلى الفلاحة والنساجة، والبناية، فإن الناس لا بد لهم من طعام يأكلونه، وثياب يلبسونها ومساكن يسكنونها.. فإذا لم يجلب إلى ناس البلد ما يكفيهم احتاجوا إلى من ينسج لهم الثياب، ولا بد لهم من طعام إما مجلوب من غير بلدهم، وإما من زرع بلدهم، وهذا هو الغالب، وكذلك لا بد لهم من مساكن يسكنونها، فيحتاجون إلى البناء، فلهذا قال غير واحد من أصحاب الشافعي وأحمد بن حنبل، وغيرهم، كأبي حامد الغزالي وأبي الفرج ابن الجوزي، وغيرهم: إن هذه الصناعات فرض على الكفاية، إلا أن يتعين، فيكون فرضاً على الأعيان\". [[الفتاوى (28، 79ـ 80]]. وقال ابن القيم، رحمه الله وكلامه أكثر تفصيلاً في هذا الباب: ومما ينبغي أن يعتمد حال الصبي، وما هو مستعد له من الأعمال ومهيأ له منها، فيعلم أنه مخلوق له، فلا يحمله على غيره، ما كان مأذوناً فيه شرعاً، فإنه إن حمل على غير ما هو مستعد له لم يفلح فيه، وفاته ما هو مهيأ له، فإذا رآه حسن الفهم، صحيح الإدراك، جيد الحفظ واعياً، فهذه علامات قبوله وتهيؤه للعلم، لِيَنْقُشه في لوح قلبه، ما دام خالياً، فإنه يتمكن فيه ويستقر ويزكو معه، وإن رآه بخلاف ذلك من كل وجه، وهو مستعد للفروسية وأسبابها، من الركوب والرمي بالرمح، وإنه لا نفاذ له في العلم ولم يخلق له، مكنه من أسباب الفروسية والتمرن عليها، فإنه أنفع له وللمسلمين، وإن رآه بخلاف ذلك، وأنه لم يخلق لذلك، ورأى عينه مفتوحة إلى صنعة من الصنائع، مستعداً لها، قابلاً لها، وهي صناعة مباحة نافعة للناس، فليمكنه منها، هذا كله بعد تعليمه ما يحتاج إليه في دينه، فإن ذلك ميسر على كل أحد، لتقوم حجة الله على العبد، فإن له على عباده الحجة البالغة، كما له عليهم النعمة السابغة\". [[تحفة المودود في أحكام المولود ـ المكتبة العلمية بالمدينة المنورة ص144]]. فكل علم مباح شرعاً، سواء ما تعلق بدين الناس أم بدنياهم، فللإنسان أن يتجه له ويتعلمه، وعلى أولي الأمر أن ييسروه له، ما دام الناس في حاجة إليه، ويجب أن يشمله منهج فرض العين، لئلا يفوت تعليمه، ويتضرر الناس بفقده، ولئلا تعطل الطاقات الراغبة فيه بإجبارها على ما لا ترغب فيه. وإن إجبار الدارسين على منهج واحد على اختلاف طاقاتهم وميولهم، لَمُوجب لانقطاع من لا يرغب فيه أو لا يقدر على استيعاب علومه كلها عن الدراسة، وإذا انقطع عن الدراسة خسر هو وخسرت أسرته ومجتمعه، وقد تكون الخسارة شديدة عندما يتشرد الدارس مع زمرة سوء فاشلة. وهنا أمر جدير بالتنبيه، وهو أنه ينبغي أن يراعي في المنهج الذي يوضع لدراسة الفتاة ما هي في حاجة إليه، بعد معرفتها فرض العين عليها، وهو ما يناسب طبيعتها، كالطب والتمريض، وتعليم الإناث، وتربية الأولاد، وتدبير المنزل وأن لا تكلف دراسة منهج موحد، مع البنين، قد لا تحتاج إليه ولا تستطيع ممارسة وظيفته في مجتمعها الذي يجب أن يضعها في مكانها اللائق بها شرعاً، بحيث لا تختلط بالرجال، أو لا تستطيع مزاولته لعدم ملاءمته طبيعتها الأنثوية وبسط الكلام لا يتسع له المقام هنا؛ لأن المقصود هنا الإشارة إلى ما ينبغي أن يكون عليه المنهج من قدرته على استغلال الطاقات البشرية، كل فيما ينفع فيه. ملحوظة: إن اقتراح أن تكون المرحلتان: الابتدائية والمتوسطة، مختصة بفرض العين هو من باب التقريب، قد تؤيده التجربة إذا عمل به، وقد تُثبت التجربة الحاجة إلى مدة أقل، ولكن الذي يجب أن يراعي هو السن الذي يعي صاحبه فيه الفرض الذي هو مكلف به، وسنه في المرحلة الأولى قد لا يتمكن معه من الاستيعاب، وهذا هو رأيي الخاص في الموضوع واللّه أعلم."
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "المبحث الثاني: المعلم المزكي الكفء.",
    "content": "لقد نزل القرآن الكريم للتعليم والتزكية والتطهير، والإسلام كله: علم نافع وعمل صالح، فمهمة المعلم: تعليم الجاهل العلم النافع الذي أساسه كتاب اللّه وسنة رسوله صلى الله عليه وسلم، وتزكية الدارس بالعمل الصالح، وتطهيره من الأعمال الفاسدة التي ترهقه بالذنوب والآثام، وتورثه سخط الله عز وجل، وتجعله يعتدي على حقوق اللّه وحقوق عباده. وقد وردت نصوص صريحة بوظيفة المعلم في الإسلام، وهي ما ذكر قبل، من ذلك قوله تعالى: {كَمَا أرْسَلْنَا فِيكُمْ رَسُولاً منكم يَتْلُوا عَلَيكُمْ آيَاتِنَا وَيزكّيكُمْ وَيُعَلّمُكمْ الْكِتَابَ والْحِكْمَةَ ويعلمكم ما لم تكونوا تعلمون}. [البقرة: 151]. وكان ذلك استجابة اللّه لدعاء إبراهيم عليه السلام لهذه الأمة، كما قال تعالى عنه: {رَبنا وَابْعَثْ فِيهِمْ رَسُولاً مِنْهُمْ يَتْلُو عَلَيهم آيَاتكَ وَيُعَلِمُهُم الكِتَابَ وَالْحِكْمَة وَيُزَكّيهِمْ إِنكَ أنتَ الْعَزِيزُ الْحَكِيم}. [البقرة: 129]. ودلت الآيات القرآنية أن المعلم المزكي بشرع اللّه تعالى يهدي الضال ويرشد الحائر، وتلك منة من اللّه على عباده الذين يهيئ لهم من يعلمهم ويزكيهم، قال تعالى: {لَقَد مَنَّ اللّه عَلَى الْمُؤمِنِينَ إذْ بَعَثَ فِيهِمْ رَسُولاً مِن أنفسهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين}. [آل عمران: 164]. وقال تعالى: {هُوَ الذي بَعَثَ فِي الأمِّيّينَ رَسُولاً مِنْهُمْ يَتلُو عَلَيهِمْ آيَاتِهِ وَيزكِيّهِم وَيُعَلِمُهُمُ الْكِتابَ وَالْحِكْمَةَ وإن كَانوا مِنْ قبل لَفِي ضَلالٍ مُبِينٍ}. [الجمعة: 2]. والذي ينبغي التنبيه عليه من هذه الآيات الأمور الخمسة الآتية: الأمر الأول: أن القصد من بعث الرسول صلى الله عليه وسلم إلى هذه الأمة، هو تعليمهم ما يجهلون من دين اللّه تعالى، وتطهيرهم من الدنس والإثم بالعمل الصالح، لإخراجهم من ظلمات الضلال والكفر إلى نور الإيمان والهداية. الأمر الثاني: أن التعليم الذي يزكي ويطهر ويهدي من الضلال، إنما هو التعليم بكتاب اللّه وسنة رسوله صلى الله عليه وسلم، وهي الحكمة، وليس بسواهما، فمن أراد أن يهدي الضال ويعلم الجاهل، ويطهره من الإثم بتعليمه غير الكتاب والسنة، فقد اتبع غير ما قرر اللّه في كتابه وبعث به رسوله صلى الله عليه وسلم . الأمر الثالث: أنه يجب على المعلم الذي يريد هداية الناس وتربيتهم، أن يستقي توجيهاته في كل باب من أبواب هداية الإنسان من الكتاب والسنة، وأن لا يُقَدِّم على ما دل عليه القرآن والسنة قول أحد كائناً من كان؛ لأن فيما دلاَّ عليه الحق، وفي كل ما خالفه الضلال. الأمر الرابع: أن المعلم لا بد أن يكون عالماً بما يريد تعليمه غيره، والجاهل لا يُعَلِّم بالجهل، وإنما يعلم العالِمُ الجاهلَ بعلمه. الأمر الخامس: لا بد أن يكون المعلم قدوة حسنة، اقتداء بالمعلم المزكي الأول: وهو رسول اللّه صلى الله عليه وسلم الذي كان قدوة في كل ما يدعو الناس إليه، كما قال تعالى: {لَقَد كَانَ لَكُم فِي رَسوُل الله أسوَة حَسَنَةٌ لِمَنْ كَانَ يرجُوا الله وَاليوم الآخِرَ وَذَكَر اللّه كثَيِراً}. [الأحزاب: 21]. وعندما سُئلت عائشة، رضي اللّه عنها عن خلقه صلى الله عليه وسلم قالت: \"كان خلقه القرآن\". أي أنه صلى الله عليه وسلم كان يطبق على نفسه ما يعلمه الناس، فيزكي نفسه قبل أن يدعو الناس إلى تزكية أنفسهم. والمعلم غير القدوة أدعى إلى الإفْسَاد منه إلى الإصلاح، لذلك يجب أن يكون كفؤاً في علمه وعمله وخلقه، وفي كل باب من أبواب الخير. وليس المقصود هنا بسط الكلام في هذه الموضوعات؛ لأن ذكرها إنما هو لبيان ترابط المؤسسات التربوية. ومما يدل على أن التزكية ذات أهمية بالغة، مع التعليم أنه لا فلاح في الدنيا والآخرة إلا لمن حازها، كما قال تعالى: {قدَ أفْلَحَ مَنْ زكَّاهَا وَقد خابَ مَنْ دَسَّاهَا}. [الشمس: 9-10]. وقال تعالى: {قدَ أفْلَحَ مَن تزَكَّى} [الأعلى: 14]. ومعنى هذا أنه إذا كان يجب على المعلم أن يعلم ويزكي، فإن على المتعلم أن يتلقى التعليم بجد وأن يتزكى، حتى يتم المقصود. وطريقة التعليم السليم الذي يزكي به المعلمُ الدارسين، أن يسلك بهم ما كان يسلكه رسول اللّه صلى الله عليه وسلم بأصحابه، حيث كان يتلو عليهم القرآن ويعلمهم معناه، ويحثهم على العمل به، بل كان يفسر القول بالعمل، ليقتدوا به، كما كان يصلى بهم ويأمرهم أن يصلوا كما رأوه يصلى، وأمرهم في حجة الوداع أن يأخذوا عنه مناسكهم.. ولم يكن أصحابه رضي اللّه عنهم يحرصون على كثرة العلم بدون تطبيق فِعْلي لما تعلموه، فكان يتلو عليهم الآيات ويعلمهم معناها ويعملون بها قبل أن ينتقلوا إلى تعلم غيرها، فما كانوا يتجاوزون عشر آيات من القرآن، حتى يقرءوهن، ويتعلموا معناهن، ويعملوا بهن، وهذا هو المنهج التربوي الجدير بالاتباع، فإن الذي يسلكه يألف العمل والتطبيق، بخلاف من انهمك في العلم واستكثر منه بدون عمل، فإنه يألف القراءة والتعلم، ولكنه لا يألف العمل، بل يتساهل فيه. فعلى المعلم المزكي أن يسلك مسلك رسول الله صلى الله عليه وسلم في التعليم والتزكية، لتكون تربيته ناجحة، وعلى الدارس أن يقتدي بأصحاب رسول اللّه صلى الله عليه وسلم في التَّعَلُّم وتزكية النفس."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "المبحث الثالث: المشرفون الأكفاء.",
    "content": "إن كل موظف في أي عمل من الأعمال، لا بد أن تتوافر فيه شروط ثلاثة عامة، تندرج فيها صفات كثيرة تجعله ناجحاً في وظيفته، مؤدياً ما أوجب اللّه تعالى عليه. وكل موظف في الدولة الإسلامية، هو مؤتمن على ثغرة من ثغور الإسلام، يجب أن يحرص أن لا يُؤتَى المسلمون من قبله. والشروط الواجب توافرها في الموظف هي: (1) الأمانة: فإن الأمين يثق فيه الناس، في أداء حقوقهم، ولا يخشون منه خيانة، بخلاف الخائن، فإنه لا يثق فيه أحد، والخيانة من صفات المنافقين، كما أن الأمانة من صفات المؤمنين. وقد ورد في الأمانة نصوص كثيرة في كتاب اللّه وسنة رسوله صلى الله عليه وسلم، منها قول اللّه تعالي: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كَانَ سَمِيعاً بَصِيراً}. [النساء:58]. وقوله تعالى: عن بنت الرجل الصالح الذي لجأ إليه موسى فاراً من بطش فرعون، قبل رسالته: { قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنْ اسْتَأْجَرْتَ الْقَوِيُّ الأَمِينُ }. [القصص: 26]. وفي حديث أبي هريرة رضي الله عنه، عن الرسول صلى الله عليه وسلم قال: ((آية المنافق ثلاث)).. وفيها: ((وإذا اؤتمن خان)). [[البخاري (1/14)، ومسلم (1/78)]]. وفي حديثه ـ أيضاً ـ قال: قال رسول الله صلى الله عليه وسلم : ((إذا ضيعت الأمانة فانتظر الساعة)) فسئل عن إضاعتها فقال: ((إذا أسند الأمر إلى غير أهله فانتظر الساعة)).. (2) القوة: أي أن يكون الموظف قادراً على القيام بعمله المسند إليه، باتخاذ القرار المفيد في وقته المناسب، وبتخطي العقبات، وبقيادة من يتبعه في الوظيفة إلى تحقيق الهدف وغير ذلك. وفي آية القصص الماضية جمع بين القوة والأمانة: {إِنَّ خَيْرَ مَنْ اسْتَأْجَرْتَ الْقَوِيُّ الأَمِينُ}.. وقد نصح الرسول صلى الله عليه وسلم أبا ذر، عندما طلب استعماله أي توظيفه وجعله من عُمَّاله صلى الله عليه وسلم، فقال له: ((يا أبا ذر إنك ضعيف، وإنها أمانة، وإنها يوم القيامة خزي وندامة إلا من أخذها بحقها، وأدى الذي عليه فيها)). [[مسلم (3/1457]]. والموظف الضعيف ـ وإن كان أميناً وخبيراً ـ تضيع في وظيفته الحقوق، وتختل الواجبات، بسبب ضعفه، فلا يجوز أن يلي وظيفةً لا يقدر على القيام بها، مع وجود من هو أقدر على القيام بها. (3) الخبرة: وهي أخص من العلم؛ لأنها تكتسب عن طريق المراس والتدريب، وعلمه إنما يصقل خبرته ومراسه، بحيث تكون خطواته كلها سائرة عن علم ودراية مؤدية إلى الهدف المرسوم، ولا يجهل شيئاً من عمله، يؤدي إلى الفشل في تحقيق الهدف. وقد أخبر اللّه تعالى عن يوسف عليه السلام الذي طلب منه ملك مصر أن يلي له بعض أمره لأمانته، أخبر عنه أنه طلب من ملك مصر أن يجعله على الخزائن، لأمرين: الأمر الأول الحفظ، وهو يشمل القوة والأمانة، والأمر الثاني العلم، وتدخل فيه الخبرة، قال تعالى: {وَقَالَ الْمَلِكُ ائتونِي بِهِ أسْتَخلِصهُ لِنفْسِي، فَلَمَّا كَلَّمَهُ قَالَ إنك اليومَ لَدينَا مَكين أميِنٌ قَالَ اجعَلْنِي عَلَى خزَائِنِ الأرض إني حَفِيظ عَلِيم}. [يوسف: 54-55]. هذه الشروط الثلاثة العامة في الموظف هي عوامل نجاحه في عمله، وبها يأمنه الناس على دمائهم وأعراضهم وأموالهم، فإن توافرت كاملة كان النجاح تاماً، وإن عدمت كانت الخسارة كاملة، وإن نقصت فبمقدار نقصها تكون الخسارة، وبمقدار توافرها يكون النجاح. وإن من أولى الناس بتوافر هذه الشروط، هو الموظف الذي يقصد منه الإشراف على من يربي الأجيال ويقوم على هدايتهم وقوة صلتهم باللّه تعالى، وقيامهم بحقوق اللّه وحقوق عباده، وهو الذي تأمنه الأمة على توجيه فَلذات أكبادها، توجيهاً تترتب عليه السعادة في الدارين، أو الشقاء فيهما. ويدخل في ذلك الإخلاص في العمل، واللين والشفقة والقدوة الحسنة والحكمة وحُسن المعاملة والصبر، وغيرها من الصفات التي تندرج تحت الشروط الثلاثة المذكورة. [[راجع مجموع الفتاوي، لشيخ الإسلام بن تيمية (28/253)]]."
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "المبحث الرَابع: التعاون مع الأسرة على تربية الأبناء.",
    "content": "إذا كانت الأسرة هي أولى المؤسسات المربية للصغير، وتأثرُه بها أشد من تأثره بغيرها، لنشأته فيها، وطول مكثه بين أفرادها، حيث يرى ويسمع منهم أكثر مما يرى ويسمع من غيرهم، فإن للمدرسة ـ أيضاً ـ تأثيرها الشديد على الصغير؛ لأنها المؤسسة الثانية التي يقضي فيها وقتاً طويلاً من عمره، إذْ يقضي فيها أغلب أيام الأسبوع. وهي مؤسسة متفرغة لتعليمه وتربيته، وإمكاناتها أكثر من إمكانات الأسرة، إذ يوجد بها منهج منظم، وفصول دراسية، يجتمع فيها ذوو الأعمار المتقاربة، ويوجد بها مدرسون أعدوا لهذا الغرض، وتوجد بها كتب ألفت لهذا الهدف، لهذا كانت المدرسة ذات أهمية بالغة في حياة الصغار؛ لأنها إذا وُفِّقَت في التعليم والتربية المفيدين، أخرجت مجموعة من البشر، يكون بعضهم لبعض جلساء خير وصلاح. ولما كان الدارس يتردد على المدرسة يومياً، ويعيش بين أفراد أسرته غالب وقته كل يوم، ويرافق زملاءه وأقرانه في أوقات أخرى للعب ونحوه، فإنه يكتسب من أفراد الأسرة أخلاقاً وعادات، ويتصف بصفات، ويتعلم في المدرسة العلوم التي أعدت له، ويرى في موظفي المدرسة ومعلميها أخلاقاً وآداباً وصفات، قد تتفق مع أخلاق الأسرة وآدابها وصفاتها، وقد تختلف كما أنه يتدرب عملياً على آداب وأخلاق وصفات أخرى مع أترابه وأقرانه، وقد تتضارب هذه مع تلك.. وهنا تبرز أهمية اتصال المدرسة بالأسرة واتصال الأسرة بالمدرسة، لتَعلم كل مؤسسة ما عند الأخرى من أمور إيجابية، أو سلبية ليتم التعاون بين المؤسستين على تكميل الخير، وعلى محو الشر بالأساليب المتاحة لهما. وينبغي أن لا يشعر الدارس بمتابعة المؤسستين له عن اتفاق؛ لأنه قد ينفر من ذلك، وبخاصة إذا كان التوجيه الصادر منهما ضد هواه ورغباته، فإذا تضافرت جهودهما في التوجيه دون أن يشعر بالاتفاق فقد يؤثر فيه ذلك، وليس هذا بشرط، بل قد يقتضي الأمر إشعاره باتفاقهما ومتابعتهما، ولكلا الأمرين مقامه المناسب. وقد يكون أفراد الأسرة جهالاً، لا يحسنون التوجيه والمدرسة قادرة على نصحهم وتعريفهم بالأساليب المناسبة في التوجيه، فإذا أحسن توجيههم ارتاح الدارس لذلك واستجاب، وذهبت الجفوة التي كانت بينه وبين أفراد أسرته بسبب سوء التوجيه، وقد يساء تأديب الدارس في المدرسة، إما مادياً، كالضرب الزائد عن الحاجة، أو أدبياً كالتبكيت والسب من بعض المدرسين، فيحصل له تعقيد نفسي وينفر من الدراسة، فإذا علمت الأسرة ذلك أمكنها أنّ تتصل بالمدرس أو الموظف المسؤول، وتتفاهم معه في الأمر تفاهماً يؤدي إلى الوصول إلى حالة مناسبة مع الدارس، تجعله ينسى ما فات ويستأنف الدراسة بروح طيبة. وقد يتصف بسلوك يظهر للأسرة، ولا يظهر للمدرسة أو بالعكس، والسلوك إذا لم يظهر للموجه، لا يمكنه علاجه، وإذا ظهر له تمكن من متابعة صاحبه وتوجيهه بالحكمة، وإذا تعاونت المؤسستان على التوجيه في سلوك واحد، كان ذلك أقوى أثراً في الغالب. ويشمل ذلك كله قوله تعالى: {وَتعَاونوا عَلَى الْبِر والتَّقْوَى وَلا تعَاونوا عَلَى الإثمِ وَالْعدوَانِ، واتَقُوا اللّه، إنَّ الله شَدِيدُ الْعِقَابِ}. [المائدة: 2]. ومن أهم الأمور التي ينبغي أن تعنى بها المدرسة، بعد التعليم والتربية السلوكية، تنظيم أوقات للعب الصغار، يشرف عليها بعض المربين الصالحين، لما في ذلك من إشباع رغبة الصغار من اللعب، ولما فيه من الإشراف عليهم وتوجيههم وضبط سلوكهم، فإن ذلك أفضل من لعبهم بدون إشراف، لما قد يحصل من تأثر بعضهم ببعض في سلوك سيء."
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "الفصل الثالث: دور المجتمع في التعليم والتربية.",
    "content": "وفيه أربعة مباحث: المبحث الأول: الجار الصالح. المبحث الثاني: الجليس الصالح. المبحث الثالث: الشارع النظيف. المبحث الرابع: الأمر بالمعروف والنهي عن المنكر."
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "المبحث الأول: الجار الصالح.",
    "content": "إن أقرب من يحتك بهم الصغير من المجتمع، هم الجيران وليس بخافٍ تأثير الجيران في الجيران، سواء كان ذلك التأثير خيراً أم شراً؛ لأن ما يقوله الجار أو يعمله يتكرر سماعه ورؤيته، لقربه، ولذلك اهتم الإسلام بالجار اهتماماً بالغاً. فقد أوصى اللّه سبحانه وتعالى بالجار، فقال: {واعبُدوا اللهّ، ولا تشركُوا بِهِ شَيئاً، وَبِالوَالِدينِ إحسَاناً، وَبِذِي القُربَى، وَاليتَامَى، وَالمَسَاكينِ، وَالجَارِ ذِي القربى وَالجَارِ الجنبِ وَالصَّاحِبِ بِالجنبِ، وَابنِ السبيلِ، وَمَا مَلَكَت أيمَانكُم، إنَّ اللّه لا يُحِبُّ مَنْ كَانَ مختَالاً فخوراً}. [النساء: 36]. وروت عائشة، رضي اللّه عنها، عن النبي صلى الله عليه وسلم ، قال: (((ما زال جبريل يوصيني بالجار، حتى ظننت أنه سيورثه)). [[البخاري (7/78)]]. ونفى صلى الله عليه وسلم كمال الإيمان الواجب عن الجار الذي لا يأمن جاره غشه وغائلته، مؤكداً ذلك باليمين ثلاثاً، كما في حديث أبي شريح رضي اللّه عنه، أن النبي صلى الله عليه وسلم قالَ: ((والله لا يؤمن، واللّه لا يؤمن، واللّه لا يؤمن)) قيل: ومن يا رسول اللّه؟ قال: ((الذي لا يأمن جاره بوائقه)). [[البخاري (7/78)]]. فإذا كان الجار صالحاً هو وأسرته أثروا في جيرانهم بالصلاح، يؤثر الرجل في الرجل، وتؤثر المرأة في المرأة، ويؤثر الصغير في الصغير، وإن كانوا فاسدين أثروا في الجيران بفسادهم، وأولى الجيران تأثراً بجيرانهم هم الصغار، لسرعة استجابتهم وميلهم إلى ما يشاهدونه في أصدقائهم. وكم من صغير ومراهق تعب أبواه الصالحان في تربيته على الدين والخُلق انحرف انحرافاً خطيراً، متأثراً بالمنحرف من أبناء الجيران؟ لذلك ينبغي للجار الصالح أن يسارع إلى التأثير بصلاحه في الجار الفاسد، وإلا سبق هذا فأفسد ما أصلح ذاك. وقد يظن كثير من الناس أن اهتمام الإسلام بالجار، يتعلق بالإحسان إليه مادياً: يشبعه إذا جاع، ويكسوه إذا عري، ويكف عنه شره فقط، والحقيقة أن هذه مطلوبة، ولكن الإحسان إليه بالتربية والتعليم والقدوة الحسنة في الدين والأخلاق، أهم وأولى، والكمال في الجمع بينهما."
  },
  {
    "type": "section",
    "id": "section-16",
    "title": "المبحث الثاني: الجليس الصالح.",
    "content": "إن المرافقة ـ في الغالب ـ تقتضي الموافقة، فإذا كان أحد الرفيقين صالحاً، والآخر فاسداً، فإما أن يؤثر الصالٍح في الفاسد، فيصبح صالحاً مثله، أو يؤثر الفاسد في الصالح فيصبح فاسداً مثله، فإن لم يؤثر أحدهما في الآخر، فمآلهما الافتراق وانقطاع الصحبة في الغالب، لعدم التماثل والتجانس بينهما. فالصغير أو المراهق الذي يهيئ اللّه له جليساً صالحاً ينتفع بمجالسته، فإن كان ـ في الأصل صالحاً ـ استمر محافظاً على صلاحه، وإن كان فاسداً أصلحه اللّه بجليسه الصالح، والذي يُهيأ له جليس فاسد يقوده إلى الفساد والانحراف عن جادة الصواب، ولقد حكى اللّه تعالى ندم من ترك الجليس الصالح وهدايته، ورافق الجليس الفاسد وقَبِل فساده، حيث لا ينفعه الندم؟. قال تعالى: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً (27) يَا وَيْلَتِي لَيْتَنِي لَمْ أَتَّخِذْ فُلاناً خَلِيلاً (28) لَقَدْ أَضَلَّنِي عَنْ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلإِنسَانِ خَذُولاً}. [الفرقان: 27ـ29]. وصوَّر النبي صلى الله عليه وسلم أثر الجليس الصالح والجليس الفاسد تصويراً بديعاً، كما في حديث أبي موسى الأشعري رضي اللّه عنه، عن النبي صلى الله عليه وسلم قال: ((مثل الجليس الصالح والسوء، كحامل المسك، ونافخ الكير، فحامل المسك إما أن يُحْذِيَك ـ يعطيك ـ وإِما أن تبتاع منه، وإما أن تجد منه ريحاً طيبة، ونافخ الكير، إما أن يحرق ثيابك، وإما أن تجد ريحاً خبيثة)). [[البخاري (6/231) وهو في مسلم أيضاً]]."
  },
  {
    "type": "section",
    "id": "section-17",
    "title": "المبحث الثالث: الشارع النظيف.",
    "content": "إن ما يحصل في الشارع من خير أو شر، هو ثمرة لما يحصل في الأسرة والمدرسة، وسائر فئات المجتمع، فإذا كان المجتمع نظيفاً في أخلاقه ومعاملاته، انعكس ذلك على الشارع، والمقصود بالشارع أماكن تجمعات الناس العامة، كالطرقات والأسواق ووسائل المواصلات ومراكز التصنيع وأماكن السياحة والاستجمام وغيرها. وللشارع تأثيره على الصغير، كغيره، فقد يربى الصغير تربية طيبة في المدرسة والأسرة، ولكنه إذا خرج إلى الشارع وجد فيه من الفساد والمغريات الداعية إليه، ما يهدم تربيته الصالحة، لذلك كان الشارع محل اهتمام الرسول صلى الله عليه وسلم بما أوحى اللّه تعالى إليه. من ذلك أمر اللّه سبحانه وتعالى النساء بالقرار في البيوت وعدم الخروج لغير حاجة، فإذا احتجن للخروج، خرجن غير متبرجات لما في تبرجهن من الفتنة لهن ولغيرهن، قال تعالى لنساء النبي وغيرهن مثلهن في الأحكام إلا ما خصه الدليل: {وَقَرْنَ فِي بُيوتِكُنّ ولا تبرجنَ تبَرُجَ الجَاهِلِيّةِ الأولَى وَأقِمْنَ الصّلاةَ وَآتِينَ الزَّكَاةَ وَأطِعْنَ اللّه وَرَسُولَه}. [الأحزاب: 33]. وقال تعالى: {يَا أيهَا النَّبيُّ قُل لأزْوَاجك وَبَنَاتك وَنِسَاءِ الْمُؤمِنينَ يُدنِينَ عَلَيْهِنَّ مِنْ جَلابيبهن، ذَلِك أدْنى أنْ يُعْرَفْنَ فلا يُؤذَيْنَ وَكَانَ اللّه غَفُوراً رَحَيما}. [الأحزاب: 59]. وحذَّر النبي صلى الله عليه وسلم من الجلوس في الشارع لغير حاجة، فإن دعت الحاجة إلى ذلك، وجب عمل ما يكون به الشارع نظيفاً من القاذورات الحسية والمعنوية. روى أبو سعيد الخدري رضي اللّه عنه عن النبي صلى الله عليه وسلم قال: ((إياكم والجلوس على الطرقات)). فقالوا: ما لنا بدُّ إنما هي مجالسنا، نتحدث فيها. قال: ((فإذا أبيتم إلا المجالس فأعطوا الطريق حقها)). قالوا: وما حق الطريق؟ قال: ((غض البصر، وكف الأذى، ورد السلام وأمر بالمعروف ونهي عن المنكر)). [[البخاري (3/103)]]. ولا شك أن الصغير، إذا خرج إلى الشارع، فوجد المنكر منتشراً فيه من الكبار والصغار، تأثر به وانحرف، وإن كان يجد في أسرته ومدرسته تربية تخالف ذلك، بخلاف ما إذا وجد الشارع نظيفاً، يتورع الناس فيه عن المنكر، أو ينكرونه إذ حدث، فإن ذلك يؤثر فيه بالكره للمنكر. ومن عَجَبٍ أن نجد نشاطات جادة، تعقد لها المؤتمرات، وتكون لها المنظمات العالمية والمحلية، تهتم بالبيئة، في الجو والبر والبحر، وفي المدن والحارات، وفي المحيطات المتجمدة الشمالية والجنوبية في الكرة الأرضية، وقمم الجبال، والغابات، تعد لها المواصلات وترصد لها الميزانيات، وتتوالى الاحتجاجات على من يخالف المحافظة على البيئة الحسية المادية فيها. وهذا كله أمر محمود؛ لأن الله تعالى خلق ما في السماوات وما في الأرض لهذا الإنسان، وما ينفعه من حيوان، وزروع وغابات، ومياه، ووسائل مواصلات... فالحفاظ عليها أمر فطري، وإفسادها أمر شاذ لا يجوز إقراره. ولكن العاقل يعجب ولا ينتهي عجبه، أن يرى هذا الحرص على المحافظة على البيئة الحسية المادية، ويجد نقيض ذلك في ما يخص البيئة الدينية والأخلاقيه، بل يجد تشجيع الأخلاق الفاسدة بشتى الوسائل: وسائل الإعلام التي خصصها المسؤولون عنها للأخلاق الفاسدة وكل أنواع الفحش والمنكر التي تصد شباب الأمة عن دين الله وعن عمارة الأرض بما يرضي الله، وقد عمت منكراته البر والبحر والجو، وفي كل مكان على وجه الأرض، وتدعم ذلك دول، فتنتشر السيئات في المنازل والأسواق، وفي المدارس والنوادي، وتعاونت بعض المؤسسات التعليمية مع المؤسسات الإعلامية على نشر الفساد الأخلاقي وصرف شباب الأمة عن معالي الأمور إلى سفاسفها. ويقع في مستنقعاتها الكبير والصغير، والأسرة والمجتمع... فينشأ الأطفال والمراهقون في تلك البيئة المنتنة، التي تحول بين المسلمين، وبخاصة الصغار وبين التزكية القلبية بالإيمان الصادق والعلم النافع والعمل الصالح، فيألفون المسارح والمراقص، وأماكن الدعارة والخمارات والمخدرات، ويعزفون عن حلقات العلم النافعة في المدارس، وعن ارتياد المساجد التي هي منطلقات العلم والإيمان، ومحاضن الفكر الصافي والأدب. فكيف يطلب من المسجد، أن يصلح الشاردين عنه وعن أهله؟ وهل يصلح العطار ما أفسد الدهر؟"
  },
  {
    "type": "section",
    "id": "section-18",
    "title": "المبحث الرَابع: الأمر بالمعروف والنهي عن المنكر.",
    "content": "إن البشر غير معصومين من الزلل، إلا الأنبياء. فكون البشر قد تحصل منهم بعض المعاصي والمنكرات، وترك بعض الطاعات ليس غريباً، وخطورة ذلك إنما تشتد عندما يجاهر بعض الناس بالمعصية وترك الطاعة، ثم لا يوجد من ينكر على فاعل المنكر؛ لأن المنكر إذا استقر في أمة وتفشي فيها أصبح عادة مألوفة غير منكرة، فيكثر بذلك الانحراف في الكبار ويقتدي بهم الصغار. أما إذا وجد الصغير في أسرته، وفي جيرانه وفي مدرسته، وفي سوقه من ينكر المنكر، فإن ذلك يغرَس في ذهنه ويثبت في نفسه أن ما ينكره عقلاء الناس وصالحوهم لا يليق وجوده، ويكون سبباً في استقامته على المعروف الذي يؤمر به، وبعده ونفوره عن المنكر الذي ينهى عنه، ولهذا كان الأمر بالمعروف والنهى عن المنكر قاعدة من قواعد الإسلام، التي يتماسك بها المجتمع، ويتطهر من الدنس والإثم، وكان تركه بلاء يعم الصالح والطالح. إن أصول الإيمان وفروعه، لا تستقر في المجتمع، إلا إذا كان الأمر بالمعروف والنهي عن المنكر قائماً فيه، وإن الولاء الحق بين المؤمنين يعتمد على قاعدة الأمر بالمعروف والنهي عن المنكر. قال تعالى: {وَالمُؤمنُونَ وَالمُؤمِنَات بعضُهم أولياءُ بعض يَأمُرُونَ بِالمَعرُوفِ وينهونَ عَنِ المنُكَرِ ويقيمُونَ الصلاةَ ويَؤتونَ الزَّكَاةَ وَيُطيعُونَ الله وَرَسُولَهُ أولَئِك سيرحَمُهُمُ الله إن الله عَزيز حَكيم}. [التوبة: 71]. وإذا فُقِد الأمر بالمعروف والنهي عن المنكر في أي مجتمع، كان أساس ولاء بعضهم لبعض هو النفاق، وليس الإيمان، وكان العصيان شعارهم، والفسق قائدهم إلى لعنة اللّه وأليم عقابه، بدلاً من تلك الرحمة التي وعد اللّه بها الآمرين بالمعروف والناهين عن المنكر. كما قال تعالى: {الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنْ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمْ الْفَاسِقُونَ (67) وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمْ اللَّهُ وَلَهُمْ عَذَابٌ مُقِيمٌ}. [التوبة: 67ـ68]. وإذا فُقَد الأمرُ بالمعروف والنهي عن المنكر في أمة من الأمم استحقت العقاب العام والطرد عن رحمة اللّه، وكثر فيها الانحراف، كما قال تعالى: {لُعِن الَّذِينَ كَفَروُا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاودَ وَعِيسىَ بِنْ مَرْيَمَ ذَلك بمَا عَصَوْا وَكَانوا يَعْتَدُونَ كَانوا لا يَتَنَاهَوْنَ عَنْ مُنْكَر فَعَلُوهُ لَبِئْسَ مَا كَانوَا يَفْعَلُونَ}. [المائدة: 78ـ79]. ولا فرق بين هذه الأمة وبين بني إسرائيل، في استحقاق وعيد الله، إذا تحقق سببه، فما يوجب الفسق في بني إسرائيل، يوجبه في هذه الأمة، وما يوجب الكفر في بني إسرائيل، يوجبه في هذه الأمة، فليس لأي أمة قرابة من الله، توجب لهم عنده مالا توجبه لغيره، كما ادعى ذلك اليهود والنصارى: { وَقَالَتْ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَلِلَّهِ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ}. [المائدة: 18]. وقد خاطب الله من كفر به وبرسالة نبيه محمدٍ صلى الله عليه وسلم، من هذه الأمة، بما يؤكد التسوية بينها وبين غيرها، من الأمم السابقة، فقال تعالى: { أَكُفَّارُكُمْ خَيْرٌ مِنْ أُوْلَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ }. [القمر: 43] قال القرطبي رحمه الله: \"قوله تعالى: { أَكُفَّارُكُمْ خَيْرٌ مِنْ أُوْلَئِكُمْ } خاطب العرب وقيل أراد كفار أمة محمد صلى الله عليه وسلم، وقيل استفهام وهو استفهام إنكار، ومعناه النفي أي ليس كفاركم خيراً من كفار من تقدم من الأمم الذين أهلكوا بكفرهم. { أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } أي في الكتب المنزلة على الأنبياء بالسلامة من العقوبة، وقال ابن عباس: أم لكم في اللوح المحفوظ براءة\". [[الجامع لأحكام القرآن: 17/145]]. والأرض عندما يُفقَد فيها الأمر بالمعروف والنهي عن المنكر، سفينة هلاك، كما أنها إذا أقيم فيها الأمر بالمعروف والنهى عن المنكر قارب نجاة، وقد صوَّر ذلك أبلغ تصور حديث النعمان بن بشير رضي اللّه عنهما، عن النبي صلى الله عليه وسلم قال: ((مثل القائم على حدود اللّه والواقع فيها، كمثل قوم استهموا على سفينة، فأصاب بعضهم أعلاها، وبعضهم أسفلها، فكان الذين في أسفلها إذا استقوا من الماء مروا على من فوقهم، فقالوا :لو أنا خرقنا في نصيبنا خرقاً ولم نؤذِ من فوقنا، فإن يتركوهم وما أرادوا، هلكوا جميعاً، وإن أخذوا على أيديهم نجوا ونجوا جميعاً)). [[صحيح البخاري، رقم (2361)]]. وبهذا يعلم أن انحراف الأحداث إنما يحصل إذا تخلى المجتمع عن الاستقامة، ووقاية الصغار بالتربية والتزكية، والأمر بالمعروف والنهي عن المنكر."
  },
  {
    "type": "section",
    "id": "section-19",
    "title": "الفصل الرابع: دور الدولة في التعليم والتزكية.",
    "content": "وفيه ثلاثة مباحث: المبحث الأول: تحلي ولاة الأمر بالقدوة الحسنة لرعاياهم. المبحث الثاني: حظر المحرمات ووسائل الإغراء بالانحراف، وحمل المجتمع على الطاعة، وزجره عن المعصية. المبحث الثالث: إعداد الشباب لأهداف عليا ـ كالجهاد ـ تشغله بالطاعة عن المعصية."
  },
  {
    "type": "section",
    "id": "section-20",
    "title": "المبحث الأول: تحلي ولاة الأمر بالقدوة الحسنة لرعاياهم.",
    "content": "إن ولي الأمر في رعيته، كالأب في أسرته، تحاكيه الرعية وتقلده، كما يحاكي الأبناء آباءهم ويقلدونهم في الغالب، فإن رأوا في سلوكه خيراً قلدوه، وإن رأوا فيه شراً اتبعوه كذلك، ولهذا بعث اللّه تعالى رُسله أسوة حسنة لقومهم، ليقتدوا بهم، ولتقوم عليهم الحجة بأقوالهم وأعمالهم معاً. قال تعالى لرسوله صلى الله عليه وسلم، بعد أن ذكر له بعض أنبيائه ورُسُله الكرام عليهم السلام: {أولَئِك الَّذِينَ هَدى اللّه فَبِهُداهُمُ اقتدهْ}. [الأنعام: 90]. وقال تعالى لهذه الأمة: {لَقَد كَانَ لَكُمْ فِي رَسُولِ اللّه أسْوَة حَسَنَة لِمَنْ كَانَ يرجُوا اللّه وَاليومَ الآخِرَ وَذَكَرَ اللّه كثيرا}. [الأحزاب: 21]. وقال شعيب عليه السلام لقومه، مبيناً لهم أنه قدوة حسنة لا يخالف ما يدعوهم إليه، ولا يليق به وهو قدوة حسنة لهم، أن يخالفوه: {ومَا أرِيدُ أنْ أخالِفَكم إلَى مَا أنهَاكُمْ عَنْهُ إنْ أرِيد إلا الإصلاح مَا اسْتَطَعْتُ وَمَا تَوفِيقِي إَلا باللّه عَلَيْهِ توَكَّلْتُ وإليه أنِيب}. [هود: 88]. ولهذا كانت العبادة وإقام الصلاة، أول صفات ولاة الأمور الذين يمكن اللّه تعالى لهم في الأرض، ليقتدي بهم رعاياهم في ذلك. كما قال تعالى: {الذِينَ إن مَّكَّنَّاهم فِي الأرض أقَامُوا الصّلاةَ وَآتوُا الزَّكَاةَ وأمرُوا بِالْمعرُوفِ وَنهَوا عَنِ المُنْكر وَللّه عَاقبة الأمُور}. [الحج: 41]. أشار سبحانه وتعالى بإقام الصلاة إلى أدائهم حقوق ربهم وقيامهم بعبادته، وأشار بإيتاء الزكاة إلى قيامهم بأداء حقوق رعاياهم. وقال تعالى: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمْ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمْ الْفَاسِقُونَ}. [النور: 55]. وليس المقصود هنا ذكر صفات ولاة الأمر وواجباتهم وإنما المقصود ذكر ما يؤثر في رعيتهم من الخير، فالإيمان والعمل الصالح وعبادة اللّه الشاملة، وأداء حقوق الرعية صفات ذات أثر كبير في اقتداء الرعية بولي أمرهم، وتأثيره في رعيته الكبار يؤثر على الصغار؛ لأن الكبار يقتدون بالراعي، والصغار يقتدون بالكبار، وقد شبه العلماء ولي أمر المسلمين، بالقلب الذي إذا صلح صَلح الجسد كله، وإذا فسد فَسد الجسد كله، وهو ما عناه الشاعر: [sh][shtr]إذا كان رب البيت بالدف ضاربا=فشيمة أهل البيت كلهم الرقص[/shtr] [/sh]"
  },
  {
    "type": "section",
    "id": "section-21",
    "title": "المبحث الثاني: حظر وسائل الإغراء بالانحراف، وحمل المجتمع على الطاعة، وزجره عن المعصية.",
    "content": "إن ولاة الأمور الذين تتحقق فيهم القدوة الحسنة، لا تَرضَى نفوسهم أن يروا المجتمع يعيش في مستنقع آسن من الشهوات والمعاصي، والبُعد عن طاعة اللّه سبحانه وتعالى، بل يُثقل كاهلَهم رؤيةُ الفواحش والمنكرات ووسائل الإغراء بها، رأفة بأمتهم وإشفاقاً عليها من أن تلقى ربها بالذنوب والآثام. كما قال تعالى عن نبيه صلى الله عليه وسلم، وهو قدوة أمته، ولاتِهم ورعيتِهم: {لَقَد جَاءَكم رَسُولٌ مِنْ أنفُسِكُمْ عَزيز عليه مَا عَنِتُّمْ حَريص عَلَيكم بِالمُؤمِنِينَ رءوف رَحِيم}. [التوبة: 128]. وقد ضرب صلى الله عليه وسلم مثلاً يبين شدة شفقته على أمته من الوقوع في المعاصي، فَمَثَّلَ المعاصي بالنار، ومثَّلَ أمته بالفَراش يقع في النار، ومثل نفسه برجل ينزعهن عن النار، وهن يغلبنه بالوقوع فيها، كما روى أبو هريرة، رضي الله عنه، أنه سمع رسول اللّه صلى الله عليه وسلم يقول: ((إنما مثلي ومثل الناس كمثل رجل استوقد ناراً، فلما أضاءت ما حوله، جعل الفراش وهذه الدواب التي تقع في النار يقعن فيها، فجعل الرجل ينزعهن ويغلبنه، فيتقحَّمْن فيها، فأنا آخذ بحجزكم عن النار، وهم يقتحمون فيها)). [[البخاري (7/186) ومسلم (4/1789]]. وهكذا كان خلفاؤه الراشدون، رضي اللّه عنهم يشفقون على رعيتهم، ويزعونهم عن المعاصي، حتى يتطهر المجتمع من الفواحش، فلا يجد من يريد الانحراف ما يعينه على ذلك، بل يجد ما يصده عنه. ويظهر من النصوص القرآنية والأحاديث النبوية، أن إرادة ولي الأمر الخير لرعيته، ليس في الاستجابة لرغباتهم وأهوائهم؛ لأن في ذلك ضلالهم ووقوعهم في مساخط اللّه، بل إن إرادة الخير لهم وحُسن النية لهم، أن يحملهم على طاعة اللّه، ويمنعهم عن معاصيه، ولو خالف بذلك ميولهم ورغباتهم. ولهذا قال اللّه تعالى: {وَاعلَمُوا أنَّ فِيكُم رَسُولَ اللّه، لَوْ يُطِيعُكُمْ فِي كثير مِنَ الأمْرِ لَعَنِتم وَلَكِنَّ اللّه حَبَّبَ إَليكُمُ الإيمَانَ وَزيَّنَهُ فِي قُلُوبِكُمْ وَكَرهَ إلَيْكُمُ الْكُفْرَ وَالفُسُوقَ وَالعِصيَانَ أولَئِك هُمُ الرَّاشدونَ، فَضلاً مِنَ اللّه ونِعْمة وَاللّه عَلِيمٌ حَكِيمٌ}. [الحجرات: 7ـ8]. والأصل في أولياء أمور المسلمين، أن يريدوا لرعيتهم ما يريده اللّه لهم شرعاً، والذين يريدون غير ما أراد اللّه للمسلمين، هم الذين يرغبون فيِ إعناتهم وإبعادهم عن الله وميلهم عن هديه، وهم الذين يمهدون سبل الانحراف عن دين اللّه، وعن سنن المجتمع المسلم. كما قال اللّه تعالى: {يريد الله لِيُبَيّنَ لَكُمْ وَيهديكم سننَ الذِينَ مِنْ قبلِكُمْ وَيَتُوبَ عَلَيْكُمْ وَاللّه عَلِيمٌ حَكِيمٌ، وَالله يريد أنْ يَتُوبَ عَلَيكُم ويريد الذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أنْ تمِيلُوا مَيْلاً عَظِيما}. [النساء: 26ـ27]. ومما يسبب الوقوع في المعاصي والآثام ترك الناس، يرتكبون المحرمات علناً، في الأسواق والنوادي والمسارح، ووسائل الإعلام، كشرب الخمر وبيعها علناً، واختلاط الرجال والنساء في المدارس والجامعات، وترك الصلاة، وعرض الأفلام الجنسية والخليعة، مما يثير غرائز الشباب، كما هو موجود في كثير من الأقطار الإسلامية. والواجب على ولاة أمور المسلمين أن لا يأذنوا بشيء من ذلك، بل عليهم أن يمنعوه منعاً باتاً قطعاً، للفتنة وحسماً للإغراء، كما كان الرسول صلى الله عليه وسلم يفعل. فقد كان الفضل بن العباس راكباً وراءه في حجة الوداع، فمرت نساء يسألن رسول اللّه صلى الله عليه وسلم، فأخذ الفضل ينظر إليهن، فوضع الرسول صلى الله عليه وسلم يده على وجه الفضل، ليحول بينه وبين النظر إلى النساء، فحول الفضل وجهه ينظر من الشق الأخر، فحول الرسول صلى الله عليه وسلم يده على وجهه من الشق الآخر، ليحول بينه وبين النظر إليهن. [[صحيح مسلم (2/891)]]. إن رسول اللّه صلى الله عليه وسلم وضع لأولياء الأمور منهاجاً يسيرون عليه، وهو أن يحولوا بين رعيتهم وبين المعاصي بكل وسيلة، حتى لو اقتضى الأمر أن يقوم ولي أمر المسلمين بذلك بنفسه مباشرة، فكيف يكون الأمر عندما يدخل أولياء أمور المسلمين أسباب المعاصي والانحراف إلى بيوت رعيتهم بصورة دائمة وشاملة ومنظمة، كما هو الحال في أغلب بلدان العالم الإسلامي؟ أليس ذلك وحده كافياً في انحراف الشباب وبُعدهم عن دين اللّه وقواعد سلوك المجتمع؟! والشباب الذي يُراد له الاستقامة، ويُؤمر بغض بصره عن المحرمات، يجب أن يُعان بما يحقق له تلك الاستقامة وذلك الغض، بعدم عرض ما يثير غرائزه من وسائل الإغراء بالمعاصي المختلفة، وإلا فكيف يطلب منه أن يستقيم مع وجود تلك المثيرات؟ وكيف يطلب منه أن يبتعد عن الإجرام، كجرائم القتل وجرائم السرقة في وقت تعرض عليه وسائل الإعلام تلك الجرائم وطرق ارتكابها في أغلب بلدان العالم الإسلامي؟! أليس ذلك وحده كافياً لانحراف الشباب وبعدهم عن دين الله وقواعد سلوك المجتمع؟ أعود مرة أخرى فأقول: إن إرادة الخير للرعية ليست في الاستجابة لرغباتهم وميولهم، وإن خالفت دين الله، وإنما هي سياستهم بدين الله، وإن كرهته نفوسهم؛ لأن ذلك هو المصلحة المحققة لهم في دينهم ودنياهم. كما قال شيخ الإسلام ابن تيمية رحمه الله: \"فليس حسن النية بالرعية والإحسان إليهم أن يفعل ما يهوونه، ويترك ما يكرهونه، فقد قال اللّه تعالى: {وَلَو اتبعَ الحَقُّ أهواءَهم لَفَسدتِ السَّمَاوَات وَالأرضُ وَمَنْ فِيهنّ}. [المؤمنون: 71]. وقال تعالى للصحابة: {وَاعلَمُوا أن فيكم رَسوُلَ الله لو يطيعكم فِي كثير مِنَ الأمر لَعنتم}. [الحجرات: 7]. وإنما الإحسان إليهم أن يفعل ما ينفعهم في الدين والدنيا، ولو كرهه من كرهه، لكن ينبغي أن يرفق بهم فيما يكرهونه، ففي الصحيحين، عن النبي صلى الله عليه وسلم أنه قال: ((ما كان الرفق في شيء إلا زانه، ولا كان العنف في شيء إلا شانه)). [[مسلم (4/2004) من حديث عائشة رضي الله عنها]]."
  },
  {
    "type": "section",
    "id": "section-22",
    "title": "المبحث الثالث: إعداد الشباب لأهداف عليا ـ كالجهاد ـ تشغلهم بالطاعة عن المعصية.",
    "content": "إن الشاب الذي ينشأ في أمة وضعت لنفسها أهدافاً سامية، تُسَخِر كل إمكاناتها وطاقاتها، لتكون وسيلة لتحقيق تلك الأهداف العليا، يُشرب قلبُه حَب تلك الأهداف، وتلك الوسائل، فيسلك سبيل أمته حرصاً على تحقيق تلك الأهداف، بكل ما أوتي من قوة وفي ذلك حفظ لطاقاته من أن تتبدد، ولنفسه من أن تنحرف، إلى ما لا يرضاه اللّه سبحانه وتعالى وعباده المؤمنون. وإن من أعظم الأهداف التي يجب على ولاة الأمور أن يضعوها نصب أعين رعيتهم وشبابهم، هي إعدادهم للجهاد في سبيل اللّه، بمعناه الشامل، لإعلاء كلمة اللّه، فإن الأمة المجاهدة لا تجد فراغاً من الوقت لتنحرف، ولا يجد شبابها مجالاً للانحراف، بل يجدون المجتمع يِقودهم إلى جهاد أنفسهم وأهوائهم، وشيطانهم، مجتهدين في التعلم والتعليم، ومساعدة المحتاجين، وييممون وجوهم شطر الرجولة والفروسية، وإعداد العدة بكل معانيها عدة الإيمان بالتقرب إلى اللّه، وعدة المصانع الجهادية من صناعة نعل الجندي إلى صناعة قوافل المقاتلات الأرضية والبحرية والجوية، إلى تقوية الأجسام التي تُعَد للمعارك الفاصلة، تحقيقاً لقول اللّه سبحانه وتعالى: {وَأعدوا لَهُم مَا اسْتَطعتُمْ مِنْ قوة وَمِنْ رِبَاطِ الخيل ترهبونَ بِهِ عدو الله وعدوكم وَآخرِينَ مِنْ دُونهِمْ لا تعلَمُونهُم الله يَعْلمهم، وَمَا تنفقُوا مِنْ شَيءٍ فِي سَبيِلِ اللّهَ يوف إليكم وَأنتم لا تظْلَمُونَ}. [الأنفال: 60]. ولما كان هذا الهدف قائماً في عهد رسول الله صلى الله عليه وسلم على وجه الكمال، كانت الاستقامة كاملة ـ والشذوذ لا يخالف القاعدة العامة ـ وهكذا في عهد خلفائه الراشدين، وإذا قلبتَ صفحات التاريخ، وجدت أن الأمة المجاهدة، قليلة الانحراف، كثيرة الخير والهدى، وأن الأمة القاعدة عن الجهاد كثيرة الانحراف، قليلة الخير والهدى. والشاب الذي ينشأ في أمة وضعت له أهدافاً هابطة، ووسائل تلائم تلك الأهداف، يُشْرَب قلبه حبَّ تلك الأهداف وتلك الوسائل، فيسلك سبيل أمته، في نطاق الهابطين وقد تشغله وقتاً من الزمن، ولكنه يسأمها ويحاول أن يحدد لنفسه أهدافاً غيرها، بوسائل أخرى، ثم يسأم تلك وهذه، فلا يجد أمامه إلا الانحراف الذي يجرفه إلى الهاوية، فيصبح الانحراف هو القاعدة، والاستقامة هي الاستثناء، والأمة المنحرفة تعد لقمة سائغة للأعداء، يهجمون عليها بقوة السلاح، ليحتلوا أرضها، ويستغلوا خيراتها، ويستعبدوا أبناءها، كما يشهد بذلك التاريخ وينطق به الكتاب العزيز: {مَا لَكُمْ إِذَا قِيلَ لَكُمْ انفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنْ الآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ إِلاَّ قَلِيلٌ (38) إِلاَّ تَنفِرُوا يُعَذِّبْكُمْ عَذَاباً أَلِيماً وَيَسْتَبْدِلْ قَوْماً غَيْرَكُمْ وَلا تَضُرُّوهُ شَيْئاً وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}. [التوبة: 38ـ39]. وعذاب الله للأمة عندما تترك الجهاد في سبيل الله وتتوانى عن تنفيذ أمره بالنفير، ليس خاصا بعذاب الآخرة، بل يشمل ـ أيضاً ـ عذاب الدنيا، بما يصيبها من الذل والانحطاط، وسيطرة عدوها على بلدانها وخيراتها، وجعلها تابعة مقودة، بدلاً من كونها متبوعة قائدة، كما هو حالنا اليوم: اغتُصبت بلداننا، وقُتل إخواننا رجالاً ونساءً، شيباً وشباناً، ودُنِّست مقدساتنا، كما هو الحال في الأرض المباركة \"فلسطين\" وفيها قبلتنا الأولى المسجد الأقصى، ولا توجد بلدة من بلدان المسلمين غير مهددة من أعدائها اليوم، وفي احتلال الصليبيين واليهود للعراق وأفغانستان عبرة، إنه عذاب الدنيا قبل عذاب الآخرة! فكما يعذب الله تعالى أعداءه بأيدينا، إذا قمنا بالجهاد في سبيله، فإنه يعذبنا بأيدي أعدائنا، إذا تركنا الجهاد في سبيله، جزاءً وفاقاً، قال تعالى: { قُلْ هَلْ تَتَربَّصُونَ بِنَا إِلاَّ إِحْدَى الْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمْ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ }. [التوبة: 52]. ثم إن قوله تعالى: { وَيَسْتَبْدِلْ قَوْماً غَيْرَكُمْ } دليل كاف على أن الذين يتركون الجهاد في سبيل الله، يستبدل الله بهم قوماً غيرهم، إذ يكونون في حال لا يصلحون لإقامة حياتهم على منهج الله لسيطرة عدوهم عليهم، إضافة إلى ما يبتليهم الله به من التفرق والنزاع؛ لأن الأمة الإسلامية إذا تركت الجهاد تغرق غالباً في النزاع المؤدي إلى الفشل فيما بينها، وهو الذي يهيئها للذلة والاستعباد لها من قبل أعدائها، وأي عذاب يعدل هذا العذاب في الدنيا؟ قال ابن تيمية رحمه الله: وقوله تعالى{ إِلاَّ تَنفِرُوا يُعَذِّبْكُمْ عَذَاباً أَلِيماً وَيَسْتَبْدِلْ قَوْماً غَيْرَكُمْ }: \"قد يكون العذاب من عنده، وقد يكون بأيدي العباد، فإذا ترك الناس الجهاد في سبيل الله، فقد يبتليهم بأن يوقع بينهم العداوة، حتى تقع بينهم الفتنة، كما هو الواقع، فإن الناس إذا اشتغلوا بالجهاد في سبيل الله، جمع الله قلوبهم وألف بينهم، وجعل بأسهم على عدو الله وعدوهم، وإذا لم ينفروا في سبيل الله، عذبهم الله بأن يلبسهم شيعاً ويذيق بعضهم بأس بعض\". [[زاد المسير (15/44،45)]]. وقد بين الرسول صلى الله عليه وسلم أن المسلمين، يتركون الجهاد عندما ينصرفون إلى الدنيا، ويشتغلون بطلب الرزق من أي وجه، حلالاً كان، أو حراماً، وأنهم بذلك يزيغون عن دينهم الحق، ويضعف في نفوسهم ضعفاً يدعوهم إلى مراجعته، وينالون الذل الذي لا يفارقهم حتى يرجعوا إلى دينهم، ويرفعوا راية الجهاد في سبيل الله. روى ابن عمر رضي الله عنهما، قال: سمعت رسول الله صلى الله عليه وسلم، يقول: ((إذا تبايعتم بالعينة، وأخذتم أذناب البقر، ورضيتم بالزرع، وتركتم الجهاد، سلط الله عليكم ذلاً، لا ينزعه حتى ترجعوا إلى دينكم)). [[سنن أبي داود (3/274) وسنن البيهقي (5/316)]]. نقل في الترغيب والترهيب عن ابن القطان، أن هذا الحديث غير صحيح، ولكن له طرق أخرى صحيحة، قال: \"فالحديث ... لا يصح، ولكن للحديث طريق أحسن من هذا، رواه الإمام أحمد في كتاب الزهد.. عن عطاء بن أبي رباح، عن بن عمر، قال: أتى علينا زمان وما يرى أحدنا أنه أحق بالدينار والدرهم من أخيه المسلم، ثم أصبح الدينار والدرهم أحب إلى أحدنا من أخيه المسلم، سمعت رسول الله صلى الله عليه وسلم، يقول: ((إذا ضن الناس بالدينار والدرهم، وتبايعوا بالعينة، واتبعوا أذناب البقر، وتركوا الجهاد في سبيل الله، أنزل الله بهم ذلاً فلم يرفعه عنهم، حتى يراجعوا دينهم)).. انتهى قال: وهذا حديث صحيح ورجاله ثقات\". [[نصب الراية (4/16)]]. ولا يشترط في اشتغالهم بالدنيا، أن تكون وسائل حرثهم البقر، ولا أن يكون الذي يلهيهم عن الدين والجهاد في سبيل الله، الزرع والبيع والشراء، حلالاً كان أو حراماً، فتلك كلها أمثلة لما يشغل المسلمين عن العناية بدينهم، ومنه الجهاد في سبيل الله. فالواجب على ولاة أمور المسلمين أن ينصبوا لشباب الأمة الأهداف العليا، التي نصبت لهم في العصور الإسلامية المفضلة، التي من أهمها رفع راية الإسلام في الأرض بالجهاد في سبيل اللّه إعداداً معنوياً ومادياً، ودعوة إلى اللّه وغزواً في سبيله، وأن لا يصرفوا ذلك الشباب إلى ما يشغله عن تلك الأهداف، بأهداف أخرى هابطة تبعده عن دينه، ورجولته وتَطَّلعه للعزة الربانية، التي ساد بها أجداده الأوائلُ أممَ الأرض بالهدى ودين الحق. ففي نصب الأهداف العليا للشباب وصرفه عن الأهداف الهابطة تكمن العزة والكرامة، وفي عكس ذلك تكمن الذلة والمهانة والخضوع لأعداء اللّه، كما هو حال أكثر الشعوب الإسلامية في هذا العصر، وإن ذلك لمما يؤذن بالدمار الساحق لهذه الأمة، إذا لم تتدارك شبابها بهدى الله، فعليها وعلى ولاتها تدارك الأمر قبل فوات الأوان. ولعل في هذه الإشارات الموجزة في الفصول السابقة التي لا يتسع المقام لأكثر منها، ما يكفي في بيان مسؤولية هذه المؤسسات الأربع في تزكية الشباب ووقاية الأحداث من الانحراف."
  },
  {
    "type": "section",
    "id": "section-23",
    "title": "الباب الثاني: دور المسجد في تربية الأحداث وعلاج انحرافهم.",
    "content": "وفيه أربعة فصول: الفصل الأول: مكانة المسجد في الإسلام وشمول وظائفه لمصالح الدنيا والآخرة. الفصل الثاني: العاملون في المسجد وصفاتهم. الفصل الثالث: أثر المسجد في المجتمع. الفصل الرابع: أثر المسجد في تربية الصغار وعلاج انحرافهم ووسائل حبهم له وترددهم إليه."
  },
  {
    "type": "section",
    "id": "section-24",
    "title": "الفصل الأول: مكانة المسجد في الإسلام وشمول وظائفه لمصالح الدنيا والآخرة.",
    "content": "وفيه أحد عشر مبحثاً: المبحث الأول: المساجد بيوت الله. المبحث الثاني: مكانة المسجد في الإسلام وشمول وظائفه لمصالح الدنيا والآخرة. المبحث الثالث: إقامة المساجد والمصليات في المدن والقرى والدور والمنازل وأماكن السفر. المبحث الرابع: المسجد تطبيق عملي للدعوة إلى الإيمان والعمل الصالح والجهاد في سبيل الله. المبحث الخامس: المسجد جامعة للتعليم وتخريج الأكفاء لإقامة الدولة الإسلامية. المبحث السادس: المسجد دار للفتوى ودار للقضاء. المبحث السابع: المسجد رباط يأوي إليه المحتاجون. المبحث الثامن: المسجد ساحة للتدريب على الفروسية. المبحث التاسع: المسجد مقر لشورى أهل الحل والعقد والبيعة العامة للخليفة. المبحث العاشر: المسجد مقر لاستقبال الوفود والمفاوضات. المبحث الحادي عشر: المسجد مقر لإعلان السياسة العامة للدولة."
  },
  {
    "type": "section",
    "id": "section-25",
    "title": "المبحث الأول: المساجد بيوت الله.",
    "content": "لقد وضع الله سبحانه وتعالى للناس أول بيت من بيوته في الأرض وأشرفها، وهو المسجد الحرام ليقام فيه دينه. كما قال تعالى: {إنَّ أولَ بيَتٍ وُضِعَ لِلناس للذي بِبَكةَ مُبَارَكاً وَهدى لعَالَمينَ}. [آل عمران: 96]. قال ابن كثير، رحمه الله: \"يخبر تعالى أن أول بيت وضع للناس، أي لعموم الناس لعبادتهم ونُسكهم، يطوفون به ويصلون إليه، ويعتكفون عنده {للذي بِبَكةَ} يعنى الكعبة التي بناها إبراهيم الخليل عليه السلام\". [[تفسير القرآن العظيم (1/383)]]. وهذا البيت \"المسجد الحرام\" هو المكان الذي جعله الله تعالى قبلة لجميع أهل الإسلام الذي ختم الله به الأديان، ولا يقبل من أحد ديناً سواه. كما قال تعالى: {قد نرى تقلب وجهِك فِي السَّماءِ، فَلنوَلِيَنَّك قِبلَةً ترضَاهَا، فَول وَجْهَك شَطرَ الْمَسْجدِ الْحَرَامِ، وَحَيْثُ مَا كُنْتُمْ فَولوا وُجُوهَكُمْ شَطْرَهُ، وَإنَّ الذينَ أوْتوا الَكتَابَ لَيعْلَمُونَ أنَهُ الْحَقُّ مِنْ رَّبِهِمْ، وَمَا اللّه بِغافلِ عَمَّا يَعمَلُونَ}. [البقرة: 144]. فقد جعل اللّه أفضل المساجد وأقدمها في الأرض، قِبلةً لأفضل الأمم وأكمل الأديان، فالمسلمون في كل المساجد، يتجهون بصلاتهم إلى ذلك المسجد، فهو بالنسبة للمساجد، كالإمام بالنسبة للمصلين. ومما يدل على مكانة المسجد وعظم منزلته عند اللّه، أنه سبحانه هو الذي فضَّل المساجد، ورغَّب في بنائها وعمارتها، حساً ومعنى، وجعل أصل وظائفها ذكره، وإقام الصلاة له، وهى أهم أركان عبادته بعد الشهادتين، اللتين هما أصل عبادته وذكره. كما قال تعالى: {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ (36) رِجَالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالأَبْصَارُ}. [النور: 36ـ37]. والله سبحانه وتعالى، وهو مالك كل شيء، نسب المساجد إليه، فليست هي لأحد سواه، كما أن العبادة التي كلف الله عباده القيام بها لا يجوز أن تصرف لسواه. كما قال تعالى: {وَأن المَسَاجد الله فلا تَدعُوا مَعَ الله أحداً}. [الجن: 18]. هذا على القول بأن المراد بالمساجد في الآية أماكن الصلاة. ويؤخذ من كون المساجد لله، أنه تعالى هو الذي يشرع فيها ما يريد، سواء كان ذلك يتعلق ببنائها وكيفيته، أم يتعلق بما يجب فيها، وما يندب، وما يباح، وما يكره، وما يحرم، فليس لأحد من الخلق أن يتدخل في شؤون المساجد إلا بما أذن الله، ومن تدخل فيها بما لم يأذن به الله، فقد تعدى حدوده. ومما يدل على مكانة المسجد عند الله، أن عُمَّارَه مادياً ومعنوياً هم صفْوة خلقه، من الأنبياء والمُرسلين، وأتباعهم من عباده المؤمنين، فقد كان بانِيَ الكعبة أبو الأنبياء إبراهيم عليه السلام وابنه إسماعيل عليه السلام. كما قال تعالى: {وإذْ يَرْفَعُ إبْرَاهِيمُ الْقَوَاعدِ مِنَ الْبَيْتِ وإسماعيلُ ربنا تقَبَّلْ مَنّا إنك أنتَ السَّمِيعُ الْعَلِيمُ}. [البقرة: 127]. وقال تعالى في عمارة سائر المساجد: {إنمَا يَعْمُرُ مَسَاجِد الله مَن آمَنَ بالله وَالْيَوْمِ الآخِرِ وأقَامَ الصَّلاةَ وآتى الزَّكَاةَ وَلَمْ يَخش إلا اللّه فَعَسَى أولَئِك أنْ يَكُونوا مِنَ الْمُهْتَدِينَ}. [التوبة: 18]. ووعد سبحانه وتعالى على لسان رسوله أن من بنى له بيتاً في الأرض ـ أي بنى مسجداً لله تعالى ـ أن يبني له بيتاً في الجنة، كما في حديث عثمان بن عفان رضي اللهّ عنه، قال: سمعت النبي صلى الله عليه وسلم يقول: ((من بنى مسجداً لله بنى الله له في الجنة مثله)). [[صحيح البخاري (1/172)، وصحيح مسلم (4/)2287 واللفظ له، وانظر شرح السنة للبغوي (2/346)]]. ومما يدل على مكانة المساجد، شهود الملائكة لها، والأمر بتـنـزيهها من الروائح الكريهة، لئلا تتأذى بها الملائكة والمصلون، كما في حديث جابر رضي اللّه عنه، قال: \"نهى رسول الله صلى الله عليه وسلم عن أكل البصل والكراث فغلبتنا الحاجة، فأكلنا منها، فقال: ((من أكل من هذه الشجرة المنتنة، فلا يقْربنَّ مسجدنا، فإن الملائكة تتأذى مما يتأذى منه الإنس)). [[صحيح البخاري (1/292) وصحيح مسلم، واللفظ له (1/394)]]. فالمساجد بيوت الله، لا يعمل فيها إلا بما أذن الله، وأهل المساجد هم المؤمنون من عباد اللّه."
  },
  {
    "type": "section",
    "id": "section-26",
    "title": "المبحث الثاني: مكانة المسجد في الإسلام وشمول وظائفه لمصالح الدنيا والآخرة.",
    "content": "إن مكانة المسجد في الإسلام، تظهر بجلاء، من كون الرسول صلى الله عليه وسلم لم يستقر به المقام عندما وصل إلى حَيّ بني عمرو بن عوف في قباء، حتى بدأ ببناء مسجد قباء، وهو أول مسجد بُني في المدينة، وأول مسجد بني لعموم الناس كما ذكر ابن كثير، رحمه اللّه. [[في تاريخه الكبير: البداية والنهاية (3/209)]]. وكذلك عندما واصل سيره إلى قلب المدينة (المسماة آنذاك بيثرب) كان أول ما قام به تخصيص أرض لبناء مسجده، ثم الشروع في بنائه. كما روى أنس بن مالك رضي الله عنه، وكان صغيراً في ذلك الوقت، أن رسول الله صلى الله عليه وسلم قدم المدينة، فنزل في علو المدينة في حي يقال لهم: بنو عمرو ابن عوف، فأقام فيهم أربع عشرة ليلة، ثم إنه أرسل إلى ملأ بني النجار، فجاءوا متقلدين بسيوفهم، قال: فكأني أنظر إلى رسول اللّه صلى الله عليه وسلم على راحلته وأبو بكر ردفه، وملأ بنى النجار حوله، حتى ألقى بفناء أبي أيوب، قال: فكان رسول اللّه صلى الله عليه وسلم، يصلي حيث أدركته الصلاة، ويصلى في مرابض الغنم، ثم إنه أُمر بالمسجد، قال: فأرسل إلى ملأ بنى النجار، فجاءوا، فقال: ((يا بني النجار ثامنوني بحائطكم هذا)) قالوا: لا واللّه لا نطلب ثمنه، إلا إلى اللّه، قال أنس فكان فيه ما أقول: كان فيه نخل، وقُبور المشركين، وخِرَبٌ، فأمر رسول الله صلى الله عليه وسلم بالنخل فقطع، وبقبور المشركين فنبشت، وبالخرب فسويت، قال: فصفوا النخل قبلة، وجعلوا عضادتيه حجارة، قال: فكانوا يرتجزون، ورسول اللّه صلى الله عليه وسلم معهم، وهم يقولون: [[صحيح البخاري: 1/165، وصحيح مسلم: 1/373]]. [sh][shtr]اللهم لا خير إلا خير الآخرة= فانصر الأنصار والمهاجرة[/shtr] [/sh] قلت: إن اهتمام الرسول صلى الله عليه وسلم ببناء المسجد أول قدومه المدينة، يدل على مكانة المسجد وأهميته في الإسلام، وأنه من مؤسسات الإسلام التي لا يستغني عنها المسلمون، لكن الذي يدل على مكانة المسجد، أكثر هو كون الرسول صلى الله عليه وسلم لم يكتف ببنائه للصلاة فحسب، بل لها ولغيرها من الشعائر التعبدية، وللوظائف الأخرى المتعلقة بسياسة الدولة بأكملها ـ كما سيأتي ـ فإن ذلك يدل على أن الرسول صلى الله عليه وسلم قصد أن لا يفرق بين أداء الشعائر التعبدية، وغيرها من سياسة الدولة، ليُعَرِّفَ أمتَه أن الدين شامل لإقامة كل خير في هذه الأرض، وليس خاصاً بنوع معين من أنواع العبادة التي تؤدى للّه تعالى. ولو لم يكن هذا المعنى مقصوداً له صلى الله عليه وسلم ولو كان المسجد خاصاً بأداء الشعائر الدينية المشهورة عند الناس، ولا يصلح إلا لها، لسارع رسول الله صلى الله عليه وسلم إلى تخصيص مكان آخر لإدارة شؤون الدولة فيه، وما الذي يعجزه عن ذلك؟ والأنصار يتسابقون بكل ما يملكون من أرض ليضعوها بين يدي رسول الله صلى الله عليه وسلم، وهم والمهاجرون يتسابقون في عمل ما يريد من بناء وغيره. ولعل فعل رسول الله صلى الله عليه وسلم، ذلك كان بأمر من ربه الذي يعلم أنه سيأتي بعد نبيه صلى الله عليه وسلم، من أمته من يدعو إلى التفريق بين الدين والدنيا، والعبادة والسياسة، كما يقول بعض أهل الأديان: \"دع ما لله للّه وما لقيصَر لقيصر\" أراد أن تكون الأعمال التي قام بها في هذا المسجد وثيقة عملية في صفحات التاريخ للمنافقين الذين يريدون أن يعتدوا على حكم اللّه، فيجعلونه ملكاً لهم ليرضوا أهواءهم، ويستعبدوا عباد اللّه من دونه، لغياب حكمه الذي فرضه على عباده. هذا هو الأساس الأول من الأسس التي أقام الرسول صلى الله عليها وسلم مصالح أمته ومنها الدولة الناشئة في المدينة. أما الأساس الثاني من أسس من المصالح الشاملة التي قامت الدولة الإسلامية عليها في المدينة، فكان المؤاخاة بين المهاجرين والأنصار، الذين كان يجمعهم المسجد للعبادة والتشاور والجهاد وغيرها. [[يراجع زاد المعاد لابن القيم (3/63)]]. والسبب في ذلك أن الأمة التي لا تجمعها الأخوة الصادقة في الله تعالى، الأخوة التي لا يشوبها نفاق ولا خداع، لا يمكن أن تجتمع كلمتها وتنفذ ما أمرها الله تعالى إلا بالاعتصام بحبله؛ لأن كل أحد منها وكل فئة من فئاتها سيتبعون أهواءهم ويكيد بعضهم لبعض، فتكون بذلك لقمة سائغة لأعدائها المتربصين بها. وأما الأساس الثالث، فكانت تلك المعاهدة التاريخية، التي ترتب عليها أن تكون القيادة في المدينة للرسول صلى الله عليه وسلم على المسلمين والمشركين واليهود. [[راجع السيرة النبوية لابن هشام (1/496، 501،504). طبع مصطفى الحلبي، وزاد المعاد (3/65)]]."
  },
  {
    "type": "section",
    "id": "section-27",
    "title": "المبحث الثالث: إقامة المساجد والمصليات في المدن والقرى والدور والمنازل وأماكن السفر.",
    "content": "سبق أن الرسول صلى الله عليه وسلم بنى مسجد قباء أول ما نزل في حي بنى عمرو بن عوف، وعندما وصل إلى المدينة أقام مسجده، وكان مسجده صلى الله عليه وسلم هو الجامع الكبير في المدينة، وما عداه من المساجد، كانت فرعية، تقام فيها صلاة الجماعة في الحي الذي هي فيه، كمسجد قباء ومسجد القبلتين، ومسجد الغمامة، ومسجد بني زريق، وغيرها من المساجد. روت عائشة، رضي اللّه عنها، أن رسول اللّه صلى الله عليه وسلم أمر ببناء المساجد في الدور، وأن تنظف وتطيب. [[الترمذي (2/489) وأبو دود (1/124) قال المحشي على شرح السنة للبغوي: وإسناده صحيح (2/399)]]. وكان صلى الله عليه وسلم يصلي لذوى الأعذار في بيوتهم، في مكان منها ليتخذوه مسجداً، كما في قصة عتبان بن مالك الأنصاري، رضي اللّه عنه. [[راجع صحيح مسلم (1/455)]]. وكذلك صلى في منزل مليكة جدة أنس بن مالك رضي الله عنهم. [[راجع صحيح مسلم أيضاً (1/457)]]. وكان صلى الله عليه وسلم إذا نزل منزلاً في سفر أو حرب، وبقى فيه مدة اتخذ فيه مسجداً يصلى فيه بأصحابه، رضي الله عنهم، كما فعل في خيبر. [[وفاء الوفاء بأخبار دار المصطفى (3/1028) وكذا في تبوك، نفس المرجع (3/1029) لنور الدين السمهودي]]. وكذلك مسجد الفتح الذي أقامه في غزوة الخندق. [[نفس المرجع (4/1204)]]. كل ذلك يدل على مكانة المسجد وعدم استغناء المسلم عنه، في أي مكان حل، وأنه لا تخلو منه الأحياء والدور والمنازل في سفر ولا حضر. لذلك ينبغي أن يعنى أولو الأمر في بلدان المسلمين بإقامة المساجد في مواقف سيارات الأجرة للمسافرين، وكذلك في القرى والمناطق التي يحتاج المسافرون أن ينزلوا بها، ومن أهم الأماكن التي ينبغي أن تقام فيها المساجد قاعات انتظار المسافرين في المطارات، لمسيس الحاجة إليها. بل إن شركات الخطوط الجوية في الشعوب الإسلامية تصنع خيراً وتؤدى عملاً مفيداً، لو صممت في طائراتها مساجد صغيرة للمسافرين بحيث يكفي المسجد عدداً من المصلين، يتناوب فيه الركاب في الرحلات الطويلة. [[فعلت ذلك الخطوط السعودية مؤخراً في بعض طائراتها]]."
  },
  {
    "type": "section",
    "id": "section-28",
    "title": "المبحث الرَابع: المسجد تطبيق عملي للدعوة إلى الإيمان والعمل الصالح والجهاد في سبيل الله.",
    "content": "إن الكاتب مهما تحدث عن مكانة المسجد، ومهما أورد من النصوص في ذلك، فإن وظائف المسجد أكثر إظهاراً لمكانته في الإسلام، فعلى سمائه ترتفع الدعوة إلى الإيمان والعمل الصالح، وفي صحنه يُؤخذ الإيمان، ويُؤدى العمل الصالح، ومن على منبره يُعَلَّم الإيمان والعمل الصالح، وفيه يُدعى إلى الجهاد في سبيل الله، وفيه تُنظم كتائب الجهاد في سبيل اللّه، ومنه تنطلق جحافل الإيمان تحت راية الجهاد في سبيل اللّه. فمن المسجد ينطلق صوت المؤذن مدوياً في كل حي من أحياء مدن المسلمين وقراهم، وكل ما يعمل في المسجد من الخير، إنما هو استجابة لنداء الحق الذي اشتملت عليه ألفاظ الأذان. إن الأذان يبدأ بتعظيم الخالق، ووحدة المعبود ((اللّه أكبر.. أشهد أن لا إله إلا الله)). ثم يتبعه وحدة المتبوع: ((أشهد أن محمداً رسول اللّه)). ثم تأتي الدعوة إلى إقامة أعظم ركن بعد الشهادتين: ((حي على الصلاة)). ثم الدعوة إلى الفلاح، وهو الفوز العام برضا المعبود واتباع المتبوع: ((حيّ على الفلاح)). ثم يختم بما افتتح به، وهو التعظيم والتوحيد: ((اللّه أكبر.... لا إله إلا اللّه)). وبنحو ذلك تأتي الإقامة لكل صلاة. إنها دعوة فورية إلى الإيمان والعمل الصالح، وتطبيق فوري للإِيمان والعمل الصالح، فالأذان والصلاة بجميع أذكارها وقراءتها، قيامها وركوعها وسجودها، وقعودها، وحركاتها وسكناتها هي تثبيت للإيمان، وهى تعظيم وتوحيد للإله المعبود، وهي إتباع للرسول الكريم صلى الله عليه وسلم. ينطلق صوت المؤذن في اليوم والليلة خمس مرات في كل أرجاء الأرض، فيستجيب له ملايين الناس، تاركين كل شيء وراءهم، ليُقَوُّوا صلتهم بربهم، ويُؤدوا له ما فرض عليهم في بيوته التي أذن أن ترفع، ويذكر فيها اسمه. إن أوقات الراحة التي يصعب على غير المسلم الصادق فيها أن يفارق مضجعه، تجد المسلم يثب فيها مُلبياً نداء الحق، ولا يتكاسل عن حضور صلاة الجماعة في تلك الأوقات إلا من يتهم بالنفاق ـ ما لم يكن معذوراً شرعاً ـ ولهذا روى أبو هريرة رضي اللّه عنه، قال: قال رسول اللّه صلى الله عليه وسلم: ((إن أثقل الصلاة على المنافقين صلاة العشاء وصلاة الفجر، ولو يعلمون ما فيهما لأتوهما ولو حبوا، ولقد هممت أن آمر بالصلاة فتقام، ثم آمر رجلاً ليصلي بالناس، ثم انطلق معي برجال معهم حزم من حطب إلى قوم لا يشهدون الصلاة، فأحرق عليهم بيوتهم بالنار)). [[مسلم (1/452)]]. فالمسجد هو مقر إقامة الصلاة المفروضة، والذي يتخلف عنه بدون عذر يسم نفسه بسمة النفاق، ويجب على ولي الأمر أن يحمل رعيته على حضور صلاة الجماعة في كل وقت، وأن يتخذ الوسائل المناسبة، من الترغيب والترهيب، غير ما تركه الرسول صلى الله عليه وسلم وهو الإحراق بالنار، لحضور المساجد لأداء الصلوات المفروضة. وهذا ما فهمه أصحاب رسول اللّه صلى الله عليه وسلم، بأنه لا يتأخر عن حضور صلاة الجماعة بدون عذر إلا المنافق، وكانوا من شدة خشيتهم على أنفسهم من النفاق، يحضرون صلاة الجماعة، وهم مرضى يهادي الرجل منهم بين الرجلين، ويرون أن من لم يحضر الصلاة وهو قادر، ضال عن سبيل اللّه وهداه. قال ابن مسعود رضي اللّه عنه: \"من سرَّه أن يلقى اللّه غداً مسلماً، فليحافظ على هؤلاء الصلوات حيث ينادى بهن، فإن اللّه شرع لنبيكم سنن الهدى، وإنهن من سنن الهدى، ولو أنكم صليتم في بيوتكم، كما يصلي هذا المتخلف في بيته، لتركتم سنة نبيكم، ولو تركتم سنة نبيكم لضللتم، وما من رجل يتطهر فيحسن الطهور، ثم يعمد إلى مسجد من هذه المساجد، إلا كتب اللّه له بكل خطوة يخطوها حسنة، ويرفعه بها درجة، ويحط عنه بها سيئة، ولقد رأيتنا وما يتخلف عنها إلا منافق معلوم النفاق، ولقد كان الرجل يؤتي به يهادي بين الرجلين، حتى يقام في الصف)). [[مسلم (1/452)]]. وللمسلمين عيد أسبوعي يجتمع فيه أهل كل مدينة في أكبر مساجدهم، وهم في غاية النظافة، وبأجمل اللباس، وبأطيب الروائح، أفضلهم أجراً من جاء مبكراً إلى المسجد، وذلك لحضور صلاة الجمعة، والإنصات لخطبتيها قبل الصلاة. إن المسلمين في هذا اليوم، يخرجون من بيوتهم لصلاة الجمعة، وسماع خطبتيها فرضاً وليس ندباً، وليس هناك خطبة يجب الإنصات لها بدون لغو ولا عبث كخطبتي الجمعة، لذلك يستطيع الخطيب في يوم الجمعة أن يتعرض لأي أمر يرى المسلمين يحتاجون إلى بيانه، ويستطيع المسلم بسماعه خطب الجمعة، أن يتعلم كثيراً من أمور دينه وما يحل له وما يحرم عليه. إن خطب الجمعة يمكن أن تستمر في سلسلة طويلة عن معنى الإيمان، وما يقويه وما يضعفه، وأخرى عن بيان فروض العين، وما يتعلق بها، وسلسلة أخرى عن بيان فروض الكفاية، ورابعة عن الجهاد في سبيل اللّه، وخامسة عن أساليب الدعوة إلى اللّه، وسادسة عن مكر أعداء اللّه ووسائل الوقوف ضدهم، وهكذا يبدو جلياً أن خطب الجمعة وحدها، مدرسة مستمرة إلى يوم القيامة، لو أحسن القيام بها، ووجد الخطيب الكفء في جوامع المسلمين. وهناك صلوات النوافل التي تسن إقامتها في المسجد، منها تحية المسجد التي يسن أن يصليها ركعتين قبل جلوسه، وصلاة التراويح التي أقامها رسول اللّه صلى الله عليه وسلم في بعض ليالي رمضان، ثم تركها خشية أن تفرض على أمته، ولما توفى صلى الله عليه وسلم، وانتفت العلة أقامها أصحابه، رضي اللّه عنهم جماعة وراء إمام واحد اقتداء به صلى الله عليه وسلم. وكذلك صلاة ركعتين بين الأذان والإقامة من كل صلاة، ولا مانع من أداء النوافل الراتبة قبل الصلاة، وبعدها في المسجد، وإن كان الأفضل أداؤها في المنازل. وكذلك صلاة العيدين، يجوز أداؤها في المسجد، وإن كان الأفضل أن تقام في الصحراء، وكذلك صلاة الاستغاثة، وفي المسجد تقام صلاة الكسوف لكسوف الشمس، وصلاة الخسوف لخسوف القمر، ومع كل تلك الصلوات، يسن أن يخطب الإمام الناس خطبة فيها تناسب المقام. ومن الأعمال الصالحة التي تؤدى في المسجد قراءة القرآن بتدبر وخشوع، وحفظه والاجتماع لتدارسه، كما روى أبو هريرة رضي اللّه عنه، عن النبي صلى الله عليه وسلم حديثاً، وفيه: ((وما اجتمع قوم في بيت من بيوت اللّه، يتلون كتاب اللّه، ويتدارسونه بينهم إلا نزلت عليه السكينة، وغشيتهم الرحمة، وحفتهم الملائكة، وذكرهم اللّه فيمن عنده)). [[صحيح مسلم (4/20074)وانظر جامع العلوم والحكم لابن رجب ص295]]. وتدارس كتاب الله شامل لقراءته وتعليمه للصغار وللعامة من الكبار وغير ذلك مما يتعلق بكتاب الله، كتجويده وتفسيره استنباط أحكامه، وهذا ما كان يحصل في عهد الرسول صلى الله عليه وسلم وصحابته رضي الله عنهم ولا زالت بعض المساجد، وبخاصة المسجد الحرام و ومسجد الرسول صلى الله عليه وسلم، تقام فيها حلقات القرآن الكريم للتلاوة المجردة ولتفسيره أحياناً، ولعل طلاب العلم الذين يحفظون كتاب الله وهم كثر، يجتهدون في دراسة تفسيره على أيدي العلماء الذي اهتموا بتفسير كتاب الله، سواء كانوا يقومون بذلك في المساجد أو في خارجه، ليجمعوا بين حفظه وفهم معانيه ويجتهدوا في قراءة كتب التفسير المتنوعة، وكتب علوم القرآن كأصول التفسير وعلوم اللغة العربية التي تعينهم على فهم كتاب الله، ثم ينتشروا في المساجد في بلدانهم ليعقدوا فيها حلقات يدرسون طلاب العلم القرآن الكريم وما يتصل به، لتبقى هذه الحلقات مستمرة. وإن طالب العلم الذي يرزقه الله حفظ كتابه، لا يليق به أن يحفظ ألفاظه ولا يفقه معانيه، وينشر فقهها بين من هو أقل منه علماً من شباب المسلمين. ومِنْ ذلك ذكر اللّه سبحانه، ما كان مقيداً منه بعدد ووقت، كالذكر أدبار الصلوات من تسبيح وتحميد وتكبير وتهليل، وما كان غير مقيد وهو الذكر المطلق الذي شرع اللّه الإكثار منه، ومنه التهليل والصلاة على رسول اللّه صلى الله عليه وسلم وغيرها. [[وقد فصل ذلك ـ أي الذكر المقيد والمطلق ـ في كتب الأذكار، راجع منها: كتاب الأذكار للنووي، والكلم الطيب لابن تيمية رحمهما الله]]. ومن ذلك الاعتكاف المشروع في المسجد، وبخاصة في العشر الأخيرة من شهر رمضان، كما كان الرسول صلى الله عليه وسلم يفعله، وفعله أصحابه من بعده. ومن ذلك الصلاة على الجنائز التي اعتادها المسلمون، لكثرة المصلين، ويرجى من الخير للميت مع وجود الكثرة، ما لا يرجى مع القلة في الغالب. وهكذا كان المسجد منبراً للدعوة إلى الإيمان والعمل الصالح، كما كان تطبيقاً عملياً لتلك الدعوة السامية، من عهد رسول اللّه صلى الله عليه وسلم إلى أن تقوم الساعة، وإن مرت فترات ضَعُف فيها عمل الخير العام في المسجد، لبعد الناس عن تطبيق هدي المصطفى صلى الله عليه وسلم وهكذا كان صلى الله عليه وسلم يدعو الناس إلى الجهاد في مسجده، ويشاورهم في ذلك في مسجده، ويلبس سلاحه ويخرج إلى أصحابه في مسجده، وكان ينطلق بهم للجهاد من مسجده، كما كان ينطلق بهم للحج منه. [[راجع البداية والنهاية لابن كثير (4/12ـ13)]]. وكان ينعي صلى الله عليه وسلم الشهداء من المجاهدين على منْبره. [[البداية والنهاية (4/255)]]. وعندما ارتدَّت العرب بعد وفاة الرسول صلى الله عليه وسلم، وخشي أبو بكر أن يَغْزُوا المدينة، جعل على أنقابها ـ مداخلها ـ حراساً، وألزم الناس بحضور المسجد، ولما علم بغارة العدو خرج في أهل المسجد على النواضح، واتبعوا العدو حتى هزموهم. [[نفس المرجع السابق (6/312ـ313)]]."
  },
  {
    "type": "section",
    "id": "section-29",
    "title": "المبحث الخامس: المسجد جامعة للتعليم وتخريج الأكفاء لإقامة الدولة الإسلامية.",
    "content": "لقد كان القرآن الكريم، ينزل على رسول اللّه صلى الله عليه وسلم منجماً، أي مفرقاً، سواء ما تعلق منه بالإيمان، أو بالأحكام، وكان أكثر ما نزل عليه قبل الهجرة آيات الإيمان لمدة ثلاثة عشر عاماً، لغرس الإيمان في النفوس، وتقويته ودحض شبهات منكريه، فلما انتقل صلى الله عليه وسلم إلى المدينة رافق آياتِ القرآن المتعلقةَ بالإيمان، الآياتُ التي شرع اللّه فيها الأحكام، لتبين للناس ما يحل لهم وما يحرم عليهم، ولتحدد لهم سلوكهم المتعلق بحقوق اللّه وحقوق خلقه. وكان الرسول صلى الله عليه وسلم، يعلم أصحابه في مكة في المنازل وخُصت دار الأرقم ابن أبي الأرقم لتجمعهم، ولم يكن المسجد الحرام ينال حظه من التْعليم والتزكية، لصد المشركين فيه رسول الله صلى الله عليه وسلم وإيذائهم له ولأصحابه، فكان يدعو ويصبر على أذاهم، فلما انتقل الرسول صلى الله عليه وسلم إلى المدينة، وبنى مسجده الشريف، بنى حجرات نسائه بجانبه، ليكون قريباً منه، فكان ينزل عليه الوحي في المسجد أو في بيته الملاصق لمسجده، وهو يتلوه على أصحابه في مسجده ويعلمهم معناه، كما كان يعلمهم الوحي الثاني، وهي السنة، وكان تعليمه لهم بالقول وبالفعل. وقد أشار اللّه سبحانه وتعالى إلى حكمة تنزيل الوحي مفرقاً على رسوله صلى الله عليه وسلم، وهى أن يعلمهم ما يلزمهم من أحكام دينهم على مَهَل وتؤدة، ليرافق العلمَ العملُ، بخلاف ما إذا نزل دفعة واحدة، فإن تكليفهم كل ما فيه من إيمان وعمل، وفروع أحكام كالجهاد في وقت واحد، قد يشق عليهم، قال تعالى: {وقرآناً فَرقناهُ لتقرأهُ على النَّاس عَلَى مُكْثٍ، وَنزَّلْنَاهْ تنْزِيلا}. [الإسراء: 106]. وقد سبق أن اللّه تعالى بعث رسوله صلى الله عليه وسلم ليتلو على الناس القرآن، ويعلمهم هديه وسنته، ليخرجهم من الظُلمات إلى النور، ويطهرهم من دنس الفواحش والآثام، كما قال تعالى: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ}. [الجمعة: 2]. فكان مسجده صلى الله عليه وسلم مقر تعليمه الأمةَ قولاً وعملاً، وكان أصحابه يتحلقون حوله، ليسمعوا حديثه، روى أبو واقد الليثي رضي اللّه عنه قال: بينما رسول الله صلى الله عليه وسلم جالس في المسجد، والناس معه إذ أقبل ثلاثة نفر، فأقبل اثنان إلى رسول اللّه صلى الله عليه وسلم، وذهب واحد، فوقفا على رسول اللّه صلى الله عليه وسلم، فأما أحدهما فرأى فرجة في الحلقة، فجلس فيها، وأما الآخر فجلس خلفهم، وأما الثالث فأدبر ذاهباً، فلما فرغ رسول اللّه صلى الله عليه وسلم قال: ((ألا أخبركم عن النفر الثلاثة؟ أما أحدهم فأوى إلى اللّه عز وجل فآواه الله، وأما الآخر فاستحيا، فاستحيا اللّه منه، وأما الآخر فأعرض، فأعرض اللّه عنه)). [[صحيح البخاري (1/180) وصحيح مسلم (4/1713)]]. واتخذ صلى الله عليه وسلم لنفسه منبراً، يحدث الناس من عليه في الجمعة وغيرها، ليشاهدوه ويتعلموا منه رؤيةً وسماعاً، كما روى أبو حازم رحمه اللّه، أن نفراً جاؤوا إلى سهل بن سعد رضي اللّه عنه، قد تماروا في المنبر، من أي عود هو؟ فقال: أما واللّه إني لأعرف من أيّ عود هو، ومَنْ عَمِلَه، ورأيت رسول اللّه صلى الله عليه وسلم أول يوم جلس عليه قال: فقلت له: يا أبا عباس فحدثنا. قال: أرسل رسول الله صلى الله عليه وسلم إلى امرأة: ((انظري غلامك النجار يعمل لي أعواداً أكلم الناس عليها)) فعمل هذه الثلاث درجات، ثم أمر بها رسول اللّه صلى الله عليه وسلم، فوضعت هذا الموضع، فهي من طرفاء الغابة، ولقد رأيت رسول اللّه صلى الله عليه وسلم قام عليه فكبر، وكبر الناس وراءه، وهو على المنبر، ثم رفع فنزل القهقرى، حتى سجد في أصل المنبر، ثم عاد حتى فرغ من آخر صلاته، ثم أقبل على الناس، فقال: ((أيها الناس، إنما صنعت هذا لتأتموا بي، ولتعلموا صلاتي)). [[مسلم (1/387)]]. فقد كان صلى الله عليه وسلم يُعلم الناسَ بكلامه، ويعلمهم بفعله ليعملوا كما يعمل. وكان صلى الله عليه وسلم يسأل أصحابه، وهو يعلمهم، ليشحذ أذهانهم، ويهيئهم للإصغاء لما يقول لهم، ويضرب لهم الأمثال، ليقرب لهم المعاني التي يريد أن يفهموها. كما روى عبد الله بن عمر، رضي اللّه عنهما عن النبي صلى الله عليه وسلم، قال: ((إن من الشجر شجرة، لا يسقط ورقها، وإنها مثل المسلم، حَدِثوني ما هي؟)) قال: فوقع الناس في شجر البوادي، قال عبد الله: فوقع في نفسي أنها النخلة، ثم قالوا: حدثنا يا رسول الله، قال: ((هي النخلة)). [[البخاري (1/22)] ومسلم (4/2165)]]. وكانوا يسألونه عما أشكل عليهم في المسجد فيجيب السائل بما سأل عنه، روى عبد الله ابن عمر رضي اللّه عنهما، أن رجلاً قام في المسجد فقال: يا رسول اللّه، من أين تأمرنا أن نهل؟ فقال رسول اللّه صلى الله عليه وسلم: ((يهل أهل المدينة من ذي الحليفة، ويهل أهل الشام من الجحفه، ويهل أهل نجد من قرن.. ويهل أهل اليمن من يلملم)). [[صحيح البخاري (1/42) وصحيح مسلم (2/839)]]. وذكره صلى الله عليه وسلم مواقيت أخرى غير ميقات المدينة فيه بشارة بفتح البلدان التي كان أهلها على غير ملة الإسلام، كالعراق والشام، بل كانت إمبراطوريات كبيرة وذات حضارة مادية قوية وقد زاد صلى الله عليه وسلم في الجواب، لعلمه بأن غير السائل يحتاج إلى جوابه، ولو كان غائباً في بلد آخر، فالسائل كان يسأل في المدينة، وكان سؤاله فيما يظهر عن ميقات أهل المدينة، فلم يقتصر جوابه صلى الله عليه وسلم، على ما سأل عنه هذا الصحابي، لأنه لو أجابه بميقات أهل المدينة فقط، لظن الناس أنه ميقات أهل البلدان كلها، يمنها ونجدها، وشامها...وفي ذلك مشقة عظيمة. وهذا الجواب شبيه بجواب من سأله عن الوضوء من ماء البحر، كما روى أبو هريرة قال: أتى رسولَ الله صلى الله عليه وسلم نفرٌ ممن يركب البحر، فقالوا: يا رسول الله إنا نركب البحر، ونتزود شيئاً من الماء، فإن توضأنا به عطشنا، فهل يصلح لنا أن نتوضأ من ماء البحر؟ فقال رسول الله صلى الله عليه وسلم: ((هو الطهور ماؤه الحل ميتته)). [[سنن الترمذي (1/101) وقال: \"وفي الباب عن جابر والفراسي، قال أبو عيسى: هذا حديث حسن صحيح]]. وقال ابن كثير في تفسيره: \"وقد روى هذا الحديث الإمامان الشافعي وأحمد بن حنبل، وأهل السنن الأربع، وصححه البخاري والترمذي وابن خزيمة وابن حبان وغيرهم وقد روي عن جماعة من الصحابة عن النبي صلى الله عليه وسلم بنحوه\". [[تفسير القرآن العظيم (2/103)]]. وكان أصحابه الذين آمنوا به، يفدون إليه وديارهم بعيدة عنه، فينزلون في مسجده، فيأخذون منه الفقه في الدين، ثم يعودون، كما روى مالك بن الحويرث رضي اللّه عنه، قال: أتينا رسول اللّه صلى الله عليه وسلم، ونحن شَبَبَةٌ متقاربون، فأقمنا عنده عشرين ليلة، وكان رسول اللّه صلى الله عليه وسلم، رحيماً رفيقاً، فظن أنا قد اشتقنا إلى أهلنا.. فسألنا عمن تركنا من أهلنا، فأخبرناه، فقال: ((ارجعوا إلى أهليكم فأقيموا فيهم، وعلموهم ومروهم، فإذا حضرت الصلاة فليؤذن لكم أحدكم، ثم ليؤمكم أكبركم)). [[البخاري (1/466) وصحيح مسلم (1/465)]]. وكان الرجل من البادية يأتيه صلى الله عليه وسلم، وهو جالس في المسجد يعلم أصحابه، فيسأله عن بعض أحكام الإسلام؟ فيعلمه وينصرف، كما روى أنس رضي الله عنه، وكان صغيراً، قال: بينما نحن جلوس مع النبي صلى الله عليه وسلم في المسجد، دخل رجل على جمل، فأناخه في المسجد ثم عقله.. ثم قال لهم: أيكم محمد؟ والنبي صلى الله عليه وسلم متكئ بين ظهرانيهم. فقلنا: هذا الرجل الأبيض المتكئ. فقال له الرجل: ابن عبد المطلب؟ فقال له النبي صلى الله عليه وسلم: ((قد أجبتك)). فقال الرجل للنبي صلى الله عليه وسلم: إني سائلك فمشدد عليك في المسألة، فلا تجد عليّ في نفسك. فقال صلى الله عليه وسلم: ((سل عما بدا لك)). فقال: أسألك بربك ورب من قبلك آلله أرسلك إلى الناس كلهم؟ فقال: ((اللهم نعم)). قال: أنشدك بالله، آلله أمرك أن نصلي الصلوات الخمس في اليوم والليلة؟ قال: ((اللهم نعم)). قال: أنشدك بالله آلله أمرك أن نصوم هذا الشهر من السنة؟ قال: ((اللهم نعم)). قال: أنشدك بالله آلله أمرك أن نأخذ هذه الصدقة من أغنيائنا، فنقسمها على فقرائنا؟ قال النبي صلى الله عليه وسلم: ((اللهم نعم)). فقال الرجل: آمنت بما جئتَ به، وأنا رسول من ورائي من قومي، وأنا ضمام بن ثعلبة، أخو بني سعد بن بكر. [[البخاري (1/23)]]. وهكذا نجد أن أغلب الأحكام كان يتعلمها أصحاب الرسول صلى الله عليه وسلم منه في المسجد. ومن هنا يُعلم أن المسجد كان جامعة كبرى للتعلم والتعليم، وأن أصحاب رسول الله صلى الله عليه وسلم الذين خلفوه من بعده على أمانته، وأقاموا دولة الإسلام قوية، وكانوا أكفأ الناس لقيادة البشرية، إنما تخرجوا على يديه في مسجده الذي كانت كل تحركاتهم، للدعوة والجهاد ونشر الدين، تبدأ من هذا المسجد العظيم، وتبعوه هم على ذلك فكانوا يعلمون الناس في المسجد، فتخرج التابعون على أيديهم في المساجد. وما من خليفةٍ ولا قاضٍ ولا أمير ولي أمر المسلمين في العصور الإسلامية الزاهرة إلا كان من خريجي المساجد. ولم يكن علماء المسلمين في العصور الأولى يعرفون مقراً للعلم يجمع الناس إلا المسجد، وما زعمه بعض المؤلفين المعاصرين بأن السبب في إنشاء المسجد، يعود إلى إحساس المسلمين بأن البيوت الخاصة تضيق باجتماعاتهم، ولا تمنحهم حرية العبادة واللقاء كما يشتهون [[راجع ما كتبه أحمد شلبي في تاريخ التربية الإسلامية (4/102)]] هو صحيح من جهة أن البيوت الخاصة تضيق باجتماع العدد الكبير، وغير صحيح من جهة، أنه لو كان السبب هو الضيق لأنشأوا لهم مباني خاصة بتعليم العلم والاجتماعات العامة، ولم يكن ذلك عسيراً في أي عصر من العصور، وإنما الذي يبدو هو ما سبق من القصد إلى ارتباط التعليم الإسلامي بكل مناشط الحياة، سواء كانت عسكرية، أم غير ذلك حتى لا يكون لمن يريد فصل الدين عن الدولة حجة في ذلك. الفرق بين تعليم المسجد وغيره: والفرق بين تعليم المسجد وتعليم المدارس، شاسع من وجوه: الوجه الأول: أن التعليم في المسجد يكتنفه جوٌ عبادي، يشعر المعلم فيه والمتعلم والسامع، أنهم في بيت من بيوت الله، فيكونون أقرب إلى الإخلاص والتجرد والنية الحسنة، لا يقصدون ـ في الغالب ـ من التعلم والتعليم إلا وجه الله. وأهدافهم هي التفكر في الدين، وأداء العمل على وجهه الصحيح، والدعوة إلى الله، والجهاد في سبيله، لا يرجون من وراء ذلك مغنماً ولا جاهاً ولا منصباً. ولذلك تجد غزارة العلم وحفظه وإتقانه عند كثير من علماء المسجد في أوقات قصيرة، بخلاف طلاب المدارس وبخاصة في عصرنا هذا فإنهم ـ في الغالب ـ لا يصلون إلى مرتبة علماء المساجد في ذلك، والواقع التاريخي يشهد بذلك. فهل خرَّجت المدارس والمعاهد والجامعات أمثال الخلفاء الراشدين؟ وهل خرَّجت المدارس والمعاهد والجامعات أمثال الأئمة المحدثين والفقهاء والنحويين ومن شابههم؟ الوجه الثاني: أن التعليم في المساجد أشمل لطبقات المسلمين، حيث يدخل المسجد من شاء من العلماء المؤهلين، لتعليم الناس، كما أنه يدخله من شاء من المتعلمين أو المستمعين، فيستفيد في المسجد جمع غفير: العالم والمتعلم والمستمع، على حسب ما عنده من الاستعداد والوقت، بخلاف المدارس، فلا يدخلها إلا عدد محدود من المعلمين والمتعلمين في أعمار محددة وشروط متعددة، ولا يؤذن لمن يريد أن يتفقه في الدين بالتردد عليها، ولذلك اضطرت الدول في العصر الحديث إلى إيجاد مدارس لمحو الأمية، وهي شبيهة بالمدارس الأخرى لا يدخلها إلا عدد قليل، ولا تفي بحاجة الناس كالمساجد، فالمساجد جامعات شعبية صالحة للمتعلمين على جميع المستويات. الوجه الثالث: أن علماء المساجد وطلابها، أقرب إلى عامة الشعوب من طلاب المدارس والجامعات، حيث تجد عامة الناس يقبلون إلى عالم المسجد وطلابه، ويستفيدون منهم، كما تجد عالم المسجد وطلابه يهتمون بعامة الناس، في التعليم والدعوة أكثر من غيرهم. ولا شك أن الارتباط بين طلاب العلم وجمهور الشعب، له مزاياه الكثيرة في التعليم والدعوة والتوجيه. وقد أشار إلى هذه الفروق سماحة الشيخ عبد اللّه بن محمد بن حميد رحمه اللّه في محاضرة له، وكان من طلبة المساجد وعلمائها، ثم قال: \"وهكذا تخرج من هذه المساجد أساطين العلم الأفاضل الذين أجمع المسلمون على هدايتهم ودرايتهم، وما هم عليه من الصلاح والتقوى، وما قاموا به من جهود عظيمة، احتسبوا أجرها عند اللّه في الدعوة الإسلامية، ونشر الثقافة الإسلامية، هذه مؤلفاتهم في مختلف الفنون: في التفسير والحديث والفقه والتاريخ، وعلوم الآلة، وغيرها، كلها تشهد لهم بما قدموا من علوم\". [[انظر مجلة رسالة المسجد التي تصدرها رابطة العالم الإسلامي العدد السادس ـ السنة السادسة 1403هـ ص 15 وما بعدها]]. ولم يقتصر المسلمون على علوم الشريعة وإنما أحرزوا قصب السبق في كل العلوم التي وجدت في عهدهم، وسَلْ عنهم من أظهر شيئاً من الإنصاف من الأوربيين تَرَ العجب العجاب، والحق ما شهدت به الأعداء. [[راجع كتاب حضارة العرب لغوستاف لوبون، وكتاب شمس العرب تسطع على الغرب لمؤلفته: زغريد هونكه]]."
  },
  {
    "type": "section",
    "id": "section-30",
    "title": "المبحث السَادس: المسجد دار للفتوى ومحكمة للقضاء، ومرجع للصلح.",
    "content": "كان رسول اللّه صلى الله عليه وسلم يجلس لأصحابه في المسجد فيسألونه، ويجيبهم، وسبق أن رجلاً سأله عن الميقات بالنسبة للمحرم فأجابه، وكان ذلك في المسجد. وفتاواه صلى الله عليه وسلم وقضاؤه في المسجد معلومة مشهورة. قال البخاري، رحمه اللّه تعالى: \"باب من قضى ولاعن في المسجد\" ثم قال: \"ولاعن عمر عند منبر النبي صلى الله عليه وسلم، وقضى شريم والشعبى ويحيى بن يعمر في المسجد، وقضى مروان على زيد بن ثابت باليمين عند المنبر، وكان الحسن وزرارة بن أوفى يقضيان في الرحبة خارجاً من المسجد\". ثم قال رحمه اللّه: \"باب من حكم في المسجد، وساق حديث أبى هريرة، رضي اللّه عنه، قال: أتى رجل رسول اللّه صلى الله عليه وسلم وهو في المسجد، فناداه، فقال: يا رسول اللّه إني زنيت، فأعرض عنه، فلما شهد على نفسه أربعاً، قال: ((أبك جنون)) قال: لا.. قال: ((اذهبوا فارجموه)). [[صحيح البخاري (1/121) وصحيح مسلم (2/)1318]]. وكان الصحابة رضي اللّه عنهم بعده، ومنهم الخلفاء الراشدون، يفتون ويقضون في المساجد، وبهذا كان المسجد داراً للفتوى ومحكمة للقضاء. وكان المسجد مكاناً للصلح بين المتخاصمين، وقد روى كعب بن مالك رضي اللّه عنه، أنه تقاضى ابن أبي حدرد ديناً كان له عليه في المسجد، فارتفعت أصواتهما، حتى سمعها رسول اللّه صلى الله عليه وسلم، وهو في بيته، فخرج إليهما، حتى كشف حجرته فنادى: ((يا كعب)) قال: لبيك يا رسول اللّه، قال: ((ضع من دينك هذا)) وأومأ إليه، أي الشطر، قال: لقد فعلت يا رسول اللّه، قال: ((قم فاقضه)). [[البخاري (1/121)]]."
  },
  {
    "type": "section",
    "id": "section-31",
    "title": "المبحث السابع: المسجد رباط يأوي إليه المحتاجون.",
    "content": "لقد كان المسجد على عهد رسول اللّه صلى الله عليه وسلم مأوى للمحتاجين، فكان به مكان يسمى الصفة، يسكن به من لا سكن له من الفقراء، وكان رسول اللّه صلى الله عليه وسلم يشركهم فيما يُهدَى إليه، ويخصهم بالصدقة التي تأتيه، وكان إذا قدم قوم عليه ليس لهم مأوى أنزلهم في المسجد، كما روى أنس، رضي اللّه عنه ـ وكان صغيراً ـ قال: قدم رهط من عُكْل على النبي صلى الله عليه وسلم، فكانوا في الصفة، وقال عبد الرحمن بن أبي بكر: كان أصحاب الصفة الفقراء، وبوب لذلك الإمام البخاري، فقال: \"باب نوم الرجال في المسجد\". [[البخاري (7/113)]]. ولأبي هريرة مع أهل الصفة قصة طريفة أنقلها بتمامها، وهى تدل على سكن الفقراء في المسجد أو ما يلحق به، وعلى عناية الإمام بهم، وفيها تدريب الرسول صلى الله عليه وسلم، لأصحابه في شخص أبي هريرة على الصبر والإيثار، كما فيها مباركة اللّه تعالى لرسوله صلى الله عليه وسلم في تكثير القليل. قال رضي اللّه عنه: \"واللّه الذي لا إله إلا هو، إنْ كنت لأعتمد بكبدي على الأرض من الجوع، وإن كنت لأشد الحجر على بطني من الجوع. ولقد قَعَدْت يوماً على طريقهم الذي يخرجون منه، فمر أبو بكر فسألته عن آية من كتاب اللّه، ما سألته إلا ليشبعني، فمر ولم يفعل، ثم مر بي عمر، فسألته عن آية من كتاب اللّه، ما سألته إلا ليشبعنى، فمر فلم يفعل. ثم مر أبو القاسم صلى الله عليه وسلم، فتبسم حين رآني، وعرف ما في نفسي، وما في وجهي. ثم قال: ((أبا هِرٍّ)) قلت: لبيك يا رسول اللّه، قال: ((الْحَق)) ومضى فتبعته.. فدخل فاستأذن، فأذن لي، فدخل فوجد لبناً في قدح، فقال: ((من أين هذا اللبن؟)).. قالوا: أهداه لك فلان أو فلانة.. قال: ((أبا هر)) قُلت: لبيك يا رسول اللّه، قال: ((الحق إلى أهل الصفة، فادعهم لي)).. قال: وأهل الصفة أضياف الإسلام، لا يأوون إلى أهل ولا مال ولا أحد، إذا أتته صدقة بعث بها إليهم، ولم يتناول منها شيئاً، وإذا أتته هدية، أرسل إليهم وأصاب منها، وأشركهم فيها، فساءني ذلك. فقلت: وما هذا اللبن في أهل الصفة؟ كنت أحق أنا أن أصيب من هذا اللبن شربة، أتقوى بها، فإذا جاء ـ أي من أمرني بطلبه ـ أمرني فكنت أنا أعطيهم، وما عسى أن يبلغهم من هذا اللبن؟ ولم يكن من طاعة اللّه وطاعة رسوله صلى الله عليه وسلم بدٌّ، فأتيتهم فدعوتهم، فقبلوا فاستأذنوا، فأذن لهم، وأخذوا مجالسهم من البيت.. قال صلى الله عليه وسلم: ((يا أبا هر)).. قلت: لبيك يا رسول الله. قال: ((خذ فأعطهم)).. قال: فأخذت القدح، فجعلت أعطيه الرجلَ فيشرب، حتى يروى ثم يرد عليَّ القدح، فأعطيه الرجل فيشرب حتى يروى، ثم يرد علي القدح، فيشرب حتى يروى، ثم يرد علي القدح، حتى انتهيت إلى النبي صلى الله عليه وسلم، وقد روي القوم كلهم. فأخذ القدح، فوضعه على يده، فنظر إلي فتبسم فقال: ((أبا هر)) قلت: لبيك يا رسول الله قال: ((بقيت أنا وأنت)) قلت: صدقت يا رسول اللّه، قال: ((اقعد فاشرب)) فقعدت فشربت، فقال: ((اشرب)) فشربت فما زال يقول: ((اشرب)) حتى قلت: لا والذي بعثك بالحق ما أجد له مسلكاً، قال: ((فأرني)) فأعطيته القدح فحمد اللّه وسمى وشرب الفضلة\". [[البخاري (7/179ـ180)]]. أين ولاة أمور المسلمين مما فعله رسول الله صلى الله عليه وسلم من إيثار المحتاجين على نفسه مع حاجته إلى ما آثرهم به؟ أين هذا الإيثار الذي أراد صلى الله عليه وسلم أن يربي عليه أمته وبخاصة من ولي أمر المسلمين الذين يستأثرون على رعاياهم استئثار يحرم الجائع من الشبع، ويحرم العاري من الكساء، ويحرم من لا مأوى له من السكن؟! وقد كان القراء من الأنصار، يحتطبون ويبيعون الحطب ويشترون به الطعام لأهل الصفة، روى ذلك أنس رضي اللّه عنه ـ وكان صغيراً ـ قال: جاء ناس إلى النبي صلى الله عليه وسلم فقالوا: أن ابعث معنا رجالاً يعلمونا القرآن والسُنَّة، فبعث إليهم سبعين رجلاً من الأنصار، يقال لهم القراء، فيهم خالي حرام، يقرؤون القرآن ويتدارسون بالليل يتعلمون، وكانوا بالنهار يجيئون بالماء فيضعونه في المسجد، ويحتطبون فيبيعونه ويشترون به الطعام لأهل الصفة وللفقراء\". [[مسلم (3/511)]]. المسجد دار ضيافة الفقراء: وكان رسول اللّه صلى الله عليه وسلم يبدو على وجهه أثر الغضب، إذا أوى إلى مسجده من حلت به الفاقة، ويجمع أصحابه في المسجد لحثهم على الإنفاق والصدقة على المحتاجين، كما روى جرير، رضي الله عنه، قال: كنا عند رسول الله صلى الله عليه وسلم في صدر النهار، فجاءه قوم حفاة عراة، مجتابي النمار [[جمع نمرة، وهي ثياب من صوف، خرقوا وسطها ولبسوها]] متقلدي السيوف، عامتهم من مضر، بل كلهم من مضر، فتمعَّر وجه رسول اللّه صلى الله عليه وسلم، لما رأى بهم من الفاقة، فدخل ثم خرج، فأمر بلالاً فأذن وأقام فصلى.. ثم خطب فقال: {يَا أيَّهَا النَّاسُ اتقوا رَبّكُمُ الَّذِي خلَقَكُمْ مِنْ نفس وَاحِدةٍ...}  [النساء:1] إلى آخر الآية.. والآية التي في الحشر: { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ }. [الحشر: 18]. تصدق رجل من ديناره، من درهمه، من ثوبه، من صاع بره من صاع تمره)) ـ حتى قال: ((ولو بشق تمرة)).. قال: فجاء رجل من الأنصار بِصُرَّةٍ كادت كفه تعجز عنها، بل قد عجزت، قال: ثم تتابع الناس، حتى رأيت كومين، من طعام وثياب، حتى رأيت وجه رسول اللّه صلى الله عليه وسلم يتهلل، كأنه مذهبة.. فقال رسول اللّه صلى الله عليه وسلم : ((من سَنً في الإسلام سُنَّة حسنة، فله أجرها، وأجر من عمل بها بعده، من غير أن ينقص من أجورهم شيء، ومن سَنَّ في الإسلام سُنَّة سيئة، كان عليه وزرها ووزر من عمل بها من بعده، من غير أن ينقص من أوزارهم شيء)). [[مسلم (2/704ـ705)]]. ويدل هذا الحديث أن الأذان ـ وهو في اللغة العربية الإعلام ـ كان هو وسيلة دعوة الصحابة رضي الله عنهم للحضور عندما يرغب الرسول صلى الله عليه وسلم في الاجتماع بهم لأمر مهم. وفي المسجد ينام الناس: وهكذا كان الشبان الذين لا زالوا عزاباً، ينامون في المسجد، ويقرهم رسول اللّه صلى الله عليه وسلم، كما روى ابن عمر رضي اللّه عنهما، قال: \"كان الرجل في حياة النبي إذا رأى رؤيا قَصّها على النبي صلى الله عليه وسلم، وكنت غلاماً أعزب وكنت أنام في المسجد على عهد النبي صلى الله عليه وسلم، فرأيت في المنام كأن ملكين أخذاني، فذهبا بي إلى النار، فإذا هي مطوية كطي البئر، وإذا لها قرنان كقرني البئر، وإذا فيها ناس قد عرفتهم فجعلت أقول: أعوذ باللّه من النار، أعوذ باللّه من النار فلقيهما ملك آخر، فقال لي: لن تراع، فقصصتها على حفصة فَقَصتها حفصة على النبي صلى الله عليه وسلم فقال: ((نعم الرجل عبد اللّه لو كان يصلى بالليل)) قال سالم: فكان عبد اللّه لا ينام من الليل إلا قليلاً\". [[البخاري (4/214ـ215)]]. بل كان يلجأ إلى المسجد من ضاقت نفسه في منزله، بسبب وجود مغاضبة بينه وبين أهله، كما في قصة علي رضي اللّه عنه، قال: جاء رسول اللّه صلى الله عليه وسلم بيت فاطمة، فلم يجد علياً في البيت فقال: ((أين ابن عمك؟))  قالت: كان بيني وبينه شيء فغاضبني فخرج، فلم يَقِل عندي. فقال رسول الله صلى الله عليه وسلم لإنسان: ((انظر أين هو؟)) فجاء فقال: يا رسول اللّه، هو في المسجد راقد، فجاء رسول اللّه صلى الله عليه وسلم، وهو مضطجع، قد سقط رداؤه عن شقّه وأصابه تراب، فجعل رسول اللّه، صلى الله عليه وسلم يمسح عنه، ويقول: ((قم أبا تُراب)). [[صحيح البخاري (1/114) وصحيح مسلم (4/ 1874)]]. وكانت امرأة تقيم في المسجد في حفش لها، كما روت عائشة رضي الله عنها، قالت: أسلمت امرأة سوداء لبعض العرب، وكان لها حفش في المسجد ـ والحفش البيت الصغير ـ فكانت تأتينا، فتحدث عندنا، فإذا فرغت من حديثها قالت: [[البخاري (7/113)]]. [sh][shtr]ويوم الوشاح من تعاجيب ربنا=على أنه من بلدة الكفر أنجاني[/shtr] [/sh] ولا يزال كثير من الناس ينامون في المساجد إلى اليوم، في الأوقات التي تكون فيها مفتوحة، كما في المسجدين الشريفين، حيث تجد كثيراً من الحجاج والزوار والعمال نائمين فيهما بين أوقات الصلوات: المسجد الحرام ليلاً ونهاراً، والمسجد النبوي نهاراً، وفي العشر الأخيرة من رمضان ليلاً ونهاراً للمعتكفين وغيرهم. وفي المسجد يداوى المريض: وفي مسجد الرسول صلى الله عليه وسلم، وهو أفضل مسجد على وجه الأرض بعد المسجد الحرام، يعالج المرضى. فقد أقام رسول اللّه صلى الله عليه وسلم، فيه خيمة لأحد أصحابه الذي أصيب معه في إحدى المعارك، ليعوده من قريب ويشرف على تمريضه، كما روت عائشة، رضي اللّه عنها، قالت: أصيب سعد يوم الخندق في الأكحل، فضرب النبي صلى الله عليه وسلم خيمة في المسجد، ليعوده من قريب فلم يرعهم ـ وفي المسجد خيمة من بنى غفار ـ إلا الدم يسيل، فقالوا: يا أهل الخيمة ما هذا الذي يأتينا من قبلكم، فإذا سعد يغذو جرحه دماً، فمات فيها\". [[صحيح البخاري (1/119) وصحيح مسلم (3/1389)]]."
  },
  {
    "type": "section",
    "id": "section-32",
    "title": "المبحث الثامن: المسجد ساحة للتدريب على الفروسية.",
    "content": "ولقد كان مسجد رسول الله صلى الله عليه وسلم، يشهد دعوة المصطفى صلى الله عليه وسلم أصحابه فيه، لحثهم على الجهاد في سبيل اللّه ومن المسجد ينطلقون، وفيه يُرتبون، بل لقد ترك بعض جنود الإسلام يتدربون فيه على السلاح، وهو ينظر إليهم، بل أذن لزوجه عائشة أن تنظر إليهم من خلفه، وعندما رآهم عمر انتهرهم وحصبهم، فأمره الرسول صلى الله عليه وسلم أن يتركهم، وفي ذلك إشارة منه صلى الله عليه وسلم إلى الرد على من زعم، أن المسجد لا يصلح إلا للصلاة ونحوها من شعائر العبادات. فقد روى أبو هريرة، رضي الله عنه، قال: بينما الحبشة يلعبون عند رسول الله صلى الله عليه وسلم بحرابهم، إذ دخل عمر بن الخطاب فأهوى إلى الحصباء، فحصبهم بها، فقال له رسول الله صلى الله عليه وسلم : ((دعهم يا عمر)). [[صحيح البخاري (3/1063) وصحيح مسلم (2/610)]]. وفي حديث عائشة رضي اللَه عنها، قالت: لقد رأيت رسول اللّه صلى الله عليه وسلم يسترني بردائه، وأنا أنظر إلى الحبشة، يلعبون في المسجد حتى أكون أنا التي أسأمه، فاقدروا قدر الجارية الحديثة السن، الحريصة على اللهو\". [[صحيح البخاري (5/ 19612) صحيح مسلم (2/609)]]. وقال الحافظ ابن حجر، رحمه اللّه: \"واللعب بالحراب ليس لعباً مجرداً، بل فيه تدريب الشجعان على مواقع الحروب، والاستعداد للعدو، وقال المهلب: المسجد موضوع لأمر جماعة المسلمين، فما كان من الأعمال يجمع منفعة الدين وأهله جاز فيه\". [[الفتح (1/549)]]. وقد جعل الرسول صلى الله عليه وسلم المسجد أمداً لسباق الخيل، وكان أحد المتسابقين من صغار الصحابة، وهو يذكر كيف قفز به فرسه حتى كاد يساوى المسجد، كما في حديث ابن عمر، رضي اللّه عنهما، قال: \"أجرى رسول اللّه صلى الله عليه وسلم ما ضمر من الخيل من الحفياء إلى ثنية الوداع، وأجرى ما لم يضمر من الثنية إلى مسجد بني زريق، قال ابن عمر: فكنت فيمن أجرى فَطَففَ بي الفرس المسجد\". [[صحيح البخاري (3/1052) وصحيح مسلم (3/1492)]]. وكان ابن عمر هذا الذي طفف به الفرس، وهو يسابق يرقب مواكب الجهاد عندما يعقد الرسول صلى الله عليه وسلم الرايات لخروجها، فيعرض نفسه للخروج في سبيل الله، فيرده رسول الله صلى الله عليه وسلم، ومعه غيره ممن هو في سنه، كما في حديث البراء بن عازب، رضي الله عنه قال: \"استُصْغِرْتُ أنا وابن عمر يوم بدر، وكان المهاجرون يوم بدر نيفاً على الستين، والأنصار نيفاً وأربعين ومائتين. [[صحيح البخاري (4/1456)]]. واستصغر ابن عمر كذلك يوم أحد، ولم يرخص له الرسول صلى الله عليه وسلم إلا يوم الخندق، كما قال هو رضي الله عنه: \"عرضني رسول الله صلى الله عليه وسلم يوم أحد في القتال وأنا بن أربع عشرة سنة فلم يجزني، وعرضني يوم الخندق وأنا بن خمس عشرة سنة فأجازني\". [[صحيح البخاري (9/48) وصحيح مسلم (3/1490)]]. بل لقد أقر رسول اللّه صلى الله عليه وسلم بعض أصحابه، أن يتصدق بالسلاح في مسجده، كما روى جابر رضي اللّه عنه عن رسول اللّه صلى الله عليه وسلم \"أنه أمر رجلاً كان يتصدق بالنبل في المسجد، أن لا يمر بها إلا وهو آخذ بنصولها\". [[مسلم (4/2019)]]."
  },
  {
    "type": "section",
    "id": "section-33",
    "title": "المبحث التاسع: المسجد مقر لشورى أهل الحل والعقد والبيعة العامة للخليفة.",
    "content": "وكان الرسول صلى الله عليه وسلم يستشير أصحابه في الأمور الخطيرة في المسجد، ومن ذلك استشارتهم في أصحاب الإفك كما روت عائشة رضي اللّه عنها، أن رسول اللّه صلى الله عليه وسلم خطب الناس فحمد اللّه، وأثنى عليه، وقال: ((ما تشيرون عليّ في قوم يسبون أهلي، ما علمت عليهم من سوء قط)). [[صحيح البخاري (6/2682) وصحيح مسلم (4/2127)]]. وكانت أغلب مشورته، وأغلب مشورة خلفائه من بعده، تقع في المسجد؛ لأنه مقر اجتماعاتهم، وكثير من الحوادث التي شاور فيها رسول اللّه صلى الله عليه وسلم أصحابه، أو شاور فيها خلفاؤه من بعده كانت تقع في المسجد. وعندما مرض أبو بكر، رضي اللّه عنه مرض الموت، وكتب كتاب العهد الذي استخلف فيه عمر، رضي اللّه عنه أشرف على الناس، واستشارهم في الرضا بما عهد، فقال: \"أترضون بمن استخلفت عليكم؟ فإني ما استخلفت عليكم ذا قرابة، وإني قد استخلفت عليكم عمر، فاسمعوا له وأطيعوا، فإني واللّه ما ألوت من جهد الرأي. فقالوا: سمعنا وأطعنا\". [[الكامل في التاريخ (2/426)]]. والمعروف أنه كان لأبي بكر خوخة إلى المسجد النبوي، أي؛ باب، والظاهر أن إشرافه على الناس كان منه، وكانوا هم في المسجد. وكذلك البيعة العامة، كانت تؤدى للخليفة في المسجد، ومن ذلك أن البيعة العامة لأبي بكر الصديق، رضي اللّه عنه، كانت في المسجد، بعد أن بايعه بعض الصحابة في سقيفة بنى ساعدة. كما روي أنس بن مالك رضي اللّه عنه، أنه سمع خطبة عمر الأخيرة حين جلس على المنبر، وذلك الغد من يوم توفي رسول اللّه صلى الله عليه وسلم، فتشهد وأبو بكر صامت، لا يتكلم قال: \"كنت أرجو أن يعيش رسول اللّه صلى الله عليه وسلم، حتى يدبرنا، يريد بذلك أن يكون آخرهم ، فإن يك محمد صلى الله عليه وسلم قد مات، فإن اللّه تعالى قد جعل بين أظهركم نوراً تهتدون به، هدى اللّه محمداً صلى الله عليه وسلم. وإن أبا بكر صاحب رسول اللّه صلى الله عليه وسلم، ثاني اثنين، فإنه أولى المسلمين بأموركم، فقوموا فبايعوه، وكانت طائفة منهم قد بايعوه قبل ذلك في سقيفة بنى ساعدة، وكانت بيعة العامة على المنبر، قال الزهري، عن أنس بن مالك: سمعت عمر يقول لأبي بكر يومئذ: اصعد المنبر، فلم يزل به حتى صعد المنبر، فبايعه الناس عامة\". [[البخاري (6/2639)]]. وكذلك بيعة عثمان رضي اللّه عنه، كانت عند المنبر عندما دعاهم عبد الرحمن بن عوف إلى بيعته، وهو أحد الستة الذين عهد عمر إليهم بالتشاور في أمر الخليفة بعده، وآل أمر الشورى إليه باتفاقهم فشاور الناس ليالي، ثم: \"صلى للناس الصبح، واجتمع أولئك الرهط عند المنبر، فأرسل إلى من كان حاضراً من المهاجرين والأنصار، وأرسل إلى أمراء الأجناد، وكانوا وافوا تلك الحجة مع عمر، فلما اجتمعوا تشهد عبد الرحمن، ثم قال: أما بعد.. يا علي إني قد نظرت في أمر الناس، فلم أرهم يعدلون بعثمان، فلا تجعلن على نفسك سبيلاً فقال: أبايعك على سنة اللّه ورسوله والخليفتين من بعده، فبايعه عبد الرحمن، وبايعه الناس: المهاجرون والأنصار، وأمراء الأجناد والمسلمون\". [[البخاري (8/123)]]. بل كان الرسول صلى الله عليه وسلم وخلفاؤه الراشدون ومن تبعهم لا مقر لهم يسوسون الأمة منه إلا المسجد، كما قال ابن تيمية رحمه اللّه: و\"كانت مواضع الأئمة ومجامع الأمة هي المساجد، فإن النبي صلى الله عليه وسلم أسس مسجده المبارك، على التقوى ففيه الصلاة والقراءة، والذكر، وتعليم العلم، والخطب، وفيه السياسة، وعقد الألوية والرايات، وتأمير الأمراء، وتعريف العرفاء، وفيه يجتمع المسلمون لما أهمهم من أمر دينهم ودنْياهم، وكذلك عماله في مثل مكة، والطائف، وبلاد اليمن وغير ذلك من الأمصار والقرى، وكذلك عماله على البوادي، فإن لهم مجمعاً فيه يصلون وفيه يساسون.. كما قال النبي صلى الله عليه وسلم: ((إن بني إسرائيل كان تسوسهم الأنبياء، كلما ذهب نبي خلفه نبي، وإنه لا نبي بعدى، وستكون خلفاء تعرفون وتنكرون)) قالوا: فما تأمرنا؟ قال: ((أوفوا ببيعة الأول فالأول، واسألوا اللّه (ما) لكم، فإن اللّه سائلهم عما استرعاهم)). وكان الخلفاء والأمراء يسكنون في بيوتهم كما يسكن سائر المسلمين في بيوتهم، لكن مجلس الإمام الجامع هو المسجد الجامع\". [[الفتاوى (35/39ـ40)]]."
  },
  {
    "type": "section",
    "id": "section-34",
    "title": "المبحث العاشر: المسجد مقر لاستقبال الوفود والمفاوضات.",
    "content": "لقد كثر عدد الوافدين إلى رسول اللّه صلى الله عليه وسلم، وبخاصة بعد فتحه مكة، وإسلام ثقيف، وفراغه من تبوك، [[راجع البداية والنهاية لابن كثير (5/40)]]. ولم يكن لرسول اللّه صلى الله عليه وسلم، مكان يستقبلهم فيه سوى مسجده، فالظاهر أنه استقبل جميع الوفود في المسجد، وقد وردت نصوص تدل على استقبال بعضهم فيه، وأخرى لم تذكر مكان الاستقبال، غير أن الأولى تعين الثانية. فقد استقبل وفداً من بني تميم عليه عطارد بن حاجب بن زارة في أشراف من قومه، وطلبوا منه صلى الله عليه وسلم المفاخرة والإذن لشاعرهم، فأذن لهم بذلك، فأنشأ الزبرقان بن بدر قصيدة. قال في مطلعها: [sh][shtr]نحن الكرام فلا حي يعادلنا=منا الملوك وفينا تنصب البيع[/shtr] [/sh] فلما فرغ قال رسول الله صلى الله عليه وسلم لحسان: ((قم يا حسان فأجب الرجل)) فأنشأ حسان قصيدة، قال في مطلعها: [sh] أن الذوائب من فهر وإخوتهم قد= بينوا سُننا للناس تتبع يرضي بها كل من كانت سريرته= تقوى الإله وكل الخير يصطنع [/sh] قال ابن كثير رحمه الله: \"ولما دخلوا المسجد، نادوا رسول اللّه صلى الله عليه وسلم من وراء حجراته أن اخرج إلينا يا محمد، فآذى ذلك رسول الله صلى الله عليه وسلم من صياحهم، فخرج إليهم، فقالوا: يا محمد جئناك نفاخرك، فأذن لشاعرنا وخطيبنا قال: ((قد أذنت لخطيبكم فليقل)) فقام عطارد (وساق خطبته).. ثم قال: \"فقال رسول اللّه صلى الله عليه وسلم لثابت بن قيس بن شماس، أخي بن الحارث ابن الخزرج: ((قم فأجب الرجل في خطبته)) فقام ثابت فقال: (وساق خطبته) ثم ذكر قصيدتي الشاعرين: الزبرقان وحسان كما مضى\". [[نفس المرجع (5/41ـ43)]]. وسبقت قصة ضمام بن ثعلبة رضي اللّه عنه، الذي وفد على النبي صلى الله عليه وسلم، ودخل عليه المسجد وتعلم منه أصول الإسلام. [[راجع البداية والنهاية (5/60)]]. وكذلك وفد عليه عدى بن حاتم الطائي، وله قصة طويلة وفيها قال: \"فدخلت عليه، وهو في مسجده فسلمت عليه فقال: ((من الرجل؟)) فقلت: عدى بن حاتم\"، واستضافه صلى الله عليه وسلم إلى منزله. [[البداية والنهاية (5/63ـ68)]]. وقدم عليه وفد كندة، وكانوا مسلمين، ولباسهم الحرير فأنكر عليهم رسول اللّه صلى الله عليه وسلم، ودخلوا عليه المسجد. [[نفس المرجع (5/73)]]. وقدم جرير بن عبد الله البجلي عليه صلى الله عليه وسلم، فدخل عليه وهو يخطب. [[نفس المرجع (5/77)]]. وقدم عليه صلى الله عليه وسلم الحارث بن حسان البكري قال: فأتيت المدينة، فإذا المسجد غاص بأهله، وإذا راية سوداء تخفق، وبلال متقلد السيف بين يدي رسول الله صلى الله عليه وسلم. [[نفس المرجع (5/8)]]."
  },
  {
    "type": "section",
    "id": "section-35",
    "title": "المبحث الحادي عشر: المسجد وإعلان السياسة العامة للدولة.",
    "content": "لقد كان رسول الله صلى الله عليه وسلم يعلن لأصحابه، كل ما شرع اللّه في كتابه أو سُنة رسوله صلى الله عليه وسلم، سواء منها ما تعلق بأمور الدنيا من حلال وحرام ومباح ومندوب ومكروه، أو ما تعلق بالآخرة، وأخبار الغيب التي تقع في الدنيا أو في الآخرة. وقد روى حذيفة رضي اللّه عنه قال: قام فينا رسول الله صلى الله عليه وسلم مقاماً، ما ترك شيئاً يكون في مقامه ذلك إلى قيام الساعة إلا حدث به، حفظه من حفظه، ونسيه من نسيه. وروى عمر بن الخطاب رضي اللّه عنه قال: صلى بنا رسول اللّه صلى الله عليه وسلم الفجر، وصعد المنبر، فخطبنا حتى حضرت الظهر، فنزل فصلى، ثم صعد المنبر فخطبنا حتى حضرت العصر، ثم نزل فصلى، ثم صعد المنبر، فخطبنا حتى غربت الشمس، فأخبرنا بما كان، وبما هو كائن فأعلمنا أحفظنا. [[الحديثان في صحيح مسلم (4/2217)]]. ويظهر أن موضوع الحديثين في أخبار الغيوب الماضية والمستقبلة، ولكن لا بد أن يتخلل ذلك توجيه الرسول صلى الله عليه وسلم أصحابه، إلى ما فيه صلاح في دينهم ودنياهم. وعندما بويع أبو بكر رضي اللّه عنه البيعة العامة على منبر رسول اللّه صلى الله عليه وسلم، أعلن للناس في خطبته السياسة العامة التي سيسير عليها من على منبر رسول اللّه صلى الله عليه وسلم: \"فحمد الله وأثنى عليه بما هو أهله، ثم قال: أما بعد أيها الناس فإني قد وليت عليكم ولست بخيركم، فإن أحسنت فأعينوني، وإن أسأت فقوموني، الصدق أمانة، والكذب خيانة، والضعيف فيكم قوي عندي حتى أرجع عليه حقه، إن شاء اللّه، والقوي فيكم ضعيف حتى آخذ الحق منه، إن شاء اللّه، لا يدع قوم الجهاد في سبيل اللّه إلا خذلهم اللّه بالذل، ولا تشيع الفاحشة في قوم، إلا عمهم اللّه بالبلاء، أطيعوني ما أطعت اللّه ورسوله فيكم، فإذا عصيت الله ورسوله، فلا طاعة لي عليكم، وقوموا إلى صلاتكم يرحمكم اللّه\". [[البداية والنهاية لابن كثير (6/301)، وقال: وهذا إسناده صحيح]]."
  },
  {
    "type": "section",
    "id": "section-36",
    "title": "الفصل الثاني: العاملون في المسجد.",
    "content": "المبحث الأول: الإمام. المبحث الثاني: المؤذن. المبحث الثالث: المصلون. المبحث الرابع: المدرسون والمرشدون. المبحث الخامس: القائمون بالخدمة."
  },
  {
    "type": "section",
    "id": "section-37",
    "title": "المبحث الأول: الإمام.",
    "content": "لقد كان الإمام الأول للمسجد في الإسلام، هو ولي أمر المسلمين الأول: الرسول القدوة، والحاكم العادل، والقائد الشجاع، والمعلم المزكي، والمفتي الفقيه في الدين، والخطيب المؤثر، والرؤوف الرحيم، إنه رسول الله صلى الله عليه وسلم. ثم تبعه على ذلك خلفاؤه الراشدون، الذين كانوا يجتهدون في الاقتداء به في كل نشاطهم المتعلق بأنفسهم أو بغيرهم، ثم تغير الحال بعد ذلك، فاختص الأمراء بالسياسة، واختص العلماء بالتعليم والإفتاء والقضاء وإمامة المساجد، وخطبها، مع وجود تعاون بين الفريقين: فريق العلماء: ينصح ويبيِّن الحق. وفريق الأمراء: ينفِّذ. ثم حصلت فجوة واختلاف بين العلماء والأمراء، تبع ذلك انفصام نكد بين العلماء والحكام في العالم الإسلامي، وتمكن الشقاق بين المسلمين بسبب افتراق التوجيه الديني، والقيادة السياسية. قال ابن تيمية رحمه الله: \"وقد كانت السنة أن الذي يصلي بالمسلمين الجمعة والجماعة، ويخطب بهم، هم أمراء الحرب، الذين هم نواب ذي السلطان على الأجناد، ولهذا لما قدم النبي صلى الله عليه وسلم أبا بكر في الصلاة، قدمه المسلمون في إمارة الحرب وغيرها، وكان النبي صلى الله عليه وسلم إذا بعث أميراً على حرب، كان هو الذي يؤمِّره للصلاة بأصحابه، وكذلك إذا استعمل رجلاً نائباً على مدينة، كما استعمل عتاب بن أسيد على مكة، وعثمان بن أبي العاص على الطائف، وعلياً ومعاذاً وأبا موسى على اليمن، وعمرو بن حزم على نجران، كان نائبه هو الذي يصلي بهم، ويقيم فيهم الحدود وغيرها، مما يفعله أمير الحرب. وكذلك خلفاؤه بعده، ومَن بعدهم من الملوك الأمويين، وبعض العباسيين، وذلك لأن أهم أمر الدين الصلاة والجهاد\". [[الفتاوى (28/260ـ261)]]. إن المقصود من هذا هو: بيان رتبة إمام المسجد في المجتمع الإسلامي، إمام المسجد كان الآمر الناهي، ثم ضعفت صلة السلطان بالمسجد، في فترة من الفترات، وقويت صلة العلماء به، فأصبح أئمة المساجد الناصحين الأمناء، والسلطان هو المنفذ لأحكام الدين، ثم ازداد الضعف بين السلطان والمسجد، حتى شيد معاهد وجامعات، يضع هو مناهجها، ويوظف أساتذتها والقائمين بأعمالها الإدارية والمالية، ويضع المتخرجين في تلك المعاهد والجامعات في أرقى وظائف الدولة، ليستغني بهم عن علماء المساجد وأئمتها. فأصبح لعلماء المساجد توجيه، وللمتخرجين في المعاهد والجامعات توجيه آخر، يؤيد علماء المساجد طلبتُهم وأتباعُهم الذين لا حول ولا طول لهم، ويؤيد علماءُ المعاهد والجامعات السلطان. [[كما هو الحال في بعض البلدان الإسلامية التي استولى عليها الكفار المستعمرون فأفسدوا بعض شبابها وربوهم على بغض الدين ومحاربة مؤسساته]]. فقويت بذلك الفرقة، واشتدَّ الخلاف، واضطر طلاب العلم أن ينصرفوا عن المساجد إلى غيرها من المعاهد والجامعات، لينالوا الحظوة والجاه، حتى أصبحت إمامة المسجد ليست ذات بال عند كثير من المسمين. وأصبح القصد منها أن يسترزق إمام المسجد من ورائها، فضعفت وظيفة المسجد، وقلت أهمية الإمام، فأصبح العلماء الكبار لا يرغبون في إمامة المسجد، إلا إذا كانت ذات بال في نفسها عند الناس، كالحرمين، وبيت المقدس والجامع الأزهر، وبعض الجوامع التي بقي فيها حلقات لطلبة العلم. لذلك صار مفهوم المسجد عند الناس، محلاً للدعوة إلى الصلاة، ثم أداءَ الفرائض لمن شاء، وشيئاً من النوافل، وتلاوة القرآن في بعض الأوقات، ثم تغلق أبوابها إلى أن يحين الوقت الآخر، وهكذا.. فإذا أراد المسلمون الآن أن يعيدوا للمسجد مكانته في المجتمع الإسلامي ليؤدي فيه وظيفته، كما كان يؤديها من قبل، فلا بد أن يجتهدوا في إيجاد الأسباب التي ترفعه كما أراد الله تعالى: { فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ (36) رِجَالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ}. [النور: 36ـ37]. ومن ذلك إيجاد الإمام الكفء لكل مسجد بحسب موقعه، وكفاءة الإمام إنما تؤخذ من سيرة رسول الله صلى الله عليه وسلم الفعلية، وسنته القولية. فالإمام لا بد أن يكون حافظاً لكتاب الله، أو لشيء كاف منه يؤم الناس به، ويسمعهم إياه في الصلوات الجهرية؛ لأن تلاوة القرآن على الناس وقت الصلاة نفعها عظيم جداً، وهو في زمن إمامته الطويل في الغالب، يستطيع أن يعظ الناس ويذكر لهم الأحكام في تلاوته بحسب المناسبات، أما إذا كان لا يحفظ إلا بعض السور القصيرة، فإن المصلين يحرمون الخير الكثير. ولا بد أن يكون على علم بسنة رسول الله صلى الله عليه وسلم، وبخاصة ما يتعلق بأحكام الطهارة والصلاة، وآدابها، وآداب المسجد في الدخول والخروج والجلوس وغيرها. وينبغي أن يكون ذا هيبة ومكانة في المصلين، له من الفضائل ما يكون بها محترماً عند المصلين المحيطين بمسجده. ولهذا جعل صلى الله عليه وسلم الإمامة للأسبق فالأسبق، تلاوة لكتاب الله، وحفظاً وعلماً بالسنَّة النبوية، والأقدمية في الهجرة، وما شابهها من الفضائل، أو السن. كما في حديث أبي مسعود الأنصاري رضي الله عنه قال: قال لنا رسول الله صلى الله عليه وسلم: ((يؤم القوم أقرؤهم لكتاب الله وأقدمهم قراءة، فإن كانت قراءتهم سواء، فليؤمهم أقدمهم هجرة ـ وفي رواية: فأقدمهم سلماً، أي إسلاماً ـ فإن كانوا في الهجرة سواء، فليؤمهم أكبرهم سناً، ولا يؤمن الرجلُ الرجلَ في أهله، ولا في سلطانه، ولا تجلس على تكرمته إلا أن يأذن لك)). [[مسلم (1/465)]]. وولي أمر المسلمين أحق بالإمامة، وإن وجد من هو أحفظ منه للقرآن الكريم أو أقدم منه هجرة، لتجتمع إمامة الصلاة وإمامة السياسة في رجل واحد، كما كانت على عهده صلى الله عليه وسلم، وعهد خلفائه رضي الله عنهم، ولهذا قال: ((ولا يؤمَّن الرجل الرجل في أهله ولا في سلطانه)). واشتد حرص رسول الله صلى الله عليه وسلم في مرض موته، أن يصلي بالناس أبو بكر، وغضب من مراجعة عائشة له، وطلبها منه أن يصلي بالناس عمر، لما علمت من رقة أبيها، وأنه يغلبه البكاء. [[راجع صحيح البخاري (1/165)]]. وينبغي أن يكون الإمام حسن الصوت بالقرآن الكريم، ليرغب الناس في الإنصات إليه، ولا يملوا قراءته، فقد كان الرسول صلى الله عليه وسلم يحب ذلك، وقال لأبي موسى رضي الله عنه: ((يا أبا موسى لقد أوتيت مزماراً من مزامير آل داود)). [[البخاري (6/112)]]. وفي حديث أبي هريرة رضي الله عنه، سمع النبي صلى الله عليه وسلم يقول: ((ما أذِنَ الله لشيء، ما أذن لنبي حسن الصوت بالقرآن يجهر به)). [[البخاري (8/214)]]. ولهذا ينبغي لمن يوجد من يساويه في الصفات التي يكون الإمام بها كفؤاً للإمامة، ولكنه يزيد عليه بحسن الصوت الذي يرغب الناس في سماعه، أن يؤْثِر حسن الصوت على نفسه، لما في ذلك من المصلحة، وهى ترغيب الناس في حضور الصلاة وراء الإمام الحسن الصوت، ولعل قوله صلى الله عليه وسلم: ((يؤم الناس أقرؤهم لكتاب الله)) يشمل الأفضل في الحفظ وحسن الصوت وغيرهما. ولكن لا ينبغي أن يبالغ المصلون في الحرص على حسن الصوت، مبالغة تلهيهم عن تدبر القرآن والإنصات لقراءة الإمام الذي يكون صوته أقل حسناً من غيره، ما دام يقيم القراءة إقامة صحيحة بحسب قواعدها من التجويد؛ لأنهم إذا أشغلوا نفوسهم في وقت تلاوة مثل هذا الإمام، فاتهم التدبر والخشوع في صلاتهم. وينبغي أن يكون الإمام من المهتمين بحاجات الناس، والحرص على قضاء ما يكون قادراً عليه، سواء كان ذلك في داخل المسجد أو خارجه، كالصلح بين المتخاصمين والشفاعة الحسنة. ولقد تأخر الرسول صلى الله عليه وسلم مرة عن الصلاة، بسبب خروجه إلى قوم متخاصمين، للصلح بينهم، حتى أقام بلال وطلب من أبي بكر أن يؤم الناس ففعل، فلما جاء النبي صلى الله عليه وسلم، رجع القهقرى وتقدم النبي صلى الله عليه وسلم. [[راجع صحيح البخاري (3/165)]]. وكان صلى الله عليه وسلم يقف مع صاحب الحاجة يناجيه، بعد أن تقام الصلاة، فيمكث معه مدة طويلة، كما روى أنس رضي الله عنه ـ وكان صغيراً ـ قال: \"أقيمت الصلاة والنبي صلى الله عليه وسلم يناجي رجلاً في جانب المسجد، فما قام إلى الصلاة حتى نام القوم\". [[صحيح البخاري (7/157ـ158) وصحيح مسلم (1/284)]]. وينبغي أن يتفقد أحوال المصلين، ويواسيهم ويقضي حوائجهم، فيشبع الجائع ويكسو العاري، ويعلم الجاهل،[[راجع صحيح مسلم (2/597) في قصة الرجل الغريب الذي سأله وهو يخطب، فترك الخطبة وأقبل عليه يكلمه ثم أتم خطبته]]. ويعود المريض. [[راجع صحيح مسلم (2/637)]]. ومما يدل على تعليم الجاهل، مع الرفق به، قصة معاوية ابن الحكم السلمي، رضي الله عنه قال: بينما أنا أصلي مع رسول الله صلى الله عليه وسلم، إذ عطس رجل من القوم، فقلت: يرحمك الله فرماني القوم بأبصارهم، فقلت: يرحمك الله، فرماني القوم بأبصارهم، فقلت: واثكل أماه ما شأنكم تنظرون إلى؟ فجعلوا يضربون بأيديهم على أفخاذهم، فلما رأيتهم يصمتونني، لكني سكت، فلما صلى رسول الله صلى الله عليه وسلم فبأبي هو وأمي، ما رأيت مُعلماً قبله ولا بعده أحسن تعليماً منه، فوالله ما قهرني ولا ضربني ولا شتمني، قال: ((إن هذه الصلاة لا يصلح فيها شيءٌ من كلام الناس، إنما هو التسبيح والتكبير وقراءة القرآن)). [[مسلم (1/381ـ382)]]. ومن الصفات التي يحتاج إليها الإمام، قدرته على الخطابة المؤثرة في السامعين، وأن يُعنىَ بالأمور التي يحتاج الناس إلى بيانها والتنبيه عليها، وذلك يقتضي أن يخالطهم، ويتعرف على أحوالهم، حتى يكون على بينه مما يدور في المجتمع. فإذا جاء يوم الجمعة كان ملماً بالأحداث، وبالأهم فالمهم منها؛ لأن خطبة الجمعة فرصة، يجتمع المسلمون لسماعها، وينصتون للخطيب فيها إنصاتاً واجباً لا يوجد في سواها من الخطب. فقد روى جابر رضي الله عنه قال: \"كان رسول الله صلى الله عليه وسلم إذا خطب احمرت عيناه، وعلا صوته، واشتد غضبه، حتى كأنه منذر جيش يقول: صبحكم ومساكم، ويقول: ((بعثت أنا والساعة كهاتين)) ويقرن بين أصبعيه: السبابة والوسطى، ويقول: ((أما بعد فإن خير الحديث كتاب الله وخير الهدى هدى محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل بدعة ضلالة)). [[مسلم (2/592)]]. إن الإمام الذي لا يختلط بالمصلين في المسجد وخارجه، ولا يسأل عن أحوالهم، وما يطرأ لهم، لا يقدر على إفادتهم؛ لأنه سيتحدث إلى الناس في أمور هم أحوج إلى غيرها منها، وفي ذلك خسارة على الناس أي خسارة، وفوات لوقت من أثمن الأوقات لبيان ما أنزل الله للناس. وكذلك الخطيب العاجز عن التعبير عما في نفسه، أو الذي يميت المعاني بألفاظه الميتة يعتبر نِيْراً على رقاب المصلين، يجب أن يتنحّى، أو يُنَحى، ليحل محله الخطيب الكفء الذي يفيد المصلين والمستمعين. والواقع المشاهد الآن يؤيد ذلك، فإن الناس يتسابقون إلى المسجد الذي يكون خطيبه مؤثراً مهتماً بأحوال الناس، وما يحدث لهم في أمور دينهم ودنياهم، يتركون المساجد القريبة منهم، ويذهبون إلى المسجد الأبعد من أجل ذلك، وكأنهم يقولون بلسان حالهم للخطيب غير المؤثر: ضع نفسك في مكانك، فرداً في صفوف المصلين، ودع المنبر لأهله. الهروب إلى النوم! إن المصلين في كثير من المساجد، يحضرون يوم الجمعة، وقد تتابعت على بلدانهم خلال الأسبوع، مصائب وابتلاءات، يعتدي عليهم المعتدون، فيحتلون أراضيهم، ويسفكون دماءهم، ويخربون بيوتهم، ويخرجون أهلها منها، شيوخاً ونساءً وأطفالاً، يهيمون على وجوههم، لا يجدون المأوى، ولا الطعام ولا الماء، تحصدهم الأمراض حصداً، فلا يجدون مشفى يستقبلهم، ولا دواء يخفف آلامهم. يرى هؤلاء المصلون المنافقين من المنتسبين إلى الإسلام والعروبة، يتعاونون مع أعداء الله من مخابرات اليهود والصليبيين، لقتل واصطياد المجاهدين الغيورين على بلدانهم وبني جلدتهم، يقدمون أرواحهم فداء لدينهم وأمتهم، ويختطفهم الأعداء من منازلهم، من بين أسرهم وأطفالهم، بتحريش من عملائهم الخونة، ليزجوا بهم في السجون والمعتقلات، ويسوموهم سوء العذاب. يرى المصلون من المآسي النازلة بهم وبأمتهم، ما لا تطاق رؤيته، ويسمعون ما لا يستساغ سماعه، تحترق نفوسهم، وتتقطع وتتمزق قلوبهم، يتمنون أن يسمعوا من خطبائهم الذين فرض الله عليهم الإنصات الكامل لخطبهم يوم الجمعة، ما يبين لهم سبل دفاعهم عن دينهم، وأنفسهم، وأعراضهم، وأموالهم، ومقدساتهم، وما يعينهم على الصبر على المحن التي أصابتهم، وما يخفف آلامهم، والوسائل التي يمكنهم بها عون إخوانهم المُعتدى عليهم. فيجدون غالب خطباء الجوامع في غالب البلدان الإسلامية، يسبحون في بحار غير بحارهم، ويخوضون في مشكلات غير مشكلاتهم، فلا يجدون وَزَرًا يحتمون به، ولا ملجأً يفرون إليه، إلا النعاس الخفيف، أو النوم الثقيل، حتى يصحوا على قول المؤذن: ((قد قامت الصلاة، قد قامت الصلاة)). إنهم يرون المدن الفلسطينية، تختفي تحت دخان جرافات اليهود، التي تهدم المنازل فوق سكانها الأحياء، فإذا حضروا لسماع خطبة الخطيب، وجدوه قد أعد لهم كلتا الخطبتين في تحريم التدخين والتنفير منه. ترى أي الدُّخانَينِ أولى بخطبة هذا الخطيب: الدخان الذي يخفي المدن الفلسطينية، وجثث الموتى تحت أنقاض منازلهم، أم تدخين السجائر؟! ويرون المرأة الفلسطينية تقف على أنقاض بيتها الذي هدمه اليهود على أسرتها، ففقدت الزوج والولد والأقارب، تحت الركام، وهي تصيح باكية: وينكم \"أين أنتم\" يا عرب؟ ويرون امرأة أخرى قد آلمها طلق الولادة، وهي تتوكأ على كتف زوجها، ليوصلها إلى المستشفى، فتجد جنود اليهود المدججين بالسلاح، على الحواجز يمنعونها من ركوب سيارة الإسعاف، فتلد على حافة الشارع، أو تموت هي وجنينها، فيجدون الخطيب يتكلم عن أحكام الحيض والنفاس! وقد بلغني أن امرأة حضرت خطبة الجمعة في أحد الجوامع، فخرجت ساخطة على ذلك الخطيب، وقالت لزوجها: أين يعيش هذا الإمام؟ فقال لها زوجها: ماذا تقصدين؟ قالت: اليهود يقتلون الفلسطينيات ويهدمون بيوتهن، وهو يخطب عن الحيض؟ لما ذا لا يحث الناس على بذل المال للمجاهدين وأسرهم؟ ونحن لدينا هواتف المشايخ، إذا أشكل علينا شيء سنتصل بهم ونسألهم. نعم! لقد هدت الفطرة والواقع المر الذي يعيشه المسلمون، هذه المرأة إلى الإنكار على أمثال هذا الخطيب الذي لم يهتم بأخطر ما تواجهه الأمة الإسلامية، وما أكثر الخطباء من أمثاله، الذين ملَّ المصلون من خطبهم وتململوا! تُرى هل يرجى من هؤلاء الخطباء وأمثالهم، أن تؤثر خطبهم ودروسهم إن وجدت في شباب الأمة ووقايتهم من الانحراف؟ ومن أعاجيب الأمور ما يحصل في بعض الشعوب الإسلامية التي لا ينطق أهلها اللغة العربية، ولا يفهمون الحديث بها، من التزام كثير من خطباء الجمع بقراءة خطبة الجمعة من كتب أكل عليها الدهر وشرب باللغة العربية، والناس لا يفهمون شيئاً مما يقول، ولا يترجم لهم ما يقول، لعجزه في الغالب عن ذلك، حتى لقد بلغني أن بعض الخطباء لا زالوا يدعو ببعض الدعاء الوارد في الخطبة الثانية في بعض الكتب للسلطان ابن السلطان، خليفة المسلمين في عاصمة الخلافة \"اسطنبول\"! إن الرسول صلى الله عليه وسلم، هو الذي يجب أن يكون قدوة أئمة المساجد وخطبائها، فيتحلوا بما تحلى به من فقه في الدين، وعمل ودعوة، وقضاء حاجات، وتفقد أحوال المصلين، والأخلاق الفاضلة، والتأثير في أهل المسجد، في التعليم والتزكية. وعلى ولاة أمور المسلمين، وقد ابتعدوا عن هذه الوظيفة، إمامة المساجد وخطب الجمعة، من زمن طويل، أن يجتهدوا في وضع الإمام الكفء في مكانه، وأن لا يمكنوا من لا كفاءة عنده من الإمامة أو الخطابة، وأن يعيدوا للأئمة مكانتهم لتعود للمسجد مكانته. وهذا لا يتأتى إلا إذا كان إمام المسجد وخطيبه من العلماء العاملين وأن تكون وظيفة إمام المسجد، لا تقل عن وظيفة أساتذة الجامعات، أو أعلى رتبة، وبخاصة في المساجد التي يحضرها جمع غفير في الجمع والجماعات، وأن لا تكون وظائف الأئمة في المساجد الأقل جَمْعاً حقيرة، لا يتقدم لها إلا المحتاج، بل ينبغي أن تكون وظائف جيدة، تغنى الإمام عن الوظائف التي يرغب فيها غيره. ويجب على غير الأكفاء أن لا يقحموا أنفسهم، فيما لا يقدرون عليه، فإنهم يصيرون بذلك آثمين لعدم تمكينهم الكفء من القيام بما يقدر عليه، ولا يقدرون هم عليه، ولظلمهم المصلين بذلك. وإمام المسجد هو المشرف على كل شؤونه والعاملين فيه من مؤذن، وواعظ ومصل، ومنظف، وغيرهم... مشروع تنسيق بين أئمة المساجد المحلية والدولية: إن المساجد تنتشر في كل مدينة وقرية وحارة، في البلدان الإسلامية، كما أنها تنتشر في كثير من البلدان غير الإسلامية، وبعضها من الجوامع الكبيرة، ولو وجد فيها الأئمة والخطباء الأكفاء علماً، وعملاً، ودعوةً، وحكمة، لكان لها شأن عظيم في توعية الناس وهدايتهم. والمقصود هنا إيضاح أمر مهم، وهو إيجاد تنسيق بين أئمة المساجد وخطبائها، في جميع أنحاء الأرض التي يمكن اتصال بعض الأئمة فيها ببعض، تنسيق بين أئمة المساجد في أحياء المدن، وفي مساجد القرى المتجاورة، وبين أئمة الجوامع وخطبائها في كل مدينة، و أئمة المساجد في مدن كل بلد، وبين أئمة المساجد الكبيرة وخطبائها في كل بلد من البلدان، ولهذا التنسيق أهداف مهمة، لو تمت لعم نفعها المسلمين.. ومن هذه الأهداف ما يأتي: الهدف الأول: تعارف الأئمة والخطباء، واستفادة بعضهم من بعض، من خبراتهم، ومن علمهم. الهدف الثاني: تعاونهم على اتخاذ الوسائل التي تجعل الناس يواظبون على حضور المساجد. الهدف الثالث: معرفة أحوال المصلين في الحارات والقرى والمدن، من حيث التزامهم بالإسلام أفراداً وأسراً، وما يعانونه من خلافات، أو فقر... ومحاولة حلها بالوسائل الممكنة. الهدف الرابع: الاتفاق على إعداد خطبة الجمعة أسبوعياً، في موضوع معين، يكون أبرز ما يحتاج الناس إلى بيانه في القرى أو الأحياء أو المدن، بحيث يخرج المصلون جميعاً من المساجد، وقد تبين لهم ما يتعلق بذلك الموضوع. الهدف الخامس: اتفاق أئمة المساجد في البلد الواحد، على توحيد موضوع خطبهم كل شهر، بحيث يختارون أهم موضوع يرون أن له الأولوية ببلدهم في هذا الشهر، ليخرج المصلون من أهل البلد من جميع الجوامع، وقد استفادوا في هذا الموضوع. الهدف السادس: اتفاق جميع أئمة الجوامع الكبرى في البلدان الإسلامية، وغير الإسلامية على توحيد خطبهم في أهم موضوع يهم المسلمين، بحيث يخرج المصلون في العالم كله، وقد تلقوا رسالة الموضوع... الهدف السابع: توحيد خطب الجوامع الكبرى، في موضوع معين، يخاطبون فيه غير المسلمين، من دول العالم، وبخاصة الدول الغربية، ليتلقوا رسالة من المسلمين فيما يخص ذلك الموضوع.. مثل قضية فلسطين، أو قضية عدوان يدبر لبلدٍ مَّا من بلدان المسلمين... إن هذه الأهداف لو تحققت في القرى، وأحياء المدن، وفي مدن البلد الواحد، ثم في مدن بلدان المسلمين كلها، ورتب لها ترتيباً حكيماً مناسباً، سيكون لها أثر عظيم يحقق للمسلمين، ما لا تحققه كثير من وسائل الإعلام، مع العلم أن وسائل الإعلام في كثير من البلدان الإسلامية، لا تؤدي واجبها الإسلامي، بل قد يكون نشاط كثير منها، يهدم ما يبنيه دعاة الإسلام. كيف يتم التنسيق؟ قد يقال: إنك تطلب ما يصعب تحقيقه من هذا التنسيق، إذا أمكن تحقيقه في مساجد بعض القرى وبعض أحياء المدن المتقاربة، فكيف يمكن تطبيقه في جوامع المدينة الواحدة، مع تباعد جوامعها وكثرة مشاغل الناس في هذا العصر؟ ومن باب أولى كيف يتم تطبيقه بين مدن البلد الواحد؟ والأشد غرابة تطبيقه بين جوامع جميع البلدان في العالم؟ والجواب: أن هذا الأمر أصبح في هذا الزمن، ميسوراً، كما يتضح في الأمور الآتية: الأمر الأول: معرفة الموضوع الذي يراد توحيد الخطبة فيه، على أي مستوى من المستويات المذكورة. 1- في القرى والأحياء والمدن، ينبغي أن يتلمس الأئمة والخطباء، أحوال الناس في قراهم وأحيائهم خلال الأسبوع، لمعرفة ما يجري في القرية أو الحي، من أحداث مفيدة أو ضارة، ثم يختاروا ما يرونه أجدر بتخصيصه بخطبة الجمعة في القرية أو الحي، دعماً لما هو مفيد، أو إنكاراً لما هو ضار. 2- الجوامع الكبيرة في مدن البلد الواحد، يَتَتَبَّع الأئمة والخطباء الأحداث الجارية في البلد، الضار منها والنافع كذلك، ويتفقوا على أهم الموضوعات ـ بعد التشاور بينهم ـ ويكون هو موضوع الخطبة الموحدة. 3- الجوامع الكبرى في البلدان الإسلامية وغيرها، يقوم الأئمة والخطباء، بتتبع الأحداث العالمية التي تهم المسلمين، واختيار أهم تلك الموضوعات، ليكون موضوع الخطبة الموحدة في تلك الجوامع. وسائل الاتصال والتنسيق: من السهل الميسور على خطباء القرى والأحياء المتجاورة، وخطباء الجوامع الكبيرة في كل مدينة، اجتماعهم مرة في الأسبوع، وليكن يوم الخميس الذي يسبق الجمعة، حيث يكونون قد عرف كل منهم أهم حدث حصل في قريته أو حيه، خلال الأسبوع، ثم يختارون أهم تلك الأحداث ليكون موضوع خطبهم جميعاً. ومعنى هذا أن الخطباء في مساجد الأحياء والقرى، يوحدون خطبهم في أحداث قراهم وأحيائهم، وخطباء الجوامع في المدينة، يوحدون خطبهم في أحداث المدينة. ومن السهل الميسور على خطباء جوامع كل مدينة في البلد، الاتصال والتنسيق مع زملائهم في بقية المدن، وذلك بتتبع أهم الأحداث التي تظهر على مستوى البلد، ثم يختار كل واحد منهم أهم حدث يراه جديراً بتوحيد الخطبة. ويتم اتصال بعضهم ببعض، عن طريق واحد منهم يتفقون عليه، يرسلون إليه بوساطة الفاكس، أو الهاتف أو البريد الإلكتروني، يعين كل واحد منهم في رسالته الحدث الذي يراه صالحاً لتوحيد الخطبة، والغالب في خطباء الجوامع الكبيرة، أن يتفقوا على الحدث الأهم، لما لهم من خبرة، وما عندهم من ثقافة، فإذا لم يتفقوا كلهم، أخذ برأي الأغلبية منهم... وصار هو موضوع توحيد الخطبة... أما الجوامع الكبرى في العالم، فتوحيد الخطبة فيها يتعلق بأهم موضوع على مستوى العالم، وأقصد بالجوامع الكبرى ـ هنا ـ أكبر الجوامع في كل بلد، مثل المسجدين العظيمين في الجزيرة العربية: المسجد الحرام، والمسجد النبوي، والجامع الأزهر في مصر، والجامع الذهبي في إندونيسيا.. ومسجد المركز الإسلامي في واشنطن... وهكذا... فهذه هي التي توحد خطبتها على مستوى العالم، وليس كل جوامع البلدان الإسلامية، ولهذا أطلقت على هذه الجوامع الكبيرة، وعلى تلك الجوامع الكبرى. ولخطر المساجد العظيمة وأثرها في الأمة، فرق بعض العلماء بينها وبين المساجد الصغيرة، فجعل أمر الأولى إلى خليفة المسلمين، فهو الذي ينصب أئمتها وخطباءها، استحساناً أو وجوباً. قال ابن خلدون رحمه الله: \"وإذا ثبت ذلك فاعلم أن المساجد في المدينة صنفان: مساجد عظيمة كثيرة الغاشية معدة للصلوات المشهودة، وأخرى دونها مختصة بقوم أو محلة وليست للصلوات العامة. فأما المساجد العظيمة، فأمرها راجع إلى الخليفة أو من يفوض إليه من سلطان أو من وزير أو قاض، فينصب لها الإمام في الصلوات الخمس والجمعة والعيدين والخسوفين والاستسقاء. وتعين ذلك إنما هو من طريق الأولى والاستحسان، ولئلا يفتات الرعايا عليه في شيء من النظر في المصالح العامة، وقد يقول بالوجوب في ذلك من يقول بوجوب إقامة الجمعة، فيكون نصب الإمام لها عنده واجباً... ولقد كان الخلفاء الأولون لا يقلدونها لغيرهم من الناس، وانظر من طُعن من الخلفاء في المسجد عند الأذان بالصلاة وترصدهم لذلك في أوقاتها، يشهد لك ذلك بمباشرتهم لها وأنهم لم يكونوا يستخلفون فيها\". [[المقدمة، دار الكتاب اللبناني ومكتبة المدرسة، بيروت، صفحة (388)]]. وما أسهل الاتصال اليوم بين خطباء هذه الجوامع، فقد أصبح الاتصال بين الناس عن طريق، وسائل الاتصال الحديثة، أسرع من الاتصال العادي بين الأب وأولاده في حارة واحدة! فالجوال ولهاتف والفاكس، والماسنجر، والبريد الإلكتروني.. قربت البعيد في لحظات من الزمن. والمهم الاتفاق على كيفية الاتصال، وتحديد الزمن الذي يتم فيه، والحرص على استغلال هذه الوسائل، في التعاون على إقامة دين الله من قبل علماء الإسلام ودعاته. عقبات لا بد من اقتحامها: وتقف أمام هذا التنسيق عقبات يصعب اقتحامها، ولكن التوكل على الله، وقوة الإرادة، ومواصلة السير الحكيم، قد تذلل للمسلمين أصعب العقبات وأشدها: العقبة الأولى: تباين آراء كثير من الأئمة والخطباء، في الأولويات، بسبب اختلافهم في المذاهب والاتجاهات العقدية والسياسية. وهذه الأمور متأصلة في كثير من العلماء، ومع المحاولات الكثيرة من قبل بعض المصلحين، لجمع الكلمة على الحق، بناء على أمر الله تعالى بالاعتصام بحبله، لا زال التنازع المؤدي إلى الفشل، يخيم على كثير من العلماء، بسبب التعصب الأعمى الذي يعمي عن الحق الذي أهمه وجوب الاعتصام بحبله، والتعاون على البر والتقوى، مع العلم أن ما يمكن أن يجمع علماء المسلمين، أكثر مما يفرقهم. ولكنا لا نيأس من رحمة الله وتوفيقه لعلمائنا وخطباء جوامعنا الكبرى في العالم، ليتعاونوا على البر والتقوى، ويحاولوا اتخاذ أسباب جمع الكلمة، وتجنب أسباب التنازع، والاتفاق على جلب المصالح الكبرى، ودفع المفاسد الكبرى، عن هذه الأمة... ومعلوم أن من أهم ما يتفق عليه عقلاء المسلمين اليوم، هو عدوان أعداء الإسلام في مشارق الأرض ومغاربها، وفي مقدمة هذا العدوان محاربة تطبيق شريعة الله، في أي بلد إسلامي، بضغط أعداء الإسلام على حكومات الشعوب الإسلامية التي تعزم على ذلك، سياسياً واقتصادياً وعسكرياً ودبلوماسياً، بل إن هؤلاء الأعداء أصبحوا يحاربون الالتزام بالإسلام بمعناه الشامل، ويضغطون على حكومات الشعوب الإسلامية، لتغيير مناهج التعليم، وحذف كل ما لا يرضون به، مما يقوي الإيمان في قلوب أبنائنا، ويبث في نفوسهم العزة والكرامة، ورفع راية الجهاد في سبيل الله، الذي تُحفَظ به ضرورات حياتنا، وهي الدين، والنفس، والنسل، والعقل، والمال، التي استباحها أعداء الحق بالقوة والقهر. إن تدبر خطباء الجوامع الكبرى في البلدان الإسلامية، لتداعي أعداء الإسلام على هذه الأمة، يسهل عليهم تجاوز عقبة اختلافهم في بعض الأمور، ليتفقوا على وقوفهم صفاً واحداً ضد هجوم أعداء الأمة الإسلامية. وما أكثر الموضوعات التي تحتاج من الخطباء إلى بيانها للأمة، من دعوتهم إلى التمسك بدينهم، والحذر من مخالفته، وحثهم على التعاون والتناصر فيما بينهم، تحقيقاً للأخوة الإسلامية التي لا يُسْلم الأخ فيها أخاه ولا يخذله، بل يعينه وينصره، بالنفس والمال، و التبادل التجاري والاقتصادي، والإعلامي والثقافي، والعسكري بين حكومات الشعوب الإسلامية، وغير ذلك من الموضوعات التي تستغرق من خطباء المساجد الكبرى، أوقات كثيرة. وهناك موضوعات كثيرة تجمع هؤلاء الخطباء، وهي مخاطبة المعتدين على هذه الأمة، مخاطبة تقيم عليهم الحجة، وتبين لهم سوء عواقب عدوانهم على المسلمين، حيث يزرعون بعدوانهم حقد الشعوب الإسلامية عليهم، وشدة غيظهم الذي ليس في مصلحتهم ولا في مصلحة شعوبهم، وأن ذلك يعَرِّض مصالحهم السياسية والاقتصادية، والدبلوماسية والعسكرية، لمخاطر عظيمة، وأنهم إذا كانوا اليوم أقوياء تمكنهم قوتهم من العدوان على المسلمين، فقد تتبدل الأحوال، وتتغير، فيصبح الضعيف قوياً، والقوي ضعيفاً، وعندئذ سيأخذ المظلوم حقه من المعتدي، والبادئ أظلم: {إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ وَتِلْكَ الأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ وَاللَّهُ لا يُحِبُّ الظَّالِمِينَ}. [آل عمران: 140]. [sh][shtr]هي الأمور كما شاهدتها دول= من سره زمن ساءته أزمان[/shtr] [/sh] وكذلك يرسلون في خطبهم رسائل، إلى الشعوب التي يعتدي حكامها على البلدان الإسلامية، يذكرونهم بمغبة هذا العدوان الذي سيعود عليهم بالخسران؛ لأن حكامهم المعتدين سيزولون، وسترث شعوبهم آثار عدوانهم؛ لأنهم هم الذين يدعمون ذلك العدوان، بالأموال والتأييد السياسي والعسكري، وستحتفظ الشعوب المعتدى عليها، إسلامية كانت أو غير إسلامية، بحقها في القصاص ممن يعتدي عليها، وأن الخسران المبين سيكون وقعه على الشعوب أعظم من وقعه على حكامهم المعتدين. إن التفات خطباء الجوامع الكبرى في العالم إلى هذه المعاني التي لا ينكرها ذو عقل سليم، يسهل عليهم اجتياز هذه العقبة، والاتفاق على التنسيق فيما بينهم، لتوحيد خطبهم في تلك الموضوعات وما أشبهها في أوقاتها المناسبة... العقبة الثانية: وقوف بعض الحكام في من تعاون أئمة الجوامع الكبرى وخطبائها في البلدان الإسلامية، لخوف كثير من تلك الحكومات، من اتصال بعض العلماء في العالم الإسلامي ببعض، بأن هذا الاتصال وهذا التنسيق، سيعود عليهم بالضرر؛ لأن غالب حكام الشعوب الإسلامية يمنعون تطبيق شريعة الله في بلدانهم، وبعضهم يحارب الدعوة إلى تطبيق الشريعة الإسلامية ودعاتها. وهذه العقبة من أصعب العقبات؛ لأن المساجد في غالب البلدان الإسلامية، تسيطر عليها وزارات الأوقاف والأديان، التي تقوم هي بتوظيف الأئمة والخطباء، أو تقيد نشاطهم التعليمي والدعوي، بما لا يخرج عن توجيهها ونظامها، ولا شك أن إحكام سيطرتها على الجوامع الكبرى، أشد من بقية المساجد. وينبغي لتجاوز هذه العقبة، أن يسدد خطباء هذه الجوامع ويقاربوا، وأن تكون عندهم من الحكمة والحنكة وحسن الرأي، ما يمكنهم من التغلب عليها، بملاطفة المسؤولين في دولهم، والثناء على ما يحققون لشعبهم من مصالح، وما يدفعون عنها من مفاسد، والحكمة في إنكار ما يصدر عنهم مما لا ينبغي، باتباع أسلوب: ((ما بال قوم...)) يقولون كذا أو يفعلون كذا، ومحاولة نصحهم سراً، ما أمكن ذلك، وإقناعهم بأن التنسيق مع بقية خطباء الجوامع الكبرى في بلدان المسلمين، إنما يقصد بها تحقيق مصالح هذه البلدان، ودفع الشرور عنها، ويطمئنون أولئك الحكام بعدم التعرض لما يجلب عليهم ضراً... ولا بد أن يقارن الأئمة والخطباء، بين المصالح والمفاسد، في تنسيقهم، فيقدمون على ما يجلب أعلى المصالح، وإن فوتوا مصالح أدنى، ويتركوا أعلى المفاسد، وإن ارتكبوا مفاسد أدنى، وهذا يحتاج إلى موازنة الحكماء، وورع الأتقياء، وخبرة الفقهاء، وسياسة ذوي التدبير والدهاء. العقبة الثالثة: التشويه الإعلامي الذي يسيطر عليه ـ في الغالب ـ المنافقون الذين، يغيظهم انتشار الوعي الإسلامي، الذي يقي عقول المسلمين من باطلهم الذي يضللونها به، قبل وصوله إليها، ويطهرها منه بعد غزوه لها، ويملأها بالحق الذي إذا سكنها، انطلق أهلها بالسبق بهذا الحق إلى جماهير الناس، مؤيداً بالحجة والبرهان والفطرة السليمة، فيدمغ الباطل فإذا هو زاهق، فيكثر بهم سواد المناصرين لهذا الدين، ويقلل من يظاهر المعادين له من أهل الباطل. ولهذا يسلط الإعلاميون المناوئون لانتشار الوعي الإسلامي، وسائل إعلامهم، على العلماء والمفكرين، ويرمونهم بأي نقيصة يستطيعون رميهم بها، ويصورونهم بالرجعيين، والظلاميين، وينسبونهم إلى الإرهاب، والأصولية ـ كلمة الأصولية تطلق عند الغربيين على فرقة من فرق النصارى البروتستانت، تتمسك بنصوص محرفة تمسكاً جامداً، ويحكمون على كل من يخالف ظواهر تلك النصوص عند الفئات الأخرى من النصارى، بأنها على باطل، وهي ترجمة لمعنى كلمة: ESSENTIALISM في اللغة الإنجليزية. مع العلم أن الأصولية عند علماء الإسلام، نسبة إلى الأصول، والأصولي في الشريعة الإسلامية هو الذي يعتقد أصول الإيمان والإسلام ويفقههما فقهاً صحيحاً، وهو العالم بموازين الحكم الصحيح في الشريعة الإسلامية، عن طريق تضلعه في علم أصول الفقه وقواعده، وقواعد الأحكام، وأصول التفسير وأصول الحديث ـ وهم بذلك يشوهون دعوة علماء الإسلام التي يعلمون حقيقة العلم أنها هي الحق، ليحولوا بين الناس ووصول حقائق تلك الدعوة إلى عقولهم. [[الجملة الاعتراضية مأخوذ من كتاب الإيمان هو الأساس للمؤلف]]. ولتجاوز هذه العقبة وسائل: الوسيلة الأولى: جماهير المصلين من المسلمين، الذين يحضرون يوم الجمعة، في كل أقطار الأرض، حضوراً مفروضاً عليهم في شرع الله، لأداء صلاة الجمعة، وسماع خطبتيها، وسماع هاتين الخطبتين واجب على كل المصلين الحاضرين، ويحرم عليهم الكلام أثناءهما لغير حاجة، ولا توجد خطبة يجب على المسلمين حضورها وسماعها والإنصات لها غيرهما. فهذه الجماهير الإسلامية التي تحضر لسماع خطب الجمعة، قادرة على الرد على افتراء المفترين، وتشويه المشوهين؛ لأنهم ينتشرون في كل أنحاء الأرض، وصِلاتهم بالناس واسعة، فهم يتصلون بأسرهم، وجيرانهم، وأصدقائهم، وزملائهم في الأعمال العامة والخاصة، وهذا يمكنهم من التصدي لأعداء الإسلام والرد عليهم. الوسيلة الثانية: انتشار وسائل الاتصال التي يمكن أن يستغلها العلماء، ومنها بعض وسائل الإعلام التي تتيح فرصاً للآراء المتنوعة، إما مباشرة، كما هو الحال في بعض البرامج التي تذاع في بعض المحطات المحلية، أو الفضائيات العالمية، وإما بإرسال رسائل مختصرة، إلى تلك المحطات، وكذلك بعض الصحف التي قد تنشر للعلماء بعض الموضوعات، مجاناً أو بأجر معين. الوسيلة الرابعة: \"أشرطة الكاسيت\" الميسرة التي يمكن استغلالها ونشرها بوسائل كثيرة، في أماكن بيعها، أو في التجمعات الطلابية، كالمدارس والمعاهد والجامعات، والمصانع والشركات... والمعارض وكذلك \"أشرطة الفيديو\" ويمكن إرسالها إلى صناديق البريد في كل بلد، إلى من يمكن أن يقوم بنشرها. الوسيلة الخامسة: المؤتمرات المحلية... في المدن، أو القطرية على مستوى البلد، أو الإقليمية على مستوى الأقطار المتقاربة، أو الدولية، وقد تتيسر تحت مظلات بعض المؤسسات الإسلامية الشعبية أو الرسمية. الوسيلة السادسة: ـ وهي جديدة الانتشار ـ الشبكة العالمية \"الإنترنت\" التي أصبحت في متناول الفرد العادي، في كل أنحاء الأرض، ولو أن العلماء و الأئمة والخطباء، استغلوا هذه الوسيلة، الميسرة السريعة التي توصل الرسائل، إلى المتلقين في لحظة واحدة، في كل مكان في الأرض، لو أنهم استغلوها لتجاوزوا بها كل العقبات، وهي توصل الرسالة بالكتابة والصوت والصورة، بإرسال موضوعات، وبالحوارات المباشرة، وبالبريد الإلكتروني والماسنجر وغير ذلك مما أهمله غالب العلماء والأئمة والخطباء... وعن طريق هذه الوسيلة يمكنهم أن يتواصلوا وينسقوا فيما بينهم وهم في منازلهم، وهي تغنيهم عن كثير من الوسائل. العقبة السابعة: الحملات الظالمة من قبل الدول الغربية، تحت قيادة أمريكا التي نصبت نفسها محاربة للإسلام والمسلمين، باسم القضاء على الإرهاب، فإنها تحاول عرقلة الاتصال بين الأئمة والخطباء في العالم الإسلامي، من أجل توحيد خطبهم في الأحداث المهمة، وتضغط على حكومات الشعوب الإسلامية، لمنعهم من ذلك... ولكن الواجب على العلماء والأئمة والخطباء، ألا يستسلموا لعدوان اليهود والنصارى على حريتهم، وأن يجتهدوا في إقناع حكوماتهم، بعدم الاستجابة لتلك الدول المعتدية، حفاظاً على سيادتها واستقلالها، مع مراعاة ما سبق من التلطف مع دولهم، والحكمة في مخاطبتهم ونصحهم... وبالجملة إذا أغلقت على الأئمة والخطباء والدعاة، سبيل، فليجتهدوا في سلوك سبيل أخرى، والله تعالى يقول: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً (2) وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ }. [الطلاق: 2-3]. والمهم الإرادة والسعي، وعدم الاستسلام للواقع."
  },
  {
    "type": "section",
    "id": "section-38",
    "title": "المبحث الثاني: المؤذن.",
    "content": "وللأذان أحكامه، وآدابه المفصلة في كتب الحديث، وكتب الفقه، والمقصود هنا ذكر ما يناسب المقام، وهو أنه يجب أن يكون المؤذن أميناً ليعلم الناس بالوقت على يقين، وينبغي أن يكون حسن الصوت؛ لأن الرسول صلى الله عليه وسلم قال لزيد بن عبد ربه الذي رأى الأذان في المنام، وأخبره به، قال له الرسول صلى الله عليه وسلم: ((إنها لرؤيا حق إن شاء الله، فقم مع بلال، فألق عليه ما رأيت، فإنه أندى صوتاً منك)). [[سنن أبي داود (1/135) وسنن الترمذي (1/359) وقال: \"حديث عبد الله بن زيد حديث حسن صحيح\" قال الشوكاني في نيل الأوطار: \"أندى صوتاً أي أحسن صوتاً، وقال: وفيه دليل على استحباب اتخاذ المؤذن حسن الصوت. نيل الأوطار (2/40ـ45)]]. وحُسْنُ الصوت يزيد المعنى جمالاً، ويجذب السامع إلى تدبر معانيه، والاستجابة لندائه، وأيّ معنى أولى بحسن الأداء ـ بعد كتاب الله ـ من ألفاظ الأذان هذه، التي اشتملت على أصول الشريعة وفروعها كلها، في جمل قصيرة تبدأ بالتعظيم والتوحيد للخالق، وفي ذلك وحدة المعبود، ثم بإثبات الرسالة للنبي صلى الله عليه وسلم، وفي ذلك وحدة المتبوع، ثم بالدعوة إلى أهم ركن من أركان الإسلام بعد الشهادتين، وهي الصلاة، والدعوة إلى كل عمل يترتب عليه الفلاح، وفي ذلك وحدة المنهج والشريعة، ثم يختتم بما افتتح به، وهو التعظيم والتوحيد. ولكن ينبغي ألا يبالغ المؤذن في تمطيط الألفاظ تمطيطاً يخرجها عن المألوف في اللغة العربية في المدود كما يفعل كثير من المؤذنين."
  },
  {
    "type": "section",
    "id": "section-39",
    "title": "المبحث الثالث: المصلون.",
    "content": "يشرع لكل من سمع هذا النداء، ممن لا عذر له من الرجال أن يلبيه ولا يتأخر عن صلاة الجماعة، لما فيها من فضل عظيم وثواب جزيل، ولما ورد من الوعيد الشديد لمن يتخلف عنها، ولعدم ترخيص النبي صلى الله عليه وسلم لابن أم مكتوم بالتخلف عنها ما دام يسمع النداء، مع أنه كان كفيفاً وليس له قائد يقوده إلى المسجد. [[راجع صحيح مسلم (1/449ـ457). ويرى بعض العلماء أن سبب أمر الرسول صلى الله عليه وسلم حضور صلاة الجماعة في المسجد، وعدم قبول عذره مع أنه كفيف البصر أنه كان ذكياً ماهراً في معرفة الطرق والجهات التي يتجه إليها، كما هو معروف عن بعض الأكفاء، أما الأكفاء الذين لا قدرة لهم على السير إلى المسجد بدون قائد، فهم معذورون؛ لأن الله لا يكلف نفساً إلا وسعها]]. وينبغي أن يتعاون المصلون مع الإمام، في كل ما يتعلق بمصالح المسجد من بناء وتنظيف وإعانة محتاج، وقِرَى ضيف، وإنكار على المتخلف عن الصلاة في المسجد، وتلبية داعي الجهاد في سبيل الله وكذا تعليم الجاهل، ولطف معاملته كالصبي."
  },
  {
    "type": "section",
    "id": "section-40",
    "title": "المبحث الرابع: المدرسون والمرشدون.",
    "content": "سبق أن المسجد كان جامعة كبرى للتعليم، وتخريج الأكفاء للقيام بمصالح الأمة في الدولة الإسلامية، وإمدادها بالعاملين في كل مجال من مجالات الحياة، وقد كانت المساجد في العالم الإسلامي تخرج الخلفاء والأمراء، والقواد، والعلماء، ورجال القضاء والفتيا والمحدثين والمفسرين واللغويين وغيرهم. ولقد أقفرت اليوم أكثر مساجد المسلمين عن أداء هذا الأمر العظيم أداءً متقناً شاملاً، وإن إعادة المسجد إلى مكانته لا يطمع فيها طامع، ما لم تمتلئ المساجد بكبار العلماء، وتعقد حولهم الحلقات من طلبة العلم النابهين الأذكياء المخلصين، وتكون الدراسة في المساجد أقوى من الدراسة في الجامعات والمعاهد، ويكون لعلمائها وطلابها منزلة عالية في المجتمع، كما كان لهم ذلك في الماضي. وهذا يقتضي أن تتعاون حكومات الشعوب الإسلامية مع العلماء المخلصين، الذين عندهم علم غزير وحكمة وصبر، وتمكنهم من القيام بتدريس العلوم الإسلامية بصفة واسعة، مع الدراسة الجادة للمشكلات المعاصرة، في كل شؤون الحياة وتقديم الحلول لها، وكتابة البحوث والمؤلفات فيها. وإن ذلك إذا حصل سيكون فيه مصالح كثيرة جداً، نذكر منها ما تيسر: المصلحة الأولى: إعادة مكانة المسجد التي كاد يفقدها في غالب بلدان المسلمين، وفقدها فعلاً في بعضها. المصلحة الثانية: نشر التعليم بين جميع طبقات الناس، وهو ما تسعى دول معاصرة إلى ما لا يرقى إليه، ويسمونه بمحو الأمية، فإن محو الأمية في المسجد أكثر فائدة، إذ يتلقى المتعلمون في المسجد دروساً في كتاب الله قراءةً وحفظاً وفهماً، ودروساً في السُّنَّة والسيرة النبوية، والأحكام الفقهية التي تشمل فروض العين وبعض فروض الكفاية، ودروساً في اللغة العربية والأدب العربي وغير ذلك فتكون ثقافة طلاب المسجد، ولو كانت محدودة تناسب أحوالهم أفضل بكثير من مدارس محو الأمية. المصلحة الثالثة: أن انتشار العلم بين الناس، يعيد من ابتعد عن الدين بسبب جهله، إلى دينه بالعلم النافع. المصلحة الرابعة: أن يفقه الشبابُ الدينَ الحق على أيدي علماء متمكنين، ولا يأخذوا أفكارهم من غير العلماء المؤهلين أو من الكتب التي قد تؤدي ببعضهم إلى الغلو والإفراط، وبآخرين إلى الجفاء والتفريط. المصلحة الخامسة: إزالة ما يعاني منه المسلمون من الفرقة والشتات، بسبب سوء الفهم وعدم الفقه في الدين، وضيق الأفق عند كثيرين منهم. المصلحة السادسة: القضاء على الجفوة بين طلبة المعاهد الإسلامية، وما يسمى بالجامعات المدنية؛ لأنهم إذا اجتمعوا في المسجد وتعلموا أمور دينهم من مصادر صحيحة، ومن علماء متمكنين يبينون للناس أن كل علم من العلوم الكونية التي فيها مصالح، لا تتعارض مع قواعد الشريعة الإسلامية ونصوصها، بل يعتبر مما حضَّ عليه الإسلام، وأن الإسلام ليس كالأديان المحرفة التي وقفت ضد العلوم الكونية الثابتة. المصلحة السابعة: أن يعلم كل مسلم ما له من الحقوق وما عليه من الواجبات، فتتبين حقوق بعض أفراد الأسرة على بعض وحقوق الجيران بعضهم على بعض، وحقوق الخدم والمخدومين، وأعظمها حقوق ولاة الأمور على رعيتهم، وحقوق رعيتهم عليهم، وذلك مطلب ضروري، وبخاصة في هذا الزمان الذي تفاقم فيه العداء بين كثير من الحُكام وشعوبهم، في أغلب البلدان التي ابتعدت عن منهج الله."
  },
  {
    "type": "section",
    "id": "section-41",
    "title": "المبحث الخامس: الخدم.",
    "content": "إن من وظائف الخدم في المساجد، تعهدها بتنظيفها وتطهيرها، وإسراجها، وتطييبها، وصيانة أثاثها، وغير ذلك في كل الأوقات، مما يجعلها مريحة للمصلين. وأن لا ترمى فيها القاذورات، أو البصاق ونحوه حتى لا يتأذى بذلك المصلون، فيعزف بعضهم عن حضور المسجد. روى أبو هريرة رضي الله عنه أن امرأة سوداء كانت تقم المسجد ـ أي تكنسه وتنظفه، وتخرج القمامة منه ـ ففقدها رسول الله صلى الله عليه وسلم، فسأل عنها فقالوا: ماتت. قال: ((أفلا كنتم آذنتموني)) قال: فكأنهم صغروا أمرها.. فقال صلى الله عليه وسلم: ((دلوني على قبرها)). فدلوه.. فصلى عليها ثم قال: ((إن هذه القبور مملوءة ظلمة على أهلها، وإن الله عـز وجل ينورها لهم بصلاتي عليهم)). [[مسلم (2/659) وفي الحديث شك الراوي أهي امرأة أم شاب، ولذلك كانت الضمائر فيه بالشك: عنها أو عنه، أمرها أو أمره.. ولم أثبت إلا الضمائر العائدة إلى المرأة]]. وقد روت عائشة رضي الله عنها قالت: أمر رسول الله صلى الله عليه وسلم ببناء المساجد في الدور، وأن تنظف وتطيب. [[سنن أبي داود (1/124) وسنن الترمذي (2/489)، وهو في جامع الأصول (11/208) وقال المحشي: \"وإسناده صحيح\"]]. وفي حديث سمرة بن جندب رضي الله عنه قال: \"إن رسول الله صلى الله عليه وسلم كان يأمرنا أن نصنع المساجد في ديارنا، ونصلح صنعتها ونطهرها\" . [[أبو داود (1/125) وهو في جامع الأصول (11/209) وقال المحشي (حديث حسن)]]. وإن ترك المساجد بدون تنظيف ولا تطييب، مع ما يفعله، بعض الناس، من عدم المبالاة بمشيه بنعاله على بساطها ـ كان هذا يحصل في بعض المناطق ويبدو أنه انتهى وإذا وجد شيء منه فهو قليل ـ بدون تنظيفها مما علق فيها من القاذورات والنجاسات، حتى إذا جاء المصلي وسجد وجد روائح كريهة على تلك البسط من آثار المشي بالنعال القذرة عليها، إن ذلك يخالف أمر الرسول صلى الله عليه وسلم، بتنظيف المساجد وتطهيرها وتطييبها، وإذا كان الرسول صلى الله عليه وسلم قد رخَّص في الصلاة في النعال، فإنه أمر بتقليبها وتنظيفها قبل الدخول في المسجد. كما أن المسجد الذي كان يُصَلَّى فيه بالنعال، كان فرشه الحصى والرمل، فلا يظهر فيه أثر، بخلاف البُسُط اليوم، فإن أثر القذارة يظهر فيها وتبقى بها، فيكون في ذلك تنفير للناس من دخول تلك المساجد، وتأذي من حضر للصلاة فيها. وقد كان الرسول صلى الله عليه وسلم، يحك البصاق بيده من المسجد لينظفه مما علق به، كما روى أبو هريرة وأبو سعيد، أن رسول الله صلى الله عليه وسلم، رأى نخامة في المسجد، فتناول رسول الله صلى الله عليه وسلم حصاة، فحتها. [[صحيح البخاري (1/160) وصحيح مسلم (1/389)]]. وفي حديث أنس رضي الله عنه \"فحكها بيده ورؤي منه.. كراهيته لذلك وشدته عليه\" . [[صحيح البخاري (1/161)]]. وننبه هنا على أمور: الأمر الأول: أنه ينبغي أن يصطحب المصلي معه منديلاً إلى المسجد حتى إذا احتاج إلى البصاق أو الامتخاط استعمل المنديل، وقد أشار الرسول صلى الله عليه وسلم إلى ذلك في حديث أبي هريرة، رضي الله عنه، حيث قال: إنه ـ أي الرسول صلى الله عليه وسلم ـ رأي نخامة في قبلة المسجد، فأقبل على الناس، فقال: ((ما بال أحدكم يقوم مستقبل ربه، فيتنخم أمامه؟ أيحب أن يُستقبل فيُتنخم في وجهه؟ فإذا تنخم أحدكم فليتنخم عن يساره، أو تحت قدمه، فإن لم يجد فليتفل هكذا)) ـ ووصف الراوي ـ فتفل في ثوبه، ثم مسح بعضه ببعض. [[مسلم (1/389) وهو في جامع الأصول (11/194)]]. ولا شك أن التفل في الثوب إذا، لم يجد مكاناً مناسباً للتفل، أهون من التفل في جدران المسجد وإلصاق القذر به ويمكن تنظيف الثوب بعد الصلاة، والمنديل يحل الإشكال. الأمر الثاني: أن التفل عن اليسار أو تحت القدم، إنما يكون في مسجد فرشه الرمل والحصى، أما المسجد الذي المفروش بالحصير أو سجاد صوف ونحوهما، فإنه لا يليق بالمصلي أن يبصق عليه؛ لأن البصاق ـ وإن كان طاهراً ـ يقَذِّر البُسُط. الأمر الثالث: يدل حك الرسول صلى الله عليه وسلم البصاق بالحجر وبيده الشريفة، أنه ينبغي للخدم والمنظفين، وكل من رأى قذراً في المسجد، أن يسارعوا إلى تنظيفه منه. الأمر الرابع: أن كثرة العاملين في المسجد أو قلتهم تابعة لكبر المسجد وصغره وكثرة رواده وقلتهم، وقوة العاملين وضعفهم، فإذا كان الرسول صلى الله عليه وسلم هو الإمام في زمنه، ولم يكن يستنيب إلا إذا سافر، فإن جَلَدَه صلى الله عليه وسلم، وشدة اجتهاده على المواظبة قد لا يقدر عليها أحد، بل الأمر كذلك، فلا مانع من تعدد الأئمة في المسجد الواحد يقوم كل واحد منهم بإمامة بعض الفروض، ويقوم غيره بالفروض الأخرى وكذا المؤذنون والمدرسون والخدم، كما هو الحال اليوم في الجوامع الكبرى، كالمسجد الحرام، ومسجد الرسول صلى الله عليه وسلم، لحاجات موظفي المساجد إلى القيام ببعض الأعمال لأسرهم وفي منازلهم. الأمر الخامس: أن مكبرات الصوت التي توفرت في هذا العصر، ألغت الحاجة إلى من يبلغ الناس تكبيرات الإمام؛ لأن المصلين يسمعون تكبيرات الإمام أينما كانوا في المسجد، ويتابعونه في كل حركاته، فما يفعل في كثير من المساجد من التبليغ واقع في غير محله. لا سيما أن المصلين ينتهون من متابعة الإمام في تكبيراته وحركاته، قبل أن يشرع المبلغ في تكبيره غالباً، فمن بقي غير المصلين يحتاج إلى التبليغ؟ والأمر يحتاج إلى حسم من قبل المسؤولين عن المساجد التي لا يزال التبليغ موجوداً فيها مع وجود مكبرات الصوت؛ لأن التكبير ليس مقصوداً لذاته، بل يقصد به إسماع المصلين تكبيرات الأئمة، والمكبرات تغني عن ذلك. وقد كان لعلماء الإسلام في العصور القديمة طلاب كثيرون يحضرون حلقاتهم في المساجد الكبيرة، ولم تكن مكبرات الصوت قد وجدت، فإذا تكلموا لم يسمعهم إلا من قرب منهم فيضطرون إلى قيام مبلغين ينقلون كلامهم إلى من بعد عنهم. أما اليوم فإن العالم والمدرس في المساجد مهما كثر طلابه واتسعت حلقاته، يستطيع أن يوصل صوته إليهم جميعاً بوضوح، كما هو الحال في المسجد الحرام والمسجد النبوي، وغيرهما من المساجد الكبيرة، ولهذا لم يعودوا في حاجة إلى المبلغين، فكذلك لا حاجة إلى مبلغين عن الإمام، ما دامت مكبرات الصوت كافية في ذلك. ولا مانع من وجود من يبلغ المصلين عندما يحصل خلل في مكبرات الصوت، كانطفاء الطاقة الكهربائية، وفي هذه الحالة قد لا يكفي مبلغ واحد أو أكثر، بل قد يحتاج إلى مبلغين كثيرين، إذا كان المسجد كبيراً والمصلون كثيرين، يقومون بذلك من المصلين، وقد حصل ذلك مرة وأنا حاضر في المسجد الحرام، فاضطر المصلون إلى تبليغ بعضهم بعضاً. وكذلك يحتاج المصلون أن يبلغوا بالصلاة على الجنائز قبل تكبيرة الإمام الأولى."
  },
  {
    "type": "section",
    "id": "section-42",
    "title": "الفصل الثالث : أثر المسجد في المجتمع.",
    "content": "المبحث الأول: انتشار العلم وغرس التربية الإيمانية. المبحث الثاني: تحقيق التعارف والأخوة الإسلامية. المبحث الثالث: تخريج الأكفاء القائمين بوظائف الأمة. المبحث الرابع: انتشار الدعوة الإسلامية في المجتمع الإسلامي وخارجه. المبحث الخامس: القضاء على الفواحش أو انحسارها في المجتمع. المبحث السادس: اقتداء الأجيال اللاحقة بالأجيال السابقة في الصلاح غالباً. المبحث السابع: اعتزاز المسلمين بدينهم، وحماسهم في سبيل الله."
  },
  {
    "type": "section",
    "id": "section-43",
    "title": "المبحث الأول: انتشار العلم وغرس التربية الإيمانية.",
    "content": "إن وجود المسجد على الهيئة التي أراد الله أن تكون له، كما كان في عهد الرسول صلى الله عليه وسلم، وخلفائه الراشدين، يكون من أهم آثاره انتشار العلم بين المصلين وغيرهم؛ لأن المصلي الذي يعتاد المساجد المعمورة بالعبادة والتعليم والذكر وقراءة القرآن، لا تمضي عليه فترة من عمره إلا وقد تعلم الكثير من أمور دينه ودنياه، في الكتاب والسنَّة والتفسير والفقه وغيرها. هذا إذا كان مجرد مستمع في حلقات الدروس التي تعقد في المسجد، ولقد رأيت بعض العوام الملازمين لحلقات بعض العلماء في المسجد النبوي مراراً، وهم يميلون إلى بعض الحجاج والمعتمرين والزوار وينصحونهم في بعض هيئات صلاتهم. أما إذا كان طالباً ملازماً للحلقات، وبيده كتابه وقلمه وورقه يقرأ، ويستمع لشرح شيخه، ويكتب الفوائد التي يسمعها منه، فإنه بعد فترة من الزمن يكون مثل شيخه معلماً، له طلابه الذين يتحلقون حوله، وهكذا تصبح الحلقة الواحدة بعد مضي سنوات، حلقات في المسجد الذي تعلموا فيه أو في غيره؛ لأن كل واحد في الحلقة يصبح شيخاً لحلقة، وهذا هو سر كثرة العلماء المتبحرين في القرون الأولى، الذين صاروا أئمة في كل فن من فنون المعرفة. ثم إن المصلي المستفيد من حلقات المسجد يفيد غيره، رب الأسرة يعلم أسرته ما تعلمه، والصديق يعلم صديقه، والمسافر إلى البلدان الأخرى لتجارة أو غيرها، ينشر ما تعلمه بين أهل ذلك البلد الذي نزل به، وهذا هو سر انتشار الإسلام قديماً في كثير من البلدان، عن طريق التجار المسلمين. والطالب المتخرج في ذلك المسجد، إذا انتقل إلى بلد آخر، نشر علمه في ذلك البلد، في مسجدها إن كان لها مسجد، وإلا حضَّ الناس على بناء المسجد، وأوجد فيه حلقة للتعلم والتعليم. وهكذا تجد العلم ينتشر في كل أسرة وكل حي، بل وكل بلد بدون تكلُّف. والمتعلمون في المساجد يمتازون على غيرهم، بوجود الحوافز الدافعة لهم إلى التعليم أكثر من غيرهم، ولعل هذا هو السر في انتشار الإسلام في أغلب العالم، من اندونيسيا والفلبين واليابان والصين في الشرق، إلى أفريقيا على المحيط الأطلسي غرباً، وإلى وسط أوربا وغربها شمالاً، وإلى بلاد الروس في موسكو، وبلدان وسط آسيا، في وقت لم توجد فيه جامعات ولا مدارس ـ بالكثرة التي هي عليها الآن ـ غير المسجد، مع ضعف المواصلات، وقلة الإمكانات المادية آنذاك، وكان الناس يهتمون بالسؤال عن أمور دينهم. أما الآن فقد كثرت الجامعات، وطلابها بالملايين، وللشعوب الإسلامية سفراء، وبعضها تبعث الدعاة، ومع ذلك نجد التأثير اليوم أقل بكثير من التأثير بالأمس، ويكاد يكون شبه معدوم في بعض البلدان. وهناك سر آخر جعل علماء المساجد وأئمتها وطلابها، ينشرون العلم في كل مكان استطاعوا الوصول إليه، ويؤثرون في الناس ذلك التأثير، حتى أصبح التجار يدعون الناس بأخلاقهم الإسلامية، ولو لم يتكلموا بألسنتهم، هذا السر هو أن العلم والإيمان لم يكونا يفترقان عند العالم والمتعلم، بل كان المقصود من التَّعَلُّم والتعليم هو الإيمان والعمل الصالح اللذين يقربان صاحبهما إلى الله تعالى، ويوصلانه إلى رضاه. ولهذا يبدأ العالم مع طلابه بالكلام على الإخلاص وحسن النية والتجرد إلى الله تعالى، وترك مطامع الدنيا ومراءاة الناس، وإذا صنف أحدهم كتاباً بدأه بالآيات والأحاديث المتعلقة بهذا الباب. [[كما هو الحال في رياض الصالحين، والأربعين النووية، للإمام النووي رحمه الله]]. وأول حديث بدأ به الإمام البخاري كتابَه الصحيحَ، هو حديث عمر بن الخطاب رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: ((إنما الأعمال بالنيات وإنما لكل امريء ما نوى، فمن كانت هجرته إلى دنيا يصيبها، أو إلى امرأة ينكحها، فهجرته إلى ما هاجر إليه)). [[صحيح البخاري (1/3) وصحيح مسلم (3/1515)]]. إشارة منه، رحمه الله إلى هذا المعنى، ليكون طالب العلم محققاً صدق نيته لربه سبحانه وتعالى، ثم ساق بعد ذلك أحاديث الوحي التي أصل الباب موضوع لها، ثم اتبع ذلك بكتاب الإيمان، وساق نصوصه في أبوابه المتنوعة، ثم اتبعه بباب العلم، فالعلم عند سلفنا الصالح: علماء المساجد وطلابها، كان المقصود به الإخلاص والإيمان وتربية النفوس على طاعة الله وترك معصيته، ولذلك أثَّروا ذلك التأثير العجيب في العالم بعلمهم وإيمانهم وعملهم. وللجامعات فوائدها العظيمة، وليس المقصود التزهيد في الجامعات والمداس والمعاهد، بل والنوادي الثقافية والأدبية والرياضية، فقد أصبحت أمراً واقعاً، وهي ذات فائدة لا تنكر، في تخصصاتها الكثيرة، التي تحتاج إليها الأمة، وإنما المقصود ربط المسلمين بمساجدهم التي يجمعون فيها بين العلم والإيمان والعمل الصالح، لما في المساجد من روحانية لا توجد غالباً في سواها من المؤسسات، مع تنبيهنا إلى أن شباباً صالحاً قد تخرج من هذه المؤسسات، وبعضهم من ذوي التخصصات العلمية غير الشرعية، كالطب والهندسة والفيزياء وعلوم الفلك والجغرافيا والبحار، وغيرها، ولكن أثر المسجد في التفقه وغرس الإيمان وتقويته والتزكية العبادية والسلوكية، لا تبلغه في الغالب مؤسسة أخرى. ويمكن الجمع بين الاستفادة من تلك المؤسسات التعليمية وغيرها، والاستفادة من المساجد، بإنشاء المساجد في وسط تلك المؤسسات، بحيث تحيط به المؤسسات التعليمية، والاجتماعية، والصحية، والإعلامية، والرياضية، والأدبية، وغيرها، ويكون المسجد هو الملتقى لجميع أعضاء تلك المؤسسات، من طلاب وأساتذة، وغيرهم، تكون لهم أوقات يتدارسون فيها كتاب الله وسنة الرسول صلى الله عليه وسلم، وسيرته المطهرة، والتاريخ الإسلامي. ويستفيد فيه بعض الحاضرين من بعض، كلٌّ في تخصصه، فإن جميع العلوم لها ارتباط بهذا الدين، من حيث الأحكام أو من حيث دلالتها على كمال قدرة الخالق جل وعلا، وتفضله على هذا الإنسان، بتسخير السماء والأرض وما بينهما له، وما يظهر في هذه العلوم من الإعجاز العلمي في القرآن والسنة. والربط بين علماء الإسلام، على تنوع تخصصاتهم، وبين العلماء المتخصصين في العلوم الأخرى، كالأطباء والفلكيين، وعلماء البحار، وعلماء طبقات الأرض وغيرهم، ليستفيد بعضهم من بعض، ويزيل ما قد يحصل بينهم من وحشة وجفاء، ونظرة بعضهم إلى بعض نظرة تباين وافتراق، كما حصل ذلك بين علماء الكون ورجال الكنيسة الذين حاربوا العلم وعقول أهله المفكرة، وضيقوا الخناق على العلماء والمبتكرين، وأنزلوا بهم أشد أنواع العقاب والأذى من سجن واعتقال وتعذيب وقتل وحرق، بحجة أن علومهم الفلكية والجغرافية والطبية والهندسية، تخالف تعاليم الكنيسة الصادرة عن الله في زعمهم! فمنهج الإسلام يباين ذلك ويناقضه، فهو يدعو إلى إعمال العقل، واستغلال كل ما في هذا الكون من طاقات ومنافع استغلالاً لا يخالف منهج الله فهو مطلوب في دين الإسلام عمله، فقد خلق الله تعالى السماوات والأرض وما بينهما وسخرها لهذا الإنسان، الذي لا يمكن أن ينتفع بما سخره الله له إلا بالعمل والعلم واستغلال طاقاته العقلية والجسمية والروحية. والمسلمون هم الذين علموا الغرب أصول العلوم الحضارية، التي هي أساس حضارتهم المادية، كما أقر بذلك علماء الغرب المنصفون ومفكروه، ومنهم المفكر الفرنسي \"غوستاف لوبون\" في كتابه \"حضارة العرب\" والكاتبة الألمانية الشهيرة \"زغريد هونكه\" في كتابها \"شمس الله تسطع على الغرب\" وقد سماه بعض المترجمين \"شمس العرب تسطع على الغرب\" وقد أنكرت عندما قابلتها في منزلها في مدينة \"بون\" تسمية المترجم لكتابها بـ(شمس العرب) بدلاً من \"شمس الله\". هذا الارتباط بين علماء الشريعة، وغيرهم من العلماء يكون دافعاً قوياً للتعاون بينهم في كل ما يحقق المصالح لهذه الأمة، ويدفع عنها المفاسد. ونحمد الله تعالى على ما تم في هذا العصر من تقارب وتعاون بين الفريقين، حتى أصبح كثير من طلاب الجامعات والكليات المسماة بـ\"العلمية\" والجامعات والكليات المسماة بـ\"الدينية\" في وئام وانسجام وتعاون على إظهار الحق الثابت في كتاب الله وسنة رسوله صلى الله عليه وسلم. فقد عقدت الندوات والمؤتمرات المهتمة بالإعجاز العلمي في القرآن والسنة، وانتشرت في ذلك الأبحاث، وأشرطة الكاسيت والفيديو، وأصبح كثير من طلاب كليات الطب والهندسة وغيرها يلتزمون بالإسلام أكثر من بعض طلاب الكليات والمعاهد الإسلامية... وإذا تم جعل المسجد محوراً لجميع المؤسسات التعليمية، والأدبية والثقافية، والرياضية، والفروسية، وغيرها، بحيث تحيط هذه المؤسسات بالمسجد من كل الجوانب، ويكون هو الرابط بين أعضاء تلك المؤسسات جميعاً، فسيعود لهذه الأمة شأنها، وتعود لها عزتها وكرامتها، التي انطلقت من المسجد النبوي، وما تبعه من جوامع في المدن الإسلامية... وسيكون في ذلك تربية إسلامية شاملة لطلاب وأعضاء تلك المؤسسات، تؤتي أكلها كل حين بإذن ربها. ومع علمي بغرابة هذا المشروع عند كثير من الناس، وبخاصة الذين قلَّت صلتهم بالمساجد أو انقطعت، فإني لا أيأس من تحققه، ولعل بعض الحكومات التي لا تزال تهتم بالشؤون الإسلامية، وبعض المؤسسات الأهلية التي تجمع بين الجامعات أو الكليات الشرعية وغيرها من العلوم الأخرى، تبادر لتطبيق هذا المشروع ليكون أنموذجاً يحتذى في بقية المؤسسات الأهلية والحكومية، وما ذلك على الله بعزيز. وكنت أتمنى أن تقوم المؤسسات الخيرية الإسلامية التي يثق فيها أغنياء المسلمين ويمدونها بالأموال لبناء المساجد والمدارس، بمثل هذا المشروع في بعض البلدان الإسلامية ونقله عن طريق المسلمين الذين استوطنوا بلداناً غير إسلامية، مثل أوربا وأمريكا، ليكون مرآة لغير المسلمين يرون فيه حقيقة الإسلام وشموله لكل مصالح الناس في دينهم ودنياهم، وأنه لا تناقض بين الدين الإسلامي والعلوم الكونية، كما هو الحال الذي وقع في الكنيسة في القرون الوسطى في أوربا."
  },
  {
    "type": "section",
    "id": "section-44",
    "title": "المبحث الثاني: التعارف والأخوة الإسلامية.",
    "content": "إن التعارف قاعدة من قواعد الآداب الإسلامية، بل هو من الحاجات القريبة من ضرورات المعاملات بين الناس، فالجار يحتاج إلى جاره، ولا يمكن أن يتعامل معه إلا إذا تعارفا، وكل واحد من الناس قد يحتاج إلى غيره، فكيف يتعامل معه بدون تعارف بينهما؟ بل إن الدول والحكومات مضطرة إلى أن تتعارف مع الدول والحكومات الأخرى، حتى يتم بينها التعاون على بعض الأمور، ولهذا جعل الله الناس شعوباً وقبائل ليتم بينهم التعارف، فقد يتفق شخص مع شخص آخر في الاسم واسم الأب واسم الجد، وكل منهما من قبيلة أخرى، فلا يميزه إلا انتسابه للقبيلة، وقد يكون متفقاً معه في ذلك وفي اللقب وفي القبيلة، فلا يميزه إلا نسبته إلى فخذه وهكذا.. قال تعالى: { يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ..} . [الحجرات:13]. وإذا كان تعارف عامة الناس يقصد من ورائه المصالح المادية على مستوى الأفراد والدول، فإن التعارف عند المسلمين المقصود الأول منه تحقيق الأخوة الإسلامية وما يترتب عليها، كما سيأتي. وإن المسجد لكفيل بإيجاد تعارف أخوى إيماني لا يُنسَى، ذلك أن المصلين في الحي الواحد يلتقون في المسجد خمس مرات في اليوم والليلة، إذا كانوا لا يأتون إلى المسجد إلا لأداء صلاة الفريضة، أما إذا كانت تربطهم حلقات الذكر والدرس، فإن لقاءهم يتكرر أكثر من ذلك، وكذلك إذا كانوا يجتمعون فيه لمناسبات أخرى كأعضاء الجمعيات الخيرية المرتبطة بالمساجد، وكذلك صلاة العيدين والجمعة وغيرها. إن أهل الحي الواحد بعد فترة قصيرة، يصبحون كلهم متعارفين، بسبب تكرار رؤية بعضهم بعضاً ومصافحة بعضهم بعضاً، ولقائهم في حلقات الدرس عند العلماء، وهكذا. ولكن التعارف بين المسلمين، ليس هو مجرد معرفة اسم الشخص واسم أبيه ولقبه ووظيفته فقط، وإنما المقصود منه ما هو أهم من ذلك، وهو تقوية أواصر الأخوة الإيمانية التي يترتب عليها العمل بكل ما يقويها من المحبة، والتزاور والتواصل وعيادة المريض، وإجابة الدعوة، وإعانة المحتاج والضعيف وإفشاء السلام، وطلاقة الوجه وطيب الكلمة، والتواضع وقبول الحق، والعفو والسماحة ودفع السيئة بالتي هي أحسن، والإيثار وحُسن الظن، ونصر المظلوم، وستر المسلم، إذ وجدت منه هفوة، وتعليم الجاهل، والإحسان إلى الجار، وإكرام الضيف، وأداء كل الحقوق إلى أهلها، والنصح لكل مسلم. وكذلك تجنب كل ما يضعف الأخوة الإيمانية من ظلم وحسد، واحتقار وسخرية، وغيبة ونميمة، وهجر وقطيعة، وفعل ما يثير الشك والقلق عند أخيه المسلم، ومنافسته على بعض أمور الدنيا التي قد شرع فيها، كالبيع على البيع، والخطبة على الخطبة، والغش والكذب. [[كل ما ذكر هنا مما يقوي الأخوة الإيمانية أو يضعفها فيه نصوص كثيرة من الكتاب والسنة لا يتسع المقام لذكر بعضها، واستوعب جملة منها كتابنا \"أثر التربية الإسلامية في أمن المجتمع الإسلامي\" للمؤلف وقد طبع]]. ولقد كانت هذه المعاني العظيمة التي هي الأخوة الإيمانية وتعاطي ما يقويها، وتجنب ما يضعفها، موجودة في أعلى صورها عندما كان المسجد موجوداً في أعلى صورة له، في عهد رسول الله صلى الله عليه وسلم وعهد خلفائه الراشدين، وقد ربط الرسول صلى الله عليه وسلم أول أخوة سامية وجدت على ظهر الأرض، وهي الأخوة بين المهاجرين والأنصار الذين أظلهم مسجده الشريف، وربطت أخوتَهم الشهادتان، ووحدتَهم رايةُ الجهاد في سبيل الله، حتى لقد عزم أخ من الأنصار أن يتنازل لأخيه من المهاجرين عن شطر ماله، وإحدى زوجتيه يطلقها، فتعتد فيتزوجها المهاجري، فما كان من المهاجري، إلا أن قال للأنصاري: بارك الله لك في أهلك ومالك. [[البخاري (4/222)]]. هكذا كان تعارف أهل المسجد وأخوتهم بالأمس، فأين تعارف المسلمين وأخوتهم الصادقة اليوم؟ إن باب دار الجار بجانب باب دار جاره، أو أمامه، يخرجان في وقت واحد لأعمالهما، ويدخلان في وقت واحد إلى منزلهما، وقد يجمعهما مصعد واحد أو سُلَّم واحد هابطين صاعدين، وقد لا يسلم أحدهما على الآخر، وقد يسلم فلا يرد الآخر، وقد يرد وهو مدبر لا يُرِي أخاه ابتسامتَه، وقد يموت أحدهما ويدفن وهو لا يدرى عنه، وقد يكونان في مؤسسة واحدة في العمل، فأين تعارف المسجد الرائع؟!"
  },
  {
    "type": "section",
    "id": "section-45",
    "title": "المبحث الثالث: تخريج الأكفاء القائمين بأمور الأمة.",
    "content": "إن المسجد الذي يؤسس على تقوى ورضوان من الله، يقوم تعليمه وتربيته أساساً على الإيمان وقصد رضوان الله، فهو لذلك يخرج المؤمن العالم القوي الأمين، الذي إذا تخصص في أي مجال من مجالات الحياة، لم يفقد تلك الصفات التي تجعله أهلاً لأن يتولى أي وظيفة تخصص فيها، وأن يقوم بها خير قيام، لوجود أسس الكفاءة، وهي: الإيمان، والتقوى، والقوة، والأمانة، والفقه في الدين، ويكتسب بعد ذلك ـ أو معه ـ العلم والخبرة في عمله، فيحوز نوراً على نور. فهو بعد ذلك قد يكون أهلاً لولاية المسلمين العامة، أو إمارة خاصة، أو قضاء، أو إفتاء أو قيادة جيش، أو طب، أو هندسة، أو طيران، أو جندية مرور، أو حراسة، أو أي عمل عادي، فإنه مهما كان موقعه سيكون كفؤاً وسيقوم بعمله خير قيام، وسيأمنه الناس على دمائهم وأموالهم وأعراضهم. وقد مضى ما يشير إلى هذا، وفيه كفاية في هذا البحث.. ونضيف هنا جملاً مختصرة لما قاله شيخنا العلامة \"أبو الحسن الندوي\" رحمه الله في كفاء المؤمنين قال: \"عَمَدَ ـ يعني رسول الله صلى الله عليه وسلم ـ إلى الذخائر البشرية وهي أكداس من المواد الخام، لا يعرف أحدٌ غناءَها، ولا يعرف محلها وقد أضاعتها الجاهلية.. عمد إلى الأمة الضائعة وإلى أناس من غيرها، فما لبث العالم أن رأى منهم نوابغ كانوا من عجائب الدهر وسوانح التأريخ.. ثم لا يلبث العالمَ أن يرى من هذه المواد الخام المبعثرة التي استهانت بقيمتها الأمم المعاصرة، وسخرت منها البلاد المجاورة، لا يلبث أن يرى منها كتلة لم يشاهد التاريخ البشرى أحسن منها اتزاناً... كتلة فيها الكفاية التامة في كل ناحية من نواحي الإنسانية، كتلة هي في غنى عن العالم، وليس العالم في غنى عنها، وضعت مدنيتها، وأسست حكومتها، وليس لها عهد بها فلم تضطر أن تستعير رجلاً من أمة، أو تستعين في إدارتها بحكومة، أمست حكومة تمدُّ رواقها على رقعة متسعة من قارتين عظيمتين وملأت كل ثغر، وسدت كل عوز، برجل يجمع بين الكفاية والديانة والقوة والأمانة. تأسست هذه الحكومة المتشعبة الأطراف، فأنجدتها هذه الأمة الوليدة، التي لم يمض عليها إلا بعض العقود.. برجل من الرجال أكفاء، فكان منها الأمير العادل والخازن الأمين، والقاضي المقسط، والقائد العابد، والوالي المتورع، والجندي المتقي\". [[ماذا خسر العالم بانحطاط المسلمين ص118ـ121 الطبعة العاشرة]]. هذه كانت كفاءات طلبة المساجد، عندما كانت المساجد تؤدي وظيفتها كما أراد الله لها، وصفحات تأريخهم لا زالت تتحدى أي مؤسسة غير المسجد أن تنجب مثل أولئك الأكفاء من الخلفاء والأمراء والقواد والقضاة وغيرهم."
  },
  {
    "type": "section",
    "id": "section-46",
    "title": "المبحث الرابع: انتشار الدعوة الإسلامية في المجتمع الإسلامي وخارجه.",
    "content": "إن علماء المساجد وطلابها لا يستقر لهم قرار، ولا تطمئن نفوسهم إلا إذا بلَّغوا ما تعلموه من دين الله إلى الناس، وإنهم ليسرون كل السرور بأن يروا رجلاً اهتدى على أيديهم؛ لأنهم يعلمون معنى قول الله تعالى: { قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنْ الْمُشْرِكِينَ }. [يوسف:108]. وما علمهم رسول الله صلى الله عليه وسلم بقوله: ((لأن يهدي الله بك رجلاً واحداً خير لك من حمر النعم))، وقد سبق حديث مالك بن الحويرث الذي أتى إلى النبي صلى الله عليه وسلم هو وبعض قومه، وكانوا شباناً، وأقاموا عند النبي صلى الله عليه وسلم عشرين ليلة يتفقهون في الدين، ويقتدون بالرسول صلى الله عليه وسلم في مسجده، حتى أشفق عليهم الرسول صلى الله عليه وسلم، لعلمه باشتياقهم إلى أهلهم، فأذن لهم بالعودة إلى أهلهم، وقال لهم: ((ارجعوا إلى أهليكم فأقيموا فيهم، وعلموهم ومروهم...)). وكذا حديث أنس رضي الله عنه في قصة ضمام بن ثعلبة، الذي تعلم من النبي صلى الله عليه وسلم أصول الإسلام، ثم قال للنبي صلى الله عليه وسلم: \"آمنت بما جئت به وأنا رسول من ورائي من قومي\". وانتشر أصحاب رسول الله صلى الله عليه وسلم، في عهده حيث بعثهم، دعاة إلى الله في الجزيرة وأطرافها، ومنهم أبو موسى الأشعري ومعاذ بن جبل وعلي بن أبي طالب، بعثهم إلى اليمن. [[راجع صحيح مسلم (1/50)]]. وهكذا عمل أصحابه من بعده، بعثوا الدعاة إلى الله والمجاهدين في سبيله، في كل مكان استطاعوا الوصول إليه، واستمر علماء المساجد وطلابها في الدعوة إلى الله، وتعليم الجاهل في بلاد المسلمين وخارجها، بل إن تجار المسلمين الذين ليس غالبهم من طلاب العلم بالمفهوم الخاص، نشروا الإسلام في كل مكان حلوا به؛ لأنهم كانوا من رواد المساجد والمتأثرين بعلمائها، ولم ينتشر الإسلام في شرق آسيا ومجاهل أفريقيا إلا على أيديهم."
  },
  {
    "type": "section",
    "id": "section-47",
    "title": "المبحث الخامس: القضاء على الفواحش أو انحسارها في المجتمع الإسلامي.",
    "content": "عندما يكون للمسجد مكانته في المجتمع الإسلامي، لا يتخلف المسلمون عن حضور صلاة الجماعة، يتمكن الإيمان من قلوبهم فيحبون الإيمان ويحبون الله ورسوله، ويحبون العمل الصالح، ويكرهون الكفر والفسوق والعصيان، وتنهاهم صلاتهم عن الفحشاء والمنكر والبغي، ويصبحون لا يريدون إلا ما يريده الله منهم شرعاً، وكل من أراد منهم غير ما أراد الله، أو أراد أن يرتكب ما لا يرضاه الله، وقفوه عند حده، وأطروه على الحق أطراً. قال تعالى: { اتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ الْكِتَابِ وَأَقِمْ الصَّلاةَ إِنَّ الصَّلاةَ تَنْهَى عَنْ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ }. [العنكبوت: 45]. ومن صفات المؤمنين إقامة الصلاة، والأمر بالمعروف والنهي عن المنكر، كما قال تعالى: { وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنكَرِ وَيُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ }. والمؤمنون المصلون لا يحبون أن تشيع الفاحشة في المؤمنين كما قال تعالى: {إن الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالآخِرَةِ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ }. [النور: 19]. قال القرطبي رحمه الله: \"قوله تعالى: { إِنَّ الصَّلاةَ تَنْهَى عَنْ الْفَحْشَاءِ وَالْمُنْكَرِ } يريد أن الصلوات الخمس هي التي تكفر ما بينها من الذنوب، كما قال عليه السلام: ((أرأيتم لو أن نهراً بباب أحدكم، يغتسل فيه كل يوم خمس مرات، هل يبقى من درنه شيء؟)) قالوا: لا يبقى من درنه شيء، قال صلى الله عليه وسلم: ((فذلك مثل الصلوات الخمس يمحو الله بهن الخطايا)) خرجه الترمذي من حديث أبي هريرة، وقال فيه: حديث حسن صحيح\".. ثم أخبر حكماً منه: \"بأن الصلاة تنهي صاحبها وممتثلها عن الفحشاء والمنكر، وذلك لما فيها من تلاوة القرآن المشتمل على الموعظة، والصلاة تشغل كل بدن المصلي، فإذا دخل المصلي في محرابه وخشع وأخبت لربه، وذكر أنه واقف بين يديه، وأنه مطلع عليه ويراه، صلحت لذلك نفسه وتذللت، وخامرها ارتقاب الله تعالى وظهرت على جوارحه هيبتها، ولم يكد يفتر من ذلك، حتى تظلله صلاة أخرى يرجع بها إلى أفضل حالة\". [[الجامع لأحكام القرآن (13/347ـ348)]]. وحديث أبي هريرة الذي ذكره القرطبي هو في الصحيحين أيضاً. ولو قلب الباحث صفحات التاريخ، لوجد أن العصور التي كانت للمساجد فيها مكانتها، قليلة المنكرات بمقدار ما ترتفع تلك المكانة، وأن العصور التي قلت فيها هيبة المسجد في نفوس الناس، كثرت فيها المنكرات بمقدار قلة هيبة المسجد، ثم لو عُملت احصاءات دقيقة عادلة في كل عصر، لوُجد أن المواظب على صلاة الجماعة في المسجد، أقل ارتكاباً للجرائم التي تعتبر جرائم في شرع الله، وأن الذين لا يحافظون على الصلاة في الجماعة هم أكثر جرائم من غيرهم. والجرائم في الشرع شاملة لكل معصية تخرج عن حكم الكتاب والسنة، وإن خُصَّت في اصطلاح بعض الفقهاء بما ترتبت عليها عقوبات في الدنيا. لذلك نقول: إن من أهم آثار المسجد في المجتمع هو القضاء على الفاحشة أو التقليل منها."
  },
  {
    "type": "section",
    "id": "section-48",
    "title": "المبحث السادس: اقتداء الأجيال اللاحقة بالأجيال السابقة في الصلاح غالباً.",
    "content": "إن الأفراد يقتدون بالأفراد، وكذلك الأجيال تقتدي بالأجيال: عند ما يبرز الخير في رجل، تجد من له به صلة يقتدي به، إذا لم يوجد مانع أقوى، وعندما يبرز الشر في رجل، تجد من له به صلة يقتدي به في الشر، إذا لم يوجد مانع أقوى كذلك، وهكذا الجيل اللاحق يقتدي بالجيل السابق في الخير أو الشر. وقد أمر الله سبحانه وتعالى خاتم أنبيائه ورسله، أن يقتدي بأجيال الأنبياء السابقين، فقال تعالى بعد أن ذكر ثمانية عشر نبياً من إبراهيم عليه السلام ونوح إلى لوط عليهما السلام جميعاً، قال: { أُوْلَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمْ اقْتَدِهِ..}. [الأنعام: 90]. وأكد سبحانه وتعالى لهذه الأمة، أن رسولها الذي أمره أن يقتدي بإخوانه الرسل قبله، هو القدوة الحسنة لمن آمن بالله واليوم الآخر. قال تعالى: { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللَّهَ كَثِيراً}. [الأحزاب: 21]. ولقد اقتدى به أصحابه رضي الله عنهم: كبارهم وصغارهم وكانوا هم قدوة لمن بعدهم، فكان الواحد منهم يسمع قوله أو يرى فعله فيقتدي به، وينقل تلك القدوة لمن جاء من التابعين، فهذا أنس بن مالك رضي الله عنه ـ الذي خدم رسول الله صلى الله عليه وسلم عشر سنين ـ وكان صغيراً إذ مات رسول الله صلى وعمره عشرون سنة، يصلي بالناس بعد أن مات رسول الله صلى الله عليه وسلم، ويقول لهم: \"إني لا آلوا أن أصلي بكم كما رأيت رسول الله صلى الله عليه وسلم يصلي بنا\". [[صحيح البخاري (1/282) وصحيح مسلم (1/344)]]. وهكذا نقل الصحابة رضي الله عنهم للأمة، أقوال الرسول صلى الله عليه وسلم وأفعاله وأخلاقه، بأقوالهم وأفعالهم وأخلاقهم في الإيمان، والعبادة والسلوك والمعاملة، وفي كل شئ، فاقتدى الصحابة بالرسول صلى الله عليه وسلم، واقتدى التابعون بالصحابة، وهكذا أخذ يقتدي اللاحقون من المتقين بالسابقين من الصالحين، إلى يومنا هذا وإلى أن تقوم الساعة. وكلما حافظ جيل من أجيال المسلمين، على وظيفة المسجد ومكانته، تبعهم الجيل الذي يليهم، وإن ضعف ـ أحياناً ـ المتأخر عن المتقدم. وكلما ابتعد الأفراد عن المسجد، اقتدى بهم من لهم بهم صلة من أتباعهم، وبخاصة الصغار، وكلما ابتعد جيل عن المسجد، تبعه غالباً الجيل الذي يليه، وإن كانت رحمة الله قد تخص اللاحق بما لم يدركه السابق. ولكن من صار قدوة سيئة من السابقين حمل سيئاته ومثل سيئات من أضلهم فاقتدوا به من اللاحقين؛ لأن من سن سنة سيئة تَحمل وزرها ووزر من عمل بها إلى يوم القيامة، من غير أن ينقص من أوزارهم شيء، كما أن للسابق مثل أجر اللاحق؛ لأن من سن سنة حسنة فله أجرها وأجر من عمل بها إلى يوم القيامة، من غير أن ينقص من أجورهم شيء."
  },
  {
    "type": "section",
    "id": "section-49",
    "title": "المبحث السابع: اعتزاز المسلمين بدينهم.",
    "content": "إن المسلمين الذين يرفعون بيوت الله، كما أذن الله ويعظمون الله تعالى كما عظم نفسه، ويوحدونه توحيداً تاماً لا تشوبه شائبة من الشرك، ويتبعون نبيه صلى الله عليه وسلم، ويقومون بالعمل الصالح، تلبية لنداء المؤذن، ويواظبون على حضور صلاة الجماعة، ويأخذون الفقه في دينهم على من وفق للفقه في الدين من علماء المساجد، ويتشاورون في شؤونهم العامة في المساجد، ويكون ولي أمرهم قدوة لهم في كل ذلك، فيكون المسجد عنده هو منطلق السياسة العامة والدعوة إلى الجهاد، وعقد الرايات وتجهيز الكتائب وتخريج الأكفاء، إنهم عند ذلك يكونون في غاية الاعتزاز بدينهم، وفي غاية التوكل على ربهم، يقولون كما قال الله تعالى: { وَمَنْ أَحْسَنُ قَوْلاً مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنْ الْمُسْلِمِينَ}. [فصلت:33]. يعتزون بولائهم للمسلمين وكونهم منهم ويجهرون بذلك، ويرون أن قولهم هو أحسن قول؛ لأنه يرضي الله ويدعو إلى دينه، وعملهم خير الأعمال؛ لأنه عمل صالح صادر عن طاعة الله، لا يرون أعزّ منهم؛ لأنهم عنصريون كما يزعم أعداؤهم، بل لأنهم يعتزون بالله، وغيرهم يعتز بغير الله: {وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لا يَعْلَمُونَ}. [المنافقون:8]. {مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعاً}. [فاطر: 10]. وإذا رأوا من يطلب العزة من غير الله سخروا منه وأنكروا نهجه وذكروا قول الله تعالى: {الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمْ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً}. [النساء: 139]. هكذا تجد المصلي يعتز بدينه ويجهر باعتزازه به، لكنَّ البعيدين عن المساجد وعن الخضوع لله تعالى، تجدهم يستحون أن يجهروا بدينهم، وبل تجدهم يداهنون من هو ضده من الكفار، ويحاولون أن يعتذروا عما يتهم به الدين، ولو كان حقاً، كالجهاد في سبيل الله وبعض الأحكام الإسلامية الثابتة. هذا إذا كان هو نفسه بقى مهادناً للدين، أما إذا فسق عن أمر ربه، فإنه يتبجح بمروقه من الإسلام، وينضم إلى صفوف أعداء الله في مهاجمته، فالمسجد مصدر اعتزاز المسلمين بدينهم، وإن خالف ذلك أتباع عبد الله بن أُبي. ولهذا تنطلق دعوتهم إليه بأعلى صوت من مآذن مساجدهم بألفاظ الأذان التي منها: ((حي على الصلاة، حي على الفلاح))."
  },
  {
    "type": "section",
    "id": "section-50",
    "title": "الفصل الرابع أثر المسجد في تربية الصغار وعلاج انحراف الأحداث ووسائل حبهم له وترددهم إليه.",
    "content": "المبحث الأول: المسجد عضو في جسم. المبحث الثاني: الصغير عضو في مجتمع. المبحث الثالث: صلة الصغير بالمسجد. المبحث الرابع: وسائل حب الصغير للمسجد. المبحث الخامس: أساس الاستقامة، وأساس الانحراف. المبحث السادس: المؤسسات المعادية للمسجد وأثرها. المبحث السابع: المسجد مصدر أمن وليس مصدر خوف وقلق. المبحث الثامن: الفرق بين المسجد والمعابد الأخرى. المبحث التاسع: المسجد بين الماضي والحاضر."
  },
  {
    "type": "section",
    "id": "section-51",
    "title": "المبحث الأول: المسجد عضو في جسم.",
    "content": "إن كثيراً من الناس الحريصين على مصالح الأمة وهداها، إذا تحدثوا عن أي مؤسسة من المؤسسات التي لها تأثير على التعليم والتثقيف والتربية ـ أو لها السلطة القادرة على توجيه المؤسسات الأخرى إلى تحقيق مصالح رعاياها ودفع المفاسد عنها ـ حَمَّلوا تلك المؤسسة كل السلبيات الموجودة في الأمة، وفرضوا عليها أن تقوم بكل ما يصلح الناس، وأن توجد كل الحلول الممكنة لكل المشكلات. وهذا الاتجاه ناتج عن حُسن نية وحرص على مصالح الأمة، ولكنه اتجاه تنقصه النظرة الشاملة إلى جميع المؤسسات المؤثرة في الأمة؛ لأن المؤسسات المؤثرة كثيرة، وهي إما أن تتعاون على البناء أو الهدم، وإما أن يبنِي بعضها ويهدم بعضها الآخر، وإما أن تبني المؤسسة الواحدة في جانب وتهدم في الجانب الآخر، وقد يغلب الهدم البناء، كما هي العادة وكما يقال: (ألف بان لهادم). لذلك قلَّبتُ النظر عندما اتصل بي بعض المسؤولين في المركز العربي للدراسات الأمنية، يبلغني أنه تم اختياري لكتابة بحثاً، موضوعه: \"دور المسجد في علاج انحراف الأحداث\". وأخذت أستعرض تأريخ المسجد ومكانته في الإسلام، والعاملين فيه، ووظائفه، وما قام به في التعليم والتربية في عهد الرسول صلى الله عليه وسلم، وخلفائه الراشدين، وما تلا ذلك، ثم أخذتُ أصوب النظر إلى مساجدنا الآن وما تقوم به، فكادت النظرة الجزئية والعاطفية الناقدة تغلبني، فأبدأ بمهاجمة العاملين في المساجد في هذه الأزمان، وأفصَّل القول في تقصيرهم، وتخليهم عن واجبهم، ولكن سرعان ما قفزت بذهني النظرة الشاملة، قائلة: وهل المسجد اليوم كالمسجد بالأمس، حتى نحمله المسؤولية كاملة؟ ألا توجد مؤسسات أخرى زعمت أنها تقوم ببعض وظائفه؟ ألا ترى أن المسجد قد سُلِب كثيراً من صلاحياته التي كان يؤدى دوره بها في الماضي؟ ألا ترى أن مؤسسات أخرى قد أنشئت لعداء المسجد ومحاربة تأثيره، أو منافسته منافسة تقلل من شأنه؟ ما ذنب المسجد إذاً حتى نحمله ما هو من مسؤليات سواه في هذا العصر؟ ألا توجد المؤسسة الأولى التي هي الأسرة المسؤولة عن التنشئة الأولى للصغير، كمسؤوليتها عن رضاعه؟ ألا توجد مؤسسات التعليم المنتشرة في بلاد المسلمين، وهي التي تضع المناهج والخطط، وتؤلف الكتب وتعد المعلم؟ أليس للمجتمع دوره الفعال فيما يسمى بالتوجيه أو العقل الجمعي؟.. الجار والجليس والشارع بكل ما فيه.. أليس هناك دول تقبض على أزمّة الأمور كلها، وهي المسؤولة عن التأثير القوي في الشعوب الإسلامية، بمؤسساتها المتنوعة؟ ومنها التعليم، والإعلام، والأنظمة والقوانين واللوائح، إلى غير ذلك؟ فقلت: بلى والله، إن المسجد إنما هو عضو في جسم، والرسول صلى الله عليه وسلم يقول: ((مثل المؤمنين في توادهم، وتراحمهم وتعاطفهم، مثل الجسد، إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى)). وفي رواية: ((المؤمنون كرجل واحد، إذا اشتكى رأسه، تداعى له سائر الجسد بالحمى والسهر)). وفي رواية: ((المسلمون كرجل واحد، إذا اشتكى عينه اشتكى كله، وإن اشتكى رأسه اشتكى كله)). [[مسلم (4/1999ـ2000) من حديث النعمان بن بشير رضي الله عنه]]. وفي حديث أبي موسى، قال: قال رسول الله صلى الله عليه وسلم: ((المؤمن للمؤمن كالبنيان، يشد بعضه بعضاً)). [[نفس المصدر (4/1999)]]. وإذا كان الحديثان في المؤمنين والمسلمين، فإن مؤسسات المؤمنين والمسلمين داخله في ذلك؛ لأن المسلمين والمؤمنين هم الذين يديرون تلك المؤسسات؛ ولأن المؤسسة التي تشكو من أي نقص، يجب أن تتعاون معها فيه المؤسسات الأخرى، حتى تزيل شكواها، كما أن المؤمن إذا اشتكى وجب على المؤمنين أن يعاونوه ويسهروا لسهره ويتألموا لألمه. لهذا قلت: إن المسجد عضو في جسم، إذا صلح ذلك الجسم صلح المسجد، وإذا فسد ذلك الجسم، حال بين المسجد والإصلاح، ولذلك إما أن تحيط بالمسجد جواهر، فيكون هو أفضل تلك الجواهر، و إما أن تحيط به مزابل، فيكون المسجد جوهرة في مزابل، وليس مسؤولاً عن القاذورات والروائح التي تحيط به مفروضة عليه فرضاً. وإذا أريد من المسجد أن يقوم بوظائفه، فليمكن من ذلك، ولتعاونه المؤسسات الأخرى، فإنه عندئذ سيصبغ حياة مجتمعه بالصبغة الإسلامية التي صبغ بها مجتمعه الأول، في عهد الرسول صلى الله عليه وسلم، وإلا فليؤخذ منه بقدر ما مُكِّن منه من الصلاحيات، ولا يحمل مسئولية لا يطيقها، بل هي منزوعة منه، ويدعي إلى الإصلاح، وتسد أبواب الإصلاح في وجهه، بل تفتح أبواب الفساد التي تمحو أثره، فيقول لنا المسجد كما قال القائل: [sh][shtr]دعاني وسد الباب دوني فهل إلى= دخولي سبيل بينوا لي قضيتي[/shtr] [/sh]"
  },
  {
    "type": "section",
    "id": "section-52",
    "title": "المبحث الثاني: الصغير عضو في مجتمع.",
    "content": "إذا كان المسجد عضواً في جسم المؤسسات المذكورة، ويُراد منه أن يؤدي وظيفته، مراعى فيها تأثير المؤسسات الأخرى سلباً أو إيجاباً، فإن الصغير ـ أيضاً ـ عضو في مجتمع كبير، يؤثر فيه سلباً وإيجاباً، وقد يكون المسجد ذا أثر ملموس فيمن عنده استعداد لاستقبال تأثير المسجد الطيب، ولا توجد أسباب أخرى أو موانع تحول بينه وبين تأثير المسجد، أو توجد ولكن الصغير في محيط ـ غير محيط المسجد، كالأسرة والمدرسة ـ يعينه على التغلب عليها. أما إذا كان المجتمع يغلب فيه الفساد، فإن المسجد حتى ولو وجد فيه الإمام المزكي الكفء، والواعظ الروحي والخطيب المؤثر، والمدرس الماهر، فإن فساد المجتمع الغالب يحول بين كثير من أفراد المجتمع والتأثر بالمسجد. والأصل في الصغير أن يكون قابلاً للتربية الإسلامية والإيمان بالله ورسوله واليوم الآخر، ولكن هذا القبول قد يُفقد عنده، إذا سبق أهلُ الإفساد أهلَ الإصلاح في تعليمه وتربيته، كما روى أبو هريرة، رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ((ما من مولود، إلا يولد على الفطرة، فأبواه يهودانه، وينصرانه، ويمجسانه، كما تنتج البهيمة بهيمة جمعاء، هل تحسون فيها من جدعاء؟)). [[مسلم (4/2047)]]. فإذا أريد من المسجد أو غيره من المؤسسات، أن تربي الصغار على الصلاح والطاعة، فليتعاون المجتمع مع تلك المؤسسات، وإلا فلا تطلب من العاجز القيام بما يعجز عنه."
  },
  {
    "type": "section",
    "id": "section-53",
    "title": "المبحث الثالث: صلة الصغير بالمسجد.",
    "content": "إن المسجد، وهو ذو المكانة العظيمة في الإسلام، لم يكن المقصود من بنائه المباهاة والزخرفة والتشييد، ونقش جدرانه بالكتابة بماء الذهب، وفرشه بالسجاد الغالي، وتزيين سقوفه بقناديل الضياء، وزخرفة أبوابه التي تفتح في أوقات الصلاة، ليؤدي فيه كبار السن ركعات الفريضة، فإذا رأوا صغيراً وقف في الصف أو جال في المسجد أو صرخ يسأل عن أمه طردوه وأخافوه، وإذا أدوا صلاتهم أقفلوا الأبواب في وجوه قاصدي المسجد، لم يكن المسجد كذلك. وإنما كان بناء مسجد الرسول، صلى الله عليه وسلم بجريد النخل واللبن وجانبا بابه بالحجارة، وكان الرجل إذا رفع يديه نال سقفه وكان فرشه الرمل والحصى، وكان كما سبق مأوى للمحتاجين والمرضى، والمسافرين، لا يُرد عنه أحد قصده. [[راجع البداية والنهاية لابن كثير (3/214)]]. لا أريد من سوق هذه الصفات لمسجد رسول الله صلى الله عليه وسلم، أن أقول: إنه لا يجوز أن تبني المساجد إلا كذلك، وإنما أريد أن أنبه على أمور: الأمر الأول: عدم المغالاة في تشييد المساجد تشييداً يقصد به المباهاة؛ لأن ذلك منهي عنه، وهو من عمل أهل الكتاب. [[راجع كتاب نيل الأوطار (2/167)]]. الأمر الثاني: عدم التشدد في ادعاء حفظ المساجد من العبث والتلوث، حتى يمنع ما كان مشروعاً في عهد الرسول صلى الله عليه وسلم، ومن ذلك منع الصبيان من دخول المساجد، اعتماداً على حديث ضعيف [[راجع المقاصد الحسنة للسخاوي حديث رقم 372]]. تخالفه أحاديث صحيحة كثيرة. الأمر الثالث: العودة بالمسجد إلى بساطته وقوة تأثيره في النفوس بالإيمان والعمل الصالح، فذلك خير من الزخرفة والمباهاة بالتشييد والمظاهر، مع عدم وجود الأثر الذي تبنى المساجد من أجله. أما صلة الصغار بالمسجد على عهد رسول الله صلى الله عليه وسلم، فقد ثبتت في أحاديث صحيحة في مناسبات شتى، نذكر طرفاً منها: من ذلك أن رسول الله صلى الله عليه وسلم حمل أمامة بنت زينب بنت رسول الله صلى الله عليه وسلم، وهو يؤم الناس في المسجد، كما روى أبو قتادة، رضي الله عنه: \"أن رسول الله صلى الله عليه وسلم كان يصلي وهو حامل أمامة بنت زينب بنت رسول الله صلى الله عليه وسلم، ولأبي العاص بن الربيع، فإذا قام حملها، وإذا سجد وضعها\". [[مسلم (1/385)]]. وهذا الحديث ـ مع دلالته هذه ـ يناقض ما كان عليه الجاهليون من بُغض الذرية من الإناث بغضاً أدى بكثير منهم إلى وَأْدِهن كما هو معروف. ومن ذلك أن النساء المصليات كن يحضرن صلاة الجماعة بأطفالهن، فيبكون ورسول الله صلى الله عليه وسلم يؤم الناس، فيخفف صلاته شفقة بالأطفال وأمهاتهم، كما روى ذلك أنس بن مالك رضي الله عنه: أن النبي صلى الله عليه وسلم قال: ((إني لأدخل في الصلاة وأنا أريد إطالتها، فأسمع بكاء الصبي، فأتجوز في صلاتي، مما أعلم من شدة وجد أمه من بكائه)). [[صحيح البخاري (1/250) وصحيح مسلم (1/343)]]. ومن ذلك أن حسناً وحسيناً رضي الله عنهما، كانا يدخلان المسجد، ورسول الله صلى الله عليه وسلم يصلي بالناس، وكان أحدهما يجلس على رقبته، وهو ساجد، فيطيل السجدة من أجله، حتى يدعه وينزل، كما في حديث عبد الله بن شداد، عن أبيه، رضي الله عنهما قال: \"خرج علينا رسول الله، صلى الله عليه وسلم، في إحدى صلاتي العشاء، وهو حامل حسناً ـ أو حسيناً ـ فتقدم النبي صلى الله عليه وسلم، ثم كبر للصلاة فصلى، فسجد بين ظهراني صلاة سجدة أطالها، قال أبي: فرفعت رأسي، فإذا الصبي على ظهر رسول الله، صلى الله عليه وسلم، وهو ساجد، فرجعت إلى سجودي، فلما قضى رسول الله صلى الله عليه وسلم الصلاة، قال الناس: يا رسول الله، إنك سجدت بين ظهراني صلاتك سجدة أطلتها، حتى ظننا أنه قد حدث أمر، أو أنه يوحى إليك\"، قال: ((كلٌّ لم يكن، ولكن ابني ارتحلني، فكرهت أن أعجله، حتى يقضي حاجته..)) . [[أحمد (3/493) والنسائي (2/229) وهو في جامع الأصول (9/31ـ32) قال المحشي: ورواه أحمد، وإسناده صحيح]]. وفي الحديث دليل ـ زيادة على ذلك ـ أن المصلي إذا رفع رأسه في سجوده بسبب شعوره بأمر غير معتاد ثم رجع لإكمال سجوده، لا يبطل سجوده ولا صلاته؛ لأن راوي الحديث، رفع رأسه ظناً منه أن أمراً طارئاً قد حصل للرسول صلى الله عليه وسلم، ثم رجع فأكمل سجوده، ولم يقل له الرسول صلى الله عليه وسلم في ذلك شيئاً، ولا يقال: إن الرسول صلى الله عليه وسلم يعلم عنه؛ لأن القاعدة المقررة عند العلماء أن الله تعالى لا يقر في عهده صلى الله عليه وسلم أمراً يخالف شريعته. وقطع صلى الله عليه وسلم خطبته عندما رأى الحسن والحسين يمشيان فيعثران في المسجد، فنزل من على المنبر وحملهما، ورجع يخطب، وهما بين يديه. روى بريدة، رضي الله عنه، قال: كان رسول الله، صلى الله عليه وسلم يخطبنا، فجاء الحسن والحسين، عليهما السلام، وعليهما قميصان أحمران يمشيان ويعثران، فنزل رسول الله، صلى الله عليه وسلم من المنبر، فحملهما ووضعهما بين يديه، ثم قال: ((صدق الله: { إِنَّمَا أَمْوَالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ } نظرت إلى هذين الصبيين يمشيان ويعثران، فلم أصبر حتى قطعت حديثي، ورفعتهما)). [[أحمد (5/354) النسائي (3/108) الترمذي (5/658) وقال: \"هذا حديث حسن غريب\" وهو في جامع الأصول (9/32ـ33) وقال المحشي وإسناده حسن، ونص جزء الآية من سورتي التغابن: 15، والأنفال: 28]]. وأمر صلى الله عليه وسلم من يؤم الناس في الصلاة أن يخفف بهم ولا يطيل، وعلل ذلك بعلل، منها أن فيهم الصغير، روى أبو هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم، قال: ((إذا صلى أحدكم للناس، فليخفف، فإن فيهم الضعيف والسقيم والكبير))، وفي رواية: ((فإن فيهم الصغير والكبير والضعيف والمريض... وإذا صلى أحدكم لنفسه فليطول ما شاء)). [[صحيح البخاري (1/248) صحيح مسلم (1/341)]]. وكان أنس بن مالك، وهو من صغار الصحابة، رضي الله عنهم، وقد روى أحاديث كثيرة من مشاهداته في المسجد النبوي، منها قوله: \"لقد رأيت كبار أصحاب النبي صلى الله عليه وسلم يبتدرون السواري عند المغرب، حتى يخرج النبي صلى الله عليه وسلم\". [[صحيح البخاري (1/189وصحيح مسلم (1/573)]]. وكذلك جابر بن سمرة، رضي الله عنه، كان صغيراً وذكر أنه صلى مع رسول الله صلى الله عليه وسلم، قال: \"صليت مع رسول الله صلى الله عليه وسلم الأولى، ثم خرج إلى أهله، وخرجت معه، فاستقبله وِلدَان، فجعل يمسح خدي أحدهم واحداً واحداً، قال: وأما أنا فمسح خدي، فوجدت ليده برداً وريحاً، كأنما أخرجهما من جوانة عطار\". [[مسلم (4/1814)]]. والظاهر أن الأطفال، كانوا يلعبون بأفنية المساجد، كما روى القاسم بن محمد رحمه الله، قال: \"كانت عند عمر بن الخطاب امرأة من الأنصار، فولدت له عاصم بن عمر، ثم إنه فارقها، فجاء عمر قباء، فوجد ابنه عاصماً يلعب بفناء المسجد، فأخذ بعضده فوضعه بين يديه على الدابة، فأدركته جدة الغلام، فنازعته إياه، حتى أتيا أبا بكر الصديق، فقال عمر: ابني، وقالت المرأة: ابني فقال أبو بكر الصديق: خل بينها وبينه، فما راجعه عمر الكلام\". [[الموطأ (2/767) وهو في جامع الأصول، وقال المحشي: (3/615) \"وفي سنده انقطاع\"]]. ومن هنا يتبين لنا أن صلة الصغير بالمسجد، في عهد رسول الله صلى الله عليه وسلم، وعهد خلفائه الراشدين، كانت صلة قوية مقصودة، إذ أن النبي صلى الله عليه وسلم يدخل بالصبيان معه، كما في قصة أمامة، وقصة حسن أو حسين الذي جلس على رقبته وهو ساجد، وكان الصبيان يدخلون المسجد بأنفسهم فيقرهم، بل ويقطع حديثه من أجل حملهم شفقة بهم، وكان النساء يدخلن بأطفالهن فيصلين معه، ويسمع بكاء الأطفال فيخفف الصلاة من أجل ذلك، وكان يأمر الأئمة أن يخففوا؛ لأن وراءهم الكبير والصغير والضعيف.. وكان يمسح على خد الصبي الذي يصلى معه، وكان صغار الصحابة يروون حوادث، وقعت في المسجد، تدل على حضورهم ومشاهدتهم لها. وأرجو أن تكون هذه الأدلة مقنعة للقارئ بمشروعية تردد الصغار على المساجد. إن تردد الصغير إلى المسجد وتنشئته على ذلك، تجعله يألفه ويرتبط به، وارتباطه بالمسجد ليكون من رواده مصلحة عظمى، لا يجوز التفريط فيها، بحجة مفسدة تلويث المسجد، أو التشويش على المصلين، والمصلحة العظمى تقدم على المفسدة التي هي أخف، لا سيما وقد قدمت في عهد رسول الله صلى الله عليه وسلم. [[والمفسدة المتوقعة من حضور الصغار المسجد، يمكن التحرز منها أو التخفيف، كتلبيسهم بثياب تمنع خروج فضلاتهم في المسجد، وتهيئة من يقوم بتنظيف ما قد يحدث منهم بعد التحرز من وقوعه، كما هو الحال اليوم في أعظم مسجدين في الأرض، وهما المسجد الحرام، ومسجد الرسول صلى الله عليه وسلم]]. وإن ما يحصل في هذه الفترة في بعض المساجد من وجود كتاتيب تعليم القرآن وتحفيظه للصغار ليسر المؤمنين، ففي المسجدين الشريفين: المسجد الحرام ومسجد الرسول صلى الله عليه وسلم، توجد لذلك حلقات تسمع فيها هؤلاء البراعم وهم يرفعون أصواتهم يكررون الحروف أو الكلمات التي يتمرنون على فهمها وحفظها، ثم تجدهم في الأوقات التي تسبق الصلاة يجولون في عرصات المسجد ينتظرون إقامة الصلاة، وهو أمر موجود في مساجد أخرى في بعض المدن، ولعل المسؤولين عن المساجد في العالم من المسلمين يسيرون على هذا التقليد المبارك."
  },
  {
    "type": "section",
    "id": "section-54",
    "title": "المبحث الرابع: وسائل حب الصغار للمسجد.",
    "content": "إذا أراد المسلمون أن يتربى أبناؤهم في المسجد تربية صالحة، وأن يغرس في نفوسهم الإيمان الذي يقيهم الانحراف، وإذا أرادوا أن يعالجوا انحراف مَن انحرف منهم في المسجد، إذا أرادوا ذلك، فلا بد أن يُوجِدوا الوسائل الشرعية التي تحبب إليهم المساجد، وتجعلهم يرتادونها، وأصول تلك الوسائل المشروعة مدونة في كتب السنة وكتب التاريخ، فما على المسلمين إلا أن يبحثوا عنها ويطبقوها في المساجد، بما يناسب العصر الذي يعيشون فيه، وبالوسائل المباحة المشابهة لتلك الوسائل التي وجدت في عهد الرسول، صلى الله عليه وسلم. وأذكر ـ هنا ـ ما تيسر من تلك الوسائل باختصار، تاركاً للباحثين والمهتمين بهذا الأمر التفصيل والتطبيق: الوسيلة الأولى: أن يرى الصغير إجابة المجتمع نداء المؤذن سريعة ومستمرة، بحيث يشاهد أباه وإخوانه الكبار، وأفراد أسرته، يستعدون للمسجد بالوضوء ولبس ثيابهم قبل الأذان، فإذا بدأ المؤذن في أذانه، انطلق هؤلاء فوراً إلى المسجد، إن هذا المنظر عندما يتكرر على عين الصغير يؤثر فيه تأثيراً قوياً، حتى إنه إذا رأى والده أو أحد إخوانه الكبار يتأخر عن القيام إلى المسجد نبهه، بأن يقول له: أذَّن، فإذا أصبح قادراً على المشي تعلق بأبيه، ليخرج معه لرؤية ما يحدث في المسجد، وهكذا حتى يصبح ذلك عادة عنده من صغره.. بخلاف ما إذا رأى بَلادَةً في أفراد الأسرة، يسمعون صوت المؤذن فلا يتحركون، فإنه هو يألف صوت المؤذن ولا يتحرك له، وهكذا عندما يكون في المدرسة، أو الروضة أو السوق، أو أي مكان في المجتمع، كالمكاتب الحكومية، إذا رأى الناس يسارعون لإجابة النداء، تأثر بذلك المنظر، وإن رآهم لا يبالون، تأثر بعدم المبالاة. وإن هذا المعنى ليرى واضحاً في قول الله سبحانه وتعالى: {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ (36) رِجَالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلاةِ}. [النور: 36-37]. فالمجتمع الإسلامي لا يؤخره أي شيء من أمور الدنيا، عن إجابة الداعي إلى الصلاة والفلاح، وهو بذلك يكون مجتمعاً إسلامياً يقتفي صغارُه كبارَه. وكذلك قوله تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِي لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنتُمْ تَعْلَمُونَ}. [الجمعة:9]. وإذا كان هذا الأمر بترك البيع والشراء والتجارة، فما بالنا بما يلهي الكبار والصغار، من وسائل اللهو المحرمة المفسدة للأمة في وسائل الإعلام وغيرها، أليس ذلك أوجب في الترك؟! الوسيلة الثانية: أن يسمع الصغير من أبيه وأفراد أسرته، وبخاصة أمه، فضائل المساجد، والثناء على المصلين فيها، وما أعد الله لهم من الثواب وذم المتخلفين عن صلاة الجماعة، وأنهم عرضة للنفاق، فإنه إذا سمع ذلك، مع ما يرى من الإسراع إلى المسجد من أسرته وجيرانه ومجتمعه كله، أحب المسجد وأحب المترددين إليه، وكره ما يشغل عن الصلاة، كما يكره المتخلفين عن الصلاة. الوسيلة الثالثة: أن يصطحبه كبار أسرته معهم إلى المسجد، كأبيه وأمه وإخوانه الكبار، حتى يألف المصلين، ولا يستوحش منهم ومن كثرتهم غير المعتادة في منزله، وإذا كان بعض أفراد الأسرة يحضر حلقات علمية في المسجد، أمكنه أن يحضره معه كذلك، لترتسم في ذهنه حلقات المسجد فيرغب في حضورها. الوسيلة الرابعة: أن يعامله أهله، وإمام المسجد، والمؤذن والعاملون في المسجد، والمصلون معاملة حسنة ويلاطفوه، ولا يغلظوا له القول، أو يصوبوا أنظارهم إليه، إذا أنكروا شيئاً من تصرفاته في المسجد، فإن ملاطفته والتبسم في وجهه واللين معه، يجعله يألف المصلين ويحب أن يتردد معهم إلى المسجد، بخلاف ما إذا عاملوه بعنف، فإنه يحب أن يلجأ إلى منزله الذي وجد فيه حرية أكثر، ولا يرغب في حضور المسجد الذي تطارده فيه النظرات، وتقذفه فيه الألسن، كما يفعل بعض الناس في معاملة الطفل إذا تحرك في المسجد. وإن في معاملة الرسول صلى الله عليه وسلم لأُمامة، والحسن والحسين، وتخفيفه الصلاة من أجل بكاء الصبيان، لقدوة حسنة للمسلمين في معاملة الأطفال في المسجد، لا بل إن في معاملة رسول الله صلى الله عليه وسلم للكبار الذين تصرفوا تصرفات غير لائقة بالمسجد، ورؤية صغار الصحابة تلك المعاملة اللطيفة، لدروساً للمسلمين في معاملة الصغار.. وهذا أنس بن مالك، رضي الله عنه يروي مشهداً عجيباً ـ وكان أنس صغيراً ـ قال: \"بينما نحن في المسجد مع رسول الله، صلى الله عليه وسلم إذ جاءه أعرابي، فقام يبول في المسجد، فقال أصحاب رسول الله صلى الله عليه وسلم: مَهْ مه، فقال رسول الله صلى الله عليه وسلم: ((لا تزرموه، دعوه)) فتركوه حتى بال، ثم إن النبي صلى الله عليه وسلم دعاه، فقال له: ((إن هذه المساجد لا تصلح لشيء من هذا البول والقذر، إنما هي لذكر الله والصلاة وقراءة القرآن)) قال: \"وأمر رجلاً من القوم، فجاء بدلو من ماء، فشنه عليه\". [[صحيح البخاري (5/2242) وصحيح مسلم (1/236) ومعنى (لا تزرموه) لا تقطعوا عليه بوله]]. وهذا الرجل هو الذي صلى ركعتين في المسجد عند رسول الله صلى الله عليه وسلم، ثم قال: اللهم ارحمني ومحمداً، ولا ترحم معنا أحداً، فقال النبي صلى الله عليه وسلم: ((لقد حجرت واسعاً)). [[صحيح البخاري (5/2238) وسنن أبي داود وسنن الترمذي (1/103) (1/275)]]. إن المساجد في حاجة إلى أئمة من هذا الصنف الذي يقتدي بالرسول صلى الله عليه وسلم، فيأمر بالمعروف وينهي عن المنكر بلطف، ولا يعنف أحداً، وبخاصة الصغار الذين ينفرون من التعنيف غاية النفور. وإن الصغير الذي يرى هذه المعاملة الحسنة في المسجد، لِرجل أتى فيه بما تتقزز منه النفوس، ليتأثر بذلك هو وأترابه أيما تأثر. ومن المعاملة الحسنة التي يتأثر بها الناس من إمام المسجد، وبخاصة الصغار، هو أن يكون الإمام خفيف الروح طلق الوجه، يمازح الصغار والكبار في خارج المسجد، المزاح الحق المباح، ليجلب قلوبهم إليه فيحبونه. بخلاف الرجل العبوس الذي لا ترى أسنانه، إلا إذا كشر في وجوه الناس مخاصماً مغاضباً، فإن الناس لا يرغبون في مقابلته، لا في المسجد ولا في خارجه، ولقد ضرب رسول الله صلى الله عليه وسلم القدوة الحسنة في ذلك مع هيبته واحترامه، وهذا أنس بن مالك رضي الله عنه خادمه الصغير، يروي عنه شيئاً من ممازحاته اللطيفة معه ومع غيره. فقد روى أن امرأة أتت رسول الله صلى الله عليه وسلم، فقالت: يا رسول الله احملنا على بعير، فقال صلى الله عليه وسلم: ((أحملكم على ولد الناقة)) قالت: وما نصنع بولد الناقة؟ فقال رسول الله صلى الله عليه وسلم: ((وهل تلد الإبل إلا النوق)). [[الترمذي (4/357) وقال: \"هذا حديث حسن صحيح\" وأبو داود (4/300) وهو في جامع الأصول (11/55)، قال المحشي: وإسناده صحيح]]. وروى أنس أيضاً، أن رسول الله صلى الله عليه وسلم قال له: ((يا ذا الأذنين، يمازحه)). [[سنن أبي داود (4/301) وسنن الترمذي (4/358) وقال: \"وهذا الحديث حديث صحيح غريب\"]]. وروى أيضاً أن رسول الله صلى الله عليه وسلم كان أحسن الناس خلقاً، وكان لي أخ، يقال له أبو عمير ـ وهو فطيم ـ كان إذا جاءنا قال: ((يا أبا عمير ما فعل النغير)) لنغير كان يلعب به، وربما حضرت الصلاة، وهو في بيتنا، فيأمر بالبساط الذي تحته فيكنس ثم ينضح، ثم يقوم ونقوم خلفه، فيصلي بنا. [[البخاري (5/2291) ومسلم (3/1692) واللفظ للبخاري. والنغير طائر صغير]]. الوسيلة الخامسة: أن يحمل ولى الصغير صغيرَه، على الصلاة إذا ميز، فيأمره بها أمراً ويحثه عليها حثاً، ويحضره معه إلى المسجد إذا بلغ السابعة من عمره، ليتعود ذلك قبل البلوغ بوقت مبكر، فيستمر معه في الأمر ثلاث سنوات، والغالب أنه إذا واظب على أمره هذه المدة، يستجيب ويألف حضور الصلاة في المسجد، ولكن حضور الطفل في هذا العمر غير واجب عليه، فلا يرغمه على ذلك في كل الأوقات بل يرغبه ويحبب ذلك إليه. فإذا بلغ عشر سنوات ولم يستجب للأمر، فإنه عندئذ يؤدبه بالضرب الذي لا يقصد به كسر العظم ولا شق الجلد، وإنما هو ضرب خفيف للتخويف، وليس معنى هذا أن الصلاة أصبحت واجبة على الصغير قبل بلوغه، فقد ورد ما يدل على عدم وجوب شيء عليه من العبادة حتى يبلغ. كما في حديث علي بن أبي طالب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ((رفع القلم عن ثلاثة، عن النائم حتى يستيقظ، وعن الصبي حتى يحتلم، وعن المجنون حتى يعقل)). [[الحاكم في المستدرك (4/429) وصححه. وسنن الترمذي (4/32) وقال: \"حديث حسن غريب\" وسنن أبي داود من حديث عائشة (4/139) والحديث في جامع الأصول (3/611) قال المحشي: وإسناده حسن]]. وإنما الواجب على ولي أمره أن يمرنه ويؤدبه، ليؤدي الصلاة في وقت مبكر، حتى إذا بلغ يكون قد ألف أداءها، فلا يفوته شيء منها بعد بلوغه، ولهذا ورد الأمر بذلك كما في حديث عمرو بن شعيب عن أبيه عن جده، قال: قال رسول الله صلى الله عليه وسلم: ((مروا أولادكم بالصلاة وهم أبناء سبع سنين، واضربوهم عليها وهم أبناء عشر، وفرقوا بينهم في المضاجع)). [[أبو داود (1/133)، وهو في شرح السنة للبغوي (2/406) قال المحشي: وراجع فيض القدير (5/521)]]. الوسيلة السادسة: أن يُعنى بالصغير في خارج المسجد، فيمرن على أداء بعض النوافل في المنزل، لما في ذلك من تقوية عزيمته، ولكن لا يُكره على ذلك، وإنما يشجع، كما روى ابن عباس، وهو من صغار الصحابة رضي الله عنهم، قال: \"بت عند خالتي ميمونة، فقام رسول الله صلى الله عليه وسلم يصلي من الليل، فقمت عن يساره، فأخذ بذؤابتي فجعلني عن يمينه. [[البخاري (5/2213) وهو في جامع الأصول (5/700)]]. فظاهر الحديث أن أنساً قام يصلي بنفسه ولم يأمره الرسول صلى الله عليه وسلم، بذلك وإنما أقره وشجعه. وروى أنس ـ أيضاً ـ رضي الله عنه قال: \"صليت أنا ويتيم في بيتنا خلف رسول الله صلى الله عليه وسلم، وأم سليم خلفنا\". [[مسلم، وهو في جامع الأصول (5/604)]]. وهذا فيه مشروعية تمرين الآباء أبناءهم على قيام الليل معهم، بلا تضييق عليهم ولا حرج. الوسيلة السابعة: أن يُعنى بالصغير فيُمرن على بقية العبادات غير الصلاة، ليشعر بحلاوة العبادات كلها؛ لأن إقباله على جملة من العبادات يقيه من الانحراف مع المنحرفين، كالحج والصوم، فقد روى ابن عباس رضي الله عنهما، أن النبي صلى الله عليه وسلم لقي ركباً بالروحاء فقال: ((من القوم؟)) قالوا: المسلمون. فقالوا: من أنت؟ قال: ((رسول الله)). فرفعت إليه امرأة صبياً، فقالت: ألهذا حج؟ قال: ((نعم ولكِ أجر)). [[صحيح مسلم (2/974)]]. وفي حديث الرُّبَيِّع بنت معوذ، رضي الله عنها، قالت: \"أرسل رسول الله صلى الله عليه وسلم غداة عاشوراء إلى قرى الأنصار: ((من أصبح مفطراً فليتم بقية يومه، ومن أصبح صائماً فليصم)) قالت: فكنا نصومُه ونُصُوِّم صبياننا، ونجعل لهم اللعبة من العهن، فإذا بكى أحدهم على الطعام، أعطيناه ذاك، حتى يكون عند الإفطار\". [[البخاري (2/242)]]. ومعلوم أن الصبي يتعود على ما تعوده عليه أسرته، وبخاصة أمَّه وأباه، ومن يكبره من إخوانه. الوسيلة الثامنة: أن يجد الصغير ما يشبع رغباته الروحية والعقلية والجسمية في المسجد، كما كان الحال في العصور المفضلة. أما رغباته الروحية: فيحققها ذكر الله، وتلاوة القرآن وإقام الصلاة وسماع الخطب والمواعظ، ونحوها. وأما رغباته العقلية: فيحققها التعلم في حلقات المسجد، بحيث يتدرج في تعليمه بحسب قدرته العقلية، حتى يتقن في صغره مبادئ العلوم ومفاتيحها، ولا يزال يترقى على أيدي علماء ذوى أساليب جذابة متخصصين في تلك العلوم، حتى يصبح فيما بعد معلماً في نفس المسجد. وأما رغباته الجسمية: فإنها تتحقق بالفروسية، من ركوب الخيل والدراجات العادية والنارية، ثم السيارات، وكذا التعليم على الرماية الممكنة، والسباق على الأقدام والمصارعة، وغيرها مما يفيد من التمارين الرياضية. وقد يقول قائل: إنك تريد أن تحول المسجد من مكان للعبادة، إلى ميدان للألعاب الرياضية، ومن مكان هادئ يؤدي فيه المصلون عبادتهم بدون تشويش، إلى مكان للصخب والتشويش. وللجواب على هذا أقول: إنه لا يصلح آخر هذه الأمة إلا ما أصلح أولها، وإن ما شرعه الله ورسوله، هو مشروع في حقنا، وهو العلاج الناجح للمشكلات التي يعاني منها المسلمون، وهذا هو السبب الذي جعلني أفصِّل بعض التفصيل في وظائف المسجد فيما مضى مع ذكر الأدلة، حتى لا يقال: هذا خروج بالمسجد عن وظائفه. ومع ذلك أزيد هنا شيئاً من التفصيل: إن كون المسجد مكاناً للعبادة أمر لا ينازع فيه، وإن كونه مكاناً للعلم الشرعي، أمر لا ينازع فيه إلا جاهل أو مغرض، لكن قد يقال: إن الطلاب في هذا العصر قد كثروا والمساجد لا تتسع لهم وللمصلين، وقد تعددت مراحل الدراسة حتى أصبحت سبع مراحل من مرحلة الروضة الابتدائية إلى آخر الدراسات العليا \"الدكتوراه\" وفي كل مرحلة عدد كبير من الطلاب. وأقول: إن هذا الإشكال يورده من لم يفكر في إمكان حله، وحله ميسور جداً، وذلك أن يبني المسجد بمرافق المدرسة المراد إنشاؤها في الحي، بحيث تخصص له أرض واسعة، وتقام بجانبه الفصول الدراسية والمكاتب الإدارية، ودورات المياه، وميادين التدريب الفروسي. ويكون مدير المدرسة هو إمام المسجد، ووكيله في المدرسة نائبه في المسجد، ويكون المسؤول عن حضور الطلبة وغيابهم، وهو ما يسمى بالمراقب مؤذن المسجد، والمسؤول عن توعية الطلبة وحثهم على حضور صلاة الجماعة في المسجد، ويكون العاملون في المدرسة من المنظفين وغيرهم، هم العاملين في المسجد أيضاً، ويقوم المدرسون في الفصول الدراسية، بالمحاضرات المناسبة في المسجد للطلبة ويقومون بتدريس الطلاب الضعفاء في دروس إضافية في المسجد في الأوقات المناسبة. والمدربون الذين يشرفون على تدريب الطلاب في الميادين، يكونون من ذوي الدين والخلق والدعوة إلى الله، فيدربون الطلاب على الفروسية، من ركوب خيل ودراجات وسيارات ورماية ومصارعة وسباق على الأقدام، وإذا جاء وقت الصلاة انطلقوا بهم إلى المسجد ليصلوا جماعة فيه. وهكذا جميع المدارس يمكن أن ترافق المسجد، وتتعاون معه على تربية الطلاب، وتسمى المدرسة باسم مسجد الحي الذي أنشئت معه، وهذا يشمل كل المراحل الدراسية من الروضة إلى الكليات والدراسات العليا. وينبغي أن يُلحق بالمساجد بعض المرافق التي يحتاج إليها المجتمع، كالمستوصفات، ويسمى كل مستوصف بمستوصف المسجد، وتكون على مستوى عال من الخدمة الطبية، بها أطباء متخصصون للأطفال، وفي الأمراض المنتشرة في البلد وصيدلية مجانية، أو بثمن رخيص إن كان في دولة لا تستطيع صرفه مجاناً. ويلحق به دار للضيافة (رباط) تجهز بالأثاث الممكن، ومطعم يستقبل الناس في أوقات الوجبات الرئيسة، يبيع بالسعر المناسب والذي لا يوجد عنده ما يشتري به الطعام، يخصص له وقف تابع للمسجد، كالدكاكين والعمارات السكنية التي تؤجر، وينفق على المحتاجين منها. [[وكل هذه الأمور قد مضى ما يدل على مشروعيتها في المسجد، أو مشروعية ما يشبهها]]. الوسيلة التاسعة: أن يتعاون أهل كل مسجد على تزويج الشباب من الذكور والإناث، ويكون هذا التعاون بسلوك سبيلين: الأولى: أن يخبر آباءُ البنات الصالحات للزواج إمامَ المسجد بذلك، وتكون عنده قائمة خاصة، لا يطلع عليها غيره باسم البنت، وعمرها وثقافتها، ووصف مجمل لها، وحالة أسرتها الاجتماعية، ويخبر آباءُ البنين الإمامَ أيضاً بأبنائهم، مع المعلومات التي لا بد منها، والإمام يسعى إلى تزويج كل شاب بمن تناسبه من الشابات، بعد التشاور مع أسرة كل منهما. الثانية: أن يشترك أعضاء المسجد في إيجاد صندوق للزواج، ليُعان منه المحتاج، إما قرضاً مقسطاً، وإما تبرعاً، ليتمكن من الزواج الذي هو من أهم أسباب علاج الانحراف، بل الوقاية منه قبل أن يقع. وقد روى ابن مسعود رضي الله عنه، قال: كنا مع النبي صلى الله عليه وسلم، فقال: ((من استطاع منكم الباءة فليتزوج، فإنه أغض للبصر وأحصن للفرج، ومن لم يستطع فعليه بالصوم فإنه له وجاء)). [[صحيح البخاري (2/228) وصحيح مسلم (2/1018)]]. إن الأحداث عندما يرون المسجد يُعنىَ بهم، في كل جانب من جوانب حياتهم، ولا سيما هذا الجانب الخطير الذي يقع الانحراف بسببه عند كثير من الأحداث، إنهم عندما يرون ذلك سيكون للمسجد عندهم منزلة عالية جداً. ولا ينبغي أن يحجم الآباء ـ سواء آباء البنين أم آباء البنات ـ عن مثل هذا المرفق خجلاً من العادات السائدة عند كثير من الناس اليوم، فإن الحق أحق أن يُتبع، والمصلحة العامة أولى من العادات التي لم تَجُرَّ وراءها إلا الوبال، وأي الأمرين خير، هذا الأمر الذي يوصل إلى ما يرضي الله، أم ترك الشباب يتصرف على حسب هواه وإمكاناته الخفية التي أصبحت تقلق الغيورين في العالم الإسلامي؟! هذا مع العلم أن لهذا الأمر أصلاً، وهو تزويج رسول الله صلى الله عليه وسلم من وهبت نفسها له فلم يرغب فيها، فإنه زوجها لبعض أصحابه وهو ـ وإن كان ولى أمر المسلمين العام ـ فهو إمام مسجدهم أيضاً. روى سعد بن سهل الساعدي، رضي الله عنه، قال: \"جاءت امرأة إلى رسول الله صلى الله عليه وسلم، فقالت: يا رسول الله جئت أهب نفسي لك، فنظر إليها رسول الله صلى الله عليه وسلم، فصعد النظر فيها وصوبه، ثم طأطأ رسول الله صلى الله عليه وسلم رأسه، فلما رأت المرأة أنه لم يقض فيها شيئاً جلست. فقام رجل من أصحابه، فقال: يا رسول الله إن لم يكن لك بها حاجة فزوجنيها. فقال: ((فهل عندك من شيء؟)). فقال: لا والله يا رسول الله. فقال: ((اذهب إلى أهلك فانظر هل تجد شيئاً؟)). فذهب ثم رجع، فقال: لا والله ما وجدت شيئاً. فقال رسول الله صلى الله عليه وسلم: ((انظر ولو خاتماً من حديد)). فذهب ثم رجع، فقال: لا والله يا رسول الله، ولا خاتماً من حديد، ولكن هذا إزاري.. فلها نصفه. فقال رسول الله صلى الله عليه وسلم: ((ما تصنع بإزارك، إن لبسته لم يكن عليها منه شيء، وإن لبسته لم يكن عليك منه شيء)). فجلس الرجل حتى إذا طال مجلسه قام، فرآه رسول الله صلى الله عليه وسلم مولياً، فأمر به فدعي فلما جاء قال: ((ماذا معك من القرآن؟)). قال: معي سورة كذا، وسورة كذا ـ عددها ـ. قال: ((تقرؤهن عن ظهر قلبك؟)). قال: نعم. قال: ((اذهب فقد ملكتكها بما معك من القرآن)). [[صحيح البخاري (4/1920) وصحيح مسلم (2/1040)]]. فإذا جاز للمرأة أن تعرض نفسها لمن ترغب في الزواج منه، فإن عرض ولى أمرها أولى. ولقد عرض عمر بن الخطاب بنته حفصة، حين توفي زوجها، على كلٍّ من أبي بكر وعثمان رضي الله عنهم، فلم يجيباه على عرضه، لعلمهما بأن رسول الله صلى الله عليه وسلم، كان يريدها، كما روى ذلك عبد الله بن عمر، رضي الله عنهما، قال: \"إن عمر بن الخطاب حين تأيمت حفصة بنت عمر من خنيس بن حذافة السهمي، وكان من أصحاب رسول الله صلى الله عليه وسلم، قد شهد بدراً توفي بالمدينة، قال عمر: فلقيت عثمان بن عفان فعرضت عليه حفصة، فقلت: إن شئت أنكحتك حفصة بنت عمر، قال سأنظر في أمري، فلبثت ليالي، فقال: قد بدا لي أن لا أتزوج يومي هذا. قال عمر: فلقيت أبا بكر، فقلت: إن شئت أنكحتك حفصة بنت عمر. فصَمَتَ أبو بكر فلم يرجع إليَّ شيئاً، فكنت عليه أوجَدَ مني على عثمان. فلبثت ليالي، ثم خطبها رسول الله صلى الله عليه وسلم، فأنكحتها إياه، فلقيني أبو بكر، فقال: لعلك وجدت عليَّ حين عرضت عليَّ حفصة فلم أرجع إليك؟ قلت: نعم. قال: فإنه لم يمنعني أن أرجع إليك فيما عرضت، إلا أني قد علمت أن رسول الله صلى الله عليه وسلم قد ذكرها، فلم أكن لأفشي سر رسول الله صلى الله عليه وسلم ولو تركها لقبلتها\". وقد أمر الرسول صلى الله عليه وسلم بعقد النكاح في المساجد وفي ذلك إشارة إلى صلة الزواج بالمسجد. [[راجع جامع الأصول (11/439)]]. الوسيلة العاشرة: أن تعقد في المسجد ندوات لشعراء المسلمين، الذين سَخَّروا شعرهم للدعوة إلى الله والذب عن دينه، لحض الشباب على العبادة وحَسَنِ الأخلاق، ولتحميسه ودفعه إلى الجهاد في سبيل الله، وأن تنظم الأناشيد الخفيفة ذات المعاني الجميلة، التي تتضمن حب الله ورسوله وحب دين الإسلام وعباد الله الصالحين، وتلقن للصغار حتى يحفظوها ثم ينشدوها في المسجد أمام زملائهم. إن الأناشيد من أهم المرغبات للأحداث لحضور المكان الذي تنشد فيه. وإنشاد الشعر الذي فيه دعوة إلى الله، أو المباح الذي لا يتعارض مع الآداب الإسلامية، مأذون فيه شرعاً في المسجد وخارج المسجد. وقد تشدَّدَ من يجهلون أو يتجاهلون هذه المشروعية في هذا العصر، أو اجتهدوا في ذلك اجتهاداً مخالفاً لسنة رسول الله صلى الله عليه وسلم، فكرهوا إنشاد الشعر في خارج المسجد فما بالك بالمسجد؟ ولكن جهل الجاهل أو اجتهاد المخطئ، لا يجوز أن يغير من شرع الله شيئاً. أدلة مشروعية إنشاد الشعر في المساجد: والأدلة على جواز إنشاد الشعر في المسجد وخارجه، صحيحة وصريحة، وها أنا أسوق شيئاً منها. فقد مدح الرسول صلى الله عليه وسلم الشعر، كما روى أُبي بن كعب رضي الله عنه، قال: إن النبي صلى الله عليه وسلم قال: ((إن من الشعر حكمة)). [[صحيح البخاري (5/2276)]]. دلَّ هذا الحديث على أن من الشعر ما هو ممدوح؛ لأن الحكمة صفة مدح، والله تعالى يقول: { وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْراً كَثِيراً}. [البقرة:269]. وقد كان لرسول الله صلى الله عليه وسلم، حادٍ حسُن الصوت يحدو له في أسفاره، يقال له أنجشة، وقال له ذات مرة: ((ويحك يا أنجشة رويدك سوقك بالقوارير)). [[صحيح البخاري (5/2278) وصحيح مسلم (4/1811) أي تمهل في حدائك بالإبل التي تسرع بالنساء، فيتأثرن من ذلك أو أن صوتك يؤثر عليهن فارفق بهن]]. وارتجز هو صلى الله عليه وسلم عندما أصيبت إحدى أصابعه بسبب عثوره من إصابة حجر، فقال: [[صحيح البخاري (3/1031) وصحيح مسلم (3/1421)]] [sh][shtr]هل أنت إلا أصبع دميت=وفي سبيل الله ما لقيت[/shtr] [/sh] وكان في بعض أسفاره يطلب من رفيقه أن ينشده شيئاً من أشعار الجاهليين الذين يوافق شعرهم الإسلام، روى الشريد بن سويد الثقفي رضي الله عنه، قال: \"ردفت رسول الله صلى الله عليه وسلم يوماً، فقال: ((هل معك من شعر أمية بن أبي الصلت شيء؟)) قلت: نعم. قال: ((هيه)) فأنشدته بيتاً، فقال: ((هيه)) ثم أنشدته بيتاً، فقال: ((هيه)) حتى أنشدته مائة بيت. وفي رواية: أنه قال صلى الله عليه وسلم: ((فلقد كاد يُسلم في شعره)). [[صحيح مسلم (4/1766)]]. وهذا جابر بن سمرة رضي الله عنه، وهو من صغار الصحابة، يقول: \"شهدت النبي صلى الله عليه وسلم أكثر من مائة مرة، في المسجد وأصحابه يتذاكرون الشعر، وأشياء من أمر الجاهلية، فربما تبسم معهم. [[مسند أحمد (5/91) الترمذي (5/140) وقال: \"هذا حديث حسن صحيح\"]]. والظاهر، من هذا الحديث أن كثيراً من هذه المجالسة، كان في مسجده صلى الله عليه وسلم، بدليل حديث سماك بن حرب، قال: قلت لجابر بن سمرة: أكنت تجالس رسول الله صلى الله عليه وسلم؟ قال: نعم، كثيراً، كان لا يقوم من مصلاه الذي يصلي فيه الصبح، حتى تطلع الشمس، فإذا طلعت الشمس قام، وكانوا يتحدثون، فيأخذون في أمر الجاهلية، فيضحكون ويبتسم. [[مسلم (1/463)]]. وكان عبد الله بن رواحه ينشد بين يدي رسول الله صلى الله عليه وسلم، في عمرة القضاء، فيقول: [sh] خلوا بني الكفار عن سبيله=اليوم نضربكم على تنزيله ضرباً يزيل الهام عن فصيله=ويذهب الحليل عن حليله [/sh] فقال له عمر: يا ابن رواحة بين يدي رسول الله صلى الله عليه وسلم، وفي حرم الله تقول الشعر؟! فقال رسول الله صلى الله عليه وسلم: ((خل عنه يا عمر، فلهي أسرع فيهم من نضح النبل)). [[سنن النسائي (5/202) الترمذي (5/139) وقال \"حديث حسن صحيح غريب من هذا الوجه\"]]. لقد أراد عمر رضي الله عنه، أن يجعل من الأدب أمام رسول الله صلى الله عليه وسلم وفي حرم الله عدم إنشاد الشعر، ولكن رسول الله صلى الله عليه وسلم، أمره أن يترك الشاعر وما يقول، ليبين له أن الشعر النافع لا ضير أن ينشد في أي مكان، بل قد يكون إنشاده أولى، كما هو الحال أمام أعداء الله. ولعل عمر نسي هذا الدرس من رسول الله صلى الله عليه وسلم، فأنكر على حسان بن ثابت إنشاد الشعر في مسجد رسول الله صلى الله عليه وسلم، فعاد حسان إلى تذكيره. كما روى أبو هريرة رضي الله عنه: \"أن عمر مر بحسان وهو ينشد الشعر في المسجد، فلحظ إليه شزراً، فقال: قد كنت أنشد فيه، وفيه من هو خير منك، ثم التفتَ إلى أبي هريرة، فقال: أنشدك الله أسمعت رسول الله صلى الله عليه وسلم يقول: ((أجب عني اللهم أيده بروح القدس)) فقال: اللهم نعم\". [[صحيح البخاري (5/2279) وصحيح مسلم (4/1932) واللفظ له]]. بل روت عائشة رضي الله عنها قالت: كان رسول الله صلى الله عليه وسلم، يضع لحسان منبراً في المسجد، يقوم عليه قائماً يفاخر عن رسول الله صلى الله عليه وسلم أو ينافح، ويقول رسول الله صلى الله عليه وسلم: ((إن الله يؤيد حسان بروح القدس ما نافح أو فاخر عن رسول الله صلى الله عليه وسلم)). [[أبو داود (5/280) الترمذي (5/138) وقال: \"هذا حديث حسن صحيح غريب\"، وهو في جامع الأصول (5/168)، قال المحشي: ولبعض هذا الحديث شواهد في الصحيحين من حديث البراء بن عازب]]. أفبعد هذه النصوص الصحيحة الصريحة، يجوز لمتشدد أن يمنع الشعر وإنشاده في المسجد أو في غيره، ما دام لا خروج فيه عن طاعة الله، وفيه مصلحة تحبيب الصغار إلى المسجد، وفي المسجد يعلمون مبادئ الإسلام وقراءة القرآن والسنَّة، وإقام الصلاة والتحلي بمكارم الأخلاق؟ أترون إنشاد الشعر في المسجد الذي يجلب الصغار والأحداث إليه، خير أم تركهم يتسكعون في الشوارع مع زمر المتشردين، أو يقعدون أمام أجهزة التلفاز والفيديو أو في دور السينما الداعية إلى سوء الأخلاق، ينظرون إلى ما يقودهم إلى الانحراف؟ وهل الشعر إلا كلام كالنثر يمدح صالحه ويذم طالحه؟ مع ما في الشعر من إثارة العواطف وتهييج المشاعر؟! ذم الرسول صلى الله عليه وسلم الشعر لا ينافي مشروعيته: ولا يظن ظان أن الباحث نسي أو جهل ذم الله ورسوله للشعر والشعراء، فهو على علم وذكر بذلك، فقد ثبت عن الرسول صلى الله عليه وسلم من حديث أبي هريرة ـ الذي شهد لحسان بالثناء عليه ـ ذم الشعر، فقد روى أن رسول الله صلى الله عليه وسلم قال: ((لأن يمتلئ جوف أحدكم قيحاً حتى يريه ـ أي يصيبه بمرض في رئته ـ خير له من أن يمتليء شعراً)). [[البخاري (5/2279) ومسلم (4/1769)]]. وروى حكيم بن حزام، رضي الله عنهما، قال: \"نهى رسول الله صلى الله عليه وسلم أن يُستقاد في المسجد، وأن تنشد فيه الأشعار، وأن تقام فيه الحدود\". [[أبو داود (4/167) وقد ضعف الحديث بعض أهل العلم، انظر عون المعبود (12/129)]]. وأقول: إن الذي مدح الشعر وأذن للشعراء في الإنشاد في المسجد وخارجه، هو الذي ذم الشعر ونهى عن إنشاده في المسجد، فأي شعر أذن فيه، وأي شعر نهى عنه وذمه؟! لا بد أن يكون المضمون مختلفاً، فالممدوح هو الذي يقصد به نصر دين الله ولا يخالف شرعه، والمذموم هو الشعر المعارض لدين الله، أو الذي يبالغ فيه حتى يلهي عن ذكره ولو كان مباحاً. وإن القرآن الكريم، لهو الفيصل في هذا الأمر فقد فرق بين ممدوح الشعر ومذمومه، قال تعالى: {وَالشُّعَرَاءُ يَتَّبِعُهُمْ الْغَاوُونَ (224) أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ (225) وَأَنَّهُمْ يَقُولُونَ مَا لا يَفْعَلُونَ (226) إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيراً وَانتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ}. [الشعراء: 224-227]. وقال الإمام الشافعي رحمه الله: \"الشعر كلام، فحسنه حسن، وقبيحه قبيح\". [[نيل الأوطار (2/167)]]. وقال الحافظ ابن حجر، رحمه الله ـ وهو يتكلم على ما يظهر من تعارض بين الأحاديث الناهية عن إنشاد الشعر في المساجد والأحاديث الدالة على جواز إنشاده فيها ـ قال: \"فالجمع بينها وبين حديث الباب أن يحمل النهي على تناشد أشعار الجاهلية والمبطلين، والمأذون فيه ما سلم من ذلك\". [[الفتح (1/549)]]. وقال ابن عبد البر رحمه الله: \" وأما قوله صلى الله عليه وسلم: ((لأن يمتلئ جوف أحدكم قيحاً، خير من أن يمتلئ شعراً)) فأحسن ما قيل في تأويله والله أعلم، أنه الذي قد غلب الشعر عليه، فامتلأ صدره منه دون علم سواه، ولا شيء من الذكر غيره، ممن يخوض به في الباطل ويسلك به مسالك لا تحمد له، كالمكثر من الهذر واللغط والغيبة وقبيح القول، ولا يذكر الله كثيراً، وهذا كله مما اجتمع العلماء على معنى ما قلت منه، ولهذا قلنا فيما روي عن ابن سيرين والشعبي ومن قال بقولهما من العلماء: الشعر كلام فحسنه حسن وقبيحه قبيح، أنه قول صحيح وبالله التوفيق\". [[التمهيد (22/196)]]. وقال النووي رحمه الله: \"قوله: إن حسَّان أنشد الشعر في المسجد، بإذن النبي صلى الله عليه وسلم، فيه جواز إنشاد الشعر في المسجد إذا كان مباحاً، واستحبابه إذا كان في ممادح الإسلام وأهله، أوفي هجاء الكفار والتحريض على قتالهم أو تحقيرهم ونحو ذلك، وهكذا كان شعر حسَّان، وفيه استحباب الدعاء لمن قال شعراً من هذا النوع، وفيه جواز الانتصار من الكفار ويجوز أيضاً من غيرهم بشرطه، وروح القدس جبريل صلى الله عليه وسلم، قوله ينافح عن رسول الله صلى الله عليه وسلم أي يدافع ويناضل\". [[شرح النووي على مسلم (16/45)]]. وقال القرطبي رحمه الله: \"قلت: أما تناشد الأشعار فاختلف في ذلك: فمن مانع مطلقاً، ومن مجيز مطلقاً، والأولى التفصيل وهو أن ينظر إلى الشعر، فإن كان مما يقتضى الثناء على الله عز وجل، أو على رسوله صلى الله عليه وسلم، أو ذب عنهما، كما كان شعر حسَّان، أو يتضمن الحض على الخير والوعظ والزهد في الدنيا والتقلل منها، فهو حسن في المساجد وغيرها.. وما لم يكن كذلك لم يجز؛ لأن الشعر في الغالب لا يخلو عن الفواحش والكذب والتزين بالباطل، ولو سلم من ذلك، فأقل ما فيه اللغو والهذر، والمساجد منزهة عن ذلك، لقوله تعالى: { فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ}. [[الجامع لأحكام القرآن (12/271)]]. وقال الترمذي: \"وقد روي عن النبي صلى الله عليه وسلم حديث رخصة في إنشاد الشعر في المسجد كحديث جابر بن سمرة\". [[تحفة الأحوذي (2/232) قال العراقي في شرحه: \"ويجمع بين أحاديث النهي وبين أحاديث الرخصة فيه بوجهين: أحدهما أن يحمل النهي على التنزيه وتحمل الرخصة على بيان الجواز. والثاني أن يحمل أحاديث الرخصة على الشعر الحسن المأذون فيه، كهجاء المشركين ومدح النبي صلى الله عليه وسلم والحث على الزهد ومكارم الأخلاق، ويحمل النهي على التفاخر والهجاء والزور وصفة الخمر ونحو ذلك\". [[عون المعبود (3/293)]] ويمكن مراجعة كلام المفسرين على قوله تعالى: {وَالشُّعَرَاءُ يَتَّبِعُهُمْ الْغَاوُونَ}. فتلك نصوص من القرآن والسنة تدل على جواز الإنشاد أو استحبابه في المسجد أو غيره إذا تضمن ما هو خير، وأخرى تدل على ذمه إذا تضمن شراً، وهذه أقوال علماء الأمة من المفسرين والمحدثين والفقهاء تبين التفصيل في إباحة الشعر أو استحبابه، أو تحريمه وكراهته، بحسب مضمونه، مثله مثل النثر حسنه حسن وقبيحه قبيح. فالقول بتحريم الشعر وإنشاده في المسجد مطلقاً، بدعوى احترام المسجد وتنزيهه، مخالف لنصوص السنة الثابتة، وكلام أهل العلم مخالفة واضحة. أما التفصيل في ذلك، والقول بمشروعية ما فيه مصلحة، وعدم مشروعية ما فيه مفسدة، فهو الصواب الذي لا يجوز اعتماد غيره... وإذا كان في الشعر وإنشاده ما يحبب الصغار في المسجد، فإن المصلحة نقتضي جوازه، بل ندبه. هذه بعض الوسائل المقترحة التي أرى أنها تحبب الصغار في المسجد، وتجلبهم إليه وتفيدهم منه، وإن أهل الحل والعقد في الشعوب الإسلامية لو فكروا في هذه الوسائل وفي غيرها، وأرادوا فعلاً تربية إيمانية، صحيحة في المسجد لأبنائهم وقاية أو علاجاً لهم، من الانحراف، لاستطاعوا بما لهم من سلطة وإمكانات، تحقيق ذلك وغيره مما قد يقترحه رجال الفكر والدعوة والاختصاص. [[راجع بحوث مؤتمر رسالة المسجد (رسالته ودوره) للدكتور محمد ناصر الإندونيسي صفحة 401 وما بعدها]]. الكلام في المساجد بغير ذكر الله: إن الأصل في المساجد أن تكون محلاً لذكر الله؛ لأن الله شرع إقامتها لذلك، وذكر الله شامل لتلاوة كتابه، وتعليمه للناس تحفيظاً وتفهيماً وتفسيراً، وتعليم سنة رسول الله صلى الله عليه وسلم وأحكام شريعته وسيرته المطهرة، ومذاكرة كل علم من العلوم الإسلامية أو ما يعين على فهمها كاللغة العربية وقواعدها، وعلوم التفسير وعلوم الحديث وعلوم الفقه لأن للوسيلة المطلوبة شرعاً حكم الغاية وبخاصة إذا تعذر الوصول إلى الغاية إلا بتلك الوسيلة، ولهذا كان علماؤنا الأكابر يعلمون الناس كل ذلك في الجوامع والمساجد. ويدخل في ذلك الأمر بالمعروف والنهي عن المنكر، وإرشاد المسلمين إلى مصالحهم في الدنيا والآخرة، وتحذيرهم مما يعود عليهم بالمفاسد والمضار في الدارين. ولكن ينبغي أن يعرف أنه لا ينبغي لهم التوسع في كثرة الكلام في المساجد بغير ذكر الله تعالى من أمور الدنيا، كما يفعل بعض الناس اليوم في الكلام عن الصفقات التجارية والمخططات العقارية وبيع وشراء الأراضي وتداول الأسهم ونحو ذلك مما يمكنهم الخوض فيه في خارج المساجد.. قال تعالى: {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ (36) رِجَالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالأَبْصَارُ (37) لِيَجْزِيَهُمْ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ}. [النور: 36-38]. وفي الحديث عن ابن عمر رضي الله عنهما، قال: قالَ رسول الله صلى الله عليه وسلم: ((لا تكثروا الكلام بغير ذكر الله فإن كثرة الكلام بغير ذكر الله قسوة للقلب وإن أبعد الناس من الله القلب القاسي)). [[رواه الترمذي، وقال: \"قال أبو عيسى هذا حديث حسن غريب لا نعرفه إلا من حديث إبراهيم بن عبد الله بن حاطب\"]]. والحديث كما ترى فيه نهي مطلق عن الإكثار من الكلام في غير ذكر الله، والمساجد أولى بهذا النهي من غيرها. ويفهم من النهي عن الإكثار من الكلام في غير ذكر الله جواز الكلام المباح مع اجتناب الإكثار منه، وكان يقع شيء من ذلك في المسجد في عهد الرسول صلى الله عليه وسلم، كما مضى في ذكر الصحابة رضي الله عنهم بعض شئون الجاهلية وإقراره لهم. وقد ارتفعت أصوات كعب بن مالك وخصمه عبد الله بن أبي حدرد في مسجده، فخرج إليهما من بيته، وأصلح بينهما كما روى ذلك كعب رضي الله عنه، أنه تقاضى ابن أبي حدرد ديناً كان له عليه في المسجد فارتفعت أصواتهما حتى سمعها رسول الله صلى الله عليه وسلم وهو في بيته فخرج إليهما حتى كشف سجف حجرته فنادى: ((يا كعب)) قال: لبيك يا رسول الله، قال: ((ضع من دينك هذا)) وأومأ إليه، أي: الشطر، قال: لقد فعلت يا رسول الله، قال: ((قم فاقضه)). [[البخاري، واللفظ له، ومسلم]]. ولكن لا ينبغي للمتحدثين في شؤون الدنيا الاسترسال فيها؛ لأن الاسترسال فيها يعود بالنقض على ما بنيت له المساجد وهو ذكر الله تعالى. وينبغي ـ كذلك ـ لمرتادي المساجد ألا يشوش بعضهم على بعض برفع أصواتهم، ولو كان ذلك بتلاوة كتاب الله أو الذكر، اللهم إلا إذا كانوا كلهم يتلون القرآن بأصوات مرتفعة ارتفاعاً معتدلاً متقارباً، كما يحصل ذلك في أيام الجمع قبل الخطبتين والصلاة في كثير من المساجد، وقبيل إقامة الصلاة في غالب الفرائض؛ لأن اختلاط أصواتهم لا يؤدي إلى تشويش بعضهم على بعض. وقد كانت أصوات الصحابة ترتفع بذكر الله تعالى بعد الصلاة المكتوبة في عهد الرسول صلى الله عليه وسلم، كما أخبر بذلك ابنُ عباس رضي الله عنهما مولاه أبا معبد، فقد أخبره: \"أن رفع الصوت بالذكر حين ينصرف الناس من المكتوبة كان على عهد النبي صلى الله عليه وسلم وأنه قال: قَال ابن عباس: كنت أعلم إذا انصرفوا بذلك إذا سمعته\" فقوله: كنت أعلم إذا انصرفوا بذلك يدل أنهم كانوا يرفعون أصواتهم به. والحديث في صحيح مسلم. لكن رفع الأصوات ـ ولو بالذكر أو المحاورة في مسائل العلم ـ لا ينبغي وقوعها في المسجد إذا كانت تشوش على المصلين صلاتهم، بدليل ما رواه النعمان بن بشير رضي الله عنه، قال: \"كنت عند منبر رسول الله صلى الله عليه وسلم. فقال رجل: ما أبالي أن لا أعمل عملاً بعد الإسلام. إلا أن أسقي الحاج. وقال آخر: ما أبالي أن لا أعمل عملاً بعد الإسلام. إلا أن أعمر المسجد الحرام. وقال آخر: الجهاد في سبيل الله أفضل مما قلتم. فزجرهم عمر وقال: لا ترفعوا أصواتكم عند منبر رسول الله صلى الله عليه وسلم. وهو يوم الجمعة. ولكن إذا صليت الجمعة دخلت فاستفتيته فيما اختلفتم فيه. فأنزل الله عز وجل: { أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ..}. [التوبة /19] الآية إلى آخرها\".. وكان رفع صوتهم في مذاكرة العلم. ولهذا قال النووي رحمه الله في شرحه للحديث: \"قوله: أن عمر رضي الله عنه زجر الرجال الذين رفعوا أصواتهم يوم الجمعة عند المنبر، فيه كراهة رفع الصوت في المساجد يوم الجمعة وغيره، وأنه لا يرفع الصوت بعلم ولا غيره عند اجتماع الناس للصلاة لما فيه من التشويش عليهم وعلى المصلين والذاكرين والله أعلم\". انتهى. وهذه النصوص تظهر أن تربية المسجد شاملة لكبار المسلمين وصغارهم."
  },
  {
    "type": "section",
    "id": "section-55",
    "title": "المبحث الخامس: أساس الاستقامة، وأساس الانحراف.",
    "content": "لقد بدأ الانحراف عن منهج الله من زمن طويل، وامتدت يد الإجرام من الأخ إلى أخيه من عهد آدم عليه السلام، حيث قَتل أحدُ أبنائه الآخرَ، وكلما جاء عصر من العصور وكثر فيه الانحراف وكثر الإجرام، اهتم الناس ـ وبخاصة المفكرين منهم ودعاة الإصلاح على اختلاف اتجاهاتهم ـ بأسباب الانحراف اهتماماً بالغاً، وذهبوا في اكتشاف تلك الأسباب كل مذهب، وهاموا في كل واد، ولكنهم لم يفلحوا، بل كثر تخبطهم، وناقضت نظرياتُ بعضهم نظرياتِ الآخرين. حتى في هذا العصر الذي يقال فيه: إن علوم الإنسان قد تقدمت تقدماً مذهلاً، ومنها علم الإجرام، لم يقفوا على حقيقة الداء، ولم يشخصوه، حتى يضعوا العلاج الناجع لاستئصاله والتخفيف منه، والسبب في ذلك أنهم لم يَسقطوا على الخبير به، بل طلبوه من غير أهله، وهم يظنون في كل نظرية تَجِدُّ أنهم على الخبير بها سقطوا، ثم يتضح لهم بعد ذلك أنهم على الجاهل بها وقعوا. والذي يطلع على كتب علم الجريمة التي ملأت المكتبات في الآونة الأخيرة، يعلم علم اليقين أن القوم سلكوا لمعرفة سبب الجريمة غير سبيلها، وأتوا البيوت من غير أبوابها، ومما يدل على عدم وقوفهم على سبب الاستقامة وسبب الانحراف، ارتفاع نسبة الانحراف في كل البلدان عن نسبة الاستقامة فيها، إلا من هدى الله، وقليل ما هم. والذي يتصفح جرائد وصحف العالم شرقيه وغربيه، يتبين له أن الجرائم بأنواعها المختلفة في ازدياد، وبخاصة في الدول المتقدمة في الحضارة المادية. فما سبب الاستقامة؟ وما أساس الانحراف؟ للجواب على ذلك نقول: إن خالق الإنسان أعلم به، فالخالق أعلم بخلقه، وعلمه محيط بكل شيء، كما قال تعالى: {وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ}. [الحديد:3]. وقال: {أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ}. [الملك: 14]. وهو أعلم بالمهتدي من الضال ـ ويعلم أسباب الهداية وأسباب الضلال ـ قال تعالى: {إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنْ اهْتَدَى}. [النجم: 30]. وإذا كان الأمر كذلك فالواجب الرجوع إلى الخالق، لمعرفة أساس الاستقامة، وأساس الانحراف. وحيث إن الله سبحانه وتعالى قد أكمل لنا الدين، بكتابه وسنَّة رسوله صلى الله عليه وسلم، فإن الواجب الاهتداء بهما في كل أمر من الأمور في الدنيا والآخرة، وكمال الدين يقتضي أن نجد الجواب فيهما إما نصاً أو استنباطاً، والعلماء المجتهدون هم الذين يغوصون في أعماق الكتاب والسنَّة، ليبينوا ما خفي على الناس. ولقد رجعنا إلى الكتاب والسنَّة، فوجدنا فيهما إيضاحاً كاملاً لكلا الأساسين: أساس الاستقامة، وأساس الانحراف. أما أساس الطاعة والاستقامة فهو الإيمان الحق، الإيمان المبنى على الحجة واليقين، وهذه بعض النصوص توضح ذلك: قال تعالى: {الم (1) ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ (2) الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاة وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ (3) وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالآخرَةِ هُمْ يُوقِنُونَ (4) أُوْلَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ}. [البقرة: 1ـ5]. فالمؤمنون بالغيب، وهو الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره، هم أهل التقوى، وهم المهتدون الذين يؤدون حق الله، كالصلاة، وحق عباده كالزكاة، وهم المختصون بالفلاح، ومن عداهم ليس بمفلح إنما هو خاسر. وبين سبحانه وتعالى أن الإيمان الحق يمنع صاحبه من الاعتداء والإجرام، فإذا حصل من المؤمن الصادق الإيمان معصية، فالأصل فيه أن لا يكون متعمداً، وإنما يكون مخطئاً، قال تعالى: {وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِناً إِلاَّ خَطَأً}. [النساء: 92]. ولو أردنا تتبع الآيات الواضحة في هذا المعنى، لطال بنا المقام. أما السنَّة فقد بينت أيضاً أن الإيمان هو أساس الاستقامة، ومن ذلك ما رواه أبو هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: ((من كان يؤمن بالله واليوم الآخر فلا يؤذ جاره، ومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه، ومن كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت)) . [[البخاري (7/78) ومسلم (1/68)]]. ومن ذلك حديث عبد الله بن عمر رضي الله عنهما، عن النبي صلى الله عليه وسلم قال: ((المسلم من سلم المسلمون من لسانه ويده، والمهاجر من هجر ما نهى الله عنه)). [[البخاري (1/8)]]. والإسلام إذا أطلق شمل الإيمان، كما أن الإيمان إذا أطلق شمل الإسلام، ففي هذا الحديث بيان أن الإسلام أساس لسلامة الناس من صاحبه. وفي حديث أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: ((المسلم من سلم المسلمون من لسانه ويده، والمؤمن من أمنه الناس على دمائهم وأموالهم)). [[الترمذي (5/17) وقال هذا حديث حسن صحيح]]. لماذا كان الإيمان الحق هو أساس الاستقامة؟ وإنما كان الإيمان الحق، هو أساس الاستقامة؛ لأن المؤمن بالله واليوم الآخر، يَثبت في نفسه حبُّ الله تعالى، فلا يُقَدِّم على حب الله حبَّ أي شيء سواه، والله يحب الطاعة والاستقامة التي هي في اتباع رسول الله صلى الله عليه وسلم، كما قال تعالى: { قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمْ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ}. [آل عمران: 31]. ولأن المؤمن يخاف الله تعالى خوفاً يجعل في قلبه عليه رقيباً في السر والعلن، فلا يقدم على شيء يسخط الله، والذي يسخط الله هو الاعتداء على حقوقه تعالى وحقوق خلقه، وهو يعلم أن الله يعلم ما يأتي وما يذر، فليس عنده وقت يكون فيه بدون رقيب. كما قال تعالى: {وَلَقَدْ خَلَقْنَا الإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ (16) إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنْ الْيَمِينِ وَعَنْ الشِّمَالِ قَعِيدٌ (17) مَا يَلْفِظُ مِنْ قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ}. [ق:16-18]. وقال تعالى: {قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ وَيَعْلَمُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (29) يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَراً وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَداً بَعِيداً وَيُحَذِّرُكُمْ اللَّهُ نَفْسَهُ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ}. [آل عمران: 29-30]. وقد كان خوف الله مانعاً لابن آدم المقتول، من أن يبسط يده إلى أخيه القاتل، كما أن عدم خوف القاتل ربه كان سبباً في إقدامه على قتل أخيه. كما قال تعالى: {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَاناً فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنْ الآخَرِ قَالَ لأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنْ الْمُتَّقِينَ (27) لَئِنْ بَسَطتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِي إِلَيْكَ لأَقْتُلَكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ (28) إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ (29) فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنْ الْخَاسِرِينَ}. [المائدة: 27-30]. وفي الحديث: ((سبعة يظلهم الله في ظله يوم لا ظل إلا ظله)) ومنهم: ((رجل دعته امرأة ذات منصب وجمال إلى نفسها، فقال: إني أخاف الله)) . [[صحيح البخاري (3/37،38) وصحيح مسلم (2/715)]]. وإذا عُلم أن الإيمان الحق هو أساس الاستقامة، فليُعلم أن الكفر أو ضعف الإيمان، هما أساس الانحراف والإجرام. فما حارب الأنبياءَ إلا الكفارُ وإخوانهم المنافقون ـ وهم أشد كفراً ـ وكان آخر الأنبياء الذين حوربوا من قبل الكفار، هو رسول الله صلى الله عليه وسلم، كما قال تعالى: { وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ}. [الأنفال:30]. وقال تعالى عن زعيم المنافقين في عهده ـ ابن أبي ـ: {هُمْ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَوَاتِ وَالأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لا يَفْقَهُونَ (7) يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لا يَعْلَمُونَ}. [المنافقون: 7-8]. ودلَّت السنَّة النبوية على أن المنحرف لا ينحرف إلا إذا فقد الإيمان الحق، كأن يكون كافراً أو منافقاً أو ضعيف الإيمان، روى أبو هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((لا يزني الزاني حين يزني وهو مؤمن، ولا يشرب الخمر حين يشرب وهو مؤمن ولا يسرق حين يسرق وهو مؤمن)). [[البخاري (8/13) ومسلم (1/76)]]. فأساس الاستقامة عند الله وعند رسوله: الإيمان، وأساس الانحراف والإجرام هو الكفر أو ضعف الإيمان، وإذا عُلم ذلك فإن الواجب على كل المؤسسات: الأسرة والمدرسة والمجتمع والدولة والمسجد وغيرها، أن يكون أساس مناهج تعليمها وتربيتها، هو غرس الإيمان في النفوس ومحبة الله وخشيته، وما تفرع عن ذلك. وأي أساس آخر غير ذلك، لا يحقق لها ما تريد من الاستقامة والعمل الصالح، والبعد عن الكفر والفسوق والعصيان والانحراف. وإن الأمة الإسلامية إذا أرادت أن يكون مجتمعها مجتمعاً مستقيماً سليماً من الانحراف، فعليها أن تغرس الإيمان في نفوس أبنائها وتقويه على منهج الله تعالى، في كتابه وسنَّة رسوله صلى الله عليه وسلم، ليكون حاكمها قدوة لمحكومها في الصلاح والخير، ويكون المحكوم عند حُسن ظن حاكمه من الصلاح والخير. ومن كان عنده شك في هذه القاعدة، وهي أن الإيمان الحق هو أساس الاستقامة، والكفر أو ضعف الإيمان هما أساس الانحراف، فليعد إلى تاريخ المسلمين في عهد الرسول صلى الله عليه وسلم وأصحابه، وما تلاه من القرون المفضلة، ليطلع على صفات ذاك المجتمع وما كان ينعم به من تقوى وعدل واستقامة، وكيف كان الانحراف شاذاً يرفضه المجتمع كله إذا وجد من بعض أفراده. ثم ليتدرج في تصفح التاريخ، فسيجد أنه كلما ابتعد الناس عن القرون المفضلة، زاد بعدهم عن الدين والإيمان، وكلما زاد بعدهم عن الإيمان، زاد فيهم الظلم والانحراف والإجرام، حتى بلغ أقصاه في هذا العصر الذي تراكمت فيه ظلمات الإجرام والانحراف بعضها فوق بعض. وإذا كان هناك من عنده شك في التاريخ الماضي ـ ولا يشك فيه عاقل، حتى الكفار من أعداء الإسلام تيقنوا ذلك ـ إذا كان هناك من عنده شك في التاريخ الماضي، فإنا نحيله إلى واقع ملموس وجد في هذا العصر الذي عم فيه الإجرام كل الأرض، ومنها الجزيرة العربية، حتى جاء الملك عبد العزيز رحمه الله، فأقام دولته في الجزيرة العربية على أساس الإيمان وطبق مقتضاه في العبادة والشريعة والسلوك، وإذا البلد الجاهلُ أهلُه الذي عمَّ فيه الفسق والظلم والإجرام، يصبح أكثر بلاد العالم أمناً واطمئناناً، لتطبيق ما شرعه الله للجزاء على الجريمة والوقاية منها، وأصبح القريب والبعيد يضرب به المثل قي ذلك. البلد المترامي الأطراف الذي لا تضاهي قوتُه المادية تلك القوى العظمى ولا تقرب منها، يجوب فيه الإنسان من أقصاه إلى أقصاه أعزل فرداً، يبيت حيث يشاء، ويقيل حيث يريد، فلا يجد ما يخيفه أو يطمع فيما عنده. وإني ـ هنا ـ أنقل مقطعاً فيه طول لأحد رجال القانون المعاصرين، ولكنه آمن بشريعة الله التي أثبتت التجربة أنه لا استقامة للبشر بدونها، وهو الأستاذ عبد القادر عودة، رحمه الله. قال: \"فأما التجربة الكلية فقد بُدىء بها في مملكة الحجاز من حوالي عشرين عاماً، حيث طبقت الشريعة الإسلامية تطبيقاً تاماً، ونجحت نجاحاً منقطع النظير في القضاء على الإجرام وحفظ الأمن والنظام، ولا يزال الناس يذكرون كيف كان الأمن مختلاً في الحجاز، بل كيف كان الحجاز مضرب الأمثال في كثرة الجرائم وشناعة الإجرام، فقد كان المسافر فيه كالمقيم، لا يأمن على ماله، ولا على نفسه، في بدو أو حضر في نهار أو ليل، وكانت الدول ترسل مع رعاياها الحجاج قوات مسلحة، لتأمين سلامتهم ورد الاعتداء عنهم. وما كانت هذه القوات الخاصة، ولا القوات الحجازية بقادرة على إعادة الأمن وكبح جماح العصابات ومنعها من سلب الحجاج أو الرعايا الحجازيين وخطفهم والتمثيل بهم، وظل حماة الأمن في الحجاز عاجزين عن حماية الجمهور، حتى طبقت الشريعة الإسلامية فانقلبت الحال بين يوم وليلة، وساد الأمن بلاد الحجاز وانتشرت الطمأنينة بين المقيمين والمسافرين، وانتهى عهد الخطف والنهب وقطع الطريق، وأصبحت الجرائم القديمة أخباراً تروى، فلا يكاد يصدقها من لم يعاصرها أو يشهدها. وبعد أن كان الناس يسمعون أبشع أخبار الإجرام عن الحجاز، أصبحوا يسمعون أعجب الأخبار عن استتباب الأمن والنظام، فهذا يَفقِد كيسَ نقوده في الطريق العام، فلا يكاد يذهب إلى دار الشرطة ليبلغ، حتى يجد كيسه كما فقد منه معروضاً للتعرف عليه، وهذا يترك عصاه في الطريق فتنقطع حركة المرور، حتى تأتي الشرطة لرفع العصا من مكانها، وهذا يفقد أمتعته وييأس من ردها ولا يبلغ عنها، ولكنه يجد الشرطة يبحثون عنه، ليردوا إليه ما فقد منه، وبعد أن كان الأمن يعجز عن حفظه قوات عسكرية عظيمة من الداخل، وقوات عسكرية كبيرة من الخارج، أصبح الأمن محفوظاً بحفنة من الشرطة المحليين\". [[التشريع الجنائي الإسلامي (1/712ـ813، 740) هذا الكلام قاله الأستاذ عبد القادر قبل أكثر من نصف قرن من الزمن، لأن عبد الناصر قتله سنة 1954م، وكان قد أتم كتابه المذكور http://www.jimsyr.com/01ikhwansyria/oodah.htm]]. ولا زالت المملكة العربية السعودية ـ في الجملة ـ إلى الآن هي الرائدة في الأمن وحفظ النظام، على الرغم من تغير الأحوال، من حيث كثرة الوافدين وتيسر المواصلات، التي تمكن أهلها من الانتقال إلى البلدان الأجنبية وتطور أجهزة الإعلام، وما تجلب معها من شرور. وإنا لنرجو الله بكل إخلاص، وندعوه من أعماق القلوب، أن يوفق الله أولياء أمور هذه البلاد لحفظ دين الله وإعلاء رايته بالحرص المستمر على تربية أجيال هذا البلد على حقائق دينهم، ومحاربة كل ما يؤثر عليه، وقمع من يحاول إضعاف الدين من حاسدي هذه البلاد من الكافرين والمنافقين في داخل البلاد وخارجها، والله وحده المستعان."
  },
  {
    "type": "section",
    "id": "section-56",
    "title": "المبحث السادس: المؤسسات المعادية للمسجد وخطرها عليه.",
    "content": "إن هذا المبحث وحده، لو أريد التوسع فيه لكان جديراً بكتاب مستقل، فالمؤسسات المعادية للإسلام هي المؤسسات المعادية للمسجد، ومعسكراتها معروفة من قديم الزمان، وهي باختصار أربعة معسكرات: المعسكر المشرك؛ ويشمل كل الوثنيين والملحدين. المعسكر اليهودي؛ بكل مؤسساته وجمعياته ونواديه. المعسكر النصراني؛ كذلك بكل مؤسساته ومُنصريه. معسكر النفاق؛ وهو أخطر على المسلمين ومساجدهم من المؤسسات الكافرة الصريحة؛ لأنه يتعاون مع المعسكرات الأخرى، وهو في صفوف المسلمين، يدل على عوراتهم وضعفهم وينفذ مخططات الكفر وهو يدَّعي الإسلام. وقد حذرنا الله سبحانه وتعالى من تلك المعسكرات كلها في كتابه، وسجل لنا التاريخ أنهم مهما اختلفوا فيما بينهم، فإنهم متفقون على حرب الإسلام والمسلمين. وتتلخص مؤامرات الأعداء كلهم في السعي الجاد للصد عن دين الله بكل الوسائل المتاحة لهم، فإن وجدوا القدرة على قتل المسلمين بالسلاح وتشريدهم من ديارهم، قَتَلوا وشَرَّدوا وهدموا على المصلين مساجدهم، وضيقوا الخناق على من بقي منهم وأذلوه غاية الإذلال، وهذا واضح في العدوان العسكري أو الحروب العسكرية في جميع عصور الإسلام. وتآمر اليهود على الإسلام والمسلمين معروف، وكان أول تآمرهم عندما نقضوا الميثاق الذي تم بينهم وبين المسلمين، بقيادة الرسول صلى الله عليه وسلم، عندما هموا بقتله غدراً، وهو إمام المسلمين في المسجد وغيره. قال ابن القيم، رحمه الله: \"وسبب ذلك أنه صلى الله عليه وسلم خرج إليهم ـ أي إلى بني النضير ـ في نفر من أصحابه، وكلمهم أن يعينوه في دية الكلابيين، اللذين قتلهما عمرو بن أمية الضمري، فقالوا: نفعل يا أبا القاسم، اجلس ههنا حتى نقضي حاجتك. وخلا بعضهم ببعض، وسول لهم الشيطان الشقاء الذي كتب عليهم، فتآمروا بقتله صلى الله عليه وسلم، وقالوا: أيكم يأخذ هذا الرحا ويصعد فيلقيها على رأسه، يشدخه بها؟ فقال أشقاهم عمرو بن جحاش: أنا، فقال لهم سلام بن مشكم: لا تفعلوا، فوالله ليُخبَرَنَّ بما هممتم به، وإنه لنقض العهد الذي بيننا وبينه، وجاء الوحي على الفور إليه من ربه تبارك وتعالى بما هموا به، فنهض مسرعاً وتوجه إلى المدينة، ولحقه أصحابه فقالوا: نهضت ولم نشعر بك، فأخبرهم بما همت يهود به\". [[زاد المعاد (3/127ـ128)]]. وكذلك بنو قريظة. نقضوا العهد وألَّبوا المشركين على رسول الله صلى الله عليه وسلم، من قريش وغطفان، وغيرهم من مشركي الجزيرة، وأخذوا يسبون رسول الله صلى الله عليه وسلم. [[نفس المرجع (3/130)]]. وقبلهم نقضت العهد قبيلة بني قينقاع، وحاربوا رسول الله صلى الله عليه وسلم. [[نفس المرجع (3/126)]]. وقد أخزاهم الله جميعاً فأجلى صلى الله عليه وسلم بنى قينقاع وبنى النضير، وقتل مقاتلة بنى قريظة وسبي نساءهم وذراريهم. واستمر اليهود في عدائهم للإسلام ومؤامراتهم على المسلمين، مع أنهم لم يجدوا من يؤويهم ويحميهم من إذلال العالم وتشريده لهم، إلا المسلمين، ولا يخفي على أحد ما فعله اليهود في هذا العصر بالمسلمين، ليس في فلسطين فحسب، بل تآمر عام في كل مجال من مجالات النشاط الإسلامي: السياسى، والاقتصادي والعسكري والدينى، فهم يغزون المسلمين في عقر دارهم، ويحطمون منشآتهم العسكرية الخطيرة في وضح النهار، ويمزقون شمل المسلمين، حتى يتقاتلوا أو يتباغضوا فيما بينهم، ويجذبون الدول الكافرة وبعض الدول المنتسبة إلى الإسلام إلى صفهم، ويسعون جاهدين لإزالة بيت المقدس، وقد أحرقوه فأنقذه الله، ولا زالوا يحومون حوله بحجة التنقيب عن الآثار، ولا يستبعد أن يهدموه في يوم من الأيام ما داموا لا يرون غيرة صادقة عليه من المصلين في مساجد العالم الإسلامي، غيرة ترفع راية الجهاد، وليس الشكوى والنواح، وهكذا فاليهود جادون في تحطيم المساجد الأخرى كمسجد الخليل. ولو تمكن اليهود من السيطرة الكاملة، فإنهم لا يكتفون بهدم المسجد الأقصى، بل لهم مطامع مبنية على أحقاد في مساجد أخرى هي أخطر من بيت المقدس بالنسبة للمسلمين. وقد حطموا مساجد المسلمين في المناطق التي اغتصبوها في عام 1948م، وحولوا بعضها إلى أماكن للرقص والخمر والفساد، كما اعتدوا على مقابر المسلمين هاتكين حرمة موتاهم، وحولوها إلى ما يريدون من مبان ومؤسسات، مع وجود ما يغنيهم عنها من الأراضي المغتصبة. ولو أن حكومات الشعوب الإسلامية كلها أذنت للمصلين في مساجدها، وعلمائها ليستثيروا حماس المسلمين ضد أعدائهم اليهود، وأزالوا الحواجز الظالمة بين الشعوب العربية وإخوانهم المسلمين في العالم، وإخوانهم المجاهدين في الأرض المباركة، برفع راية الجهاد في سبيل الله، لأنقذت مساجد المسلمين في كل أنحاء الأرض، المسجد الأقصى وغيره من المساجد المهددة بالزوال أو السيطرة عليها، ولكن القوميات الجاهلية، كالقومية العربية التي اتخذت في فترة من الزمن، شعاراً يحارب به الإسلام وغيرها، هي من فروع المؤسسات المعادية للإسلام، تتآمر مع اليهود ضد الإسلام، لذلك لا ترضى باجتماع المسلمين كلهم، في ظل كلمة لا إله إلا الله محمد رسول الله، ولا ترضى للمسجد أن يأخذ مكانته اللائقة به. ولقد فعل النصارى كما فعل اليهود وأنكى، في كل عصور الإسلام أيضاً، والمحور الذي يدورون حوله ويريدون تحطيمه، هو القرآن الكريم والكعبة المشرفة، إمام مساجد المسلمين في أنحاء الأرض، حتى قال قائلهم: \"متى توارى القرآن ومدينة مكة عن بلاد العرب، يمكننا حينئذ أن نرى العربي يتدرج في سبيل الحضارة التي لم يبعده عنها إلا محمد وكتابه\". [[الغارة على العالم الإسلامي ص93-94]]. ولقد أفزعت النصارى أكواخ صغيرة، اتخذها المسلمون الضعفاء مساجد في أفريقيا، فقالت إحدى المنصرات: إنها كانت تجد مساجد صغيرة حيثما مرت، وفي بعض الأوقات كانت ترى مساجد بشكل أكواخ صغيرة، إلا أن هذه أكواخ بمثابة مراكز للتبشير الإسلامي، ويرى المبشرون أن الخصم الوحيد لهم في هذه الجهات هو المسلم. [[نفس المرجع ص215-216]]. ماذا فعلوا بالمصلين ومساجدهم قبل هذا في الأندلس؟ لا تخفي محنة المسلمين في الأندلس، وكان من أهم أسبابها عدم وحدة المصلين، بل تفرقوا فأُكِلُوا، ولا نريد الإطالة في هذا ولكن نذكر جملاً قصيرة تعرضت لما فعلوه بالمساجد: \"فلما رأى الطاغية ـ أحد طغاة النصارى الذين وقعوا مع المسلمين بعض العهود ـ أن الناس قد تركوا الجواز وعزموا على الاستيطان والمقام في الوطن، أخذ في نقض جميعها، وزالت حرمة المسلمين، وأدركهم الهوان والذلة، واستطال عليهم النصارى، وفرضت عليهم المغارم الثقيلة، وقطع عنهم الأذان في الصوامع، وأمرهم بالخروج من غرناطة والقرى، فخرجوا أذلة صاغرين، ثم بعد ذلك دعاهم إلى التنصر وأكرههم عليه، وذلك سنة أربع وتسعمائة، فدخلوا فيه كرهاً، وصارت الأندلس كلها دار كفر، ولم يبق من يجهر بكلمة التوحيد والأذان، وجعلت في المساجد والمآذن النواقيس والصلبان، بعد ذكر الله وتلاوة القرآن\". [[التاريخ الأندلسي ص570-571 عبد الرحمن علي الحجي]]. أما ما فعلوه فيما يسمى بالحروب الصليبية، فسل عنه أحد إخوانهم الذين بقى عندهم شيء من الإحساس، لينبئك عن تلك الوحشية التي كافؤا بها المسلمين عندما دخل عمر بن الخطاب القدس وحفظ لهم كرامتهم، قال غوستاف لوبون: \"وكان سلوك الصليبيين حين دخلوا القدس، غير سلوك الخليفة الكريم عمر بن الخطاب، حين دخلها منذ بضعة قرون، قال كاهن مدينة لوبوي ريموند داجيل: حدث ما هو عجيب بين العرب، عند ما استولى قومنا على أسوار القدس وبروجها، فقد قطعت رؤوس بعضهم، فكان هذا أقل ما يمكن أن يصيبهم، وبقرت بطون بعضهم، فكانوا يضطرون إلى القذف بأنفسهم من أعلى الأسوار، وحرق بعضهم في النار، فكان ذلك بعد عذاب طويل، وكان لا يرى في شوارع القدس وميادينها، سوى أكداس من رؤوس العرب وأيديهم وأرجلهم، فلا يمر المرء إلا على جثث قتلاهم.. ولكن كل هذا لم يكن سوى بعض ما نالوا، وروى ذلك الكاهن الحليم، خبر ذبح عشرة آلاف مسلم في مسجد عمر رضي الله عنه، فعرض الوصف اللطيف الآتي: لقد أفرط قومنا في سفك الدماء في هيكل سليمان، وكانت جثث القتلى تعوم في الساحة هنا وهنالك، وكانت الأيدي والأذرع المبتورة تسبح، كأنها تريد أن تتصل بجثث غريبة عنها، فإذا اتصلت ذراع بجسم لم يعرف أصلها، وكان الجنود الذين أحدثوا تلك الملحمة، لا يطيقون رائحة البخار المنبعثة من ذلك إلا بمشقة\". [[حضارة العرب، ترجمة عادل زعيتر (326ـ327)]]. ولا نريد الإطالة في حقد النصارى على الإسلام والمسلمين، وما فعلوه في الغزو الصليبي ببلدان المسلمين، في مصر وشمال أفريقيا، والقارة الهندية والفلبين، وسوريا والعراق وجنوب الجزيرة العربية، من سفك للدماء، واعتداء على الأعراض، وتهديم للمساجد وقتل للمصلين، وحرب فكرية ممثلة في المدارس والمعاهد التي أقاموها ضد المساجد، حتى خرجوا منها أعداء للمسجد من أبناء المصلين فيه، ولا زال أثر ذلك يتجرعه المسلمون إلى هذه اللحظة. ويكفى أن نشير إلى ما يقومون به من حلف سافر مع اليهود، ضد المسلمين في قلب العالم الإسلامي، ويكفى ما يلقاه المسلمون في لبنان وفلسطين، ويكفي ما يعانيه المسلمون في الفلبين والحبشة والهند، إن ذلك كله عداء للمسجد وآثاره التي لا يحول بينهم وبين مآربهم غيره، والدليل على ذلك واقع التاريخ. ولم يستقر لهم قرار، هم واليهود حتى أسقطوا آخر رمز للخلافة الإسلامية، وأوجدوا لهم من يهدم المسجد حساً ومعنى من أبناء المصلين فيه. [[وهم الآن ينافسون المسجد في البلدان الإسلامية ببناء الكنائس. راجع رسالة \"التغلغل الصليبي في منطقة الخليج\" تأليف أحمد فون دنفر، ترجمة الدكتور سالم الولي]]. وقد رأى العالم كله قبل سنين، ما ظهر على الفضائيات العالمية العربية وغيرها، كيف كانت مآذن مساجد المسلمين في البوسنة والهرسك، هدفاً لصواريخ الصرب، ومدافعهم التي كانت تقصفها من الجو والأرض، مع قصف بيوتهم ومكتباتهم، ومدارسهم، وأجسادهم، وكان قادة الصرب يصرحون بأن المسلمين مخيرون، بين دخولهم في النصرانية، وبين القضاء عليهم، وأن الصرب إنما يدافعون عن أوربا النصرانية، بقتلهم للمسلمين... ولا زالت مقابر المسلمين الجماعية التي خلفتها جرائم الصرب، تكتشف إلى اليوم. [[كتابة هذه السطور في يوم السبت الثامن من شهر رجب، لعام 1423هـ ـ 15/9 /2002م]]. وهؤلاء قادة الصليبية الجديدة من الأمريكان والإنجليز وغيرهم من دول الغرب يهدمون مساجد العراق وأفغانستان على رؤوس المسلمين وهم يصلون فيها ويتلون كتاب الله ويستغيثون به، ويدوسون بنعالهم كتاب الله أمام أعين العالم كما تنقل ذلك بعض الفضائيات!!! أما المشركون من الوثنيين والملحدين، فحدث عن حقدهم ولا حرج، فمشركو العرب هم الذين صدوا رسول الله صلى الله عليه وسلم وأصحابه، أن يعبدوا الله عند أول بيت وضع للناس بإذن الله، عند الكعبة المشرفة، التي كانت الأصنام المعبودة من دون الله تحيط بها من كل جهة. وهم الذين صدوا رسول الله صلى الله عليه وسلم وأصحابه، عن الطواف به بعد الهجرة عام الحديبية، كما قال تعالي: { هُمْ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنْ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوفاً أَنْ يَبْلُغَ مَحِلَّهُ..} . [الفتح:25]. بل عذبوا المؤمنين واعتدوا عليهم وعلى رسولهم صلى الله عليه وسلم، في المسجد الحرام هذا الذي جعله الله مثابةً وأمنا، والسيرة النبوية حافلة بالقصص والحوادث. وما فعله التتار بالمسلمين في بغداد، وبخاصة أئمة المساجد وخطباءها، يوضح العداء السافر من المشركين للمسلمين ومساجدهم. قال ابن كثير رحمه الله: \"ومالوا على البلد فقتلوا جميع من قدروا عليه من الرجال، والنساء والولدان، والمشايخ والكهول والشبان، ودخل كثير من الناس في الآبار وأماكن الحشوش، وقني الوسخ، وكان الجماعة من الناس يجتمعون إلى الخانات، ويغلقون عليهم الأبواب، فتفتحها التتار.. ثم يدخلون عليهم فيهربون إلى أعالي الأمكنة، فيقتلونهم بالأسطحة، حتى تجري الميازيب من الدماء في الأزقة، فإنا لله وإنا إليه راجعون، وكذلك في المساجد والجوامع والربط، ولم ينج منهم أحد.. وقتل الخطباء والأئمة وحملة القرآن، وعطلت المساجد والجماعات والجمعات مدة شهور ببغداد. [[البداية والنهاية (13/200ـ203)]]. ويصعب على الباحث تتبع حوادث الوثنيين مع المسلمين في العصور المختلفة وفي أعمال الهندوك في هذا العصر ما يكفي للتدليل على عداوتهم للمسلمين ولا سيما أئمتهم وخطباءهم ومساجدهم التي يقتلونهم وهم يؤدون الصلاة فيها. ومعلوم ما قام به المتعصبون الهنود، من هدم الجامع البابري، يوم 6 ديسمبر من عام 1992م في منطقة أيوديا، الواقعة في ولاية أتار براديش، حيث شاهد العالم جموع الهندوس الوثنيين، وهم يحطمون بناء المسجد من كل الجهات، بل صعدوا إلى سطحه بمعاولهم ومساحيهم، يهدمون قبابه ومآذنه، ويقتلون المسلمين، ويحرقون بيوتهم، على مرأى ومسمع من الحكومة الهندية المتعصبة الظالمة! ولا ننسى ما فعله الروس الشيوعيون الملحدون بالمسلمين في بلادهم وتهديم مساجدهم أو تحويلها إلى نواد وملاه، بلغ عدد ما هدم أو حول 80% من عدد المساجد الكلي، [[الإسلام قوة الغد، لباول شمتز، ترجمة محمد شامة، صفحة 239]] ولا حاجة إلى التدليل على أعمال الشيوعيين فإن العالم كله يسمع ويشاهد قصف المسلمين في مساجدهم وإبادتهم في أفغانستان الآن. [[كانت كتابة هذه السطور في أيام الحرب الطاحنة بين المجاهدين الأفغان والاتحاد السوفييتي]]. أما المنافقون، فإن خطرهم، كما ذكرت، أشد من خطر غيرهم من الكفار، لوجودهم في صفوف المسلمين، ومعاملتهم معاملة المسلمين، واطلاعهم على عورات المسلمين، على قوتهم وضعفهم، وعلمهم بتحركاتهم، وهم يظهرون أنهم معهم، ولكنهم يتآمرون مع الكفار من المشركين وأهل الكتاب من اليهود والنصارى على المسلمين، وقد عني القرآن الكريم ببيان مكايدهم وصفاتهم، ونزلت فيهم سورة سميت باسمهم، والمقام ليس مقام تفصيل لذلك. والمقصود أنهم من أشد أعداء المساجد، ومن علاماتهم عدم حضورهم الصلوات التي قد يخفون فيها على المسلمين، وهي صلاة العشاء وصلاة الفجر، ولقد كانوا أول من عارض المسجد وحاربه بمثله، ليخفوا على المسلمين كيدهم ويفرقوا بينهم باسم المسجد. قال الله تعالى عنهم: {وَالَّذِينَ اتَّخَذُوا مَسْجِداً ضِرَاراً وَكُفْراً وَتَفْرِيقاً بَيْنَ الْمُؤْمِنِينَ وَإِرْصَاداً لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلاَّ الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ (107) لا تَقُمْ فِيهِ أَبَداً لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ (108) أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنْ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (109) لا يَزَالُ بُنْيَانُهُمْ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلاَّ أَنْ تَقَطَّعَ قُلُوبُهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ}. [التوبة: 107ـ110]. وكان أبو عامر الراهب (الفاسق) وهو الذي حفر الحفرة التي وقع فيها رسول الله صلى الله عليه وسلم يوم أحد، وذهب بعد ذلك إلى هرقل ملك الروم يستنصره على النبي صلى الله عليه وسلم، فوعده ببعث جيش يقاتل به رسول الله صلى الله عليه وسلم، فأمر أبو عامر بعض المنافقين أن يبنوا له مسجداً قرب مسجد قباء، ليتخذه معقلاً لمحاربة الله ورسوله، فبنوه قبل سفر الرسول صلى الله عليه وسلم إلى تبوك، وطلبوا منه أن يصلي فيه، ليحتجوا بإقراره لهم، ولكن الرسول اعتذر بسفره، ووعدهم بالصلاة فيه إذا رجع، فلما قفل راجعاً من تبوك، نزل الوحي ينبئه بأن هذا المسجد إنما بني مضارة للمسلمين، فبعث صلى الله عليه وسلم من هدمه قبل وصوله إلى المدينة. [[راجع تفسير القرآن العظيم لابن كثير (2/387ـ388) وغيره من كتب التفسير]]. وإذا كان المنافقون في عهد رسول الله صلى الله عليه وسلم بنوا مسجداً ضد مساجد المسلمين، فإن المنافقين في هذا العصر قد يبنون مدارس وجامعات وملاجئ أيتام ومستشفيات، ونواديَ ومراكز ثقافية واجتماعية ورياضية، ويربون فيها أبناء المسلمين، تربية تُكَرِّه عليهم الإيمان والعمل الصالح، وتبغض إليهم المسجد وأهله. وقد لا يحتاجون في بعض البلدان إلى بناء مساجد ضرار، ولا بناء شيء من تلك المؤسسات، بل يتخذون لمضارة المساجد التي بنيت لعبادة الله، وسائل أخرى يعطلون بها وظائفها التي بنيت من أجلها، وهي التفقه في دين الله، والعمل الصالح، والدعوة إلى الله، والجهاد في سبيل الله. ومن تلك الوسائل منع الأئمة والخطباء والعلماء الأكفاء، الذين عندهم مقدرة على إيصال حقائق الإسلام، إلى رواد المساجد للصلاة أو سماع الخطب والمحاضرات والدروس، يمنعونهم من تولي إمامة المساجد وخطابتها، وإقامة الحلقات العلمية في تلك المساجد. ويوظفون فيها أئمة وخطباء من قليلي العلم أو كاتميه، فهذا ضرار للمساجد، وحرمان للمسلمين من بيان الحق والدعوة إليه. فمنع الأئمة والخطباء الأكفاء من الوقوف في محاريب المساجد، واعتلاء منابرها، ومنع العلماء الناصحين الذين يبينون للناس كتاب الله وسنة رسوله صلى الله عليه وسلم، من أعظم أنواع الضرار؛ لأن في ذلك صداً عن سبيل الله، بمنع من يبين للناس ما أنزل الله. ومانع من يقوم ببيان ما أنزل الله في مساجد الله، يدخل في قوله تعالى: {إنَّ الَّذيِنَ يَكْتُمُونَ مَا أنزَلْنَا مِنَ الْبَيناتِ وَالهُدى مِنْ بَعْدِ مَا بينَاهُ لِلنَّاس في الْكِتَابِ أولئِك يَلْعَنُهُمُ الّله وَيَلعنهُمُ الّلاعِنُونَ، إلا الَّذِينَ تابُوا وَأصْلَحُوا وَبَينوا فَأولَئِك أتوبُ عَلَيْهِمْ وَأنا التَّوابُ الرَّحِيمُ}. [البقرة: 159ـ160]. ومن تلك الوسائل، مضايقة أعداء تطبيق الشريعة الإسلامية، لشباب المسلمين الذين يرتادون المساجد للصلاة، وبخاصة صلاة الفجر، حيث يعتقلون من يواظب منهم على الصلاة في هذا الوقت ويعذبونهم، بحجة أنهم متطرفون، ينتظمون في الأحزاب التي تسعى لإقامة حكم الله في تلك البلدان... وهذا العمل الذي يحدث في بعض بلدان المسلمين، لا يحدث مثله في كثير من بلدان الكفر، فلا حول ولا قوة إلا بالله العلي العظيم. وإنما أشرت إلى أعداء المسجد في هذا المبحث، ليحذرهم المسلمون من أن يوهموهم ـ وقد فعلوا ـ بأن المسجد يجب أن يكون فقط مكاناً للصلاة والذكر وقراءة القرآن، وأن وظائفه التي كانت قائمة على عهد رسول الله صلى الله عليه وسلم،لم تعد قائمة لوجود مؤسسات أخرى تقوم بذلك بنظام وعلى مستوى ممتاز، ويحذروا من أن يربوا أبناءهم تربية معادية للمسجد ووظائفه. فالذين يسعون لسلب المسجد من وظائفه من المنافقين، هم من أولئك الذين اتخذوا مسجداً ضراراً."
  },
  {
    "type": "section",
    "id": "section-57",
    "title": "المبحث السابع: المسجد مصدر أمن واطمئنان.",
    "content": "إن أعداء الإسلام لا يُخفُون حقدهم على المسجد وخوفهم منه، وقد سبق قول بعضهم: \"متى توارى القرآن، ومدينة مكة عن بلاد العرب يمكننا حينئذٍ أن نرى العربي يتدرج في سبيل الحضارة، التي لم يبعده عنها إلا مُحمد وكتابه\". وليس المقصود بمكة مبانيها، وإنما المقصود الكعبة التي يستقبلها المسلمون بصلاتهم في كل أنحاء العالم فرضاً أو نفلاً، والتي تهفو إليها قلوب المسلمين من كل مكان، للصلاة في صحنها والطواف بها، وأداء مناسك الحج والعمرة فيها وحولها، وهي من أعظم العوامل الموحدة للمسلمين، وقد جمع هذا العدو ثلاثة أمور: الأمر الأول: القرآن، وهو منهج المسلمين الذي ينظم لهم حياتهم ويهديهم للتي هي أقوم. الأمر الثاني: المسجد الذي تمثله الكعبة المشرفة، وهو يعنى إبعاد المسلمين عن الإسلام بتركه كلياً، حتى لا تكون لهم قبلة، ولا يتجهون إلى الله بعبادة. الأمر الثالث: الرسول صلى الله عليه وسلم، وهو أن لا يكون للمسلمين إمام متبوع واحد يجمع كلمتهم بتوجيهه، ولهذا حاولوا ولا يزالون يحاولون النيل من جنابه صلى الله عليه وسلم في وسائل إعلامهم ومراكز بحثهم ومناهج مدارسهم وجامعاتهم وكتبهم. وهذه هي الأصول الثلاثة التي لا دين للمسلمين إذا ذهب أحدها، وهى: المنهج الذي هو القرآن، والإسلام الذي رمز له بمكة، والرسول الذي هو الواسطة الوحيدة بين المسلمين وربهم. ويعلل هذا العدو تمنيه هدم دين الله بأنه يريد أن يتدرج المسلمون في سبيل الحضارة الغربية، والمقصود بالحضارة التمسك بمذاهب الغرب الفكرية، والاجتماعية والأخلاقية، والتسليم المطلق للتوجيه الغربي اليهودي النصراني، وليس المقصود استفادة المسلمين من التقدم المادي الصناعي والإداري، بل ولا السياسي، فإنهم لا يريدون أن يتقدم المسلمون في المجال الصناعي؛ لأن تقدمهم في نظرهم، يعنى القضاء على الحضارة الغربية بمفهومها الشامل ـ أي العقائد والأفكار ـ كما قال بعض مفكريهم ناصحاً لهم من عودة القوة الإسلامية: \"وسيعيد التاريخ نفسه، مبتدئاً من الشرق عوداً على بدء، من المنطقة التي قامت فيها القوة العالمية الإسلامية في الصدر الأول للإسلام، وستظهر هذه القوة التي تكمن في تماسك الإسلام ووحدته العسكرية، وستثبت هذه القوة وجودها إذا ما أدرك المسلمون كيفية استخراجها والاستفادة منها، وستقلب موازين القوى؛ لأنها قائمة على أُسس لا تتوافر في غيرها من تيارات القوى العالمية\" إلى أن قال: \"إن انتفاضة العالم الإسلامي صوت نذير لأوروبا، وهتاف يجوب آفاقها، يدعو إلى التجمع والتساند الأوروبي، لمواجهة هذا العملاق الذي بدأ يصحو وينفض النوم عن عينيه، هل يسمع أحد؟ ألا من مجيب؟\". [[الإسلام قوة الغد العالمية ص322ـ324]]. ويقول آخر محذراً من تقدم المسلمين الصناعي وخطره على أوروبا: \"وفرصتهم ـ يعني المسلمين ـ في تحقيق أحلامهم، هي في اكتساب التقدم الصناعي الذي أحرزه الغرب، فإذا أصبح لهم علمهم، وإذا تهيأت لهم أسباب الإنتاج الصناعي في نطاقه الواسع، انطلقوا في العالم يحملون تراثهم الحضاري الغني، وانتشروا في الأرض يزيلون منها قواعد الروح الغربية، ويقذفون رسالتها إلى متاحف التاريخ\".. ثم اقترح على بني قومه ما يحول بين المسلمين والتقدم الصناعي، فقال: \"فلنعط هذا العالمَ ما يشاء، ولنقوِّ في نفسه عدم الرغبة في الإنتاج الصناعي والفني، فإذا عجزنا عن تحقيق هذه الخطة، وتحرر العملاق من قيود جهله، وعقدة الشعور بعجزه عن مجاراة الغرب في الإنتاج، فقد بُؤنا بالإخفاق الذريع، وأصبح خطر العالم العربي، وما وراءه من الطاقات الإسلامية الضخمة، خطراً داهماً يتعرض به التراث الحضاري الغربي لكارثة تاريخية، ينتهي بها الغرب وتنتهي معه وظيفته القيادية\". [[جند الله ثقافة وأخلاقاً، لسعيد حوا ص20ـ21]]. وإذا كان التقدم الصناعي للمسلمين وما وراءه من الطاقات الإسلامية، يهدد أهل الغرب ويخيفهم، وأنه لا بد من إغراق العالم الإسلامي بما يحتاج إليه من الإنتاج الصناعي من الغرب، حتى لا يفكر في الصناعة، فأيُّ سبيلِ حضارةٍ يريدونه أن يتدرج فيها من الحضارة الأوروبية؟ أتراهم يرغبون أن ينهج منهجهم في أصول السياسة التي يدعون أنهم يطبقونها ويمدحونها، كالديمقراطية؟ إنهم لا يريدون للعالم الإسلامي ذلك، لأن الديمقراطية تعطي الشعوب حرية اختيار النظام، والشعوب الإسلامية لا ترضى عن الإسلام بديلاً. [[راجع نفس الكتاب السابق ص28ـ29]]. وإذا كانوا لا يريدون لنا التقدم الصناعي، ولا التقدم السياسي، فما الحضارة التي حرصوا على أن نتدرج فيها؟ إنها تقليدهم في الأخلاق الفاسدة، والنظام الاجتماعي، وترك المسجد والقرآن وتوجيهات رسول الإسلام صلى الله عليه وسلم. ولشدة خوفهم من المسجد، أخذوا ينفثون في روع المثقفين بثقافاتهم، أن المسجد والقرآن والتمسك بمبادئ الإسلام، خطر على العالم الإسلامي، ويعللون ذلك مرة بأن ذلك يسبب للمسلمين التواكل ويصدهم عن التقدم الحضاري، وتارة بأن التمسك بالإسلام، معناه التطرف والتشدد ضد الطيبات وضد النظم الحضارية المعاصرة. ووجدوا من كثير من أولئك المثقفين ومن تربعوا على كراسي الحكم في الشعوب الإسلامية، آذناً صاغية، فانتابهم الخوف من المسجد كما انتاب أساتذتهم، وجبنوا عن التقدم الصناعي الذي لا يريد أعداء الإسلام تقدمهم فيه. فهل في المسجد ومبادئ الإسلام ما يخيف أعداء الإسلام، من الكفار على مصالحهم في الدنيا والآخرة؟ أو في المسجد ما يخيف الذين يريدون الصلاح لشعوبهم من حكام المسلمين؟ الواقع أن المسجد ووظائفه، إنما هي مصدر أمن للعالم كله لو أنصف مفكروه؛ لأن الإسلام لا يريد للبشر إلا سعادتهم في الدنيا والآخرة، وهو إنما يخيف الظلمة الذين يهربون من ثبات العدل في الأرض؛ لأنهم ألفوا أن لا يعيشوا إلا مع الظلم، ولا شك أن العدل إذا قوي جانبه لم يترك الظلمة يعيثون في الأرض فساداً، سواءً كانوا كفاراً أم منتسبين إلى الإسلام. أما الذين يريدون للعدل أن يثبت في الأرض، ويحاربون الظلم والاستبداد، فإن المسجد ووظائفه لا تخيفهم. ولذلك فإن عودة المسجد إلى مكانته في العالم الإسلامي، لا تخيف إلا أعداء العالم الإسلامي، الحريصين على الظلم والاستبداد واستعباد الشعوب، والواجب على المسلمين أن يَطمَئِنُّوا ويأمنوا مساجدهم، وأن يعيدوا لها مكانتها، لتكون عوناً لهم على صراعهم مع أعدائهم، فإن القوة التي يحصلون عليها من شعوبهم عن طريق المساجد، لا يمكن أن يحصلوا عليها من دولة أجنبية، مهما صدقت في مواثيقها، وهي في الغالب لا تصدق إلا لمصلحة تعود عليها. وهناك شبهة يتذرع بها من يخافون المساجد، وهي تطرف الشباب وخروجه على الأوضاع السائدة، وإيجاد قلاقل في البلدان الإسلامية، وقد يصفونه بالانحراف الفكري. وهذه الشبهة لها منشآن: المنشأ الأول: أن المساجد قد أقفرت من العلماء الذين عندهم فقه في الدين، ونصح لعامة المسلمين وأئمتهم، وأكثر الذين يتولون الإمامة والخطابة والوعظ في تلك المساجد، إما قليلو الفقه، وإما منغمسون في تيار تحريف الإسلام وتشويهه، فيحدث عند الشباب المحب للإسلام رد فعل، فيعتمد على قراءاته الخاصة، ويجد بعض الآراء التي يسمعها في المساجد لا يدعمها الدليل، فلا يثق في أولئك، وقد يجد آراء أخرى شاذة يستدل أصحابها ببعض ظواهر النصوص القرآنية والأحاديث النبوية، دون تمحيص للأدلة وما يعارضها وما يجب من الجمع بينها، فيعتقد تلك الآراء الشاذة فيصاب بداء العجب والغلو والوقوف ضد الآخرين بعنف. ولو أن هؤلاء الشباب وجدوا العلماء العاملين، الذين عندهم فقه في دين الله، يشرحون لهم مبادئ الإسلام على حقيقتها، ويبينون لهم الأدلة، ويجمعون بين ما قد يظهر منه التعارض، ويوضحون لهم الطريق الوسط التي لا إفراط فيها ولا تفريط، لما وقعوا في الإفراط والغلو، أو في الإرجاء والتفريط. المنشأ الثاني: أن الشباب الإسلامي الذي يتجه لقراءة القرآن والسنَّة وبعض الكتب الإسلامية، يجد فيما يقرأ تحريم بعض ما يراه يُتَعاطى في المجتمع، كشرب الخمر والسفور، والاختلاط المحرم، والحكم بغير ما أنزل الله، فيصطدم عنده ما تعلمه نظرياً، مع ما يراه مُقَرراًّ في المجتمع، فيسلك بسبب ذلك مسلك العداء للمجتمع، وبخاصة عندما يفقد التوجيه الشرعي السليم. والواجب أن يسعى أولياء أمور المسلمين إلى تصحيح الأوضاع في بلدانهم، بحيث يكون المجتمع سائراً على توجيه الشرع الحنيف عن طريق علمائه ومفكريه الذين لا يخافون في الله لومة لائم، وإلا فسوف يبقى الصراع بين الشباب المتمسك بدينه، وبين المعتدي على شرع الله، مستمراً سواء كان منطلق الشباب المسجد أم الجامعة أم غيرهما، وأرى أن المسجد هو خير عون على تلافي الأخطار، إذا أعيدت له مكانته وأخذ المجتمع بتوجيهاته من قبل مَن هم أهل للمسؤولية عن المساجد. والخلاصة أن المسجد مصدر أمن لأهل الإسلام، ومصدر قلق لمحاربي الإسلام، الذي يحاربون المسجد كما يحاربون القرآن والسنة وكل ما ينبثق عنهما من شرع الله."
  },
  {
    "type": "section",
    "id": "section-58",
    "title": "المبحث الثامن: الفرق بين المسجد والمعابد الأخرى.",
    "content": "وفي هذا المبحث مطلبان: المطلب الأول: كون المسجد مشروعاً وغيره من المعابد الأُخر ليست مشروعة عند الله: إن المسجد هو مكان العبادة المشروع؛ لأنه هو وحده بيت الله، ولم تعد في الأرض بيوت عبادة مشروعة غيره عند الله، فكل الأديان لم يبق أي دين منها مقبولاً عند الله غير دين الإسلام، كما قال تعالى: { وَمَنْ يَبْتَغِ غَيْرَ الإِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنْ الْخَاسِرِينَ}. [آل عمران: 85]. والمعابد الأخرى إنما يقيمها أهل الأديان، سواء كانوا أهل كتاب أم وثنيين لإقامة شعائر دينهم المزعوم، وإذْ لم يعد في الأرض دينٌ حقٌّ مقبولٌ عند الله تعالى، فكذلك معابد تلك الأديان، مثل كتبها المحرفة. وليس معنى هذا أنه يجوز للمسلمين، هدم معابد غير المسلمين، مثل كنائس النصارى، وبيع اليهود؛ لأنهم لا يجوز لهم إكراههم على ترك دينهم، والدخول في الإسلام، بل يدعونهم إلى دين الإسلام، فإن قبلوا الدخول فيه صاروا من المسلمين، لهم ما للمسلمين وعليهم ما على المسلمين، وإن لم يقبلوا، وجب عليهم أداء الجزية التي يشاركون بها في بناء الوطن وحمايته مع المسلمين، ويقرون على دينهم، وإقرارهم على دينهم يقتضي ترك معابدهم بل حمايتها من العدوان عليها. المطلب الثاني: أن المسجد قاعدة إيمان صادق، وعمل صالح، وتوجيه رشد وهدى قويم: بخلاف المعابد الأخرى؛ لأن المسجد إنما يبني ابتداء، لتوحيد الله تعالى والإيمان به إيماناً لا يشوبه شرك، كما مضى، ومقتضى ذلك الإيمان أداء الأعمال الصالحة التي ترضي الله سبحانه وتعالى وفقاً لشرعه الحنيف المأخوذ من كتابه وسنة رسوله. فهو قاعدة توجيه للمجتمع في كل نشاطات حياته إلى سلوك صراط الله المستقيم، فلا يتصرف المسلمون إلا وفقاً لشرع الله، الذي يوجههم به علماؤهم وأئمتهم وخطباؤهم، الذين لا يوجهون المسلمين إلا بغير ما شرع لهم الخالق سبحانه، بخلاف المعابد الأخرى، فإنها قواعد شرك بالله تعالى، وكفر برسله عليهم الصلاة والسلام، فالنصارى يقولون بالتثليث ويكفرون بمحمد صلى الله عليه وسلم، واليهود يصفون الله بصفات النقص ويكفرون بمحمد صلى الله عليه وسلم، والذي يكفر برسول واحد يعتبر كافراً بكل الرسل، حتى برسوله الذي يزعم أنه يؤمن به. والوثنيون يعبدون أحجاراً منحوتة، أو أشجاراً أو حيوانات أو غيرها، ثم إن كل المعابد لا يوجد لدى أهلها منهج ينظم حياة الناس في صلتهم بربهم وفي أخلاقهم وحقوق بعضهم على بعض، ولذلك فإنها لا تستطيع أن تقوم بتربية الإنسان كبيراً كان أو حدثاً، ولا معالجة انحرافهم، بخلاف المسجد، فإنه بما عنده من القاعدة الإيمانية والمنهج الموجه، قادر على ذلك إذا ما أعيدت له مكانته، فإن لم تعد له مكانته فإنه يخشى أن يصبح مثل المعابد الأخرى في عدم القدرة على التوجيه والمعالجة، كما هو واقعه في بعض البلدان الإسلامية."
  },
  {
    "type": "section",
    "id": "section-59",
    "title": "المبحث التاسع: المسجد بين الماضي والحاضر.",
    "content": "إن إلقاء نظرة على الفصول السابقة، يظهر لنا بعض ما كان عليه المسجد من منزلة وأثر عظيمين في الماضي، ونستطيع أن نقول: إن المسجد في العصور الإسلامية الفاضلة، كان شبيهاً بخلية نحل لا يفقد من أهله صلاةً وذكراً لله وتلاوةً لكتابه وتعلماً من طالب وتعليماً من عالم، وتدريباً جهادياً، ومنتدى علم وأدب وشعر، و شورى أهل حل وعقد، وحُكماً وقضاءً وإفتاءً وحسبة، واستقبال وفود وتفاوضاً بين مختلفين، ومنطلقاً لدعوة وعقداً لألوية جهاد، ورباطاً لفقراء ومحتاجين، ومأوى مسافرين وتعاوناً اجتماعياً عاماً، ومقراً لتمريض، وأن أئمة المساجد كانوا هم أئمة السياسة وقادة الجهاد، ولذلك كان المسجد مقر نشاط الدولة بأكملها. ثم بدأت بعض المؤسسات تأخذ بعض وظائفه، كالجامعات والمعاهد والمحاكم ، وقيادات الجيش، وقلاع أولياء الأمور، وإدارات الحسبة والنوادي، والأربطة والمستشفيات، وليس في ذلك ما يضير المسجد، لو أن تلك المؤسسات تعاونت مع المسجد، وسارت في ركابه واستقامت على هديه.. ولكن الأمر لم يكن كذلك، بل كثير من المؤسسات سلبته وظائفه، وغيرت مناهج تلك الوظائف، ونجم بينها وبين المسجد عداء سافر أو خفي، حتى أصبح المسجد لا يقدر على التوجيه، لزحزحته عن مكانه، وانفصال المؤسسات الأخرى بمناهجها واتجاهاتها عنه، بتوجيه من أعداء الإسلام من الصليبيين واليهود وأذنابهم وعمل متواصل من هؤلاء، بإحداث معاهد وجامعات تسمى بالمدارس المدنية، كثير منها لا تعطي الدين حقه الذي كان يعطيه المسجد، وقد سلموا أزمة أمور البلدان الإسلامية لطلاب تلك المعاهد والجامعات، وأغروهم بالمناصب والرواتب والجاه، وقللوا من شأن المساجد وأئمتها وخطبائها وطلابها وعلمائها، حتى صاروا في حالة مزرية، لا يقدرهم غالب المجتمع في بلدان المسلمين، بل يُنظر إليهم أنهم قوم عاجزون، يتوظفون في المساجد للحصول على لقمة العيش، وليسوا صالحين أن يقودوا حياة الناس، كما كانوا يفعلون أئمة المساجد من قبل. وأقفر أكثر المساجد من التَّعَلُّم والتعليم، وقلَّ قاصدوها حتى للصلوات الخمس، ولم يقصدها إلا قلة من كبار السن، أما الشباب فانصرف عامتهم عنها انصرافاً شبه كامل تقريباً ـ كان هذا عند تأليف هذا الكتاب، في مطلع القرن الخامس عشر الهجري، وقد تغير الحال بحمد الله إلى الأحسن، فأقبل كثير من شباب المسلمين إلى دينهم، وارتاد المساجد كثير منهم، زادنا الله وإياهم تمسكاً بهذا الدين، وإقبالاً إلى بيوت الله في كل مكان، مع أن كثيراً منهم لا زال بعيداً عن صفوف المصلين في المساجد ـ فلم يعد المسلمون بسبب ذلك يطمعون في أن يربي المسجد أبناءهم، أو يخرجهم ذوى كفاءات يقودون بها مجتمعاتهم، فصرفوهم إلى المدارس والمعاهد والجامعات التي شوهت مناهجُها الإسلامَ ورسولَ الإسلام، وإن بقيت المساجد في بعض البلدان الإسلامية صامدة يؤدي المسؤولون فيها ما يقدرون عليه، على رغم ما يلاقون من صد وحرمان وسخرية. ثم بدأ الشباب في العالم الإسلامي يصحو ويعود إلى الله، بفضل من الله ثم بمن وفقهم الله للقيام بالدعوة إلى الله، وبيان القاعدة الإيمانية ومزايا الشريعة الإسلامية، ومكايد أعداء الله، ووجوب درء خطر تلك المكايد، وما إن رأى أعداء الله صحوة المساجد بصحوة الشباب، حتى دبروا لها المكايد، فنادوا بقصر دور المسجد على ما أنشئ من أجله حسب زعمهم، وهو أداء الصلوات فقط، ثم يجب أن تقفل بعد كل صلاة مباشرة. وعللوا ذلك بتعليلين: التعليل الأول: صون المسجد عن الامتهان؛ لأن كثيراً من الوافدين إليه قد ينامون فيه ويأكلون ويشربون. التعليل الثاني: تدخل الخطباء والمدرسين في شؤون السياسة، والأصل عندهم لا دين في السياسة، ولا سياسة في الدين، وهى دعوى سبقهم إليها أعداء الله ورسله من الأمم الماضية، وقد أظهر قوم شعيب ذلك غاية الإظهار، كما قال تعالى عنهم: {قَالُوا يَا شُعَيْبُ أَصَلاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ إِنَّكَ لأَنْتَ الْحَلِيمُ الرَّشِيدُ}. [هود (87)] وهكذا يفعل الكفار والمنافقون في كل عصر، تراهم يضيقون ذرعاً بتطبيق شريعة الله، فالكفار ينكرون الدين أصلاً، ويجعلون ما جرى عليه آباؤهم من الضلال هو الذي يستحق التقليد والاتباع، كقولهم: {بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ}. [الزخرف: 22]. أما المنافقون، فهم أولاً يتخلفون عن الصلاة في المسجد، ولا يحضرونه أحياناً إلا رياءً ليظهروا للمسلمين أنهم منهم، كما قال تعالى عنهم: {إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلا يَذْكُرُونَ اللَّهَ إِلاَّ قَلِيلاً (142) مُذَبْذَبِينَ بَيْنَ ذَلِكَ لا إِلَى هَؤُلاءِ وَلا إِلَى هَؤُلاءِ وَمَنْ يُضْلِلْ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلاً}. [النساء: 143]. ولهذا هددهم الرسول صلى الله عليهم بإحراق بيوتهم عليهم بسبب تخلفهم عن الصلاة. عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((والذي نفسي بيده لقد هممت أن آمر بحطب يحتطب، ثم آمر بالصلاة فيؤذن لها ثم آمر رجلاً فيؤم الناس، ثم أخالف إلى رجال فأحرق عليهم بيوتهم، والذي نفسي بيده لو يعلم أحدهم أنه يجد عرقاً سميناً أو مرماتين حسنتين لشهد العشاء)). [[البخاري ومسلم]]. وفي حديث ابن مسعود رضي الله عنه أنه قال: قال صلى الله عليه وسلم لقوم يتخلفون عن الجمعة: ((لقد هممت أن آمر رجلاً يصلي بالناس ثم أحرق على قوم يتخلفون عن الجمعة بيوتهم)) أخرجه الحاكم في المستدرك، وقال: \"وهكذا رواه أبو داود الطيالسي عن زهير وهو صحيح على شرط الشيخين ولم يخرجاه\".. وهم الذين يغيظهم وجود المسجد الذي يعمره المسلمون بعبادتهم وبطاعة ربهم في فعل أمره واجتناب نهيه، كما كانوا يفعلون ذلك في مسجد رسول الله صلى الله عليه وسلم، فأرادوا أن يفرقوا كلمة المسلمين ويبنوا مسجداً آخر يبيتون فيه مؤامراتهم على الرسول صلى الله عليه وسلم وأصحابه مع إخوانهم من الكفار.. قال تعالى: {وَالَّذِينَ اتَّخَذُوا مَسْجِداً ضِرَاراً وَكُفْراً وَتَفْرِيقاً بَيْنَ الْمُؤْمِنِينَ وَإِرْصَاداً لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلاَّ الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ (107) لا تَقُمْ فِيهِ أَبَداً لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ (108) أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنْ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (109) لا يَزَالُ بُنْيَانُهُمْ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلاَّ أَنْ تَقَطَّعَ قُلُوبُهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ}. [التوبة: 107-110]. ومن عادة المنافقين أن يفعلوا ما قال الله تعالى فيهم: {وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ}. [البقرة: 14]. دأبهم في حقيقة الأمر خذلان المسلمين وتآمرهم عليهم مع إخوانهم الكفرة، ومحاولة خداع المسلمين بألسنتهم بما لا تنطوي عليه قلوبهم من غل ومكر وحقد، ولكن المؤمنين لا تخدعهم كلمات تخرج من اللسان يكذبها فعل من هو متبع خطوات الشيطان. وفي موقف الصحابة من رئيس المنافقين عبد الله بن أُبي بن سلول برهان على ما نقول، فقد خذل هذا المنافق رسول الله صلى الله عليه وسلم في وقت كان شديد الحاجة إلى نصره والوقوف في صفه ضد المشركين المعتدين في غزوة أُحد، حيث خرج في أول الأمر هو وقومه مع المسلمين، فلما اقتربوا من أرض المعركة نكصوا على أعقابهم، ورجعوا إلى المدينة، فلما حصل ما حصل للمسلمين في الغزوة ورجعوا إلى المدينة، قام ابن أُبي يوم جمعة ـ كعادته ـ يثني على رسول الله ويحرض المسلمين على نصرته، فنهره المسلمين ووبخوه مظهرين له أنهم على علم بكذبه ونفاقه وأهانوه بالقول والفعل. فقد ذكر الزهري رحمه الله القصة الآتية: \"قال كان لعبد الله بن أُبي مقام يقومه كل جمعة لا يتركه شرفاً له في نفسه وفي قومه، فكان إذا جلس رسول الله صلى الله عليه وسلم يوم الجمعة يخطب قام فقال: أيها الناس هذا رسول الله بين أظهركم أكرمكم الله به وأعزكم به، فانصروه وعزروه واسمعوا له وأطيعوا، ثم يجلس. فلما قدم رسول الله صلى الله عليه وسلم من أُحد وصنع المنافق ما صنع في أُحد، فقام يفعل كما كان يفعل، فأخذ المسلمون بثيابه من نواحيه وقالوا اجلس يا عدو الله لست لهذا المقام بأهل\". [[الأثر أخرجه البيهقي في الدلائل]]. وما أكثر أتباع ابن أُبي في عصرنا الذي تطلق عليهم مصطلحات غير مصطلح النفاق، ولكن مبادئهم هي مبادئ المنافقين، وهم يضارون المسجد وأهله كما كان ابن أُبي يفعل بل ربما أشد، وشعارهم الذي يميزهم (فصل الدين عن الدولة) ومحاربة تطبيق شريعة الله في أرضه. ولقد أحسنت المملكة العربية السعودية صنعاً، عندما عقدت أول جلسة للمؤتمر الإسلامي الثالث الذي عقد في الطائف في المسجد الحرام، أمام الكعبة المشرفة، وإن كان غالب الرؤساء الحاضرين، لا يحكمون شرع الله في بلدانهم، ولكن هذه الجلسة تثبت للعالم أن السياسة العادلة التي مصدرها شرع الله، هي جزء من هذا الدين ولا تنفصل عنه بحال من الأحوال، كما لا تنفصل عبادة المسلمين، عن هذا البيت العتيق.. ومرة أخرى أقول للقارئ: إن المسجد إذا أُعطى مكانته التي كان عليها، في عهد الرسول صلى الله عليه وسلم وخلفائه الراشدين ومن تبعهم بإحسان، فإنه سيكون مصدر أمن للمسلمين، ولمن لا يصد عن دعوة الله من غير المسلمين، وإنه لا يخاف من المسجد ويصده عن أداء وظائفه، إلا أعداء الله ومن والاهم، وإن قيام علماء الإسلام المتفقهين في دين الله بوظائف المسجد، جدير بتجنيب الناس كل المزالق التي يخشى منها، وعلى ولاة أمور المسلمين الذين يريدون الإسلام حقاً أن يجربوا ذلك، لينقذوا أمتهم من التمزق والتشتت بين الأفكار والمذاهب الهدامة، وليربوا أبناءهم على الإيمان أصوله وفروعه، وليعالجوا الانحراف الذي يشكون منه في مكان لعلاجه، وهو المسجد."
  },
  {
    "type": "section",
    "id": "section-60",
    "title": "الخاتمة: تلخيص البحث ونتائجه.",
    "content": "لقد خلق الله سبحانه وتعالى الخلق لعبادته، وبعث لهم الهداة من رسله بمنهج أوحاه إليهم، يَسعد من اتبعه ويَشقى من ضلَّ عنه، وكان آخرَ رسله محمدٌ صلى الله عليه وسلم، الذي أتم الله به النعمة وأكمل به الدين وختم به الرسالات، ولم ينتقل إلى الرفيق الأعلى حتى بيَّن للناس ما نزل إليهم أكمل بيان. ثم تولى أصحابه من بعده ومن تبعهم بإحسان من فقهاء هذا الدين بيانه، وكان من أهم ما كلف الله رسوله وأتباعه من بعده به، تعليمُ الناس، وحبُّ الله وتزكيتهم به، وبخاصة أولئك الصغار الذين يولدون على الفطرة التي فطرهم الله عليها، فإن تعليمهم وتزكيتهم في الصغر أنجع وأجدى، كما أن صرفهم عن فطرة الله أسهل، كما قال صلى الله عليه وسلم: ((كل مولود يولد على الفطرة، فأبواه يهودانه أو ينصرانه أو يمجسانه)). [[صحيح البخاري (1/465) وصحيح مسلم (4/2047)]]. وللمساجد دورها العظيم في تربيتهم والمحافظة عليهم من اجتيال شياطين الإنس والجن لهم من سلوك صراط الله المستقيم إلى سبل الشيطان الرجيم، وفق الله هذه الأمة رعاة ورعية إلى عمارة مساجد الله بعبادته على فقه من الله وبصيرة وجعل كبارهم قدوة لصغارهم في طاعته ونيل رضاه، إنه على كل شيء قدير وبالإجابة جدير. وصلى الله وسلم وبارك على عبده وخليله، سيدنا وحبيبنا وقرة أعيننا من أنقذنا الله برسالته، وشرفنا على سائر الأمم بدينه وملته، محمد بن عبد الله نبيه ورسوله ومصطفاه... وقد أعان الله على مراجعة هذا الكتاب ـ بعد نفاد طبعته الثالثة ـ مع العناية بتصحيحه وتنقيحه، وإضافات كثيرة مهمة في مباحثه. وكان الفراغ من ذلك في الساعة العاشرة والنصف من يوم الخميس غرة شهر ربيع الأول عام 1427هـ 2006م وقد راجعته قبل ذلك أكثر من مرة، وفي كل مرة يحظى بتصحيح أخطاء وزيادات والحمد لله رب العالمين، وسبحانك اللهم وبحمدك، لا إله إلا أنت أستغفرك وأتوب إليك."
  },
  {
    "type": "section",
    "id": "section-61",
    "title": "آثار المؤلف",
    "content": "أنجز المؤلف عدداً من المؤلفات في موضوعات متنوعة بعضها قد طُبع وبعضها لم يُطبع، كما أن لديه موضوعات أخرى يريد الكتابة فيها، بعضها قد جمع مادتها، لعل الله يسهل له إنجازها جميعاً. ( أ ) الكتب المطبوعة: 1) الجهاد في سبيل الله ـ حقيقته وغايته (رسالة دكتوراه) طبع مرتين، ويقع في مجلدين كبيرين، وقد راجعه وأجرى تعديلات طفيفة على بعض موضوعاته وزيادات، وهو معد للطبعة الثالثة، ورتبه في أربعة أجزاء بعنوان: \"حقيقة الجهاد في سبيل الله وغايته\". 2) الكفاءة الإدارية في السياسة الشرعية ـ نفد. 3) الشورى (طبع مرتين) وتمت الإضافة عليه وهو معد للطبعة الثالثة. 4) دور المسجد في التربية، طبع مرتين. 5) أثر التربية الإسلامية في أمن المجتمع الإسلامي، وقد راجعه المؤلف، وأضاف بعض الزيادات، ورتبه في ثلاثة أجزاء. 6) الحدود والسلطان. 7) طل الربوة، طبع مراراً، وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 8) الدعوة إلى الإسلام في أوروبا. 9) حوارات مع مسلمين أوربيين. 10) حوارات مع أوربيين غير مسلمين. 11) جوهرة الإسلام (في التربية، نظم 1300 بيت تقريباً، وهو قيد المراجعة). 12) المسؤولية في الإسلام، طبع مراراً. وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 13) الردة عن الإسلام وخطرها على العالم الإسلامي، طبع مراراً، وهو قيد المراجعة. 14) الإسلام وضرورات الحياة، طبع مرتين. وقد راجعه المؤلف وفيه بعض الزيادات وأعده للطبعة الثالثة. 15) حكم زواج المسلم بالكتابية. تمت مراجعته وهو معد للطبعة الثانية. 16) هتاف العزة والجهاد (شعر). 17) وقاية المجتمع من تعاطي المسكرات والمخدرات، طبعته الجامعة الإسلامية في المدينة المنورة، وهو معد للطبعة الثانية. 18) سبب الجريمة، نفد، وقد راجعه المؤلف وزاد فيه بعض الموضوعات، وهو معد للطبعة الثانية، بعنوان: قاعدة في سبب الجريمة والوقاية منها. 19) الدعوة إلى الإسلام في أوربا، وهو معد للطبعة الثانية. 20) معارج الصعود إلى تفسير سورة هود (كتبته عن شيخي محمد الأمين الشنقيطي، رحمه الله في قاعة الدرس بكلية الشريعة، ثم رتبته وطبعته، وقد قدم له أحد أبناء الشيخ). 21) تفسير سورة النور (كسابقه). والكتابان معدان للطبعة الثانية. 22) السباق إلى العقول. 23) سلسلة في المشارق والمغارب (وهي المذكرات التي دونتها في رحلاتي لبلدان العالم) وقد بلغت عشرين مجلداً.. وقد تمت طبعتها الأولى، وتتولى نشرها مكتبة دار الأندلس الخضراء في جدة. 24) الإيمان هو الأساس، وهو معد للطبعة الثانية. 25) غيث الديمة شرح الدرة اليتيمة، في النحو. (ب) كتبٌ ورسائل لم يتم طبعها: 26) أثر تطبيق الشريعة الإسلامية في صلاح الأمة، جمعت بعض مواده. 27) التكفير والنفاق ومذاهب العلماء فيهما. 28) الإخلاص وما يعين المسلم عليه. 29) ثبات هذا الدين واستعصاؤه على أعدائه. 30) الواعظ الأكبر والزاجر الأعظم. 31) إجابات على أسئلة منتدى السقيفة. وللمؤلف مقالات وأبحاث أخرى شارك ببعضها في منتديات الشبكة العالمية (الانترنت)."
  }
]