[
  {
    "type": "title",
    "content": "مفتاح باب الريان تأليف الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1429هـ ـ 2008م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "فهرس المحتويات",
    "content": "المقدمة\t9 الفصل الأول: الحكمة في فرضية صيام شهر رمضان وأثره في حياة المسلم\t15 أقوال العلماء في حكمة فرضية الصوم وأثره في حياة المسلم\t16 الفصل الثاني: تأهيل المسافرين إلى باب الريان\t21 أقسام الصيام\t21 كيف يؤهل الصيام صاحبه للسفر إلى الجنة؟\t24 الفصل الثالث: الصبر في \"شهر الصبر\"\t29 الفصل الرابع: آثار الصبر في سلوك أهله\t35 المقام الأول: مقام الجهاد في سبيل الله\t35 المقام الثاني: مقام الدعوة إلى الله\t35 المقام الثالث: مقام الاعتداء على الصائم\t36 المقام الرابع: مقام هياج النفس\t37 الفصل الخامس: مصاحبة القرآن في \"شهر القرآن\"\t41 تأهيل القرآن المسافرَ إلى الجنة\t43 الفصل السادس: وسائل الاهتداء بالقرآن\t51 الفصل السابع: مجاهدة الصائم نفسه في الإخلاص\t59 الفصل الثامن: قيام الليل\t65 الفصل التاسع: حظوظ الناس في صلاة التراويح\t73 أقسام المسلمين في شهر رمضان\t73 الفصل العاشر: اجتماع كلمة المسلمين على الحق\t79 الجماعة فريضة في القرآن والسنة\t79 وسائل اجتماع المسلمين\t80 الوسيلة الأولى: حفظ مصدر منهج حياتها\t80 الوسيلة الثانية: ما شرعه الله من العبادات الجماعية\t81 الوسيلة الثالثة: التشريع الحاسم المضيق للخلاف\t82 الوسيلة الرابعة: الجهاد في سبيل الله\t82 دور شهر رمضان في توحيد المسلمين\t84 المظهر الأول: اهتمام عامة المسلمين بدخول شهر رمضان وخروجه\t84 المظهر الثاني: الاستبشار بدخول رمضان\t85 المظهر الثالث: استعداد المسلمين لصيامه كباراً وصغاراً\t85 المظهر الرابع: الإفطار الجماعي المهيب\t86 المظهر الخامس: صفوف المصلين\t87 الفصل الحادي عشر: بذل العون للمستحقين\t91 لا يخلو بلد من محتاجين\t95 الفصل الثاني عشر: الصيام عن المعاصي\t105 الفصل الثالث عشر: عَمَّنْ تُصَفَّدُ الشَّيَاطِينُ؟\t113 أقسام الهدى\t117 وهل ينتصر القاعد على عدوه؟\t118 الفصل الرابع عشر: لِمَنْ تفتح أبواب الجنة؟ وعَمَّنْ تُغْلَّقُ أبوابُ النَّار؟\t123 وفي ذلك فليتنافس المتنافسون\t127 الفصل السادس عشر: إلا الصيام فإنه لي وأنا أجزي به\t131 الفصل الخامس عشر: العَشْرُ وليلةُ القدر\t141 أي ربحٍ وأي خسارة؟!\t142 خيرٌ من ألف شهر\t143 الفصل السادس عشر: لا تيأس من رحمة ربك مهما كثرت ذنوبك!\t149 دعوة الله عبده إلى التوبة وفرحه بها\t152 الفصل السابع عشر: بادر بالتوبة قبل فوات الأوان\t157 جاهد الأمل المهلك\t159 الفصل الثامن عشر: طهرة للصائمين\t165 ما الحكمة في فرض زكاة الفطر؟\t165 وقت أداء زكاة الفطر\t166 الأصناف التي تخرج  منها زكاة الفطر\t167 وهل يجزئ إخراج القيمة من النقود؟\t168 هل يجوز نقل زكاة الفطر من بلد إلى بلد؟\t171 لا يفوتنك صيام الدهر\t174"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "المقدمة",
    "content": "إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ ولا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ(102)}[[آل عمران]]. {يَا أَيُّهَا النَّاسُ اتَّقُوا ربَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رقِيباً (1)}[[النساء]]. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَقُولُوا قَوْلاً سَدِيداً (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً (71)}[[ هذه هي خطبة الحاجة التي كان رسول الله صلى الله عليه و سلم يعلمها أصحابه يفتتحوا بها حاجاتهم راجع رسالة خاصة لتخريج الأحاديث الواردة بها للشيخ محمد ناصر الدين الألباني، والآيات من سورة الأحزاب: 70-71.]]. أما بعد فإن المسافر لا بد له من استعداد لسفره، والاستعداد للسفر يختلف باختلاف الجهة التي يراد السفر إليها، فقد تكون جهة السفر قريبة من دار المسافر، وبيئتها مشابهة لبيئة بلده، من حيث الجو والعادات والطعام واللباس، وغير ذلك من أنواع الشبه. وقد تكون بعيدة، مختلفاً جوُّها وعاداتُ أهلها وطعامهم، عن عادات بلده، ولقرب البلد وبعدها، وشدة شبهها لبلاد المسافر أو شدة مخالفتها، تأثير في استعداده للسفر.. من حيث الزاد والراحلة، واللباس وغيرها. وقد يكون السفر إلى ديار تختلف اختلافاً شديداً عن داره، كرحلات رواد الفضاء إلى الفضاء الخارجي، وقد يبقى في الفضاء شهوراً أو أكثر. بل قد يكون سفره إلى أحد كواكب السماء، كالقمر، وهو في سفره إلى هذه الديار، يحتاج إلى استعداد غير عادي، فيحتاج إلى تدريبات قاسية مشابهة شبها كبيراً للحالة التي سيكون عليها في المركبة الفضائية، وفي جو شبيه بنفس الجو الذي سيكون عليه، في تلك الرحلة. كما يحتاج إلى ملابس تختلف عن ملابس الأرض العادية، بل يحتاج إلى حمل الهواء \"الأكسجين\" من الأرض، ليبقى هناك على قيد الحياة، ويحتاج إلى طعام يناسب تلك الأجواء التي سينتقل إليها، كما يحتاج إلى نفقات باهظة، وراحلة غالية... وهذا ما نرى أمثلة له لهؤلاء المسافرين. ولهؤلاء المسافرين محطات معينة، أعدت إعداداً خاصاً لتدريبهم، وإعدادهم إعداداً عظيماً، للقيام بهذا السفر العجيب! ونحن نتمنى أن يكون عندنا صناعة لهذه الأسفار، لاكتشاف الفضاء والاستفادة من طاقاته ومنافعه، لكن مع ملء الأرض بالصلاح، ومنح أهلها الطعام والشراب واللباس، والسعادة والعدل والأمان. هذه الأسفار كلها مرتبطة بدار واحدة، سواء كانت في الأرض أو في السماء، تسمى \"دار الدنيا\". أما السفر المقصود هنا.. فهو سفر من نوع آخر، وإلى ديار أخرى، وخط سير يختلف اختلافاً كبيراً، عن خطوط السير في حياتنا المعتادة. أول هذا الخط إقلاع الروح من مطارها \"الجسد\" إلى بارئها، ثم إلى حياة البرزخ الفاصل بين الدنيا والآخرة، ثم البعث والجزاء والحساب، والمرور إلى الصراط، إلى أن يصلوا إلى آخر محطة للسفر، وهي الدار الآخرة إما إلى \"الجنة\" وإما إلى النار. إنه السفر إلى دار تسمى \"الدار الآخرة\" سفر غاية أهله القرار في رحاب الله \"الجنة\" التي فيها ما لا عين رأت ولا أذن سمعت، ولا خطر على قلب بشر. سفر زمنُ الاستعدادِ له العمرُ كله، وزاده السعي المتواصل إلى رضا الله تعالى وتقواه، بعمارة الأرض عمارة تحفظها من الفَسادَينِ: الفسادِ المادي.. والفسادِ المعنوي، عمارة تجلب للإنسان فيها حياةَ سعادةٍ وأمنٍ ورخاء. ولهذا السفر محطات تدريب في هذه الحياة، يديرها منهج الله سبحانه و تعالى على مدار الدقائق والساعات والأيام، والأسابيع والشهور والأعوام، والقرون والعصور، والأجيال والدهور، لا يقطع فيها العملَ إلا هادمُ اللذات ومفرق الجماعات. بل يرحل كثير من المسافرين، و لهم أعمال باقية بعدهم تُمطِرهم بشآبيب الرحمة، وتمدهم بأنواع الحبور والنعمة، ويشمل تلك المحطات كلها، قيام المسلم بطاعة ربه تعالى، بإيمانه وعمله الصالح الشامل، لكل ما جاء به هذا الدين، من أصول الإيمان وفروعه، وأصول الإسلام، وأحكام الشريعة من فعل فرائض ونوافل طاعات، وترك محرمات ومكروهات. ومن أركان الإسلام ومحطات المسافرين إلى الجنة \"شهر رمضان\" شهر الصبر وشهر الطاعة والصيام، شهر الإكثار من قراء القرآن وشهر التهجد والقيام، شهر يغلق الله فيه عن المتقين أبواب النار، ويفتح لهم فيه برحمته أبواب الجنة دار القرار. إن الهدف من التدريب في هذه المحطة، هو تأهيل المتدرب لهذا السفر، الذي لا يوجد له نظير في هذه الحياة. فلا يحتاج المسافر إلى إذن سفره من أقاربه، وعلى رأسهم الأبوان، ولا من رؤسائه في عمله، ولا إلى جواز سفر من دولته، ولا تأشيرة دخول من دول عالَم الدنيا كلها، كما لا يحتاج إلى عملة أجنبية غربية، أمريكية أو أوربية، أو شرقية يابانية، أو شيكات سياحية، أو بطاقة ائتمان احتياطية. وليس في حاجة إلى تذكرة سفر لأي خطوط طيران، من شركات الخطوط الجوية العالمية، ولا غيرها من وسائل المواصلات الأخرى برية: من درجات، أو سيارات، أو قطارات، أو حافلات جماعية، أو بحرية بواخر وعبارات، وليس في حاجة إلى حقيبة سفر، يملأها بملابسه، وما يحتاجه إليه في تنقلاته،كل ذلك لا يحتاج إليه المسافر إلى الجنة. وقد بيَّن الرسول صلى الله عليه و سلم، حقارة دار الدنيا هذه، وسرعة السفر منها إلى الدار الآخرة. قال البخاري رحمه الله: \"باب قول النبي صلى الله عليه و سلم ((كن في الدنيا كأنك غريب أو عابر سبيل))\" ثم ساق حديث عبد الله بن عمر رضي الله عنهـما، قال: \"أخذ رسول الله صلى الله عليه و سلم بمنكبي، فقال: ((كن في الدنيا كأنك غريب أو عابر سبيل)). وكان ابن عمر يقول: إذا أمسيت فلا تنتظر الصباح، وإذا أصبحت فلا تنتظر المساء وخذ من صحتك لمرضك ومن حياتك لموتك\"[[ البخاري (5/2853).]]. ومثله حديث عبد الله بن مسعود، رضي الله عنه: \"أن النبي صلى الله عليه و سلم قال: ((ما لي وللدنيا، إنما مثلي ومثل الدنيا، كمثل راكب قال تحت شجرة في يوم صائف، فراح وتركها))[[ أخرجه الحاكم في المستدرك (4/345) وذكره ابن كثير في تفسير القرآن العظيم (4/523) وقال: \"ورواه الترمذي وابن ماجة من حديث المسعودي به وقال الترمذي حسن صحيح\".]]. إن هذا المسافر يخرج من هذه الدنيا ـ مهما كان ملكه فيها ـ ملفوفاً في قطعة من قماش، محمولاً على نعش معدٍّ له ولغيره من بني البشر في مناسبة مثل مناسبته. ويشتمل هذا البحث على ثمانية عشر فصلاً.."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "الفصل الأول : الحكمة في فرضية صيام شهر رمضان وأثره في حياة المسلم",
    "content": "لسنا في حاجة إلى ذكر أدلة فرضية الصيام؛ لأن ذلك معلوم من الدين بالضرورة، ويكفي أن يعلم المسلم أنه أحد الأركان التي بُني عليها الإسلام. والمقصود هنا بيان أثر الصيام في تزكية النفس وتطهيرها، وكونها أهلاً لطاعة الله والبذل في سبيله، لقد بيَّن الله سبحانه و تعالى أن القرآن العظيم، لا ينتفع به ويهتدي بهداه إلا المتقون. فهو ـ وإن نزل للدعوة الناس كلهم إلى طاعة الله وتقواه ـ لا يهتدي به في الواقع إلا أهل التقوى، كما قال تعالى: {الم (1) ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ(2)} [[البقرة]]. ومن أهم العبادات التي تكسب المؤمن تقوى الله؛ الصيام، وبخاصة صيام شهر رمضان، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمْ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (183)} [[البقرة]]. وإنما يثمر الصيام التقوى؛ لما فيه من إلزام الإنسان نفسه بطاعة ربه في اجتناب المباحات التي أصبحت محرمة عليه، بعد شروعه في الصيام. وحقيقة التقوى، امتثال أمر الله بفعله، وامتثال نهيه باجتنابه. والإنسان عندما يدع ما تشتهيه نفسه من المباحات والطيبات، طاعة لربه سبحانه، يكون أكثر بعداً عما هو محرم عليه في الأصل، وأشد حرصاً على فعل ما أمره الله به. أقوال العلماء في حكمة فرضية الصوم وأثره في حياة المسلم: قال ابن كثير رحمه الله: \"يقول تعالى مخاطباً للمؤمنين، من هذه الأمة، وآمراً لهم بالصيام، وهو الإمساك عن الطعام والشراب والوقاع، بنية خالصة لله عز و جل، لما فيه من زكاة النفوس وطهارتها وتنقيتها من الأخلاط الرديئة والأخلاق الرذيلة ـ إلى أن قال ـ في قوله تعالى {لَعَلَّكُمْ تَتَّقُونَ}: لأن الصوم فيه تزكية للبدن، وتضييق لمسالك الشيطان، ولهذا ثبت في الصحيحين: ((يا معشر الشباب من استطاع منكم الباءة، فليتزوج، ومن لم يستطع فعليه بالصوم، فإنه له وجاء))\"[[ تفسير القرآن العظيم01/213).]]. وقال في تفسير المنار على قوله تعالى {لَعَلَّكُمْ تَتَّقُونَ}: \"هذا تعليل لكتابة الصيام، ببيان فائدته الكبرى وحكمته العليا، وهو أنه يعد نفس الصائم لتقوى الله تعالى، بترك شهواته الطبيعية المباحة الميسورة، امتثالاً لأمره، واحتساباً للأجر عنده، فتتربى بذلك إرادته على ملكة ترك الشهوات المحرمة والصبر عنها، فيكون اجتنابها أيسر عليه، وتقوي على النهوض بالطاعات والمصالح والاصطبار عليها، فيكون الثبات عليها أهون عليه، ولذلك قال صلى الله عليه و سلم: ((الصيام نصف الصبر))[[ رواه ابن ماجه، وصححه في الجامع الصغير، وتفسير المنار: (2/145).]]. وقال سيد قطب، رحمه الله في قوله تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمْ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (183)}: \"وهكذا تبرز الغاية الكبيرة من الصوم... إنها التقوى، فالتقوى هي التي تستيقظ في القلوب، وهي تؤدي هذه الفريضة، طاعةً لله وإيثاراً لرضاه، والتقوى هي التي تحرس هذه القلوب، من إفساد الصوم بالمعصية، ولو تلك التي تهجس بالبال، والمخاطبون بهذا القرآن يعلمون مقام التقوى عند الله ووزنها في ميزانه، فهي غاية تتطلع إليها أرواحهم، وهذا الصوم أداة من أداتها وطريق موصل إليها، ومن ثم يرفعها السياق أمام عيونهم، هدفاً وضيئاً يتجهون إليه عن طريق الصيام\"[[ في ظلال القرآن: (2/168)]]. وهنا نلفت النظر إلى الارتباط بين قوله تعالى في أول سورة البقرة: {هُدًى لِلْمُتَّقِينَ} وبين قوله تعالى في أول آيات الصيام: {لَعَلَّكُمْ تَتَّقُونَ} وقوله في آخر هذه الآيات: {وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ(185)} [[البقرة]]. فقوله تعالى: {هُدًى لِلْمُتَّقِينَ} بين فيها أن هداية هذا القرآن، لا ينالها حقيقة إلا أهل التقوى، وقوله: {لَعَلَّكُمْ تَتَّقُونَ} بين فيه أن الصيام طريق من الطرق الموصلة إلى التقوى، وقوله تعالى: {وَلِتُكَبِّرُوا اللهَ عَلَى مَا هَدَاكُمْ...} بين فيها أن الهداية قد حصلت للصائمين الذين منحهم الله بصومهم التقوى، والمتقي المهتدي جدير بأن يشكر الله على منحه التقوى والهداية: {وَلَعَلَّكُمْ تَشْكُرُونَ}. قال ابن كثير رحمه الله في قوله تعالى: {وَلَعَلَّكُمْ تَشْكُرُونَ}: \"أي إذا قمتم بما أمركم الله من طاعته بأداء فرائضه وترك محارمه، وحفظ حدوده، فلعلكم أن تكونوا من الشاكرين بذلك\"[[ تفسير القرآن العظيم: (1/218).]]. وقال سيد قطب رحمه الله في ظلال هذه الآية {وَلِتُكَبِّرُوا اللهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ}: \"فهذه غاية من غايات الفريضة، أن يشعر الذين آمنوا بقيمة الهدى الذي يسره الله لهم، وهم يجدون هذا في أنفسهم في فترة الصيام، أكثر من كل فترة، وهم مكفوفو القلوب عن التفكير في المعصية، ومكفوفو الجوارح عن إتيانها. وهم شاعرون بالهدى ملموساً محسوساً، ليكبروا الله على هذه الهداية، وليشكروه على هذه النعمة، ولتفيء قلوبهم إليه بهذه الطاعة، كما قال لهم في مطلع الحديث: {لَعَلَّكُمْ تَتَّقُونَ}. وهكذا تبدو منة الله في هذا التكليف الذي يبدو شاقاً على الأبدان والنفوس، وتتجلى الغاية التربوية منه، والإعداد من ورائه للدور العظيم الذي أخرجت هذه الأمة لتؤديه، أداء تحرسه التقوى ورقابة الله وحساسية الضمير\"[[ في ظلال القرآن: (2/172).]]. ولما كانت النفس البشرية تتوق إلى تناول ما تشتهيه، وتنفر عن ترك ذلك، فإن من أعظم ما يزكيها ويطوعها لطاعة ربها، أن تُدَرَّب على الصبر عن تناول الطيبات التي أباحها الله تعالى لها، إذا أمرها بتركها. ومن أعظم شهوات النفس الطعام والشراب والجماع، وقد حرم الله على المؤمن هذه الأمور المهمة في حياته كلها، في نهار شهر رمضان بأكمله، فإذا تركها مخلصاً لله في تلك المدة من الزمن، فإنه بذلك يكون جديراً بأن يكون من المجاهدين لأعدائه الملازمين، وهم: نفسه الأمارة بالسوء، والهوى المردي، والشيطان الرجيم. والذي ينجح في هذا الجهاد، يسهل عليه الجهاد الخاص، وهو قتال عدوه الخارجي من اليهود والنصارى والوثنيين، ومن لم ينجح في جهاد عدوه الملازم، يصعب عليه هذا الجهاد؛ لأن الذي لم يروض نفسه على طاعة الله بامتثال أمره واجتناب نهيه، فيما هو أخف عليه، كالصيام مثلاً، فمن الصعب عليه أن يقف في الصف لمقارعة الأعداء يستقبل بصدره ونحره قذائف المدافع ورصاص البنادق، وأطراف الرماح وحد السيف. وتأمل الأسلوب الذي فرض الله به القتال على المسلمين، تجده نفس الأسلوب الذي فرض الله به الصيام، إلا أنه بيَّن في الصيام أنه أداة لتقواه، وبين في فريضة القتال، انه فرضه عليهم وهو كُره لهم، ومعلوم أن التقوى هي التي تعين المسلم على الصبر على ما تكرهه نفسه، وهو الجهاد في سبيل الله، قال تعالى: {كُتِبَ عَلَيْكُمْ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ وَعَسى أَنْ تَكْرَهُوا شَيْئاً وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئاً وَهُوَ شَرٌّ لَكُمْ وَاللهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ(216)}[[البقرة]]."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "الفصل الثاني: تأهيل المسافرين إلى باب الريان",
    "content": "\"الصيام في لسان العرب، هو مطلق الإمساك عن أي شيء، فلو أمسك غير المسلم عن المفطرات، في نهار رمضان أو غيره، اعتبر صائماً في اللغة العربية، ولو أمسك المسلم عن ذلك في نهار رمضان أو غيره، قاصداً التداوي بذلك صحة لجسمه، وليس أداء العبادة، فهو صائم في اللغة العربية. ولو صام المسلم ليلاً وأفطر نهاراً في شهر رمضان، قاصداً بذلك العبادة، لم يعد صائماً الصيام الشرعي؛ لأنه جاء بالصيام في غير وقته، ولم يصم في النهار.. أما الصوم المشروع فهو الإمساك عن المفطرات، من طلوع الفجر الثاني إلى غروب الشمس\"[[ المغني لابن قدامة (3/4).]]. فقد فرض الله صيامه نهاراً، لا ليلاً، فقال تعالى بعد أن ذكر وجوبه أياماً معدودات: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمْ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (183) أَيَّاماً مَعْدُودَاتٍ ...(184)}[[البقرة]]. والأيام إذا أُطلقت يراد بها أوقات النهار، وأكدت ذلك سنة الرسول صلى الله عليه و سلم القولية، والفعلية، وعلى ذلك إجماع الأمة. أقسام الصيام: القسم الأول: صيام مفروض للوقت؛ أي يجب على المسلم أن يصومه، بمجرد دخول وقته، وهو شهر رمضان المبارك، الذي هو أحد أركان الإسلام الخمسة، وهي الشهادتان، والصلاة، والزكاة، والحج، يأثم تاركه، ويكفر جاحده، كما تجب الصلاة بدخول وقتها. وصيام مفروض لإيجاب الإنسان ذلك على نفسه، وهو صوم النذر الذي يجب الوفاء به: {يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْماً كَانَ شَرُّهُ مُسْتَطِيراً (7)} [[الإنسان]]. وصيام مفروض للكفارات، كالحنث في اليمين، فيجب صيام ثلاثة أيام، إذا لم يجد إطعام عشرة مساكين، أو كسوتهم، أو تحرير رقبة مؤمنة: {لا يُؤَاخِذُكُمْ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمْ الأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ (89)} [[المائدة]]. وصيام شهرين متتابعين لمن قتل مؤمناً خطأ، ولم يجد تحرير رقبة مؤمنة: {وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِناً إِلاَّ خَطَأً وَمَنْ قَتَلَ مُؤْمِناً خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلاَّ أَنْ يَصَّدَّقُوا فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِنْ اللَّهِ وَكَانَ اللَّهُ عَلِيماً حَكِيماً(92)} [[النساء]]. وصيام مفروض على من حج قارناً أو متمتعاً ولم يجد الهدي، فإنه يصوم عشرة أيام ثلاثة في الحج، وسبعة إذا رجع: {فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنْ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ(196)}[[البقرة]]. ومثله مَن ظاهر من زوجته ثم عاد إليها ولم يجد رقبة يعتقها: {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (3) فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِيناً ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ (4)}[[المجادلة]]. القسم الثاني: صيام مندوب وسيأتي الكلام عنه في موضعه بإذن الله. والذي يعنينا هنا هو صيام شهر رمضان المبارك: فقد فرض الله على المسلمين صيامه، كما كتب عليهم النطق بالشهادتين، والصلاة والزكاة والحج، وهذه الأربعة مع صيام رمضان هي مباني الإسلام وأركانه، وقد دل على وجوب صومه القرآن والسنة القولية والفعلية، وإجماع الأمة: قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (183)}[[البقرة]]. ومن السنة القولية، ما رواه ابن عمر رضي الله عنهـما، قال: \"قال رسول الله صلى الله عليه و سلم ((بُني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمداً عبده ورسوله، وإقام الصلاة، وإيتاء الزكاة، وحج البيت، وصوم رمضان))\"[[ البخاري (4/1641) ومسلم (1/45) واللفظ له.]]. ومن السنة الفعلية، حديث أنس رضي الله عنه، قال: \"واصل رسول الله صلى الله عليه و سلم في أول شهر رمضان، فواصل ناس من المسلمين، فبلغه ذلك، فقال: ((لو مد لنا الشهر لواصلنا وصالاً يدع المتعمقون تعمقهم، إنكم لستم مثلي، أو قال إني لست مثلكم، إني أظل يطعمني ربي ويسقيني))\"[[ البخاري (3/796) و مسلم (2/776) واللفظ له.]]. وأجمع المسلمون على أن صيام شهر رمضان فريضة لازمة لكل مسلم بالغ قادر، خلا من عذر شرعي[[المغني لابن قدامة (3/3).]]. كيف يؤهل الصيام صاحبه للسفر إلى الجنة؟ المسلم الذي يصوم رمضان، إيماناً بالله وبرسوله واليوم الآخر، محتسباً صيامه وأعماله الصالحة فيه عند ربه، جدير بأن يكون أهلاً للسفر إلى جنة الخلد. فالصائم بهذه الصفة، قد سيطر على نفسه وهواه وشيطانه، وهذه الثلاثة هي التي تلازم الإنسان وتلجئه إلى تعاطي أي شيء يشتهيه حلالاً كان أم حراماً، ما لم يصده عنها صاد حسي أو معنوي. فالمانع الحسي: عدم قدرة الإنسان على تعاطي ذلك، إما بفقد الْمُشْتَهى، وإما لرقابة بشريه تحجزه عن ذلك مع وجوده، وهذا المانع غير مُجْدٍ إذا وجد المشتَهى، وفُقِد الحاجز. أما المانع المعنوي المؤثر: فهو ما يصاحب الإنسان في كل حالاته، في حال خلوته بنفسه وعدم وجود المخلوقين معه، وفي حال جلوته، أي اختلاطه بالناس، هذا المانع هو قوة إيمانه بربه، واستحضار عظمته، وكمال إحاطة علمه، وكمال قدرته على مجازاته، فرقابته رقابة إلهية تصبح عنده رقابة ذاتية، ثابتة في قلبه، مانعة لجوارحه من الإقدام على ما لا يُرضي ربه. وذكر العلماء أن من أسباب قول الله تعالى في الحديث القدسي: ((كل عمل ابن آدم له إلا الصوم فإنه لي وأنا الذي أجزي به)) أن الأعمال الأخرى غير الصيام واضحة يستطيع فاعلها أن يرائي بها الناس، كالصلاة والزكاة والحج، بخلاف الصوم فإنه بين الصائم وبين الله؛ لأنه عبادة غير ظاهرة، وسيأتي إيضاح هذا في مكانه. فصيام المؤمنِ الصادقِ الإيمانِ، يجعله في مقام المراقبة الدائمة لربه تعالى، متمثلاً كمال علمه المحيط بكل شيء، وكمال قدرته التي تُصَرِّف كل شيء، كما دلت على ذلك الآيات والأحاديث الصحيحة الكثيرة.. قال تعالى: { قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللهُ وَيَعْلَمُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (29) يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَراً وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَداً بَعِيداً وَيُحَذِّرُكُمْ اللهُ نَفْسَهُ وَاللهُ رَءُوفٌ بِالْعِبَادِ (30)} [[آل عمران]]. وفي حديث جبريل المشهور: قال رسول الله صلى الله عليه و سلم: ((الإحسان أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك))[[ مسلم (1/37).]]. ومن كمال قدرته وكمال علمه تعالى، أن جعل أعضاء الإنسان تسجل عليه أعماله التي يباشرها بتلك الأعضاء، فإذا جاء وقت الجزاء والحساب شهدت عليه بكل ما اقترف، وأين يفر الإنسان من جلده وسمعه وبصره ويده ورجله، وهي تلازمه في كل مكان، بل بها يتعاطى الخير أو الشر؟! إن أعضاء الإنسان آلات تصوير \"كاميرات\" تصور حركاته في الليل وفي النهار في الضوء وفي الظلمة، في السر وفي العلن، وهي كذلك آلات تسجيل \"كاسيت\" تسجل أصواته لتحتفظ بها، فتفاجئه بما لم يكن يتوقع من شهادتها عليه. قال تعالى: {وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ (19) حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ (20) وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنطَقَنَا اللهُ الَّذِي أَنطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ (21) وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلا أَبْصَارُكُمْ وَلا جُلُودُكُمْ وَلَكِنْ ظَنَنْتُمْ أَنَّ اللهَ لا يَعْلَمُ كَثِيراً مِمَّا تَعْمَلُونَ (22) وَذَلِكُمْ ظَنُّكُمْ الَّذِي ظَنَنتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنْ الْخَاسِرِينَ(23)}[[ مسلم (1/37).]].  وقال تعالى: {يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ(24)} [[النور]]. وهذه الآيات، وإن كان سياقها في الكفار، فمعناها وهو علم الله المحيط بكل شيء، وقدرته تعالى على جعل أعضاء المسلم المنغمس في معاصي الله، تشهد عليه، واحد؛ لأن المعاصي بريد الكفر. وهذه هي حال الصائم، الذي يمتنع عما تشتهيه نفسه، وقد تشتد حاجته إلى تناوله، مما هو مباح له شرعاً في الأصل، وبخاصة الطعام الذي لا يُدفع الجوع إلا به، والشراب الذي لا يُدفع العطش إلا به، ومعاشرة زوجه التي قد تلح على تعاطيها غريزته، وكل تلك الأمور تكون غالباً متاحة له، وفي متناول يده. فإذا امتنع المؤمن عن تلك المشتَهَيَات، مستحضراً عظمة الله، راغباً فيما عنده من الرضا والثواب، ورهبة مما سيلقاه ـ لو عصاه ـ من السخط والعقاب، فإنه بذلك يستحق أن يكون من وفود المسافرين إلى الجنة، التي لم يعدها الله تعالى إلا لعباده المؤمنين. والمؤمن الحق الذي يترك ما هو مباح له في الأصل طاعةً لربه، سيترك ما هو محرم عليه في الأصل من باب أولى، وبذلك يكون طاهر القلب، نظيف الجوارح، طيب السيرة، صادق السريرة، مؤهلاً للسفر إلى لقاء الله في دار ضيافته."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "الفصل الثالث: الصبر في \"شهر الصبر\"",
    "content": "ورد في بعض الأحاديث[[من حديث أبي هريرة وسلمان وغيرهما.]] تسمية رمضان بـ(شهر الصبر)[[ كما في مسند أحمد (2/263) وسنن أبي داود (2/322)، والسنن الكبرى للنسائي: وفيه ((شهر الصبر، وثلاثة أيام من كل شهر، صوم الدهر)) (2/134) وفي سنن النسائي (4/218) وسنن ابن ماجه (1/554)، وصحيح ابن خزيمة بلفظ ((وهو شهر الصبر، والصبر ثوابه الجنة)) (3/191). وفي صحيح ابن حبان: ((صوم شهر الصبر وثلاثة أيام من كل شهر، يذهبن وحَر الصدور)) (14/498) ومعنى (وحَر الصَّدر): \"غِشُّه ووساوسُه. وقيل: الحقد والغيظ. وقيل: العداوة. وقيل: أشدّ الغضب\" والمراد سلامة صدر الصائم من تلك الأمور.]]. قال الخطابي: \"شهر الصبر هو شهر رمضان، وأصل الصبر الحبس، فسمي الصيام صبراً، لما فيه من حبس النفس عن الطعام، ومنعها عن وطء النساء وغشيانهن، في نهار رمضان\"[[ عون المعبود (7/58).]]. وهو جدير بأن يسمى (شهر الصبر)؛ لأن الصائم يصبر فيه تسعة وعشرين أو ثلاثين يوماً، على الامتناع عما يصعب الكف عنه، وأعظمه الطعام والشراب والوقاع كما مضى. ولا شك أن الصبر عن هذه الأمور في هذه الأيام المتوالية، التي يشتدُّ حرَّها وطولها في الصيف وفي بعض البلدان، من أهم مجالات تدريب النفس على الصبر على أوامر الله بفعلها، وعلى نواهي الله بتركها، في هذا الشهر وغيره. وصبر العبد على طاعته لله في أمره ونهيه، جزاؤه الجنة، ومرافقة أولياء الله من الأنبياء والصديقين والشهداء والصالحين، كما قال تعالى: {وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقاً(69)} [[النساء]]. وقال تعالى: {تِلْكَ حُدُودُ اللَّهِ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ(13)} [[النساء]]. والصبر عدة المؤمن التي ينال بها الرضا بقضاء الله، عندما يُبتلى في نفسه وأهله وماله، وهو من المبشرين بهدى الله، وأن تغشاه رحمته، ويحظى بصلواته عليه. كما قال تعالى: { وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنْ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنْ الأَمْوَالِ وَالأَنفُسِ وَالثَّمَرَاتِ وَبَشِّرْ الصَّابِرِينَ (155) الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا للهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (156) أُوْلَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُوْلَئِكَ هُمْ الْمُهْتَدُونَ (157)} [[البقرة]]. قال الطبري رحمه الله: \"وقد قيل: إن معنى الصبر في هذا الموضع الصوم، والصوم بعض معاني الصبر عندنا، بل تأويل ذلك عندنا أن الله تعالى ذِكْرُه أمرهم بالصبر على ما كرهته نفوسهم، من طاعة الله وترك معاصيه، وأصل الصبر منع النفس محابَّها وكفها عن هواها، ولذلك قيل للصابر على المصيبة صابر لكفه نفسه عن الجزع، وقيل لشهر رمضان شهر الصبر لصبر صائمه عن المطاعم والمشارب نهاراً...\"[[ جامع البيان عن تأويل القرآن (1/259)]]. وممن فسر الصبر في آية البقرة السابقة، بصيام شهر رمضان، الإمام الشافعي رحمه الله، قال القرطبي: \"وقال الشافعي هو الجوع في شهر رمضان\"[[ الجامع لأحكام القرآن (2/173)]]. والمؤمن وحده هو الذي يحظى بالخير في سرائه وضرائه، بما منحه الله من الصبر على الحالين، كما في حديث صهيب رضي الله عنه قال: \"قال رسول الله صلى الله عليه و سلم: ((عجباً لأمر المؤمن! إن أمره كله خير، وليس ذاك لأحد إلا للمؤمن، إن أصابته سراء شكر فكان خيراً له، وإن أصابته ضراء صبر، فكان خيراً له))\"[[ مسلم (4/2295).]]. وقد أمر الله عباده المؤمنين، أن يستعينوا بالصبر والصلاة على قيامهم بما يرضيه، من تعلم دينهم الذي جاء به رسوله، وتزكية نفوسهم به، ومداومتهم على ذكره وشكره.. كما قال تعالى: {كَمَا أَرْسَلْنَا فِيكُمْ رَسُولاً مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمْ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ (151) فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلا تَكْفُرُونِ (152) يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ إِنَّ اللهَ مَعَ الصَّابِرِينَ (153)} [[البقرة]]. وفسر بعض العلماء الصبر هنا أيضاً بصوم رمضان، قال القرطبي: \"وقول ثالث قال مجاهد: \"الصبر في الآية الصوم\" ومنه قيل لرمضان شهر الصبر، فجاء الصوم والصلاة على هذا القول في الآية متناسباً، في أن الصيام يمنع من الشهوات ويزهد في الدنيا، والصلاة تنهى عن الفحشاء والمنكر وتورث الخشوع، ويقرأ فيها القرآن الذي يذكر الآخرة والله أعلم\"[[ الجامع لأحكام القرآن (1/372).]]."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "الفصل الرابع: آثار الصبر في سلوك أهله",
    "content": "والصبر له آثاره في سلوك أهله، في مقامات كثيرة من حياته، يعينه فيها على فعل طاعة ربه، وترك معصيته، وأهمها أربعة مقامات: المقام الأول: مقام الجهاد في سبيل الله: ومقارعة الأعداء، دفعاً لعدوانهم، وتحطيماً لسدود الصد عن تبليغ الإسلام إلى الناس، فالمجاهدون في سبيل الله يثبتهم الله بالصبر وهم فئة قليلة، ويمنحهم النصر على الأعداء وهم فئة كثيرة، ويكون تدريب المجاهدين واختبارهم، هو طاعة قائدهم، في تحديد كمية ما تشتهيه أنفسهم مما هو مباح لهم في الأصل، كشرب الماء، وهو شبيه بالصيام. قال تعالى: {فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ فَشَرِبُوا مِنْهُ إِلا قَلِيلاً مِنْهُمْ فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ(249)}[[البقرة]]. والصبر قرين الجهاد في فتح أبواب الجنة، كما قال تعالى: {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ(142)} [[آل عمران]]. المقام الثاني: مقام الدعوة إلى الله: التي ينال فيها الدعاة إلى الله وأتباعهم من الفتنة والأذى، ما لا طاقة لهم على تحمله إلا بالصبر، كما قال تعالى: {وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِنْ نَبَأِ الْمُرْسَلِينَ(34)} [[الأنعام]]. وقال تعالى: {فَاصْبِرْ كَمَا صَبَرَ أُولُوا الْعَزْمِ مِنَ الرُّسُلِ وَلا تَسْتَعْجِلْ لَهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلا سَاعَةً مِنْ نَهَارٍ بَلاغٌ فَهَلْ يُهْلَكُ إِلا الْقَوْمُ الْفَاسِقُونَ(35)} [[الأحقاف]]. وقال تعالى: {ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ثُمَّ جَاهَدُوا وَصَبَرُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ(110)} [[النحل]]. وكان الرسول صلى الله عليه و سلم، يربي أصحابه في وقت الشدة والضعف، على الصبر على ما يصيبهم من أذى، اقتداء به، كما في حديث خبَّاب بن الأرت قال: \"شكونا إلى رسول الله صلى الله عليه و سلم، وهو متوسد بردة له في ظل الكعبة، قلنا له: ألا تستنصر لنا؟ ألا تدعو الله لنا؟ قال: ((كان الرجل فيمن قبلكم يحفر له في الأرض، فيجعل فيه فيجاء بالمنشار، فيوضع على رأسه، فيشق باثنتين وما يصده ذلك عن دينه، ويمشط بأمشاط الحديد ما دون لحمه من عظم أو عصب، وما يصده ذلك عن دينه، والله ليتمن هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت، لا يخاف إلا الله، أو الذئب على غنمه، ولكنكم تستعجلون))[[ مسلم (2/1322)]]. المقام الثالث: مقام الاعتداء على الصائم: إن الصائم كغيره، يحق له أن يعامل من يسبه ويشتمه بمثل ما فعل، ولكنه يؤثر عدم استعمال هذا الحق، ويتقي خصمه بصبره وصيامه، كما في حديث عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه و سلم قال: ((الصيام جُنة، فلا يرفث ولا يجهل، وإن امرؤ قاتله أو شاتمه، فليقل: إني صائم مرتين، والذي نفسي بيده لخلوف فم الصائم أطيب عند الله تعالى من ريح المسك، يترك طعامه وشرابه وشهوته من أجلي، الصيام لي وأنا أجزي به والحسنة بعشر أمثالها))[[ البخاري (2/670)]]. وصبر الصائم على الشتم والسب أمر مطلوب، أما صبره على المقاتلة، بحيث يُعتَدَى عليه بالضرب ونحوه، ففيه إشكال، وهو أن المسلم مأمور بالدفع عن نفسه، وسكوته على العدوان عليه بالفعل، استسلام وخضوع لا يليق به. وأجيب عن ذلك بجوابين: الجواب الأول: أن المقاتلة تأتي بمعنى المشاتمة، وهي تأتي بمعنى ذلك، وعلى هذا فلا إشكال. الجواب الثاني: أن المراد بالمقاتلة تهيؤ المعتدي على الصائم لمقاتلته، وليس المراد مباشرة ذلك فعلاً، فإذا رأى الصائم من خصمه استعداداً لمقاتلته، فعليه أن يبادره بقوله: ((إني صائم)) لعل ذلك يجعله يرجع عما عزم عليه. فإن تمادى وبدأ بمقاتلته بالفعل، فعليه أن يدفع عن نفسه، بالأخف فالأخف من الدفع، كالحال مع الصائل[[راجع فتح الباري (4/105)]]. المقام الرابع: مقام هياج النفس: ورغبتها في قضاء وطرها بلقاء الرجل المرأة بسبيل شرعي، مع عدم القدرة على ذلك، فإن الصوم من أهم ما يعينه على الصبر حتى يهيئ الله له ما يحقق له رغبته. وفي هذا المعنى روى عبد الله بن مسعود رضي الله عنه، قال: \"كنا مع النبي صلى الله عليه و سلم، فقال: ((يا معشر الشباب من استطاع الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج، ومن لم يستطع فعليه بالصوم فإنه له وِجَاء))\"[[ البخاري (2/673) ومسلم (2/1018).]]. والخلاصة أن الصوم صَبرٌ، وهو مُعِينٌ لصاحبه على الصبر في مقامات كثيرة من حياته، وفي تسمية شهر رمضان بـ((شهر الصبر)) إشارة واضحة إلى هذا المعنى. والصائم الصادق في صومه، جدير بأن يكون صيامه لشهر رمضان، دافعاً له على الصبر على فعل الطاعات وترك المعاصي في شهر رمضان، وما تلاه من شهور، إلى رمضان آخر، جعلنا الله جميعاً من الصائمين الصابرين."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "الفصل الخامس: مصاحبة القرآن في \"شهر القرآن\"",
    "content": "ثلاث آيات في ثلاث سور، بيَّنت وقت نزول القرآن الكريم: الآية الأولى: بيَّنت أنه نزل في شهر رمضان: وهي قوله تعالى في: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ(185)} [[البقرة]]. فهي صريحة في أنه تعالى أنزله في شهر رمضان، وهو شامل لأيامه ولياليه من أوله إلى آخره. الآية الثانية بينت أنه نزل في ليلة مباركة واحدة: وهي الآية الثالثة من سورة الدخان، في قوله تعالى: { حم (1) وَالْكِتَابِ الْمُبِينِ (2) إِنَّا أَنزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنذِرِينَ (3) فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ (4) أَمْراً مِنْ عِنْدِنَا إِنَّا كُنَّا مُرْسِلِينَ (5) رَحْمَةً مِنْ رَبِّكَ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (6)}[[الدخان]]. وهذه الليلة المباركة، هي إحدى ليالي شهر رمضان، الذي نصت آية البقرة على أن القرآن نزل فيه، ولكنها تبقى مبهمة يجوز أن تكون أي ليلة من لياليه، بدون تحديد. الآية الثالثة بينت أنه نزل في ليلة محددة هي ليلة القدر: وهي الآية الأولى في سورة القدر في قوله تعالى: {إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (1) وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (2) لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (3) تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ (4) سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ (5)} [[القدر]]. ولكن هذه الليلة ـ مع تحديدها بالوصف ـ لم يعينها القرآن الكريم، ولهذا وجب الرجوع فيها إلى السنة التي رجحت وجودها في العشر الأواخر من شهر رمضان، ووردت أحاديث أكثر تحديداً لها بليالي الوتر من العشر الأخيرة، ثم وردت أحاديث أخرى تظهر رجحان أنها ليلة السابع والعشرين من رمضان، وسيأتي الكلام على الحكمة في إبهام هذه الليلة المباركة، وعدم القطع بتعيينها. والذي يعنينا هنا: هو مجال القرآن الكريم في تدريب المسافر إلى الجنة. فتدريب المسلم نفسه للسفر إلى الجنة، في مجال القرآن الكريم، شامل لكل وقت من أوقات عمره، ولكن شهر رمضان له مزية على سائر الشهور، وكذلك كل يوم من أيامه، وكل ليلة من لياليه، لكون شهر رمضان ظرفاً لنزول القرآن العظيم. وهذا ما جرى عليه الرسول صلى الله عليه و سلم، الذي كان يتلو كتاب الله في كل الأوقات، ولكنه كان أكثر تلاوة له في شهر رمضان. بل إن الله تعالى خصَّ شهر رمضان بما لم يخص به غيره من تلاوته، حيث كان يرسل جبريل ?، ليدارس الرسول صلى الله عليه و سلم القرآن، كل ليلة من ليالي شهر رمضان، وكان يدارسه مرة كل عام، فلما كانت السنة التي توفي فيها، دارسه القرآن مرتين. فعن ابن عباس رضي الله عنهـما، قال:  \"كان رسول الله صلى الله عليه و سلم أجود الناس، وكان أجود ما يكون في رمضان، حين يلقاه جبريل، وكان يلقاه في كل ليلة من رمضان فيدارسه القرآن، فَلَرسولُ الله صلى الله عليه و سلم، أجودُ بالخير من الريح المرسلة\"[[ البخاري (1/6) وغيره]]. و عن أبي هريرة رضي الله عنه، قال: \"كان يُعرضُ على النبي صلى الله عليه و سلم القرآن، كل عام مرة، فَعُرِض عليه مرتين في العام الذي قبض فيه، وكان يعتكف كل عام عشراً، فاعتكف عشرين في العام الذي قبض فيه\"[[ البخاري: (4/1911) وابن ماجه (1/562) وغيره]]. إن نزول القرآن في شهر رمضان، ونزول جبريل ? من السماء، ليدارس الرسول صلى الله عليه و سلم القرآن، كل ليلة من ليالي رمضان، في كل عام من أعوامه، ثم مدارسته له في آخر عام من حياته مرتين، ليدل دِلالة واضحة، على شدة حب الله تعالى منزلِ القرآن في شهر رمضان، لاهتمام المسلم بكثرة تلاوته في هذا الشهر، اقتداء برسوله الكريم صلى الله عليه و سلم. ويؤخذ من مدارسة جبريل للرسول صلى الله عليه و سلم القرآن، مشروعية مدارسة المسلمين القرآن فيما بينهم، وبخاصة، مدارسة العلماءِ طلابَ العلم، لتصحيح التلاوة، وللتفقه في معاني كتاب الله. ومما يؤكد ذلك ما ثبت من حديث أبي هريرة رضي الله عنه: أن رسول الله صلى الله عليه و سلم، قال: ((... وما اجتمع قوم في بيت من بيوت الله، يتلون كتاب الله ويتدارسونه بينهم، إلا نزلت عليهم السكينة، وغشيتهم الرحمة، وحفتهم الملائكة، وذكرهم الله فيمن عنده))[[ صحيح مسلم (4/2074)]]. تأهيل القرآن المسافرَ إلى الجنة: إن تلاوة القرآن الكريم، على ما فيها من الأجر العظيم، بحيث يكون لتاليه بكل حرف عشر حسنات، كما صح عن الرسول صلى الله عليه و سلم، إن تلاوته ليست كافية وحدها لتأهيل المسافر إلى الجنة، بل لا بد مع تلاوته من الاهتداء بِهداه. وإذا عدنا إلى آية سورة البقرة التي ذكر فيها نزول القرآن في شهر رمضان، فسنعرف منها، أن القرآن يؤهل المسافر إلى الجنة، باهتدائه بهذا القرآن، كما قال تعالى: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ..(185)}[[البقرة]]. فالمسلم الذي يهتدي بكتاب الله، هو الذي يكون مؤهلاً للسفر إلى الجنة. وينبغي أن يُعلم أن القرآن جاء بالهدى للجنِّ والإنس جميعاً، ولكنه يخص بالهداية المؤمنين به، بسبب أنهم هم الذين يهتدون به وينتفعون بنوره فعلاً. والآيات الدالة على هذا المعنى كثيرة في كتاب الله، نذكر طرفاً منها: منها قوله تعالى: {ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ(2)}[[البقرة]]. وقوله تعالى: {هَذَا بَيَانٌ لِلنَّاسِ وَهُدىً وَمَوْعِظَةٌ لِلْمُتَّقِينَ(138)}[[آل عمران]]. وقوله تعالى: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ(57)}[[يونس]]. وقوله سبحانه: {..وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ(89)}[[النحل]]. وقوله سبحانه: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَاباً مُتَشَابِهاً مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ(23)}[[الزمر]]. وقوله عز و جل: {وَلَوْ جَعَلْنَاهُ قُرْآناً أَعْجَمِيّاً لَقَالُوا لَوْلا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدىً وَشِفَاءٌ وَالَّذِينَ لا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمىً أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ(44)}[[فصلت]]. وقال تعالى عن الجن: {وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِ فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلا يَخَافُ بَخْساً وَلا رَهَقاً(13)}[[الجن]]. ولما كان الله تعالى يحب أن يهتدي عبده المؤمن بكتابه، ويتبع سنة رسوله صلى الله عليه و سلم، وهو به رؤوف رحيم، فقد شرع له قراءة سورة الفاتحة في كل ركعة من ركعات صلاته، فرضاً كانت أو نفلاً. وفي هذه السورة دعاء المصلي ربَّه تعالى أن يهديه صراطه المستقيم، وهو دينه الحنيف الحق، الذي لم يعد في الأرض دينُ حقٍّ سواه. ولهذا اقترن دعاء المؤمن ربه أن يهديه الصراط المستقيم، بدعائه أن ينجيه من غيره من سبل من استحقوا غضب الله، من اليهود ومن شابههم، ممن كفروا بالله على علم، والنصارى ومن شابههم، ممن كفروا به على جهل وتكبر عن طلب العلم والهدى. قال تعالى: {الْحَمْدُ للهِ رَبِّ الْعَالَمِينَ (2) الرَّحْمَنِ الرَّحِيمِ (3) مَالِكِ يَوْمِ الدِّينِ (4) إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (5) اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (6) صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ (7)} [[الفاتحة]]. وبيَّن سبحانه و تعالى، أن من اهتدى بهدى الله، أمن من الخوف والحزن ومن الضلال والشقاء في الدنيا والآخرة، ومن أعرض عن هداه وكذب به، استحق الخلود في جهنم، والضلال والشقاء في الدنيا والآخرة. قال تعالى: {قُلْنَا اهْبِطُوا مِنْهَا جَمِيعاً فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدىً فَمَنْ تَبِعَ هُدَايَ فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ (38) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ(39)} [[البقرة]]. وقال تعالى: { قَالَ اهْبِطَا مِنْهَا جَمِيعاً بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ اتَّبَعَ هُدَايَ فَلا يَضِلُّ وَلا يَشْقَى (123) وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (124) قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنتُ بَصِيراً (125) قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى (126) وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ وَلَعَذَابُ الآخِرَةِ أَشَدُّ وَأَبْقَى(127)}[[طه]]. وقد ضرب الرسول صلى الله عليه و سلم، مثلاً لمن طلب هدى الله فيما بعث به رسوله، من هذا القرآن ـ ومثله سنة الرسول صلى الله عليه و سلم ـ وعمل به وعلمه، فشبهه بالأرض الطيبة التي تمسك الماء، وترتوي به، وتنبت الكلأ والعشب، فيستقي من مائها الناس والدواب والطيور، وتتغذى من زرعها وعشبها الناس والدواب.. وضرب مثلاً آخر لمن طلب هذا الهدى، ولكنه أقل عملاً به من الصنف الأول، بأجادب من الأرض، أمسكت الماء، فشرب الناس منها وسقوا وزرعوا.. وضرب مثلاً ثالثاً لمن لم ينل من هدى الله شيئاً، بالقيعان من الأرض التي لا تمسك ماء، ولا تنبت كلأ، فلا يستفيد الناس ولا الدواب منها شيئاً. يبيِّن ذلك حديث أبي موسى الأشعري، رضي الله عنه، عن النبي صلى الله عليه و سلم، قال: ((إن مثل ما بعثني الله عز و جل من الهدى والعلم، كمثل غيث أصاب أرضاً.. فكانت منها طائفة طيبة قبلت الماء فأنبتت الكلأ والعشب الكثير.. وكان منها أجادب أمسكت الماء، فنفع الله بها الناس فشربوا منها وسقوا ورعوا.. وأصاب طائفة منها أخرى إنما هي قيعان، لا تمسك ماء ولا تنبت كلأ.. فذلك مثل من فقه في دين الله ونفعه بما بعثني الله به فعلم وعمل، ومثل من لم يرفع بذلك رأساً ولم يقبل هدى الله الذي أرسلت به))\"[[ البخاري (1/42) ومسلم (4/1787)]]. فهنيئاً للمسلم مصاحبة القرآن في شهر القرآن، وفوزه بالفقه فيه والعمل بما تضمنه من إسلام وإيمان وإحسان."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "الفصل السادس: وسائل الاهتداء بالقرآن",
    "content": "ووسائل الاهتداء بكتاب الله عند تلاوته: الوسيلة الأولى: تلاوته أو سماعه والإنصات له بتدبر لفهم معانيه: وهذه الوسيلة هي مفتاح تزكية المسلم نفسه، بطاعة الله وترك معاصيه، على أساس تلاوة القرآن الكريم؛ لأن فهم مراد الله تعالى من عبده المؤمن يعين القارئ على تطبيق ما فهمه. فقد بيَّن سبحانه أنه أنزل هذا القرآن، ليتدبره العقلاء، ويتذكروا ما فيه من الحق الذي يبينه لهم، ويدعوهم إلى العمل به، والباطل الذي يكشفه لهم ويحذرهم منه، وما يجب عليهم من طاعة الله ورسوله صلى الله عليه و سلم، قال تعالى: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الأَلْبَابِ(29)} [[ص]]. وأنكر سبحانه على من عصاه، وأهمل تدبر كتابه. كما قال تعالى: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً(82)} [[النساء]]. وقال تعالى: {أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الأَوَّلِينَ(68)} [[المؤمنون]]. وقال تعالى: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا(24)} [[محمد]]. فينبغي للمؤمن، وهو يتلو كتاب الله، أن يحقق ما أراده الله من إنزال القرآن من التدبر والتذكر، وألا يكون كأهل الكفر والنفاق الذين لا يعيرون كتاب الله اهتماماً، ولا يلقون له بالاً، بل يعارضون ويلغون فيه. الوسيلة الثانية: أن يبحث القارئ لكتاب الله أو السامع له، عما يحبه الله تعالى: من القول والعمل والاعتقاد، ومن الأخلاق والصفات، وما يكرهه الله من ذلك، ويبحث كذلك عمن يحبهم الله ومن يبغضهم. فسيجد في كتاب الله ذكر المؤمنين والمؤمنات والثناء عليهم وصفاتهم وثوابهم، وما شابه ذلك، كالصالحين، والشهداء، والمتقين، والصديقين، ويجد ذكر الكفار وذمهم وصفاتهم وعقابهم، ويجد ذكر المنافقين وتقبيحهم وصفاتهم وجزائهم، ومثل ذلك الظالمون، والفاسقون، والمجرمون. وسيجد تالي القرآن أقوالاً وأعمالاً أمر الله بإتيانها، وأخرى نهى الله عنها، وسيجد ما يهيئ للمسافر إلى الجنة ما يؤهله للسفر إليها، وللمسافر إلى النار ما يهيئه للسفر إليها، وهكذا. إن معرفة تالي القرآن لذلك كله، يعينه على طاعة ربه وترك معصيته. ولنضرب لذلك بعض الأمثلة: فالله تعالى يحب الإحسان والمحسنين: {وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ(195)} [[البقرة]]. وهو يحب التقوى والمتقين: {بَلَى مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ(76)} [[آل عمران]]. ويحب الصبر والصابرين: {وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ(146)} [[آل عمران]]. ويحب التوكل والمتوكلين: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ(159)} [[آل عمران]]. ويحب الطهر والمتطهرين: {لا تَقُمْ فِيهِ أَبَداً لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ(108)} [[التوبة]]. ويحب العدل وأهله: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ(9)} [[الحجرات]]. ويحب الجهاد والمجاهدين: {إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفّاً كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ(4)} [[الصف]]. ولا يحب العدوان والمعتدين بل يبغضهم: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ(190)} [[البقرة]]. ولا يحب الفساد والمفسدين: {وَإِذَا تَوَلَّى سَعَى فِي الأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللَّهُ لا يُحِبُّ الْفَسَادَ(205)} [[البقرة]]. ولا يحب الكفر والكافرين: {قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لا يُحِبُّ الْكَافِرِينَ(32)} [[آل عمران]]. ولا يحب الظلم والظالمين: {وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَاللَّهُ لا يُحِبُّ الظَّالِمِينَ(57)}[[آل عمران]]. ولا يحب الخيانة والخائنين: {وَلا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ إِنَّ اللَّهَ لا يُحِبُّ مَنْ كَانَ خَوَّاناً أَثِيماً(107)}[[النساء]]. ولا يحب الإسراف والمسرفين: {وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفاً أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهاً وَغَيْرَ مُتَشَابِهٍ كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ(141)} [[الأنعام]]. الوسيلة الثالثة: عرض القارئ نفسه على ما يحبه الله وما يكرهه وما يأمر به، وما ينهى عنه: ويعرض صفاته على صفات المؤمنين، وصفات الكافرين وصفات المنافقين، ليعرف موضعه الذي وضع نفسه فيه، ومن هم قرناؤه؟ فإن وجد في نفسه خيراً فليحرص عليه، وإن وجد غير ذلك فليعلم أن المرء مع من أحب، وليداوِ نفسه بالقرآن الكريم: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ (57)} [[يونس]]. {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ..(9)} [[الإسراء]]. وسيجد قارئ القرآن كثيراً من علاقات أصناف البشر بعضهم ببعض، كالأسرة من أب وأم وابن وبنت، وزوج وزوجة، وأخ وأخت، وكل ذي رحم مع رحمه، وجار مع جاره، ودائن ومدين، وولي أمر ورعية. ولكل من تلك الأصناف حقوق، وعليه واجبات، لصاحب الحق أن ينال حقه بدون زيادة، وعلى من عليه واجب أن يؤدي واجبه بدون نقص، والقارئ لا بد أن يكون واحداً من هؤلاء، له حقوق وعليه واجبات، وهو في حاجة إلى معرفة حقوقه، حتى لا يأخذ ما ليس فيه حق، ومعرفة واجباته، حتى يؤديها إلى أهلها. إن القرآن مرآة المؤمن يرى فيه محاسن نفسه، فيحرص على بقائها و الازدياد منها، ويرى مساوئها فيحرص على التخلص منها والبعد عن مثيلاتها، وهذه المرآة تظهر للإنسان طهارة قلبه أو قذارته، ولا توجد مرآة تحقق هذا الغرض غير كتاب الله وسنة رسوله صلى الله عليه و سلم... ولهذا يحرص عباد الله الصالحون على المداومة على النظر فيهما، رغبة في تعاهد قلوبهم وطهارتها. {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْراً كَبِيراً(9)} [[الإسراء]]. ولهذا قال ابن مسعود رضي الله عنه وغيره من السلف: \"إذا سمعت الله تعالى يقول في القرآن {يَا أَيُّهَا الَّذِينَ آمَنُوا} فارعها سمعك فإنها خير يأمر به أو شر ينهى عنه\"[[ تفسير القرآن العظيم، لابن كثير (1/61).]]. ومعنى قوله: \"فارعها سمعك\" يعني: أصغ لما بعد نداء الله بـ{يَا أَيُّهَا الَّذِينَ آمَنُوا} واهتم به؛ لأن ما يتلو ذلك النداء، لا يخلو من ذكر خير، لا يليق بالمؤمن تفويته، أو ذكر شر، لا يليق بالمؤمن ارتكابه."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "الفصل السابع: مجاهدة الصائم نفسه في الإخلاص",
    "content": "آيات الصوم بدأها الله بنداء المؤمنين {يَا أَيُّهَا الَّذِينَ آمَنُوا..(183)} [[البقرة]]. ثم أتبعها بحكم الصيام، فقال: {كُتِبَ عَلَيْكُمُ الصِّيَامُ}. ومقتضى الإيمان أن يخلص الصائمون نيتهم في صومهم لله الذي فرض عليهم هذه العبادة، كغيرها من العبادات. والأصل في كل عبادة يؤديها المسلم لربه، أن يكون مخلصاً فيها له، لا يشوبها شيء من إرادة غيره تعالى؛ لأن إرادة غير الله يعتبر نوعاً من أنواع الشرك، إما شركاً أكبر، كالسجود للأصنام أو القبور، ومثله إراقة دم الحيوان لغير الله على سبيل العبادة، وإما شركاً أصغر، كالرياء، ويشمل ذلك كله قوله تعالى: {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً.. (36)} [[النساء]]. وقد وردت نصوص كثيرة في القرآن والسنة، تحض على الإخلاص بمادته،كقوله تعالى: {وَمَا أُمِرُوا إِلا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ(5)} [[البينة]]. وقوله تعالى: {قُلْ أَمَرَ رَبِّي بِالْقِسْطِ وَأَقِيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ كَمَا بَدَأَكُمْ تَعُودُونَ(29)} [[الأعراف]]. وقوله تعالى: { هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ وَيُنَزِّلُ لَكُمْ مِنْ السَّمَاءِ رِزْقاً وَمَا يَتَذَكَّرُ إِلاَّ مَنْ يُنِيبُ (13) فَادْعُوا اللهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ (14)} [[غافر]]. وكثير من الناس قد يظن أن الإخلاص لله تعالى أمر سهل لا صعوبة فيه، وهو ظن مبالغ فيه؛ لأن إخلاص العمل لله يحتاج من العامل إلى مجاهدة نفسه، حتى يُصًفِّيَ عملَه من شوائب إرادة غير الله، لأن النفوس البشرية ترغب في ثناء الناس عليها، وعلى ما تقوم به من أعمال الخير، وقد يغلب حب العبد لذلك على الإخلاص لله، وذلك من أهم عوامل القدح في إخلاصه لربه. لهذا وردت النصوص في الحث على الإخلاص بصفة عامة، كما مضى.. ووردت نصوص في ذم الرياء في الأعمال كذلك، وتشبيه صاحبه بمن لا يؤمن بالله واليوم الآخر، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالأَذَى كَالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْداً لا يَقْدِرُونَ عَلَى شَيْءٍ مِمَّا كَسَبُوا وَاللَّهُ لا يَهْدِي الْقَوْمَ الْكَافِرِينَ(264)}[[البقرة]] ونهى تعالى المؤمنين المجاهدين، أن يتشبهوا بالمشركين في ريائهم، فقال تعالى: {وَلا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَراً وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ(47)} [[الأنفال]]. وكثير من العبادات تفتتح بما يذكر العبد بالإخلاص فيها لله تعالى، ويقويه في نفسه. ومن أمثلة ذلك الصلاة التي تبدأ بتكبيرة الإحرام: ((الله أكبر)) فالمصلي إذا وفقه الله لمراعاة هذه الجملة وما تحمله من عظمة الله، أُعِينَ على الإخلاص في صلاته من أولها إلى آخرها، فلا يلتفت إلى غيره بل ينجو من الرياء، مع أن الصلاة كلها لا تخلو من ذكر الله، في القيام والركوع والقعود والسجود. وكذلك الحج، الذي يبدأ بقول الحاج أو المعتمر: ((لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك، لا شريك لك))،  يستمر ذاكراً حتى يودع البيت الحرام مع حثه على الاستمرار على ذكر الله. و\"الجهاد\" قُيِّدَ بهذا القيد \"في سبيل الله\" فإذا خلا من هذا القيد، لم يعد جهاداً شرعياً، كما صحت بذلك الأحاديث. ومنها، حديث أبي موسى الأشعري رضي الله عنه، قال: \"جاء رجل إلى النبي صلى الله عليه و سلم، فقال: الرجل يقاتل حمية، ويقاتل شجاعة، ويقاتل رياء، فأي ذلك في سبيل الله؟ قال: ((من قاتل لتكون كلمة الله هي الله العليا فهو في سبيل الله))[[ البخاري (6/2714) ومسلم (3/1512).]]. وجميع العبادات لا يعلم إخلاصَ صاحبِها فيها إلا اللهُ، ومنها الصيام الذي قد يظهر صاحبه أنه صائم لله تعالى، وعلى الناس أن يعاملوه بالظاهر،كالصلاة والحج والجهاد وكل العبادات التي يتقرَّب بها المسلم إلى الله، وقد يكون في علم الله غير صائم، أو أنه صام لغرض آخر، وليس لوجه ربه. ولهذا جاء تكليف الله عباده بالصيام بادئاً، بهذا النداء: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَام} كما مضى. وأكدت ذلك أحاديثُ صحيحة عن الرسول صلى الله عليه و سلم، ومنها حديث أبي هريرة رضي الله عنه، عن النبي صلى الله عليه و سلم، قال: ((من قام ليلة القدر إيماناً واحتساباً، غفر له ما تقدم من ذنبه ومن صام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه...)) [[البخاري (2/534) مسلم (2/729).]]. واضح من الحديث، أنه لا يترتب على قيام ليلة القدر وصوم رمضان، الثواب الموعود به ((غُفر له ما تقدم من ذنبه)) في الحالين، إلا إذا تحقق لقائم ليلة القدر، وصائم رمضان، أمران: ؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟ الأول: أن يكون فعل ذلك إيماناً بالله تعالى وبرسوله وباليوم الآخر، وبأن الله تعالى كلفه القيام بهاتين العبادتين. الثاني: أن يقصد بقيامه وصيامه وجه الله تعالى، وليس لغرض آخر، كرياء الناس، من أجل أن يثنوا عليه، فيقال: فلان صائم، أو مجتهد في طلب الأجر من الله في قيام ليلة القدر أو غيرها. فعلى المسلم أن يجاهد نفسه في أن يكون صيامه وقيامه وقراءته لكتاب الله، وصدقاته، وكل أعمال الخير التي يقوم بها، مراداً بها وجه الله، الذي لا ينفعه ولا يضره إلا الله، ولا يثيبه ويجزيه على عمله إلا الله تعالى، وأنه تعالى مطلع على السر وأخفى. اللهم وفقنا للعمل الصالح الذي يرضيك، والعمل الذي يجتمع فيه الإخلاص لك، والاتباع لنبيك عليه أفضل الصلاة وأتم التسليم."
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "الفصل الثامن: قيام الليل",
    "content": "شهر رمضان كغيره ظرف لأداء الفرائض والنوافل، إلا أنه يزيد على بقية الشهور، بزيادة فرض صيامه، وكثرة نوافله ومضاعفة حسناته، والواجب على المسلم المحافظة على ما فرض الله عليه من عباداته، التي لا يسقط حكمها عنه في جميع الأوقات، كالصلوات الخمس التي هي ركن من أركان الإسلام. وينبغي أن يكون في محافظته على تلك الفرائض في رمضان، أشد حرصاً من محافظته عليها في غير رمضان؛ لأن أجره مضاعف على عبادته في هذا الشهر الكريم، وأداء الفرائض أحب إلى الله من أداء غيرها، وإن كان كلاهما محبوباً له تعالى. كما ورد في حديث أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه و سلم ـ عن ربه سبحانه و تعالى ـ: ((… وما تقرب إلي عبدي بشيء أحب إليَّ مما افترضت عليه، وما يزال عبدي يتقرب إليَّ بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به وبصره الذي يبصر به ويده التي يبطش بها ورجله التي يمشي بها وإن سألني لأعطينه ولئن استعاذني لأعيذنه..)) [[البخاري (5/2384)]]. فلا يجوز للصائم التساهل في أداء الصلوات المفروضة في أوقاتها، بالنوم عنها حتى يخرج وقتها، متذرعاً بما يقوم به من نوافل الطاعات، كصلاة التراويح. بل لو فرض أن صلاة التراويح وهي نافلة، كانت سبباً في نومه عن صلاة الفجر حتى يخرج وقتها، وجب عليه التخفيف من صلاة التراويح بالقدر الذي يتمكن معه، من أداء صلاة الفجر في وقتها. والمحافظة على الصلاة المفروضة في الجماعة في المساجد، أولى من المحافظة على التراويح في ذلك، إذا فرض أن المسلم لا يستطيع الجمع بينهما. مع العلم أنه ـ في الغالب ـ يستطيع الجمع بين الأمرين، وهذا هو الذي ينبغي أن يجتهد في فعله في حدود طاقته، ليجمع بين الفضيلتين في شهر الفضائل. أما الذي يقصر في الأمرين أو في أحدهما، مشتغلاً بتوافه الأمور عنهما، فهذا شخص مُفَرِّط محروم، جدير أن يعود تقصيره على نفسه بالندم واللوم؛ لأنه تعمد أن يخسر في موسم الغنائم والأرباح، فاستبدل الخيبة والأحزان، بالمراحم والجنان. ولنعد إلى الكلام عن قيام الليل.. فهو مشروع في كل ليلة من ليالي عمر المسلم، وقد كان في أول الأمر مفروضاً، على النبي صلى الله عليه و سلم وأصحابه؛ لأن فيه تسليةً لهم عما كان يصيبهم من الفتنة والأذى، عند مبعث رسول الله صلى الله عليه و سلم. وقد تولت السيرة النبوية تفاصيل تلك الفتنة وذلك الأذى، فكان في كثرة لجوئهم إلى الله ومناجاته وقوة الصلة به، ما يفرغ على قلوبهم الصبر، وعلى نفوسهم الطمأنينة والثقة بالعزة والنصر. قال تعالى: { يَا أَيُّهَا الْمُزَّمِّلُ (1) قُمْ اللَّيْلَ إِلاَّ قَلِيلاً (2) نِصْفَهُ أَوْ انْقُصْ مِنْهُ قَلِيلاً (3) أَوْ زِدْ عَلَيْهِ وَرَتِّلْ الْقُرْآنَ تَرْتِيلاً (4) إِنَّا سَنُلْقِي عَلَيْكَ قَوْلاً ثَقِيلاً (5) إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئاً وَأَقْوَمُ قِيلاً (6) إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحاً طَوِيلاً (7) وَاذْكُرْ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلاً (8) رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لا إِلَهَ إِلاَّ هُوَ فَاتَّخِذْهُ وَكِيلاً(9)} [[المزمل]]. قال ابن جرير: \"عن ابن عباس في قوله: { قُمْ اللَّيْلَ إِلاَّ قَلِيلاً (2) نِصْفَهُ أَوْ انْقُصْ مِنْهُ قَلِيلاً (3) أَوْ زِدْ عَلَيْهِ وَرَتِّلْ الْقُرْآنَ تَرْتِيلاً (4)}: فأمر الله نبيه والمؤمنين بقيام الليل، إلا قليلاً فشق ذلك على المؤمنين، ثم خفَّف عنهم، فرحمهم وأنزل الله بعد هذا: {عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الأَرْض} إلى قوله: {فَاقْرَأُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ} فوسع الله وله الحمد، ولم يضيق\"[[ تفسير الطبري (29/125) ويراجع تفسير القرآن العظيم، لابن كثير: (4/436)]]. و قال سيد قطب رحمه الله عند قوله تعالى: {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلاً ثَقِيلاً}: \"وإن قيام الليل والناس نيام والانقطاع عن غبش الحياة اليومية وسفاسفها، والاتصال بالله، وتلقي فيضه ونوره والأنس بالوحدة معه والخلوة إليه، وترتيل القرآن والكون ساكن، وكأنما هو يتنزل من الملأ الأعلى، وتتجاوب به أرجاء الوجود في لحظة الترتيل، بلا لفظ بشري ولا عبارة، واستقبال إيحاءاته وإيقاعاته في الليل الساجي. إن هذا كله، هو الزاد لاحتمال القول الثقيل، والعبء الباهظ والجهد المرير، الذي ينتظر الرسول، وينتظر من يدعو بهذه الدعوة في كل جيل، وينير القلب في الطريق الشاق الطويل، ويعصمه من وسوسة الشيطان، ومن التيه في الظلمات الحافة بهذا الطريق المنير\"[[ في ظلال القرآن (29/3745).]]. وقد كان الرسول صلى الله عليه و سلم، شديد الحرص على قيام الليل، شديد الاجتهاد في ذلك، فكان يقوم حتى تتورَّم قدماه، وقد غفر الله له ما تقدم من ذنبه وما تأخر طمعاً في أن يكون كثير الشكر لربه. كما روى المغيرة بن شعبة رضي الله عنه: \"أن النبي صلى الله عليه و سلم، صلى حتى انتفخت قدماه، فقيل له: أتَكَلَّفُ هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ فقال: ((أفلا أكون عبداً شكوراً؟))[[ البخاري (1/380) ومسلم (4/2171)]]. وكان كذلك شديد الحرص على قيام أصحابه بصلاة الليل، ليكونوا من عباد الله الصالحين، ولينالوا مغفرة الله ورحمته.. كما روى أبو أمامة الباهلي، عنه صلى الله عليه و سلم، قال: ((عليكم بقيام الليل، فإنه دأب الصالحين قبلكم، وهو قربة لكم إلى ربكم، ومكفر للسيئات، ومنهاة عن الإثم))[[ سنن الترمذي (5/552) والمستدرك على الصحيحين (1/451) وقال: \"هذا حديث صحيح على شرط البخاري ولم يخرجاه\" وهو في صحيح ابن خزيمة (2/176).]]. هذا في قيام الليل بصفة عامة. ولرمضان خصوصيته في قيام الليل: كان من الغالب المعتاد أن يصلي الرسول صلى الله عليه و سلم، النوافل الراتبة وغير الراتبة، في منزله، ومنها قيام الليل في جوف الليل، كما قال لمعاذ بن جبل رضي الله عنه: ((...إن شئت أنبأتك بأبواب الجنة)) قلت: أجل يا رسول الله قال: ((الصوم جنة، والصدقة تكفر الخطيئة، وقيام الرجل في جوف الليل يبتغي وجه الله)).. قال ثم قرأ هذه الآية: {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ(16)} [[جزء من حديث طويل، أخرجه الترمذي (5/11) والحاكم في المستدرك (2/447) وقال: \"هذا حديث صحيح على شرط الشيخين ولم يخرجاه\" والآية من سورة السجدة.]]. ولكنه صلى الله عليه و سلم، خصَّ رمضان بالقيام في مسجده، والظاهر أنه أراد أن يقتدي به أصحابه، ويجتهدوا في العبادة في هذا الشهر الكريم، كما يرونه يجتهد فيه، وقد توافد أصحابه عندما علموا ذلك إلى المسجد للصلاة وراءه، وزاد عددهم ليلة بعد أخرى، فخشي صلى الله عليه و سلم عليهم المشقة عليهم، أو أن يفرض عليهم. روت عائشة أم المؤمنين رضي الله عنهـا: \"أن رسول الله صلى الله عليه و سلم صلى ذات ليلة في المسجد، فصلى بصلاته ناس، ثم صلى من القابلة، فكثُر الناس، ثم اجتمعوا من الليلة الثالثة أو الرابعة، فلم يخرج إليهم رسول الله صلى الله عليه و سلم، فلما أصبح، قال: ((قد رأيت الذي صنعتم، ولم يمنعني من الخروج إليكم، إلا أني خشيت أن تفرض عليكم)) وذلك في رمضان[[البخاري (1/380)]]. ثم صلى الصحابة ?، قيام الليل في رمضان بعد وفاة رسولنا الكريم صلى الله عليه و سلم، في مسجده فرادى أو جماعات، فلما رآهم عمر يفعلون ذلك جمعهم على إمام واحد يصلون خلفه جماعة؛ لأنهم أمنوا ما كان يخشاه من كتابة قيام رمضان عليهم، لانقطاع الوحي، روى عروة بن الزبير عن عبد الرحمن بن عبد القاري، أنه قال: \"خرجت مع عمر بن الخطاب في رمضان إلى المسجد، فإذا الناس أوزاع متفرقون، يصلى الرجل لنفسه، ويصلى الرجل فيصلي بصلاته الرهط، فقال عمر: \"والله إني لأراني لو جمعتُ هؤلاء على قارئ واحد لكان أمثل\" فجمعهم على أُبي بن كعب، قال: ثم خرجت معه ليلة أخرى، والناس ـ لعله: \"وراء\" ـ قارئهم فقال عمر: \"نعمت البدعة هذه، وتلك التي تنامون عنها، أفضل من التي تقومون، يعني آخر الليل وكان الناس يقومون أوله\"[[ الموطأ (1/114)]]. وقوله: \"نعمت البدعة\" ليس المراد أنها بدعة مخالفة لسنة رسول الله صلى الله عليه و سلم، كما يتهم بعض الفرق بذلك عمر رضي الله عنه، بدليل أن الرسول صلى الله عليه و سلم، أقر أصحابه على صلاتهم بعده، ثلاث ليالٍ أو أربعاً، وإنما لم يستمر بهم على ذلك، لِعِلَّةٍ ذكرها لهم، وهي: ((ولم يمنعني من الخروج إليكم، إلا أني خشيت أن تفرض عليكم)) وهذه العلة منتفية بعد وفاته صلى الله عليه و سلم، لانقطاع الوحي. فالبدعة المذمومة هي التي لا أصل لها في الشرع، أما ما له أصل، فإطلاق البدعة عليه إطلاق لغوي لا شرعي. قال ابن تيمية رحمه الله: \"وكذلك قيام رمضان، قد قال: ((إن الرجل إذا قام مع الإمام حتى ينصرف كتب له قيام ليلة)) وقام في أول الشهر بهم ليلتين، وقام في آخر الشهر ليالي، وكان الناس يصلون على عهده في المسجد فرادى وجماعات، لكن لم يداوم بهم على الجماعة، خشية أن تفرض عليهم، وقد أمن ذلك بموته. وقد قال في الحديث الذي رواه أهل السنن، وصححه الترمذي وغيره: ((عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي، تمسكوا بها وعضوا عليها بالنواجذ، وإياكم ومحدثات الأمور، فإن كل بدعة ضلالة)). فما سنَّهُ الخلفاء الراشدون، ليس بدعة شرعية ينهى عنها، وإن كان يسمى في اللغة بدعة، لكونه ابتدئ، كما قال عمر: \"نعمت البدعة هذه...\" [[مجموع الفتاوى (21/319) ويراجع تفسير القرطبي 02/87)]]."
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "الفصل التاسع: حظوظ الناس في صلاة التراويح",
    "content": "أقسام المسلمين في شهر رمضان: القسم الأول: من جاهد نفسه في شهور السنة الأخرى، قبل رمضان وبعده، للقيام بطاعة الله، فيحافظ على الفرائض، ويترك المحرمات، ويؤدي كثيراً من النوافل، ومنها قيام الليل في جوف الليل، وقد لا يفوته صيام النفل المشروع، كصيام يومي الخميس والاثنين كل أسبوع، وصيام الأيام البيض[[14،13، 15 من كل شهر]]، وصيام يوم عاشوراء، وأيام العشر الأولى من شهر ذي الحجة، من كل عام، وبخاصة اليوم التاسع منه لغير الحاج، وقد يرتقي إلى صيام داود، بحيث يصوم يوماً ويفطر يوماً، وهذا أندر من الكبريت الأحمر. وهذا القسم أصبحت طاعة الله تعالى سجية له، مستعيناً عليها بالله تعالى: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ(5)} [[الفاتحة]]. {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلا عَلَى الْخَاشِعِينَ(45)} [[البقرة]]. طاعة الله والإكثار منها، أكثر لذة عنده من تناول ألذ الأطعمة، عندما يشتد به الجوع، وأعظم راحة وفرحة وسروراً واطمئناناً، من شرب الماء الفرات الزلال الصافي البارد، عندما يشتد عطشه، فهو من الراجين لربهم أن يبلغهم شهر رمضان، ويوفقهم لصيامه وقيامه، والإخلاص له فيه... فتجده مجتهداً ـ في حدود طاقته ـ في القيام بطاعة الله، وبخاصة قيام الليل. فإذا وقف في الصف وراء الإمام وهو يرتل آيات الله من كتابه، أقبل إلى الله في خشوع وتذلل وانكسار، وتدبر وتأمل واستحضار، متمثلاً عظمة منزل هذا الكتاب، طالباً عند سماع آيات الرحمة المزيد من رحمته، مستعيذاً عند سماع عذابه من سخطه ونقمته، متفكراً في آيات الكتاب المقروء، التي يجد فيها أسماء الله وصفاته فيمتلئ بها قلبه يقيناً وإيماناً، وتزداد نفسه خضوعاً لربها واستسلاماً وإذعاناً. ويحلق به القرآن في ملكوت السماوات والأرض، فإذا هو مع ما خلق الله في سماواته، من النجوم والكواكب والأفلاك، ومن الشموس والأقمار والمجرات والأملاك، ومع ما خلق الله في الأرض، من إنس وجن، ومن الجبال الراسيات، والبحار الهادرات، والأنهار الجاريات، و الوحوش العاديات، والصحاري والغابات، والأفيال العظيمات والنمل الصغيرات. أدعو القارئ أن يفتح مصحفه الآن ويتلو بتأمل من الآية (3) إلى الآية (19) من سورة النحل على سبيل المثال. وتمر به آيات الموت والقبور، وآية القيامة والقارعة والطامة، وآيات البعث والنشور، وآيات الجزاء والحساب، وآيات الرحمة والعذاب، فتهز قلبه هزاً، وتدفعه إلى التوبة والاستغفار دفعاً، فتنهمر من عينيه الدموع، ويحل في قلبه الخشوع، ويطير قلبه شوقاً إلى الجنان، ويشتد رهبه وهربه من النيران. ويسمع الإمام وهو يتلو الآيات المتعلقة بحقوق ربه عليه وحقوق رسوله، وبحقوق نفسه، وحقوق أهله من الآباء والأزواج والأولاد، وغيرهم من الأقارب والأرحام، وحقوق الأجراء والعبيد، وحقوق أئمة المسلمين وعامتهم، وحقوق من يحيط به من الجيران، كما يسمع آيات الحلال والحرام، والدعوة إلى التقوى والنهى عن الإجرام، فيدعو ربه أن يوفقه للسمع والطاعة وإعطاء كل ذي حق حقه، والبعد عن كل الآثام. وهو بجميع أذكاره في صلاته واع، من قراءة و تكبير وتسبيح وتحميد. إن صلاة أهل هذا القسم، هي الصلاة، التي لها جسم وروح، وهي التي تنهى عن الفحشاء والمنكر، فيعود من مسجده وقد امتلأت خزينته من الخير الكثير والربح الوفير، فطوبى لمن كان لأهل هذا القسم رفيقاً. القسم الثاني: من يحافظ على الفرائض في أوقاتها ـ غالباً ـ وقد يتأخر عن بعضها، فيستغفر ويتوب، وقد يتكرر التقصير وتتكرر معه التوبة، ولكنه قليل الحرص على نوافل الطاعات، بل قد لا يأتي منها شيئاً مكتفياً بمجاهدة نفسه على ما فرض الله عليه، محاولا تشبيه نفسه بـ\"ضمام بن ثعلبة\" رضي الله عنه، عندما قال: \"والله لا أزيد عليها ولا أنقص\" فقال الرسول صلى الله عليه و سلم: ((أفلح إن صدق)). وهذا القسم قد يجد حافزاً قوياً، من الجو الإسلامي العام، الذي يستقبل المسلمون فيه شهر رمضان، ومن أقاربه وأصدقائه ورفقاء عمله الصالحين من القسم الأول، فيحاول مع صيامه رمضان، أن يحافظ على الصلوات المفروضة في أوقاتها في المساجد، وقد يعتريه الكسل أحياناً، ولكنه يسدد ويقارب، ويجتهد في حضور صلاة التراويح كلها أو بعضها، وقد يتركها أحياناً، استجابة لتثبيط من الشيطان، وركوناً على طبيعة النفس التي قد تثقل عليها ملازمة الطاعات. وكثير من أهل هذا القسم يقل إقبالهم على تدبر آيات القرآن التي يتلوها على مسامعهم أئمة المساجد، فيصغون لآية أو آيتين، ويغفلون عن آيات أو سور، مشغولين بغير الصلاة خارجها، من أهل وأولاد، أو تجارة وأموال، فيحرمون أنفسهم أجر التدبر، وفقه الإنصات والتذكر، فيقل أو يفقد خشوعهم، ويكتفون بقيامهم وقعودهم، وخفضهم ورفعهم، وركوعهم وسجودهم، يكبرون عند قيامهم وقعودهم، ويسبحون في حال ركوعهم وسجودهم، وهم عن غالب معاني الذكر غافلون. وأهل هذا القسم قد لا تؤثر فيهم صلاتهم التأثير المطلوب، ولهذا تجد كثيراً منهم، يخلطون عملاً صالحاً وآخر سيئاً، ولكنهم يُرجى لهم أن تشملهم رحمة الله مع الجماعة، ويرجى لهم من الله المغفرة والرحمة والتوفيق؛ لأنهم حاولوا أن يسدد ويقاربوا، وفضل الله على عباده عظيم. القسم الثالث: من صرعه الشيطان مبكراً، وغلبته نفسه وقاده هواه إلى عصيان مولاه، واستعبدته شهواته، فأصبح تعيساً في غالب أوقاته، لا يذكر الله إلا قليلاً، تحققت فيه دعوة الرسول الكريم صلى الله عليه و سلم: ((تعس عبد الدينار والدرهم، والقطيفة والخميصة، إن أُعطي رضي، وإن لم يُعط لم يرض))[[ البخاري (3/1057) من حديث أبي هريرة]]. الدينار والدرهم معروفان، والقطيفة والخميصة، من أنواع الأكسية والبسط اللينة الجميلة، وهذا يعني أنه اهتم بهذه الأمور اهتمام العبد بسيده، فألهاه ذلك عن معبوده الحق. وهذا القسم يأتيه رمضان في البلدان الإسلامية، وهو مكتئب الحال، منقبض النفس، ضيق الصدر؛ لأنه لا يريد مفارقة عادته المألوفة، وقد رأى غالب المجتمع متجهاً إلى طاعة الله، ممسكاً عما كان مباحاً له من الطيبات، قبل دخول شهر رمضان. قد يصعب عليه أن يجاهر بمعاصيه في النهار ـ إن كان بقي عنده شيء من الحياء ـ فيحاول الهروب إلى النوم طول نهاره، ثم السهر على معاصي الله طول ليله، ينهب فيه كل ما تمكن من تناوله، المسلمون يتجهون إلى المساجد لعبادة الله، وهو يتجه إلى المراقص والمسارح وأسواق المسكرات. وينبغي لأهل هذا القسم أن يبادروا بالتوبة إلى الله، وأن يعلموا أنه تعالى يقبل توبة التائبين، ويغفر ذنوب المذنبين، وأن التوبة تجب ما قبلها، وقد يبدل الله سيئاتهم حسنات، وهو تعالى شديد الفرح بتوبة التائبين، وعليهم أن يغنموا شهر رمضان الذي يسهل فيه فعل الطاعات، وترك المعاصي والمنكرات. و قد روى أبو هريرة رضي الله عنه أن رسول الله صلى الله عليه و سلم رقى المنبر فقال: ((آمين، آمين، آمين))، فقيل له: يا رسول الله ما كنت تصنع هذا؟ فقال: ((قال لي جبريل: أرغم الله أنف عبد ـ أو بعد ـ دخل رمضان فلم يغفر له...)) [[صحيح ابن خزيمة (3/192) المكتب الإسلامي]]."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "الفصل العاشر: اجتماع كلمة المسلمين على الحق",
    "content": "الجماعة فريضة في القرآن والسنة: لقد أمر الله تعالى المؤمنين أن يعتصموا بحبله، ونهاهم عن التفرق والتنازع، لما في اجتماع كلمتهم على الحق من قوة وعز وسؤدد، وتعاون على البر والتقوى، وإعلاء لراية الإسلام، وهيبة في نفوس الأعداء، ونصر من الله عليهم، ولما في التفرق والتنازع من الضعف والخور والفشل والعداوات والإحن، ومن إطماع الأعداء في العدوان على أرض المسلمين وعرضهم، وأموالهم، ومساجدهم. كما قال تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَاناً وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ(103)}[[آل عمران]]. وقال تعالى: {وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ(46)} [[الأنفال]]. وقال تعالى: {وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ(152)} [[آل عمران]]. وأمر الرسول صلى الله عليه و سلم ـ كما أمر الله تعالى ـ بلزوم الجماعة والاعتصام بحبل الله، كما في حديث حذيفة، رضي الله عنه قال: \"كان الناس يسألون رسول الله صلى الله عليه و سلم عن الخير، وكنت أسأله عن الشر، مخافة أن يدركني ـ إلى أن قال ـ: فما تأمرني إن أدركني ذلك؟ ـ أي زمن الدعاة إلى أبواب جهنم ـ قال: ((تلزم جماعة المسلمين وإمامهم))\"[[ اللؤلؤ والمرجان فيما اتفق عليه الشيخان (ص: 485، رقم: 1211)]]. وسائل اجتماع المسلمين: وقد خصَّ الله سبحانه و تعالى هذه الأمة بوسائل شرعها لها، تجتمع بها كلمتها، وتتراص صفوفها، وتنال بها العزة على أعدائها، وهذه الوسائل المشروعة التي خص الله بها هذه الأمة، تفقدها سائر أمم الأرض، وهي كثيرة نذكر منها الوسائل الأربع الآتية: الوسيلة الأولى: حفظ مصدر منهج حياتها: إن الله تعالى حفظ لها مصدر منهاج حياتها، الذي يوجهها دائماً إلى الحق، و يجمع كلمتها عليه، وهو كتاب الله الذي لا يأتيه الباطل من بين يديه ولا من خلفه وكذا سنة رسوله صلى الله عليه و سلم، فهي تأخذ توجيهها منه، وكله حق وكل ما خالفه باطل، فإذا تنازعت هذه الأمة في شيء، رجعت إليه فقضى بينها بالحق، وأزال التنازع، وردها إلى الاجتماع والائتلاف. كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً(59)} [[النساء]]. أما الأمم الأخرى التي حرمت نفسها من الإيمان بهذا المنهج الإلهي، بعد أن حرفت وبدلت ما أنزل الله إليها من هداه، كما هو شأن اليهود والنصارى، أو آثرت ابتداءً عبادة غير الله على عبادته، فلم تستجب لتوجيه وحيه، كما هو شأن الملحدين والوثنيين، فإن مناهجها كلها تفقد هذه الميزة الربانية؛ لأنها من صنع البشر الذين لا قدرة لهم على الإحاطة بما فيه صلاحهم في الدنيا والآخرة، بل لا يزالون يتخبطون في قوانينهم التي يُسِّيرون بها حياتهم، فما يرونه اليوم حسناً، يلزمون أنفسهم بتعاطيه والعمل به ويعاقبون من خالفه، يصبح عندهم غداً سيئاً محظوراً، يعاقبون من تعاطاه. بل إنهم ليختلفون في الأمر في وقت واحد، فيرى بعضهم حسنه، ويرى الآخرون قبحه، لذلك تجدهم مختلفين في كل شيء متباغضين متعادين، ولا حاكم بينهم إلا أهواؤهم، وأي هوى أحق بالا تباع من غيره!؟ وقد يضعون لأنفسهم أنظمة لا يمكن أن تحقق وحدتهم كما يحقق منهج الله وحدة المؤمنين الملتزمين به. قال تعالى، مبيناً نعمته على هذه الأمة، وحرمان الأمم الأخرى أنفسها منها: {كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ وَمَا اخْتَلَفَ فِيهِ إِلا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْياً بَيْنَهُمْ فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ(213)} [[البقرة]]. وقال تعالى: {وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظّاً مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ(14)} [[المائدة]]. الوسيلة الثانية: ما شرعه الله من العبادات الجماعية: ومع أن كل فرد مسئول مسئولية مباشرة عن تلك العبادات، فقد شرعها لهم عبادات جماعية، كصلاة الجماعة والجمع في المساجد، وصلاة العيدين، وصلاة الاستسقاء، وصلاة الكسوف والخسوف، وصيام رمضان وقيام الليل فيه، والحج الذي يؤديه المسلمون من كل أنحاء الأرض في وقت واحد ومكان واحد، وكذلك العمرة. الوسيلة الثالثة: التشريع الحاسم المضيق للخلاف: إن الله تعالى تفضل على هذه الأمة بالتشريع الحاسم، الذي لا يقبل الاختلاف والاجتهاد في أصول الدين، وأسس الفرائض، وأمهات المحرمات، وعقوبات الجرائم الكبرى، والقواعد العامة للسياسة الشرعية، والأحكام الأسرية، لعلم الله تعالى أن عقول خلقه غير قادرة على ضبط مصالحهم فيها، وأنه لا بد من تشريع ثابت لها. وترك تعالى لعلماء الأمة وعقلائها وذوي الخبرة فيها، الاجتهاد فيما لا يضر الاختلاف فيه، بحسب الأزمنة والأمكنة، واختلاف الأحوال والأشخاص، مما يندرج في نصوص عامة، أو قياس معتبر صحيح. الوسيلة الرابعة: الجهاد في سبيل الله: الذي شرعه الله سبحانه و تعالى لإعلاء كلمته، وهو لا يقوم به إلا جماعة مطيعة، لأمير شرعي، يتكاتف فيه المسلمون ويتعاونون بالمال والنفس والرأي، لإحقاق الحق وإبطال الباطل في الأرض. وقد أهمل غالب حكام الشعوب الإسلامية، كثيراً من مضامين الوسيلة الثالثة كما هو معلوم، وأما الوسيلة الرابعة، وهي وسيلة الجهاد، فقد تواطئوا على محاربتها ومحاربة القائمين بها، ولو كانوا يدفعون بذلك عدوان المعتدين، الذين احتلوا أرضهم و أزهقوا أرواحهم، وأخرجوهم من ديارهم، ودنسوا مقدساتهم، كما هو الحال في فلسطين، وأفغانستان والشيشان، والعراق غيرها. وسبب محاربتهم تلك، عدم التزامهم بتطبيق شرع الله، وخضوعهم لأعداء الإسلام، من اليهود والنصارى والوثنيين. فأما رجال الله المؤمنون المجاهدون، وبخاصة من احتل الأعداء أرضهم، كما هو الحال في فلسطين والعراق وأفغانستان وغيرها، فهم ثابتون صابرون على الابتلاء والمحنة، طمعاً في الشهادة واحتساباً للأجر، ودفعاً للعدوان. وهم مع قلتهم عَدَداً، وضعفهم عُدَداً، قد أرعبوا أعداءهم، وهم كثيرو العَدَد، قويو العُدد، وستكون العاقبة لهؤلاء المجاهدين بإذن الله، كما كانت لأسلافهم. {فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلاَّ مَنْ اغْتَرَفَ غُرْفَةً بِيَدِهِ فَشَرِبُوا مِنْهُ إِلاَّ قَلِيلاً مِنْهُمْ فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلاقُوا اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ (249)}[[البقرة]].  وأما أعداء الله من ذوي العدوان على الإسلام والمسلمين، الذين لهم في سلفهم قدوة: {فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآياتِنَا يَجْحَدُونَ(15)} [[فصلت]]. {إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ(36)} [[الأنفال]]. وأما المحاربون للجهاد في سبيل الله، ممن ابتغوا العزة عند غير الله من اليهود والصليبيين والوثنيين، فنهايتهم الذلة لمن طلبوا منهم العزة.. {الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً(139)} [[النساء]]. وجزاؤهم الندم يوم لا ينفع الندم، وتلك هي سنة الله في أمثالهم.. {فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ(52)}[[المائدة]]. ولولا بقاء الوسيلة الأولى، وهي استمرار المصدر الإلهي المحارَب، محفوظاً بحفظ الله له، يرجع إليه من يحرص على طاعة الله بالعمل بما يرضيه، مما تضمنه من تشريع. ولولا ما بقي من عبادات جماعية، وهي الوسيلة الثانية، التي تربط بين المسلمين، ولم يستطع أعداء الإسلام القضاء عليها، مع محاولتهم الجادة للتقليل من شأنها وتقليص وظائفها، كصلاة الجماعة والْجُمَع في المساجد، وصلاة العيدين، وصلاة الاستسقاء، وصلاة الكسوف والخسوف، وصيام رمضان وقيام الليل فيه، والحج، مما أبقى الله به على الصِّلات الاجتماعية والأسرية.. ولولا أولي بقية من دعاة الحق الذين لا زالوا يحدون بالأمة إلى المحبة والإخاء، لولا ذلك كله وهو من فضل الله وتوفيقه، ومن محاسن هذا الدين وفضائله. لولا ذلك لانحلت البقية الباقية من الروابط الخيرة، التي لا زال المسلمون يتمتعون بها، كما انحلت روابط الأمم الأخرى. والذي يهمنا هنا هو دور شهر رمضان المبارك في توحيد المسلمين وجمع كلمتهم. دور شهر رمضان في توحيد المسلمين: إن المتأمل في طبيعة هذا الشهر الكريم، يَبِينُ له أنه يعين المسلمين على الاعتصام بحبل الله، ويدفعهم إلى اتخاذ الوسائل المشروعة، التي تجمع كلمتهم على الحق، وتقوي رابطتهم، وتحقق أخوتهم، وتجعلهم يتعاونون على البر والتقوى، كما يدعوهم إلى اجتناب كل وسيلة تحدث بينهم الفرقة والتنازع المؤدي إلى فشلهم وذهاب ريحهم. ومما يعين المسلمين على الاجتماع والائتلاف، المظاهر الآتية: المظهر الأول: اهتمام عامة المسلمين بدخول شهر رمضان وخروجه: إن المسلمين في كل أنحاء الأرض، يهتمون بدخول شهر رمضان، وخروجه حرصاً منهم على عدم فوات يوم من أيامه، لذلك تجد كثيراً منهم يتطلعون إلى رؤية هلاله، في نهاية اليوم التاسع والعشرين من شهر شعبان، وهلال شهر شوال في نهاية اليوم التاسع والعشرين من شهر رمضان، ويسأل بعضهم بعضاً عن رؤيته. وعلماء الفلك يجتهدون في الحساب الذي يثبتون به دخول الشهر وخروجه، بل تجد الحكومات في الشعوب الإسلامية، تهتم بذلك على أحد الوجهين ـ الرؤيا أو الحساب ـ لتعلن لرعاياها دخول الشهر وخروجه. وقد تداعى العلماء والمفكرون، بل وبعض حكومات الشعوب الإسلامية، إلى اتخاذ الأسباب التي توحد ابتداء الصيام ونهايته، وفي هذا الاهتمام الجماعي بدخول الشهر وخروجه، ما يدفع المسلمين، شعوباً وحكومات، إلى الاجتهاد في جمع كلمتهم وتعاونهم على مصالحهم. المظهر الثاني: الاستبشار بدخول رمضان: إن خطباء الجوامع في الشعوب الإسلامية يخصصون خطبهم في آخر جمعة من جمع شهر شعبان، بقدوم رمضان وذكر فضائله وحث الناس على حسن استقباله واغتنام فرصة ما منحهم الله تعالى من بقائهم على الحياة ليبلغوا بها الشهر الكريم. ثم إن المسلمين إذا ثبت عندهم دخول شهر رمضان، استبشروا بدخوله، وسارع بعضهم بتهنئة بعض وبشر بعضهم بعضاً في القرى والمدن والحارات، في الدولة الواحدة. كما يهنئ بعضهم بعضاً في كل الدول، ويتبادلون الدعوات، بأن يوفق الله الجميع لصيامه وقيامه، ولا سيما في هذا العصر الذي كثرت فيه وسائل الاتصال، وتطورت تطوراً، يتيح للجميع التواصل السريع في كل أنحاء الأرض. إن هذه العاطفة الجماعية التي يظهرها المسلمون بعضهم لبعض، أفراداً وأسراً وجماعات ودولاً، بدخول شهر رمضان من أهم الحوافز للتفكير الجاد في اتخاذ أسباب اجتماعهم واعتصامهم بحبل الله، للتعاون على تحقيق مصالحهم، ودفع المفاسد والمضار عن أمتهم. المظهر الثالث: استعداد المسلمين لصيامه كباراً وصغاراً: فترى المسلمين في الأرض كلها، يستعدون في أول ليلة من ليالي الشهر، لصيام هذا الشهر الكريم، فرحين مسرورين، كباراً وصغاراً، يحضر رجالهم ما تحتاج إليه الأسرة من مؤن.. وتعد نساؤهم طعام السحور المناسب المتاح. ويطلب صغارهم من الآباء والإخوان والأخوات أن يوقظوهم ليشاركوا الكبار في السحور والصيام. المظهر الرابع: الإفطار الجماعي المهيب: وتراهم عند الإفطار يتجمعون في المنازل والمساجد وأماكن العمل، منتظرين غروب الشمس، يحضر كل منهم ما تيسر له من تمر وطعام وشراب، ويحاول كل منهم أن يُفطر أخوه من طعامه، رغبة في الفوز بأجر من فطَّر صائماً. وإني عندما يتاح لي الإفطار في أحد المسجدين: \"المسجد الحرام\"  أو \"مسجد الرسول صلى الله عليه و سلم\" ولي في هذا الأخير حظ أكثر، لإقامتي في مدينة الرسول صلى الله عليه و سلم، إني عندما أنظر إلى مظهر ذلك التجمع الإسلامي المهيب، الذي يتسابق فيه المسلمون بمد سُفَرهم من بعد صلاة العصر، ويعين أهل كل سفرة، عدداً من شبابهم، أو من أجرائهم، لمد السفرة وحراسة مكانها، وإعدادها، بالتمر والماء، واللبن وشيء من أنواع الخبز، والقهوة. ثم يرسل صاحب كل سفرة أولاده الصغار، لدعوة الناس إلى حضور سفرته، فتجدهم يلحون على كل من يرونه يريد الدخول إلى المسجد، على أن يشارك في الإفطار معهم، وتجد في ساحات المسجد الخارجية، من يحضر طعام العشاء الكافي للمحتاجين من الناس من الأرز والخبز واللحم وأنواع العصيرات. وقبل أذان المغرب تجد المسجد كله، قد فرش بسفر الإفطار، والناس من كل أقطار الأرض، قد تحلقوا على تلك السفر، من البلدان الإسلامية، من إندونيسيا شرقاً، إلى نواكشوط غرباً، ومن عدن جنوباً إلى بلدان آسيا الوسطى شمالاً، ومن غير البلدان الإسلامية، من الولايات المتحدة إلى الصين و اليابان، كلهم ينتظر رفع الأذان ليعبد الله بتناول طعامه، كما عبد الله بصيامه، منهم القارئ، ومنهم من يرفع يديه إلى السماء، يدعو الله بما يشاء. ومع تلك الأعداد الهائلة التي تمتلئ بها المساجد، تجد من الوقار والسكينة، ما قد يعز وجوده في أي تجمع آخر غير هذا التجمع الإسلامي العظيم. المظهر الخامس: صفوف المصلين: هذه الصفوف التي تغص بها مساجد الله في هذا الشهر الكريم، الذي يحرص المسلمون فيه على ارتياد المساجد، في الصلوات الخمس، وفي صلاة التراويح التي تمتلئ بها تلك المساجد، وبخاصة المسجد الحرام ومسجد الرسول صلى الله عليه و سلم، اللذين لا يكاد يجد من لم يأت إليهما مبكراً، موضع قدم يصلي فيه، حتى إن المصلي ليضطر أن يسجد على جسد مصلٍّ آخر، لشدة الزحام، وهم أيضاً قد تجمعوا من جميع أقطار الأرض. وتراهم جميعاً يصطفون وراء إمام واحد، يستمعون تلاوته كتاب الله، ويتبعونه في قيامه وقعوده، وركوعه وسجوده، لا يتقدمون عليه ولا يتأخرون، حتى يسلموا بسلامه. إنك عندما تشاهد هؤلاء البشر الذين تجمعوا من مشارق الأرض ومغاربها، في هذه المساحة الضيقة المباركة، ولم يجمعهم هنا إلا هذا الدين العظيم، بمناسبة هذا الشهر الكريم، وكل واحد منهم مغتبط مسرور بوجوده بجنب أخيه المسلم الذي يبادله تلك الغبطة وذلك السرور، إنك عندما تشاهد ذلك، ليمتلئ قلبك بالفرح والسرور، وتكاد تجزم أن هذه الأمة قابلة لتجتمع على كلمة الحق، وتتوحد على كلمة التوحيد، وتعود أمة واحدة، كما كانت في فترة طويلة من الزمن، وأنه لا ينقصها إلا من يرفع لها راية الاعتصام بحبل الله ليؤمها في حياتها الاجتماعية فتقتدي به كما اقتدت بأئمة مساجدها، فتقول له: لبيك يا داعي الحق والخير! وتجزم كذلك بأن الذين تولوا كبر هذا التفرق والتصدع الذي حل بهذه الأمة، إنما هم غالب قادتها الذين تولوا أمرها، من الحكام والعلماء والأعيان، ممن عندهم قدرة على اتخاذ أسباب وحدتهم وتعاونهم، وعلى البعد عن أسباب فرقتهم وتصدعهم، ثم آثروا الأخذ بأسباب الفرقة على أسباب الوحدة والاجتماع. وإنك لتعجب من تنازع كثير من الجماعات الإسلامية، وعدم اتخاذ زعمائها الأسباب المؤدية إلى تعاونها والتنسيق بينها في نشاطاتها، بالعودة إلى توجيه كتاب ربها وسنة نبيها، لتحتكم إليهما فيما اختلفت فيه من الحق، ليتآخى أتباعها ويتعاونوا على البر والتقوى، ويقفوا صفاً واحداً في جلب ما ينفع أمتهم، ودفع ما يضرها، كما يقفون كلهم صفاً واحداً وراء أئمتهم في الصلاة. كما تعجب من افتخار حكومات الشعوب الإسلامية، الذي تدوي به أصوات المذيعين، وتنشره أقلام الكتاب والصحفيين، بكثرة أعلامهم التي تزيد عن خمسين علماً، لأكثر من خمسين دولة، وتتجاور تلك الأعلام في كثير من المناسبات، وبخاصة اجتماعات دول منظمة المؤتمر الإسلامي، التي تجمع زعماءهم كاميرات التصوير، ويفرقهم عدم الاستجابة لما يحييهم به الله في كتابه المنير، ومن هنا نرى أمتنا تتقاذفها قوى الشر والعدوان، وليس لها من دون الله إلا الذل والهوان. وإنا لنأمل في أن يكون لصيام شهر رمضان وقيامه، أثره الفعال في اتخاذ المسلمين، كل في موقعه الأسبابَ الجامعةَ لهم على كلمة الحق، والاجتهاد في ترك الأسباب التي تفرقهم وتصدع صفوفهم. فمن أهم حكم الصوم أنه يؤدي بالصائم الصادق إلى تقوى الله. {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ(183)} [[البقرة]]."
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "الفصل الحادي عشر: بذل العون للمستحقين",
    "content": "بذل المال عبادة لله كإقامة الصلاة والصيام والحج والجهاد، وكلها تنقسم قسمين: القسم الأول: فرض يجب القيام به، ويأثم تاركه، ومن هذا القسم زكاة الأموال، كما هو معلوم، ومنه نذر المسلم المشروع، بشيء من ماله، وإغاثة من لم يجد ما يأكله من الطعام، أو يلبسه من الثياب، أو يسكنه من المنزل... لأن هذه الأمور من ضرورات حياة الإنسان أو حاجاته القريبة من الضرورة. وبذل المال لمستحقيه في شهر رمضان، فيه أجر عظيم؛ لأن الحسنات تضاعف في الأماكن والأوقات الفاضلة، كما هو الحال في المساجد الثلاثة، وشهر رمضان، والعشر من ذي الحجة. ولهذا كان رسول الله صلى الله عليه و سلم، مع كثرة جوده في كل الأوقات، أكثر جوداً في شهر رمضان، كما في حديث ابن عباس، رضي الله عنهـما قال: \"كان رسول الله صلى الله عليه و سلم أجود الناس، وكان أجود ما يكون في رمضان حين يلقاه جبريل، وكان يلقاه في كل ليلة من رمضان فيدارسه القرآن، فلرسول الله صلى الله عليه و سلم أجود بالخير من الريح المرسلة\"[[ البخاري رقم (6)]]. وقد اعتاد كثير من أغنياء المسلمين أن يخرجوا زكاة أموالهم في هذا الشهر المبارك، وهي عادة حسنة مباركة، وينبغي أن يعلم أن في المال حقاً غير الزكاة، خلافاً لمن قال: ليس فيه حق إلا الزكاة، مستدلين بحديثين: الحديث الأول: ما ورد في قصة إسلام ضمام بن ثعلبة، الذي ذكر فيه بعض أركان الإسلام، وقوله \"والله لا أزيد عليها ولا أنقص\" وقول الرسول صلى الله عليه و سلم: ((أفلح إن صدق)) وهو في الصحيحين. الحديث الثاني: ما روي عن فاطمة بنت قيس، أنها سمعته ـ تعني النبي صلى الله عليه و سلم ـ يقول: ((ليس في المال حق سوى الزكاة))[[ ابن ماجه رقم (1788)]]. ويجاب عن حديث ضمام رضي الله عنه، بجوابين: الجواب الأول: أنه كان في أول الإسلام، قبل أن تفرض كثير من الفرائض، وتحرم كثير من المعاصي، وقد وجبت بعد ذلك أمور كثيرة، وحرمت أمور كذلك، فلو اقتصر المسلم على ما ذكر في حديث ضمام، لكان تاركاً لكثير من الواجبات، ومرتكباً لكثير من المحرمات. قال الشوكاني رحمه الله: \"وفي جَعلِ هذا الحديث دليلاً على عدم وجوب ما ذكر نظر عندي؛ لأن ما وقع في مبادئ التعاليم، لا يصح التعلق به في صرف ما ورد بعده، وإلا لزم قصر واجبات الشريعة بأسرها على الخمس المذكورة، وأنه خرق للإجماع وإبطال لجمهور الشريعة. فالحق أنه يؤخذ بالدليل المتأخر إذا ورد مورداً صحيحاً، ويعمل بما يقتضيه من وجوب أو ندب أو نحوهما، وفي المسألة خلاف وهذا أرجح القولين. والبحث مما ينبغي لطالب الحق أن يمعن النظر فيه، ويطيل التدبر، فإن معرفة الحق فيه من أهم المطالب العلمية، لما ينبني عليه من المسائل البالغة إلى حد يقصر عنها العد، وقد أعان الله وله الحمد، على جمع رسالة في خصوص هذا المبحث وقد أشرت إلى هذه القاعدة في عدة مباحث\"[[ نيل الأوطار (1/364)]]. الجواب الثاني: ما ورد في بعض ألفاظ الحديث \"... فأخبره رسول الله صلى الله عليه و سلم بشرائع الإسلام، قال: والذي أكرمك لا أتطوع شيئاً ولا أنقص مما فرض الله علي شيئاً. فقال رسول الله صلى الله عليه و سلم: ((أفلح إن صدق))، أو ((أدخل الجنة إن صدق))[[ البخاري رقم (6556).]]. قال الحافظ: \"فإن قيل كيف أثبت له الفلاح بمجرد ما ذكر، مع أنه لم يذكر المنهيات، أجاب ابن بطال باحتمال أن يكون ذلك وقع قبل ورود فرائض النهي، وهو عجيب منه؛ لأنه جزم بأن السائل ضمام، وأقدم ما قيل فيه أنه وفد سنة خمس، وقيل بعد ذلك، وقد كان أكثر المنهيات واقعاً قبل ذلك، والصواب أن ذلك داخل في عموم قوله فأخبره بشرائع الإسلام كما أشرنا إليه\"[[ فتح الباري (1/108).]]. أما حديث فاطمة بنت قيس، فيجاب عنه بثلاثة أجوبة: الجواب الأول: أن الحديث رواه كثير من المحدثين، بعكس رواية ابن ماجه، ولفظه: عن فاطمة بنت قيس، عن النبي صلى الله عليه و سلم، قال: ((إن في المال حقاً سوى الزكاة))[[ وقد ترجم له الترمذي بقوله: \"باب ما جاء أن في المال حقاً سوى الزكاة\" وهو برقم (659)، ورواه الدارمي، برقم 1637، وهو في سنن البيهقي الكبرى، برقم 7034، وفي سنن الدارقطني، برقم 11.]]. الجواب الثاني: ما وقع في الحديث من الاضطراب، الموجب لضعفه. قال المناوي رحمه الله: \"وقال الحافظ ابن حجر: هذا حديث مضطرب المتن، والاضطراب موجب للضعف، وذلك لأن فاطمة روته بلفظ: ((إن في المال حقاً سوى الزكاة)) فرواه عنها الترمذي هكذا، وروته بلفظ: ((ليس في المال حق سوى الزكاة)) فرواه عنها ابن ماجه كذلك...\" [[فيض القدير (5/375).]]. الجواب الثالث: حمل النفي على وجوب شيء في المال لذاته، كما هو الحال في الزكاة، فإنها واجبة في المال لذاته بشروطها، وحمل الإثبات على ما قد يعرض من الحاجة إلى إيجاب إخراج شيء من المال.. كما قال المناوي أيضاً: ((ليس في المال حق سوى الزكاة)): \"يعني ليس فيه حق سواها بطريق الأصالة، وقد يعرض ما يوجب فيه حقاً، كوجود مضطر، فلا تناقض بينه وبين الخبر\"[[ نفس المصدر، ونفس الجزء والصفحة.]]. وقال في موضع آخر: ((إن في المال لحقاً سوى الزكاة)): \"كفكاك الأسير، وإطعام المضطر، وسقي الظمآن، وعدم منع الماء والملح والنار، وإنقاذ محترم أشرف على الهلاك\" ونحو ذلك، قال عبد الحق: \"فهذه حقوق قام الإجماع على وجوبها وإجبار الأغنياء عليها، فقول الضحاك: نسخت الزكاة كل حق مالي، ليس في محله، وما تقرر من حمل الحقوق الخارجة عن الزكاة على ما ذكر، هو اللائق الموافق لمذهب الجمهور\"[[ فيض القدير (2/472).]]. والنصوص الواردة في وجوب شيء في المال غير الزكاة، كثيرة، نذكر منها الأحاديث الآتية: حديث ابن عمر رضي الله عنهـما، عن النبي صلى الله عليه و سلم، قال: ((دخلت امرأة النار في هرة، ربطتها فلم تطعمها، ولم تدعها تأكل من خشاش الأرض))[[ البخاري رقم (3140) ومسلم رقم (2242).]]. فقد دل الحديث على أن هذه المرأة دخلت النار، لحبس الهرة، وعدم إطعامها وسقيها، ومعنى هذا أن إطعام الهرة ـ ومثلها بقية الحيوانات ـ واجب على من حبسها، والإطعام إنما يكون من مال الحابس، و الإنسان أولى بذلك من الحيوان، فثبت أن في المال حقاً غير الزكاة، وهو حق عارض، وليس بالأصالة. ومنها حديث أنس بن مالك رضي الله عنه، قال، قال رسول الله صلى الله عليه و سلم: ((ما آمن بي من بات شبعان، وجاره جائع إلى جنبه، وهو يعلم به))[[ رواه الطبراني والبزار وإسناد البزار حسن.]]. ومنها حديث ابن عباس، أنه قال، وهو ينْحَل ابنَ الزبير: قال: قال رسول الله صلى الله عليه و سلم: ((ليس المؤمن الذي يشبع وجاره جائع)) رواه الطبراني وأبو يعلى، ورجاله ثقات[[مجمع الزوائد (8/167).]]. ونفي الإيمان هنا لا يراد به الإيمان المندوب، وإنما يراد به الإيمان الواجب، الذي يأثم صاحبه، فدل الحديث على وجوب حق في المال غير الزكاة، عند الضرورة أو الحاجة. ومن ذلك حديث أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه و سلم: ((من مات ولم يغزُ ولم يحدث نفسه، مات على شعبة من نفاق))[[ مسلم برقم1910.]]. هذا الحديث بظاهره لا دليل فيه على أن في المال حقاً غير الزكاة؛ لأنه لم يذكر فيه المال، ولكن حديثاً آخر، رواه أبو أمامة، رضي الله عنه: عن الرسول صلى الله عليه و سلم، قال: ((من لم يغزُ، ولم يجهز غازياً، أو يخلف غازياً في أهله بخير، أصابه الله بقارعة قبل يوم القيامة))[[ سنن الدارمي برقم (2418) وأبو داود برقم (2503).]]. وهو يدل على أن من جهز غازياً، سلم من النفاق الذي ذكر في حديث أبي هريرة، ومعنى ذلك أنه تجهيز الغازي بالمال، أحد الواجبات على المسلم، وهي: أن يغزو، أو يحدث نفسه بالغزو، أو يخلف أهل الغازي بخير، أو يجهز غازياً، ليسلم من النفاق. لا يخلو بلد من محتاجين: ينبغي أن نذكر أنفسنا، بأنه لا يوجد مسلم في الأرض، بدون أن يكون له جيران محتاجون وكثير منهم يبيتون جياعاً، والجار قد يكون قريباً من دار جاره، وقد يكون بعيداً، والقرب والبعد أمر نسبي، وذكر بعض العلماء أن حَدَّ الجيرة أربعون داراً من كل ناحية، ونقل عن آخرين أن من سمع النداء فهو جار[[الجامع لأحكام القرآن للقرطبي (5/185).]]. وكلما كانت دار الجار أقرب إلى دار جاره، كان أهلها أكثر استحقاقاً لإحسانه من غيرهم، وبتصور هذا الحد يظهر أن الجيرة تشمل مدناً بأسرها؛ لأن الذي لا يكون جاراً للمرء، يكون جاراً لجاره، وهكذا. فإذا لم ينل المرء إحسان رجل لكونه ليس جاراً له، ربما ناله إحسانه على يد جار المحسن، مادياً كان كالهدايا والهبات، أو معنوياً كالتعليم والقدوة الحسنة والأخلاق الحميدة، فإن الجار يؤثر في جاره، وهذا يؤثر في جيرانه وهكذا. تصور لو أن كل مسلم وأسرته اجتهدوا في إيصال إحسانهم إلى أربعين داراً من جيرانهم من جميع الجهات المحيطة بدارهم، وهذا الإحسان كما تقدم يشمل الإحسان المادي والإحسان المعنوي.. كيف سيكون حال المجتمع الإسلامي في تعاونه وتحابه وأمنه..؟ ومعلوم أن كثيراً من المحتاجين أعزاء نفوس، يصعب عليهم إظهار حاجتهم للناس، فضلاً عن طلب الإحسان إليهم. وأمثال هؤلاء ينبغي لمن أغناهم الله من فضله، أن يطرقوا أبوابهم على غفلة من الناس، ويعطوهم من مال الله الذي آتاهم، بطريقة لا تشعرهم بالدون. {لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ لا يَسْتَطِيعُونَ ضَرْباً فِي الأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ تَعْرِفُهُمْ بِسِيمَاهُمْ لا يَسْأَلونَ النَّاسَ إِلْحَافاً وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ(273)} [[البقرة]]. قال القرطبي: \"واختلف العلماء في معنى قوله {لا يَسْأَلونَ النَّاسَ إِلْحَافاً}.. على قولين: فقال قوم منهم الطبري والزجاج: إن المعنى لا يسألون البتة، وهذا على أنهم متعففون عن المسألة عفة تامة، وعلى هذا جمهور المفسرين، ويكون التعفف صفة ثابتة لهم، أي لا يسألون الناس إلحاحاً ولا غير إلحاح. وقال قوم: إن المراد نفي الإلحاف، أي إنهم يسألون غير إلحاف، وهذا هو السابق للفهم أي يسألون غير ملحفين\"[[ الجامع لأحكام القرآن (3/342).]]. وقد خص البخاري رحمه الله، هذه الآية بباب مستقل، فقال: \"باب قول الله تعالى: {لا يَسْأَلونَ النَّاسَ إِلْحَافاً}.... لقول الله تعالى: {لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ..} إلى قوله: {..فَإِنَّ اللَّهَ بِهِ عَلِيمٌ}.. ثم ساق حديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه و سلم، قال: ((ليس المسكين الذي ترده الأكلة والأكلتان، ولكن المسكين الذي ليس له غنى، ويستحيي أو لا يسأل الناس إلحافا))[[ صحيح البخاري برقم (1406) والحديث في صحيح مسلم (2/719) بلفظ: (ليس المسكين بالذي ترده التمرة والتمرتان، ولا اللقمة واللقمتان، إنما المسكين المتعفف اقرؤا إن شئتم لا يسألون الناس إلحافا).]]. وليس المقصود عدم إعطاء السائل ولو ألحف، بل المقصود الاهتمام أكثر بغير السائلين، أو الذين يسألون على استحياء لشدة حاجتهم و تعففهم. والأصل في الزكاة والصدقات أن تصرف في المحتاجين من أهل البلد، لقول الرسول صلى الله عليه و سلم لمعاذ: ((فأخبرهم أن الله فرض عليهم زكاة من أموالهم وترد على فقرائهم..))[[ البخاري برقم (1389) ومسلم برقم (19).]]. وقد يفيض المال عن حاجة الناس في بعض البلدان الإسلامية، أو يكون المسلمون في بلد آخر، أشد ضرورة، من أهل البلد الزكاة والصدقة، فيجب أن يوازن بين المصالح، وتُقَدم أعظم المصلحتين، وبين المفاسد، فتدرأ أعظم المفسدتين. ولإيضاح هذه المسألة لا بد من ذكر أمثلة واقعة في عصرنا هذا، لتطبيق الحكم الشرعي عليها: إن الذي يشاهد أحوال المسلمين اليوم في فلسطين، فيرى أهلها وقد هدمت منازلهم، فلا يجدون المأوى في شدة الحر أو البرد، ويراهم يتضورون جوعاً، نساءً وأطفالاً وشيوخاً، لا يجدون لقمة العيش، ويراهم وقد أثخنتهم الجراح، وفتكت بهم الأمراض، فلا يجدون الدواء، وأعداؤهم يقصفونهم ليلاً ونهاراً، بأشد الأسلحة فتكاً، من البر والجو والبحر، إن الذي يشاهد ذلك، ثم ينظر إلى كثير من بلدان المسلمين التي لا تخلو من فقراء ومحتاجين، ثم يوازن بين الجهتين، يجد أن المحتاجين في غير الشعب الفلسطيني ولا سيما البلدان الغنية، يجد غالبهم ما يسد رمقه من الطعام، وما يسكنه من المأوى الضروري، وما يساعده في علاج أمراضه. لهذا يجب على أغنياء الأمة، أن يوازنوا بين الفئتين، فيعطوا أهل بلد الزكاة الحد الأدنى الذي يخفف حاجتهم، ويجتهدوا في إيصال غالب زكاتهم وصدقاتهم، إلى الشعب الفلسطيني الذي تلك حاله، فهو في حالة ضرورة وغيره في حالة حاجة، أو ضرورة أخف. يضاف إلى ذلك أنهم يقومون بجهاد أعداء الله اليهود، الذين جهادهم فرض عين على جميع المسلمين القادرين الذين لا عذر لهم، حتى يدفع عدوانهم، ويطردوا من الأرض المباركة التي احتلوها بغير حق. تنبيه مهم جداً: ومما يجب التنبيه عليه، أن الجهاد في سبيل الله ـ خاصة في فلسطين ـ هو فرض عين اليوم على جميع المسلمين، ولكن عقبات كثيرة تمنع من يريد أن يجاهد بنفسه مباشرة في صف إخوانه الفلسطينيين، وأعظم تلك العقبات، حراسة الجيوش العربية التي لها حدود مع الشعب الفلسطيني الذي يحتله اليهود. لهذا لم يبق إلا الجهاد بالمال، الذي لا عذر لمسلم قادر عليه، في تأخره عنه، فيجب على كل قادر أن يبذل ما يقدر عليه من المال، لنصرة إخوانه المجاهدين، الذين زلزلوا الأرض من تحت أقدام اليهود، في حدود إمكاناتهم الضعيفة، مع ما يملكه عدوهم من سلاح فتاك، وجيش قوي. وكل مسلم قادر على الإنفاق من ماله في سبيل الله، لهؤلاء المجاهدين ثم يبخل به فهو آثم، ويجب أن يجتهد من يريد الإنفاق في سبيل الله، في وضع ماله في الأيدي الأمينة التي توصله إلى المجاهدين في سبيل الله. ومعلوم ما يقوم به أهل العدوان وبخاصة الحكومة الأمريكية، من ملاحقة أهل الأموال الذين يعينون بها المجاهدين، ويسجلونهم في قائمة ما يسمونهم \"الإرهابيين\" ويجمدون أموالهم، ويقومون باختطاف بعضهم أو اغتيالهم، ولكن هذا لا يسوغ لهم الكف عن إنفاق أموالهم في سبيل الله، وإعانة أولئك المجاهدين. وإذا كانت أمريكا تتخذ وسائل قوتها، وتستعين على عدوانها بعملائها في كثير من البلدان الإسلامية، فالواجب على أغنياء الأمة أن يتخذوا كل حيلة تحبط مؤامرة المحاربين للإسلام والمسلمين، ولا بد إذا كانوا صادقين، أن يجدوا من المخارج ما يؤدون به الواجب الذي فرضه الله تعالى عليهم، وقد وعد الله المتقين من عباده، بأن يهيئ لهم مخرجاً، كما قال تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً..(2)}[[الطلاق]]. {…وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْراً(4)} [[الطلاق]]. وإنه لمن المؤسف، أن نرى كثيراً من الأغنياء، لا يهتمون في إنفاق أموالهم، إلا بإغاثة من سقط في حُفَر الجوع والعطش والمرض والتشريد، ولا يهتمون بهؤلاء قبل أن يسقطوا في تلك الحفر.. كيف؟ إن كثيراً ممن يعانون من تلك المحن، كانوا من الأغنياء الأصحاء المستقرين في منازلهم، ولكنهم تعرضوا للعدوان من الظلمة المعتدين، كحال الفلسطينيين الذين اغتصب أرضهم اليهود، فقتلوهم، وشردوهم، وجرحوهم، وحاصروهم حتى أجاعوهم، وبعد أن وصلوا إلى هذه الحال، بدأ الأغنياء يهتمون بهم بعض الاهتمام، لإغاثتهم بالطعام والشراب والدواء، وهو واجب عليهم ولكنهم لو أنهم اهتموا بهم قبل أن ينال منهم العدو هذا النيل الظالم، فبذلوا لهم المال الذي يوفر لهم السلاح الذي لا خلاص لهم من العدوان بدونه، لكان لهم شأن آخر غير ما هم فيه الآن. وهذه ظاهرة مؤلمة في الأمة الإسلامية، يرى كثير من أغنيائهم المظلومين المعتدى عليهم، يهينهم عدوهم ويذلهم، وهم قادرون على الدفاع عن أنفسهم، لو أتيح لهم العون المادي الذي يوفر لهم السلاح، فلا يلتفتون إلى نصرتهم بذلك، حتى إذا شردهم العدو، وأصبحوا في حاجة إلى المأوى والطعام والشراب والدواء، تنادوا لجمع التبرعات، ليقيموا لهم الخيام، ويحضرون له ما تيسر من أنواع الإغاثة. فأيهما أولى؟؟ وقاية المظلوم بعونه قبل أن يصل إلى هذه الحال السيئة، أم التفرج عليه وهو يهان ويذل ثم يقرب له حفنة من الأرز وقارورة من الماء..؟ إني أحث أغنياء الأمة أن يضعوا أنفسهم مكان إخوانهم في فلسطين، في هذه الأيام المباركة، التي يشاهدون فيها على تلك الحالات المزرية، ثم يتصورون ما ذا سيطلبون من إخوانهم المسلمين في البلدان الإسلامية؟. وعندما اختلف بعض أصحاب رسول الله صلى الله عليه و سلم، أي القُرب الثلاث أفضل؟ عمارة المسجد الحرام، أو سقاية الحاج، أو الجهاد في سبيل الله، نزل قول الله تعالى: {أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ لا يَسْتَوُونَ عِنْدَ اللَّهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (19) الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ وَأُوْلَئِكَ هُمْ الْفَائِزُونَ(20)} [[التوبة]]. يبين ذلك حديث النُّعْمَانُ بْنُ بَشِيرٍ، قَالَ: كُنْتُ عِنْدَ مِنْبَرِ رَسُولِ اللّهِ، فَقَالَ رَجُلٌ: مَا أُبَالِي أَنْ لاَ أَعْمَلَ عَمَلاً بَعْدَ الإِسْلاَمِ. إِلاَّ أَنْ أُسْقِيَ الْحَاجَّ. وَقَالَ آخَرُ: مَا أُبَالِي أَنْ لاَ أَعْمَلَ عَمَلاً بَعْدَ الإِسْلاَمِ. إِلاَّ أَنْ أَعْمُرَ الْمَسْجِدَ الْحَرَامَ. وَقَالَ آخَرُ: الْجِهَادُ فِي سَبِيلِ اللّهِ أَفْضَلُ مِمَّا قُلْتُمْ. فَزَجَرَهُمْ عُمَرُ وَقَالَ: لاَ تَرْفَعُوا أَصْوَاتَكُمْ عِنْدَ مِنْبَرِ رَسُولِ اللّهِ. وَهُوَ يَوْمُ الْجُمُعَةِ. وَلَـكِنْ إِذَا صَلَّيْتُ الْجُمُعَةَ دَخَلْتُ فَاسْتَفْتَيْتُهُ فِيمَا اخْتَلَفْتُمْ فِيهِ. فَأَنْزَلَ اللّهُ عز و جل: {أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللّهِ وَالْيَوْمِ الآخِرِ} الآيَةَ إلَى آخِرِهَا[[صحيح مسلم (13/23) دار الكتب العلمية، والآية من سورة التوبة برقم (91)]]. فالجهاد في سبيل الله الذي يدفع العدو ويرد عدوانه أفضل من انتظار احتلال المعتدي لأرض المسلمين وقتل أهلها وتشريدهم، ثم السعي في إغاثتهم. ولست أريد من هذا التنبيه، تثبيط المسلمين عن إغاثة إخوانهم الذين تلك حالهم، حاشا... كيف وإغاثة الحيوانات ـ حتى الكلاب ـ يكتب الله بها الأجر لمن فعلها، ويغفر بها كبائر الذنوب؟ كما روى أبو هريرة رضي الله عنه: أن رسول الله صلى الله عليه و سلم، قال: ((بينا رجل يمشي فاشتد عليه العطش، فنزل بئراً فشرب منها ثم خرج، فإذا هو بكلب يلهث، يأكل الثرى من العطش، فقال: لقد بلغ هذا مثل الذي بلغ بي، فملأ خفه ثم أمسكه بفيه، ثم رقي فسقى الكلب، فشكر الله له فغفر له)) قالوا: يا رسول الله، وإن لنا في البهائم أجراً؟ قال: ((في كل كبد رطبة أجر))[[ البخاري برقم (2234) ومسلم برقم (2244)]]. وروى كذلك: عن النبي صلى الله عليه و سلم: ((أن امرأة بغياً رأت كلباً في يوم حار، يطيف ببئر، قد أدلع لسانه من العطش، فنزعت له بموقها فغفر لها))[[ مسلم برقم (2245).]]. ومعنى \"يُطيف\" يدور حول البئر، ومعنى \"أدلع لسانه\" أخرجه لشدة العطش و\"الموق\" بضم الميم هو الخف فارسي معرب. ومعنى \"نزعت له بموقها\" استقت[[راجع شرح النووي على مسلم (14/242)]]. أقول: لست أريد من هذا التنبيه، تثبيط المسلمين عن إغاثة إخوانهم الذين تلك حالهم، فهذا فرض يأثمون إذا تأخروا عن القيام به، ولكني أريد أن يهتموا بالمظلومين، قبل أن يصلوا إلى هذه الحالة. هذا أحد ميادين السفر إلى الجنة، فليغتنمه المؤمنون الصادقون، وبخاصة في هذا الشهر الكريم."
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "الفصل الثاني عشر: الصيام عن المعاصي",
    "content": "يعرف جمهور العلماء الصيام بأنه: الإمساك عن المفطرات في نهار رمضان.. ويقصدون بالمفطرات: الطعام والشراب والجماع، وقد مضى في الفصل الأول. وبناء على ذلك لا يبطل الصوم إلا بالمفطرات الثلاثة المذكورة. وإذا ارتكب الصائم بعض الذنوب، كالغيبة والنميمة، والسب والضرب والسرقة، وشهادة الزور والكذب، فلا يكون مفطراً بذلك، وإن تضاعف إثمه في هذا الشهر الكريم... هذا هو مذهب جماهير العلماء. قال النووي رحمه الله: \"فلو اغتاب في صومه عصى ولم يبطل صومه عندنا، وبه قال مالك وأبو حنيفة وأحمد والعلماء كافة، إلا الأوزاعي فقال يبطل الصوم بالغيبة ويجب قضاؤه....\" [[المجموع (6/372-374).]]. ويرى بعض العلماء، ما رآه الأوزاعي أن المعاصي تبطل الصوم، واستدلوا بأدلة منها: حديث أبي هريرة رضي الله عنه، قال: \"قال رسول الله صلى الله عليه و سلم: ((من لم يدع قول الزور والعمل به، فليس لله حاجة في أن يدع طعامه وشرابه))\"[[ البخاري برقم (1804).]]. ومنها حديثه ـ أيضاً ـ قال: \"قال رسول الله صلى الله عليه و سلم: ((رب صائم حظه من صيامه الجوع والعطش، ورب قائم حظه من قيامه السهر))\"[[ أحمد برقم (8843)، والحاكم في المستدرك برقم (1571)، وقال: \"هذا حديث صحيح على شرط البخاري ولم يخرجاه\"، وذكره في مجمع الزوائد عن ابن عمر (3/202)، وقال: \"رواه الطبراني في الكبير ورجاله موثقون\".]]. ومنها حديث أبي هريرة قال: \"قال رسول الله صلى الله عليه و سلم: ((ليس الصيام من الأكل والشرب، إنما الصيام من اللغو والرفث، فإن سابك أحد وجهل عليك، فقل: إني صائم))\"[[ المستدرك برقم (1570) وقال: \"هذا حديث صحيح على شرط مسلم ولم يخرجاه.]]. ومنها حديثه قال: \"قال رسول الله صلى الله عليه و سلم: ((قال الله عز و جل: ..الصيام جنة، فإذا كان يوم صوم أحدكم، فلا يرفث يومئذ، ولا يصخب، فإن سابه أحد أو قاتله، فليقل إني امرؤ صائم))\"[[ باختصار من البخاري (1795) ومسلم (1151).]]. وقد جزم ابن حزم الظاهري رحمه الله، بأن الصائم إذا تعمد إتيان المعاصي، عالماً بها، ذاكراً لصومه، بطل صومه، وذكر الأحاديث السابقة وغيرها، مستدلاً بها على رأيه، كما ذكر من رأى ذلك من الصحابة والتابعين وغيرهم، وأطال الرد على المخالفين. قال ابن حزم: \"734 مسألة: ويُبطل الصومَ أيضاً تعمدُ كل معصية، أي معصية كانت لا تحاش، إذا فعلها عامداً ذاكراً لصومه، كمباشرة من لا يحل له، من أنثى أو ذكر، أو تقبيل امرأته وأمته المباحتين له، من أنثى أو ذكر، أو إتيان في دبر امرأته أو أمته أو غيرهما، أو كذب أو غيبة أو نميمة، أو تعمد ترك صلاة، أو ظلم ذلك من كل ما حرم على المرء فعله....\" [[المحلى (6/177)]]. وفي المذهب الحنبلي قال أحمد: \"لو كانت الغيبة تفطر ما كان لنا صوم، وذكر الشيخ تقي الدين وجهاً يفطر بغيبة ونميمة ونحوهما، قال في الفروع فيتوجه منه احتمال يفطر بكل محرم، وقال أنس: إذا اغتاب الصائم أفطر، وعن إبراهيم قال: كانوا يقولون الكذب يفطر الصائم، وعن الأوزاعي أن من شاتم فسد صومه لظاهر النهي، وذكر بعض أصحابنا رواية يفطر بسماع الغيبة، وأسقط أبو الفرج ثوابه بالغيبة\"[[ المبدع (3/41)]]. وقد تأول الجمهور هذه الأحاديث بأن المراد منها زجر الصائم وتحذيره، من ارتكاب الآثام في هذا الشهر الفضيل، ليصون صومه مما يشوبه من المعاصي، ويكون كامل الثواب، وليس المراد بطلان صومه. قال النووي: \"وأجاب أصحابنا عن هذه الأحاديث، بأن المراد أن كمال الصوم وفضيلته المطلوبة إنما يكون بصيانته عن اللغو والكلام الرديء، لا أن الصوم يبطل به... وأجاب عنه الماوردي والمتولي وغيرهما، بأن المراد بطلان الثواب، لا نفس الصوم\"[[ المجموع (6/372-374).]]. ومهما يكن الأمر، فإن القائلين بصحةِ صومِ مرتكبِ المعاصي، وعدم بطلان الصوم بها، إنما ينظرون إلى الحكم الفقهي الظاهر، وهو سقوط الحكم عن الصائم، ويبقى بعد ذلك قبول عمله عند ربه في واقع الأمر، الذي لا يجرؤ أحد على القول بقبول الله تعالى صيام من لم تصم جوارحه عن معاصي الله تعالى، فقد يحبط الله عمله، لجرأته على معصية الله، وانتهاكه لحرمة هذا الشهر الفضيل، وقد تزيد سيئاته في شهر رمضان على حسناته، فيخسر أجر صيامه وقيامه، فيكون كمن لم يصم رمضان، وهذا يكفي زاجراً للمسلم العاقل. وإذا رجعنا إلى كتاب الله، وجدنا فيه أن العبادة التي يقوم بها المسلم، تؤدي إلى تقواه وتعينه على فعل طاعاته وترك معاصيه. فقد أكد تعالى أن إقامة الصلاة على الوجه الشرعي الذي يرضي الله، تنهى صاحبها عن الفحشاء والمنكر، فقال تعالى: {اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلاةَ إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ(45)} [[العنكبوت]]. والصلاة تطهر صاحبها من الذنوب والآثام، كما روى أبو هريرة رضي الله عنه، أنه سمع رسول الله صلى الله عليه و سلم، يقول: ((أرأيتم لو أن نهراً بباب أحدكم يغتسل منه كل يوم خمس مرات، هل يبقى من درنه شيء؟)) قالوا: لا يبقى من درنه شيء، قال: ((فذلك مثل الصلوات الخمس يمحو الله بهن الخطايا))[[ البخاري برقم (505) ومسلم برقم (667).]]. وذكر تعالى أن المؤمن الذي يقوم بفريضة الحج، يجب أن يدع ما يفوت عليه كماله المفضي إلى فوات أجره أو نقصه، وأمر الحاج أن يتقيه تعالى ويتزود من تقواه، فقال تعالى: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدَالَ فِي الْحَجِّ وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى وَاتَّقُونِ يَا أُولِي الأَلْبَابِ(197)} [[البقرة]]. ووعد الرسول صلى الله عليه و سلم، من حج واتقى الله في حجه، أنه يرجع من حجه طاهراً من الذنوب والآثام، وكأنه خرج لتوه من رحم أمه، كما في حديث أبي هريرة رضي الله عنه قال: \"سمعت النبي صلى الله عليه و سلم، يقول: ((من حج لله، فلم يرفث ولم يفسق، رجع كيوم ولدته أمه))\"[[ البخاري (1449).]]. وأشار تعالى في فرضه الصيام، أن من آثاره تقوى الله، فقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ(183)} [[البقرة]]. وهؤلاء المتقون وحدهم هم المنتفعون بكتاب الله، والمهتدون بهداه، مع أنه نزل يدعو كل الناس إلى هدايته. كما قال تعالى في سياق آيات شهر رمضان: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ…(185)} [[البقرة]]. ولكنه في واقع الأمر {هُدىً لِلْمُتَّقِينَ(2)} [[البقرة]]. وهؤلاء المتقون هم الذين يحبهم الله: {بَلَى مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ(76)} [[آل عمران]]. وهم وحدهم الذين يقبل الله أعمالهم: {إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ(27)} [[المائدة]]. وهم وحدهم المؤهلون لدخول الجنة: {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ(45)} [[الحجر]]. {وَقِيلَ لِلَّذِينَ اتَّقَوْا مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا خَيْراً لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَلَدَارُ الآخِرَةِ خَيْرٌ وَلَنِعْمَ دَارُ الْمُتَّقِينَ(30)} [[النحل]]. وتقوى الله تدفع المؤمن إلى طاعته، وترك معاصيه، ولا يتأهل للسفر إلى الجنة إلا المتقون. وهذا المعنى هو الذي يجب أن يجعله المؤمن هدفه من صيامه، وهو المزيد من طاعة الله، والطمع في قبوله طاعته، والفوز بتقواه، ونيل ثوابه ورضاه، الوقاية من إحباط عمله بالبعد عن معاصي الله، ولا يقف به همه عند التفكير في صحة صيامه فقط، بل يكون من المتنافسين في طاعة الله، ليصل إلى درجات عباد الله الصالحين، ليكون ممن قال الله تعالى فيهم: {إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ (57) وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ (58) وَالَّذِينَ هُمْ بِرَبِّهِمْ لا يُشْرِكُونَ (59) وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ (60) أُوْلَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ (61)} [[المؤمنون]]. وإذا اقترف المؤمن شيئاً من المعاصي، فلا ييأس من رحمة الله وليجاهد نفسه، وليعزم على التوبة النصوح التي يبدل الله بها سيئاته حسنات.. {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ..(222)} [[البقرة]]. {يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ يَوْمَ لا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ(8)} [[التحريم]]. {…وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ(31)} [[النور]]. {التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ وَبَشِّرِ الْمُؤْمِنِينَ}[[ التوبة:112.]]."
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "الفصل الثالث عشر: عَمَّنْ تُصَفَّدُ الشَّيَاطِينُ؟",
    "content": "روى أبو هريرة رضي الله عنه، قال: \"قال رسول الله صلى الله عليه و سلم: ((إذا كان رمضان، فُتحت أبواب الرحمة وغُلقت أبواب جهنم، وسُلسلت الشياطين))[[ البخاري (1800) ومسلم (1079) واللفظ له.]]. وساقه الإمام أحمد، بلفظ: ((قد جاءكم رمضان، شهر مبارك افترض الله عليكم صيامه، تفتح فيه أبواب الجنة، ويغلق فيه أبواب الجحيم، وتغل فيه الشياطين، فيه ليلة خير من ألف شهر من حرم خيرها..)) [[المسند (7148).]]. وسياق النسائي قريب من سياق الإمام أحمد[[سنن النسائي (2106).]]. ورواه الحاكم بلفظ: ((إذا كان أول ليلة من رمضان، صُفدت الشياطين ومردة الجن، وغلقت أبواب النار فلم يفتح منها باب، وفتحت أبواب الجنان فلم يغلق منها باب، ونادى منادٍ: يا باغي الخير أقبل، ويا باغي الشر أقصر، ولله عتقاء من النار))[[ المستدرك على الصحيحين (1532) وقال: \"هذا حديث صحيح على شرط الشيخين ولم يخرجاه بهذه السياقة\".]]. ورواه الترمذي بنفس السياق، إلا انه زاد بعد قوله: ((ولله عتقاء من النار، وذلك كل ليلة))[[ سنن الترمذي (682).]]. في هذه الأحاديث ثلاث مسائل رئيسة: المسألة الأولى: أن الله يفتح في أول ليلة من شهر رمضان أبواب الرحمة، أو الجنة. المسألة الثانية: أنه تعالى يغلق أبواب جهنم. المسألة الثالثة: أنه يسلسل الشياطين، ومردة الجن. وسنتناول في الفقرات التالية المسألة الثالثة (تصفيد الشياطين). ولسنا نريد الدخول فيما قيل من أن تصفيدهم وسلسلتهم، حقيقة أو مجاز، فالمراد على كلا الرأيين، أن الله تعالى يخفف من شر الشياطين ووسوستهم في صدور المؤمنين، إعانة لهم على صيام رمضان وقيامه، والاجتهاد في الإكثار من الطاعات، ومجاهدة النفس على ترك المعاصي... هذا هو المعنى المراد من تصفيد الشياطين... و الله اعلم. و\"التصفيد\" معناه في اللغة شَدُّ الأصفاد، وهي القيود والأغلال، في أيدي المسجونين وأرجلهم. ويورد العلماء في هذه المسألة إشكالاً، وهو أن كثيراً من المسلمين، يرتكبون المعاصي في شهر رمضان الذي تصفد فيه الشياطين، وقد لا يصوم بعضهم الشهر نفسه..!! قال الحافظ ابن حجر: \"وقال القرطبي ـ بعد أن رجح حمله على ظاهره ـ: فإن قيل كيف نرى الشرور والمعاصي واقعة في رمضان كثيراً، فلو صفدت الشياطين، لم يقع ذلك؟ فالجواب: أنها إنما تغل عن الصائمين الصومَ الذي حوفظ على شروطه، وروعيت آدابه، أو المصفد بعض الشياطين، وهم المردة، لا كلهم، أو المقصود تقليل الشرور فيه، وهذا أمر محسوس، فإن وقوع ذلك فيه أقل من غيره، إذ لا يلزم من تصفيد جميعهم أن لا يقع شر ولا معصية..\" [[فتح الباري (4/115).]]. ويبدو أن ما ذكره القرطبي رحمه الله \"أنها إنما تغل عن الصائمين الصومَ الذي حوفظ على شروطه، وروعيت آدابه\" هو جواب سليم. ونحن نرى أثر تصفيد الله تعالى الشياطين في هذا الشهر، واضحة في سلوك المسلمين، كل منهم بقدر ما يبذل من الاجتهاد في طاعة الله، والبعد عن معصيته، فالمسلم المجتهد في طاعة الله في غير رمضان، يزيد اجتهاده في رمضان، والمسلم الذي يسدد ويقارب ويكون منه تقصير في غير رمضان، يكون في رمضان أكثر تسديداً ومقاربة، وأقل تقصيراً فيه، والمسلم الذي يكثر فسقه في غير رمضان، يقل فسقه فيه. أما المسلم الموغل في ترك الطاعات، المبالغ في ارتكاب الكبائر في غير رمضان، فإنه يجذبه في هذا الشهر الكريم أربعة عوامل: العامل الأول: أجواء رمضان الإيمانية العبادية، التي يراها في عامة المسلمين، في المنازل و الأسر، وفي الشوارع والأسواق التي تختفي فيها المطاعم والمشارب في النهار، وفي المساجد والجوامع التي تمتلئ بالمصلين في الليل والنهار. العامل الثاني: نفسه الأمارة بالسوء التي تشده إلى ما ألفته من الوقوع في حمأة الشر والفساد. العامل الثالث: الشيطان الذي يوسوس في صدره، ويغريه بالاستمرار في سلوك سبله التي كان يسلكها في غير رمضان. العامل الرابع: شهواته التي تدعوه إلى تناول ما ألف التلذذ به منها... وهذا الصنف من الناس، يحتاج إلى إرادة قوية، وعزم شديد، ونية صادقة، ليرجح كفة العامل الأول، واللجوء إلى الله تعالى ليعينه على التغلب على هزيمة جيوش العوامل الثلاثة، فإن انتصر على أعدائه نال حظه من تصفيد الشياطين، وفاز بالخير العميم في شهر رمضان، وإن هُزِم في هذه المعركة، بقي أسيراً لشيطانه ونفسه وهواه، وحرم فرص نفحات هذا الشهر الكريم. ولمزيد من الإيضاح نقول: إن الله تعالى ذكر في كتابه، أنه أنزل كتبه السابقة، وأنزل كتابه القرآن، هدىً للناس، ولكن كثيراً من الناس، لم يهتدوا بالكتب السابقة، ولا بالقرآن الكريم، وهذا يدل على أن من أراد الهداية في كتب الله المنزلة في عهد رسله السابقين، وجدها وعَبَد اللهَ فكان مهتدياً فعلاً، ومن أراد الهداية في كتاب الله \"القرآن\" وجدها فيه وعبد الله تعالى، فكان مهتدياً بالفعل، وأن من لم يرد الهداية الموجودة في كتاب الله، لم يكن من المهتدين بالفعل، مع أنها متاحة له لو أراد. قال تعالى: { الم (1) اللهُ لا إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ (2) نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرَاةَ وَالإِنْجِيلَ (3) مِنْ قَبْلُ هُدًى لِلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللهِ لَهُمْ عَذَابٌ شَدِيدٌ وَاللهُ عَزِيزٌ ذُو انْتِقَامٍ(4)}[[آل عمران]]. فهو تعالى أنزل التوراة والإنجيل {هُدىً لِلنَّاسِ} في عهد موسى وعيسى، عليهما السلام، ولكن المهتدين بهما فعلاً قليل. وقال تعالى: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ(185)} [[البقرة]]. وها هو القرآن الكريم قد بقي محفوظاً، يحمل الهدى لكافة الناس، ومع ذلك لم يهتد به فعلاً إلا القليل من بني البشر، ولهذا خصَّ سبحانه و تعالى من انتفع بهذا القرآن واهتدى بهداه في آيات كثيرة: منها قوله تعالى: {ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ(2)} [[البقرة]]. والمقصود من هذا أن الله تعالى يشرع وييسر ما ينفع الإنسان ويدعوه إلى الانتفاع به، وينقسم الناس قسمين: قسم يستجيب لدعوة الله وينتفع بما أوجده لنفعه.. وقسم يرفض دعوة الله ولا ينتفع بما أوجده لنفعه.. ومن هذا الباب تيسير الله تعالى لعباده المؤمنين سبل طاعته، وتسهيله لهم ترك معصيته، في هذا الشهر الكريم، بتصفيده الشياطين الذي يضلون عباد الله، الذي دعاهم إلى الانتفاع بهذا التيسير والتسهيل. فمن لبى دعوته، واستعان به وجاهد نفسه وهواه وشيطانه، انتفع بما يسره الله له، ومن أبى إلا التمرد على طاعة الله، واستمر مطيعاً للشيطان، فهو الذي جنى على نفسه وحرمها من فرصة سانحة متاحة. وفي حديث أبي هريرة رضي الله عنه، ما يبين هذا المعنى، فقد روى أن رسول الله صلى الله عليه و سلم قال: ((كل أمتي يدخلون الجنة إلا من أبى)) قالوا: يا رسول الله ومن يأبى؟ قال: ((من أطاعني دخل الجنة، ومن عصاني فقد أبى))[[ صحيح البخاري، برقم (6851).]]. فمن اغتنم تصفيد الشياطين واجتهد في طاعة ربه، بمنزلة من اهتدى بالقرآن، ومن تجاهل ذلك واستمر في غيه، بمنزلة من أبى الاهتداء بالقرآن. فيصح أن يقال: إن الشياطين إنما صفدت لمن يرغب في طاعة الله وترك معصيته، ولم تصفد لمن أصر على الاستجابة لها. كما صح أن يقال: إن القرآن هدى لمن اتقى الله وسعى في طاعته، وليس هدى لغيره ممن كفر به. أقسام الهدى: القسم الأول: هدى دلالة وإرشاد وهو بمعنى البيان، وهذا شامل لكل الناس، فالقرآن يهديهم ويدلهم على الحق ويبينه لهم ويدعوهم إليه، ويهديهم ويدلهم على الباطل، أي يبينه لهم، ويحذرهم منه، فيهتدي به فعلاً من استجاب، ويحرم من هدايته من استكبر وأبى. ولنضرب مثالاً يوضح الأمر: لو أن جباراً في الأرض، جمع الناس في سجن كبير وكبلهم بالأغلال والأصفاد، وأحاط السجن بحراس شداد، يمنعون المسجونين من الخروج، ويسومونهم سوء العذاب، ثم هيأ الله لهم أميراً رحيماً أقوى من ذلك الجبار، ومعه جنود أقوياء يطيعون أمره، فأمرهم بطرد حراس السجن وفتح أبوابه، ثم أمر منادياً ينادي من في السجن: أن اخرجوا فأنتم أحرار طلقاء، فاغتنم الفرصة من يريدون العزة والحرية وخرجوا، وأبى آخرون ممن ألفوا الذل والهوان، وأصروا على بقائهم في سجن ذلك الجبار..!! ألا يصح أن يقال: إن أبواب السجن فتحت للجميع، باعتبار أن الفرصة أتيحت لهم، ويقال: إن أبواب السجن إنما فتحت لمن خرجوا، باعتبار أنهم هم الذين استفادوا منه فعلاً؟ وعلى هذا يقاس تصفيد الشياطين، ويعرف من صفدت لهم حقيقة. وهل ينتصر القاعد على عدوه؟ معلوم أن الشيطان عدو لآدم وذريته، وعداؤه للإنسان قديم، إذ لم يوجد الإنسان إلا كان الشيطان بجانبه، يحسده على الخير الذي آتاه الله، ويدبر له المؤامرات، ويكيد له المكائد ويغريه بالمعاصي، ويزين له الابتعاد عن طاعة الله ورضاه، وهو مُصِرٌّ على مواصلة العداء والإضلال، وهو ملازم للإنسان ملازمة مستمرة، في كل مكان وزمان، وله أساليب متنوعة في الإضلال والإغواء وقلب الحقائق حتى يُرِيَ الإنسانَ الحقَّ باطلاً والباطلَ حقاً، ويتخذ أنواعًا من التهديد والتخويف التي يرعب بها الإنسان، ليثنيه عن طاعة الله، ويوقعه في معصيته.. إنه الشيطان! وقد أبان الله لخلقه تلك العداوة، وحذرهم من عدوهم غاية التحذير، وأمرهم أن يتخذوه عدواً كما اتخذهم هو أعداء، والقرآن مليء بالآيات المحذرة منه، وقد ذكرت شطراً منها مع التعليق على بعض معانيها في كتاب \"الجهاد في سبيل الله ـ حقيقته وغايته\". ومنها قوله تعالى: {يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللهِ حَقٌّ فَلا تَغُرَّنَّكُمْ الْحَيَاةُ الدُّنْيَا وَلا يَغُرَّنَّكُمْ بِاللهِ الْغَرُورُ (5) إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ (6)} [[فاطر]]. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً وَلا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ(208)}[[البقرة]].  ولا ينتصر العدو على عدوه وهو قاعد، بل لا بد من أن يدفع عن نفسه، بكل وسيلة متاحة لمجاهدته، ولهذا نرى الحيوانات في الغابات والقفار يقاتل بعضها بعضاً، هجوماً ودفاعاً، وقد يقضي القوي على الضعيف، أو يطرده من الأرض التي يسيطر عليها، وهكذا البشر، من لم يتخذ أسباب القوة، لا يعيش إلا ذليلاً مهاناً، ومن لم يُرهب عدوُّه أرهبه عدوه. قال تعالى: {وَإِمَّا يَنزَغَنَّكَ مِنْ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللهِ إِنَّهُ سَمِيعٌ عَلِيمٌ (200) إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنْ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ(201)}[[الأعراف]]. فَدَفْعُ الإنسانِ أذى عدوه إبليس، لا يكون بالسيف والرشاش والصاروخ، وإنما يكون بالاستجابة لأمر الله وطاعة رسوله، والالتجاء إلى الله تعالى والاستعاذة به منه، والإكثار من ذكر الله. فإذا لم يتخذ الإنسان هذا السلاح لمحاربة هذا العدو، صرعه ولا بد. ثم إن الشياطين التي توسوس في صدور ابن آدم، ولا يسلم منها المؤمن إلا بالاستعاذة بالله من وسواسها، هذه الشياطين تكون من الجن والإنس، ولهذا منح الله خلقه من الناس سورة سميت باسمهم: \"سورة الناس\" وفيها أمر الله تعالى رسوله، وهو قدوة أمته، بالاستعاذة من القسمين: {قُلْ أَعُوذُ بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلَهِ النَّاسِ (3) مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ (4) الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ (5) مِنْ الْجِنَّةِ وَالنَّاسِ (6)}[[الناس]].  والشياطين، ليس لهم سلطان على عباد الله المؤمنين الحريصين على طاعة الله وترك معصيته، أما من آثر تولي الشياطين، على ولاية الله، فإن الله تعالى يكله على من تولاه، فيكون له عليه سلطان، ويكون سلطانه عليه بقدر توليه إياه.. كما قال تعالى: { فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ (98) إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (99) إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ (100)} [[النحل]]. وعلى ضوء ما مضى ينبغي أن نفهم معنى تصفيد الله للشياطين في هذا الشهر الكريم."
  },
  {
    "type": "section",
    "id": "section-16",
    "title": "الفصل الرابع عشر: لِمَنْ تفتح أبواب الجنة؟ وعَمَّنْ تُغْلَّقُ أبوابُ النَّار؟",
    "content": "نعود مرة أخرى إلى الآية الكريمة التي فرض الله فيها صيام شهر رمضان على المؤمنين، للتذكير بأن من أهم ما يثمره الصيام في الصائمين، تقوى الله عز و جل. كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ(183)}[[البقرة]].  ونعيد كذلك التذكير بالحديث الذي بشَّر فيه الرسول صلى الله عليه و سلم، بفتح أبواب الجنة وغلق أبواب النار في شهر رمضان، كما روى أبو هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه و سلم: ((إذا كان رمضان، فُتحت أبواب الرحمة وغُلقت أبواب جهنم، وسُلسلت الشياطين))[[ البخاري (1800) ومسلم (1079) واللفظ له.]]. ثم نستفتي القرآن الكريم، في المؤهلات التي تفتح بها أبواب الجنة، وتغلق بها أبواب النار.. فسنجد أن التقوى التي يجنيها الصائمون من صيامهم، هي خلاصة المؤهلات لدخول الجنة، والنجاة من النار، في كل الأوقات، ومن باب أولى في هذا الشهر الكريم. وقد تكرر ذلك كثيراً في القرآن الكريم، ومن ذلك قوله تعالى في الآيات الآتية: {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ(15)}[[الذاريات]]. {تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيّاً(63)} [[مريم]]. {وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ(90)} [[الشعراء]]. {وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَراً حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ(73)} [[الزمر]]. {قُلْ أَذَلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ كَانَتْ لَهُمْ جَزَاءً وَمَصِيراً(15)} [[محمد]]. {وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ(31)} [[ق]]. { هَذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ (49) جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمْ الأَبْوَابُ(50)} [[ص]]. وقد جمع الله تعالى للمتقين، دخول الجنة وما فيها من نعيم، والوقاية من النار، فقال تعالى: {إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ (51) فِي جَنَّاتٍ وَعُيُونٍ (52) يَلْبَسُونَ مِنْ سُندُسٍ وَإِسْتَبْرَقٍ مُتَقَابِلِينَ (53) كَذَلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ (54) يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ (55) لا يَذُوقُونَ فِيهَا الْمَوْتَ إِلاَّ الْمَوْتَةَ الأُولَى وَوَقَاهُمْ عَذَابَ الْجَحِيمِ(56)} [[الدخان]]. ومعلوم أن التقوى هي طاعة الله تعالى، بفعل ما أمر، وترك ما نهى عنه وزجر، ويدخل في ذلك، فعل الواجبات والمندوبات، وترك المحرمات والمكروهات، وفعل المباحات، أو تركها تقرباً بذلك إلى الله تعالى، وهذه هي الأحكام التكليفية التي ذكرها العلماء في كتب أصول الفقه. كما يكثر في القرآن الكريم، أن الإيمان والعمل الصالح، هما المؤهلان لدخول الجنة، والعمل الصالح هو التقوى، والإيمان أساسهما.. قال تعالى: {وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقاً قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشَابِهاً وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ(25)}[[البقرة]].  وكثيرا ما يفصل القرآن الكريم، مؤهلات أهل الجنة الناجين من النار، فعلاً وتركاً. ومن أمثلة ذلك قوله تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ (1) الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ (2) وَالَّذِينَ هُمْ عَنْ اللَّغْوِ مُعْرِضُونَ (3) وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ (4) وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (5) إِلاَّ عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (6) فَمَنْ ابْتَغَى وَرَاءَ ذَلِكَ فَأُوْلَئِكَ هُمْ الْعَادُونَ (7) وَالَّذِينَ هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ (8) وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ (9) أُوْلَئِكَ هُمْ الْوَارِثُونَ (10) الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ (11)}[[المؤمنون]].  وينبغي أن يعلم أن الحد الأعلى للتقوى والإيمان والعمل الصالح، هو ما سبق من فعل المسلم الواجبات والمندوبات، وترك المحرمات والمكروهات، وفعل المباحات أو تركها، تقرباً إلى الله تعالى. وهؤلاء هم السابقون بالخيرات. وأن الحد الأدنى للتقوى الذي يستحق به صاحبه الجنة والنجاة من النار، بفضل الله ورحمته، هو فعل الواجبات، وترك المحرمات، وهؤلاء هم المقتصدون في طاعة الله، بحيث لا يحرصون على فعل المندوبات، وترك المكروهات. ومع ذلك فإن رحمة الله تعالى تشمل من يفرط في ترك بعض الواجبات، وارتكاب بعض المحرمات، ما سلم من الشرك بالله، وهؤلاء هم الظالمون لأنفسهم. وقد شمل هذه الأصناف الثلاثة، قوله تعالى: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ (32) جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤاً وَلِبَاسُهُمْ فِيهَا حَرِيرٌ (33)} [[فاطر]]. فالجنة يفتح الله أبوابها لطالبيها، والنار يغلق الله أبوابها للهاربين منها، وطلب الأولى والهرب من الثانية، إنما يكونان بالإيمان والعمل الصالح وتقوى الله الشاملة لفعل الواجبات وترك المحرمات. ولهذا جاء في بعض ألفاظ حديث أبي هريرة، رضي الله عنه: بعد ذكر فتح أبواب الجنة، وغلق أبواب النار: ((ونادى منادٍ: يا باغيَ الخير أقبل، ويا باغيَ الشر أقصر)). ومن فضل الله تعالى على أمة محمد أنهم جميعاً يدخلون الجنة، إلا من حرم نفسه منها، فأبى دخولها، كما سبق قريباً في حديث أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه و سلم، قال: ((كل أمتي يدخلون الجنة إلا من أبى)) قالوا: يا رسول الله ومن يأبى؟ قال: ((من أطاعني دخل الجنة، ومن عصاني فقد أبى))[[ البخاري، بشرح فتح الباري (15/173) دار الفكر.]]. وقد خصَّ الله تعالى الصائمين، بباب من أبواب جنته الثمانية، لا يدخله غيرهم، إكراماً منه تعالى لهم، كما في حديث سهل بن سعد رضي الله عنه، عن النبي صلى الله عليه و سلم، قال: ((في الجنة ثمانية أبواب، فيها باب يسمى الريان، لا يدخله إلا الصائمون))[[ البخاري رقم (3084) ومسلم (1152).]]. وفي لفظ: ((ومن دخله لم يظمأ أبداً))[[ الترمذي (765) و قال: هذا حديث حسن صحيح غريب.]]. قال الحافظ: \"وهو مما وقعت المناسبة فيه بين لفظه ومعناه؛ لأنه مشتق من الري، وهو مناسب لحال الصائمين، وسيأتي أن من دخله لم يظمأ\"[[ فتح الباري (4/11).]]. وفي ذلك فليتنافس المتنافسون: إن من أعظم نعم الله على عبده المؤمن، أن يجتهد في عبادة ربه، في كل باب من أبواب الخير: الصلاة، والصيام، والزكاة والصدقة، والحج، والجهاد في سبيل الله، والأمر بالمعروف والنهي عن المنكر، والذكر، وصلة الرحم، وتلاوة القرآن، وقيام الليل، والاعتكاف... وبخاصة في الأوقات الفاضلة، مثل هذا الشهر المبارك \"رمضان\" لتجتمع له فضائل الأعمال، وينال من ربه تعالى رضاه وثوابه الجزيل. وإن المسلمين لجديرون بأن يغنموا فرصة فتح أبواب الجنة التي بشَّر بها الرسول صلى الله عليه و سلم، في هذا الشهر الكريم، بأن يتطلعوا لكل تلك الأبواب، ولا يقتصروا على باب واحد منها، اقتداء بالمصطفى صلى الله عليه و سلم، وأصحابه الكرام. ومنهم خليفته الأول أبو بكر رضي الله عنه، الذي رجا له الرسول صلى الله عليه و سلم، كل ذلك الخير.. كما في حديث أبي هريرة، رضي الله عنه قال: \"سمعت رسول الله صلى الله عليه و سلم، يقول: ((من أنفق زوجين من شيء من الأشياء في سبيل الله، دعي من أبواب ـ يعني ـ الجنة: يا عبد الله هذا خير، فمن كان من أهل الصلاة دعي من باب الصلاة، ومن كان من أهل الجهاد دعي من باب الجهاد، ومن كان من أهل الصدقة دعي من باب الصدقة، ومن كان من أهل الصيام دعي من باب الصيام وباب الريان))، فقال أبو بكر: ما على هذا الذي يدعى من تلك الأبواب من ضرورة، وقال: هل يدعى منها كلها أحد يا رسول الله؟ قال: ((نعم وأرجو أن تكون منهم يا أبا بكر))[[ البخاري (3466) ومسلم (1027).]]. {خِتَامُهُ مِسْكٌ وَفِي ذَلِكَ فَلْيَتَنَافَسْ الْمُتَنَافِسُونَ (26)}[[ المطففين]]."
  },
  {
    "type": "section",
    "id": "section-17",
    "title": "الفصل السادس عشر: إلا الصيام فإنه لي وأنا أجزي به",
    "content": "في بداية طلبي العلم، كانت تعرض لي مشكلات كثيرة، في كثير من علوم اللغة العربية، والعلوم الإسلامية، ثم اتضح لي أن سبب كثير من تلك المشكلات، إنما هو قلة علمي، وضعف فهمي... وتقصيري في البحث والاطلاع على جهود علماء الإسلام، ممن أفنوا أعمارهم في فقه الإسلام، تعلماً وتعليماً، وكتابةً وتأليفاً، وغوصاً في أعماق معاني القرآن والسنة، وعلوم الآلة المعينة على فهمهما، واستخراج دُرر المسائل وغُررها، وإبرازها لطلاب العلم... صافية نقية، لذيذة شهية. وما كنت أرجع إلى كتب فقهاء الإسلام ـ بعزم وصبر ـ لأسألهم عن مسألة إلا وجدت عندهم جوابها، وما رجعت من عندهم خائباً ـ غالباً ـ إلا بسبب عجلتي وضعف صبري على البحث والتنقيب، ولا زالت المشكلات تعرض لي إلى الآن، وقد مضى لي في طلب العلم أربعة وخمسون عاماً، ولا أزال أكتشف إلى الآن عجلتي في البحث وضعف صبري. وأضرب لذلك مثالاً بالموضوع الذي بين أيدينا اليوم؛ فقد أشكل علي قول الرسول صلى الله عليه و سلم، فيما يحكي عن ربه سبحانه و تعالى: ((كل عمل ابن آدم له، إلا الصيام، فإنه لي، وأنا أجزي به)). وسبب الإشكال أن نصوص القرآن والسنة، دلَّت على أن عمل ابن آدم كله لله، وهو معنى \"الإخلاص\" الذي دلَّت نصوص كثيرة على وجوبه، بصفة عامة في كل العبادات، كما قال تعالى: {وَمَا أُمِرُوا إِلا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ(5)} [[البينة]]. وقوله تعالى: {قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (162) لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ(163)} [[الأنعام]]. ودلَّت نصوص أخرى على وجوبه في عبادات بعينها، كما في الصلاة التي تفتتح بتكبيرة الإحرام الدالة على أن المصلي إنما يؤدي صلاته لله. وكما في الحج والعمرة اللذين يدخل الحاج والمعتمر فيهما بالتلبية: ((لبيك اللهم لبيك، لبيك لا شريك لك لبيك إن الحمد والنعمة لك والملك لا شريك لك)). وكما في الجهاد الذي قُيِّد في القرآن والسنة بهذا القيد: \"في سبيل الله\" فكيف يخص الله الصيام وحده بأنه له ((إلا الصيام فإنه لي...))؟ ورجعت إلى فقهاء الإسلام، أطلب منهم حلاً لهذا الإشكال، فوقعت عيني على العبارات الآتية: \"وإنما خص الصوم بأنه له وإن كانت العبادات كلها له لأمرين بَايَنَ الصوم بهما سائر العبادات: أحدهما: أن الصوم يمنع من ملاذ النفس وشهواتها ما لا يمنع منه سائر العبادات. والثاني: أن الصوم سر بين العبد وبين ربه لا يظهر إلا له، فلذلك صار مختصاً به، وما سواه من العبادات ظاهر ربما فعله تصنعاً ورياء، فلهذا صار أخص بالصوم من غيره...\"[[ تفسير القرطبي (2/273).]]. وتكرر هذا المعنى في كثير من كتب التفسير، وشروح الحديث، وكتب الفقه.... ولم يُزِلْ هذا الجوابُ الإشكالَ الذي عرض لي؛ لأن الصائم يستطيع أن يُظهر للناس أنه صائم، تصنعاً ورياءً، بالقول، فيقول: أنا صائم، وبالحال، حيث يمسك عن الطعام والشراب وغيرهما في الظاهر، ويتسحَّر ويفطر مع الصائمين، فيعرفون أنه صائم. ولهذا أكثرت من التفكير في حل هذا الإشكال، وشعرت بأنني وجدت الحل قبل سنة في وقت الإفطار من إحدى ليالي رمضان، وهو كما يأتي: استحضرت قوله تعالى: {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى إِلَّا مِثْلَهَا وَهُمْ لا يُظْلَمُونَ(160)} [[الأنعام]]. وقوله تعالى: {مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ(261)}[[ البقرة]]. كما استحضرت حديث ابن عباس رضي الله عنهـما، عن النبي صلى الله عليه و سلم، فيما يروي عن ربه عز و جل، قال:  ((إن الله كتب الحسنات والسيئات، ثم بيَّن ذلك: فمن همَّ بحسنة فلم يعملها كتبها الله له عنده حسنة كاملة، فإن هو همَّ بها وعملها كتبها الله له عنده عشر حسنات، إلى سبعمائة ضعف، إلى أضعاف كثيرة، ومن همَّ بسيئة فلم يعملها كتبها الله له عنده حسنة كاملة، فإن هو همَّ بها فعملها كتبها الله له سيئة واحدة))[[ البخاري رقم (6126) ومسلم رقم (131).]]. الحل الذي فهمته، هو أن ثواب الحسنات، يكون مضاعفاً عشر مرات، أو سبعين ضعفاً، أو أضعافاً كثيرة، غير محصورة، وهذه لا يعلم عدها إلا الله تعالى: {وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ}.   فهمت من قوله تعالى في الحديث الذي رواه الرسول صلى الله عليه و سلم، عن ربه: ((إلا الصيام، فإنه لي، وأنا أجزي به)).. أن مضاعفة أجر الصيام مما استأثر الله تعالى به، فلا يعلمه العبد، وليس هو من الحسنات العشر، ولا من السبعين، وإنما هو من الأضعاف الكثيرة غير المحصورة. وكم كان فرحي بهذا الفهم الذي ظننت أنه لم يسبقني إليه أحد من العلماء.. وقد ذكرت ذلك لبعض طلابي، وطلبت منهم إبداء رأيهم في هذا الفهم، فأيدوه وسرهم ما وصل إليه أستاذهم. ثم أخذت أفكر وأسأل نفسي: هل تظن أن فقهاء الإسلام في جميع العصور الماضية، غاب عنهم هذا الفهم وخصَّك الله تعالى به؟ ورجعت إلى الأحاديث التي ذكر فيها النص: ((كل عمل ابن آدم له، إلا الصيام فإنه لي وأنا الذي أجزي به)).. وسجلت النصين الآتيين: النص الأول: عن أبي هريرة رضي الله عنه، قال: \"قال رسول الله صلى الله عليه و سلم: ((قال الله عز و جل: كل عمل ابن آدم له إلا الصيام فإنه لي، وأنا أجزي به، والصيام جنة، فإذا كان يوم صوم أحدكم فلا يرفث يومئذ ولا يسخب، فإن سابه أحد أو قاتله فليقل إني امرؤ صائم، والذي نفس محمد بيده لخلوف فم الصائم أطيب عند الله يوم القيامة من ريح المسك، وللصائم فرحتان يفرحهما، إذا أفطر فرح بفطره وإذا لقي ربه فرح بصومه))[[ مسلم رقم (1151).]]. النص الثاني: عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه و سلم، قال: ((الصيام جنة، فلا يرفث ولا يجهل، وإن امرؤ قاتله أو شاتمه، فليقل: إني صائم مرتين، والذي نفسي بيده لخلوف فم الصائم أطيب عند الله تعالى من ريح المسك، يترك طعامه وشرابه وشهوته من أجلي، الصيام لي وأنا أجزي به، والحسنة بعشر أمثالها))[[ البخاري رقم (1795).]]. النص الأول لم يذكر مضاعفة الحسنة، والنص الثاني ذكر فيه مضاعفتها إلى ((عشر أمثالها)) بعد قوله: ((الصيام لي وأنا أجزي به)) فشعرت بأن في النص الثاني إشارة إلى أن الذي اختص به، هو علم أجر الصائم. وقادني ذلك إلى الرجوع إلى فقهاء الإسلام، لمعرفة ما إذا كانوا قد فهموا ما فهمته، وأخذت أقرأ بصبر وتأن شروح الحديث، وبخاصة \"فتح الباري\" لابن حجر الذي، عرف بطول نفسه في جمع النصوص، وأقوال العلماء، فإذا هو ينقل عن البيضاوي النص الآتي: \"وقوله: ((إلا الصيام)) مستثنى من محكي دل عليه ما قبله، والمعنى أن الحسنات يضاعف جزاؤها من عشرة أمثالها، إلى سبعمائة ضعف، إلا الصوم فلا يضاعف إلى هذا القدر، بل ثوابه لا يقدر قدره ولا يحصيه إلا الله تعالى، ولذلك يتولى الله جزاءه بنفسه، ولا يكله إلى غيره\"[[ فتح الباري (4/110).]]. الهدف من سوق هذا المشوار ثلاثة أمور: الأمر الأول: نقل خبرتنا في طلب العلم سلبية كانت أم إيجابية، لإخواننا الطلبة، ليستفيدوا منها، فيأخذوا الإيجابي منها ويتركوا السلبي. الأمر الثاني: وجوب تلقي طالب العلم علمه على أيدي علماء، تلقوه عن علماء سابقين، ولا يكتفي بقراءة الكتب، بدون شيخ يفقهه في الدين على أسس متينة، ويصقل عقله بفكر نير، ويعلمه أدب طلب العلم، ويكون له قدوة حسنة في العمل والْخُلق، لينال بركة العلم ويزينه بالعمل. فهذا هو سبيل الرسالة النبوية، أخذ الرسول صلى الله عليه و سلم الوحي عن جبريل، وتلقاه عنه أصحابه، وتلقاه عن أصحابه التابعون، ولهذا كان أهل هذا السبيل، سائرين على صراط الله المستقيم، بدون إفراط ولا تفريط. وعندما انحرف عن نهجهم بعضُ الفِرَق، فأخذوا علمهم من الدفاتر والورق، وآثروا على حلقات العلم والعلماء، اعتلاءَ المنابر لقيادة الدهماء، ضلوا عن صراط الحق و الهدى، وأضلوا من قلدهم فغوى. ولهذا قال الإمام أبو إسحاق إبراهيم بن موسى الشاطبي رحمه الله: \"من أنفع طرق العلم الموصلة إلى غاية التحقق به، أخذه عن أهله المتحققين به على الكمال والتمام، وللعالم المتحقق بالعلم أمارات وعلامات: إحداها: العمل بما علم، حتى يكون قوله مطابقاً لفعله، فإن كان مخالفاً له، فليس بأهل لأن يؤخذ عنه، ولا أن يقتدى به في علم. والثانية: أن يكون ممن رباه الشيوخ في ذلك العلم لأخذه عنهم، وملازمته لهم، فهو الجدير بأن يتصف بما اتصفوا به من ذلك، وهكذا شأن السلف الصالح. فأول ذلك ملازمة الصحابة ? لرسول الله صلى الله عليه و سلم، وأخذهم بأقواله وأفعاله، واعتمادهم على ما يرد منه، كائناً ما كان، وعلى أي وجه صدر، وصار مثلُ ذلك أصلاً لمن بعدهم، فالتزم التابعون في الصحابة سيرتهم مع النبي صلى الله عليه و سلم، حتى فقهوا ونالوا ذروة الكمال في العلوم الشرعية. وحسبك من صحة هذه القاعدة أنك لا تجد عالماً اشتهر في الناس الأخذ عنه، إلا وله قدوة اشتهر في قرنه بمثل ذلك. وقلما وجدت فرقة زائفة ولا أحداً مخالفاً للسنة، إلا وهو مفارق لهذا الوصف\"[[ الموافقات (1/91ـ95) بتحقيق الأستاذ محمد عبد الله دراز.]]. الأمر الثالث: الاطلاع على أقوال العلماء في مسائل الاجتهاد والخلاف، ومعرفة أدلتهم وأوجه استدلالهم، وحل ما يشكل على الطالب؛ لأن ذلك يوسع أفق طالب العلم، ويكسبه القدرة على فقه النصوص، ويجعله يعرف قدر أهل العلم والأدب معهم، و يعرف قدر نفسه كذلك، فلا ينصب نفسه نداً لأكابر العلماء، ويقول: \"نحن رجال وهم رجال\" وما قوله بصدق إلا إذا قصد أنه مثلهم في الذكورة الطبيعية، وإلا فالفرق بينهم وبينه كالفرق بين السماء والأرض. [sh][shtr]وَالْعِلْمُ لاَ بُدَّ لَهُ=مِنْ عَالِمٍ يَبْذُلُهُ[/shtr][shtr]لِطَالِبٍ مُجْتَهِدِ=عَلَى يَدَيْهِ يَهْتَدِي[/shtr][shtr]يَلْتَزِمُ التَّوَاضُعَا=وَيَنْبُذُ التَّرَفُّعَا[/shtr][shtr]أَمَا تَرَى جِبْرِيلاَ=قَدْ حَمَلَ التَّنْزِيلاَ[/shtr][shtr]مُعَلِّماً لِلْمُصْطَفَى=مِنْ رَبِّهِ مُكَلَّفَا[/shtr][shtr]وَصَحْبُهُ قَدْ حَازُوا=\tعُلُومَهُ فَفَازُوا[/shtr][shtr]وَهَؤُلاَءِ عَلَّمُّوا=مَنْ جَاءَ مِنْ بَعْدِهُمُ[/shtr][shtr]عَلَى أُصُولٍ سَامِيَهْ=مِثْلَ الْجِبَالِ الرَّاسِيَهْ[/shtr][shtr]فَحَقَّقُوا لِلأُمَّةِ=كُلَّ مَعَانِي الْعِزَّةِ[/shtr][shtr]وَلَمْ تَزَلْ آثَارُهُمْ=رَافِعَةً أَقْدَارَهُمْ[/shtr][shtr]وَمَا أَضَلَّ الْفِرَقَا=وَسَبَّبَ التَّزَنْدُقَا[/shtr][shtr]فِي كُلِّ عَصْرٍ غَابِر=وَفِي الزَّمَانِ الْحَاضِرِ[/shtr][shtr]إِلاَّ السُّلُوكُ الشَّارِدْ=\tعَنِ السَّبِيلِ القَاصِدْ[/shtr][shtr]ثُمَّ أَتَتْ أَزْمَانُ=خَفَّ بِهَا الإِيمَانُ[/shtr][shtr]وَقَلَّ فِيهَا الْعُلَمَا=وَالْعُقَلاَ وَالْحُكَما[/shtr][shtr]وَصَارَ فِيهَا الْجَهَلَه=\tبَيْنَ الْمَلاَ مُبَجَّلَهْ[/shtr][shtr]وَنَبَتَتْ شَرَاذِمُ=سِيمَاهُمُ التَّعَالُمُ[/shtr][shtr]شُيُوخُهُمْ دَفَاتِرُ=صَمَّاً وَفَهْمٌ قَاصِرُ[/shtr][shtr]لِذَا أَسَاؤُوا الأَدَبَا=وَجَهْلُهُمْ تَرَكَّبَا[/shtr][shtr]حَتىَّ إِذَا مَا ذُكِرَا=إِمامُ عِلْمٍ غَبَرَا[[[[أي إمام دار الهجرة، وهو الإمام مالك رحمه الله،وركبه هم أئمة العلم من المفسرين والمحدثين والفقهاء.]][/shtr][shtr]مِثْلُ إِمَامِ الدَّارِ=وَرَكْبِهِ الأَبْرَارِ[/shtr][shtr]قَالُوا ـ وَهُمْ أَذْيَالُ ـ=نَحْنُ وَهُمْ رِجَالُ[/shtr][shtr]وَخَبَطُوا فِي الْفَتْوَى=لِلنَّاسِ خَبْطَ عَشْوَى[/shtr][shtr]وَأَصْبَحَ التَّكْفِيرُ=لَدَيْهُمُ يَسِيرُ[/shtr][shtr]رَمَوْا ذَوِي الْجِهَادِ=بِأَلْسُنٍ حِدَادِ[/shtr][shtr]وَقَدْ تَرَى الْخَوَارِجَا=أَعْدَلَ مِنْهُمْ مَنْهَجَا[/shtr][shtr]لِذَا تَرَى الشَّبَابَا=يَضْطَرِبُ اضْطِرَابَا[/shtr] [/sh] نسأل الله أن يفقهنا في دينه ويرزقنا الإخلاص له، والتواضع مع علماء الأمة، ويوفقنا للعمل بما علمنا."
  },
  {
    "type": "section",
    "id": "section-18",
    "title": "الفصل الخامس عشر: العَشْرُ وليلةُ القدر",
    "content": "إذا أحب الإنسان شيئاً، حرص على ملازمته وعدم مفارقته، وجدَّ واجتهد في مصاحبته، وحاول استغلال كل وقت يمكنه الاستفادة منه، فإذا علم أن محبه مفارقه ولا بدَّ، زاد حرصه على مصاحبته، واشتدَّ اجتهاده في أخذ أقصى ما يستطيع الحصول عليه منه مما يفيده وينفعه. والمرء مع من أحب، كما روى عبد الله بن مسعود رضي الله عنه، قال: \"جاء رجل إلى رسول الله صلى الله عليه و سلم، فقال: يا رسول الله كيف تقول في رجل أحب قوماً ولم يلحق بهم؟ فقال رسول الله صلى الله عليه و سلم: ((المرء مع من أحب))\"[[ مسلم، رقم (5817).]]. وقد أمر الرسول صلى الله عليه و سلم المسلم بالحرص على ما ينفعه، كما روى أبو هريرة رضي الله عنه قال: \"قال رسول الله صلى الله عليه و سلم: ((احرص على ما ينفعك، واستعن بالله، ولا تعجز))[[ مسلم رقم (2664)]]. ومن هنا كان الرسول صلى الله عليه و سلم، يجتهد في العشر الأخيرة من شهر رمضان، ويحرص على العمل فيهن، أكثر من غيرهن من الليالي التي سبقتهن، رغبة على المزيد من الخير في هذا الشهر قبل تَصَرُّمه، وعلى الليلة العظيمة التي دلت الأحاديث الصحية على أنها أكثر رجاء في العشر الأواخر المباركة منه. ومعلوم فضل العمل في العشر الأواخر، وفي ليلة القدر، ففي هذه الليلة نزل كتاب الله الهادي، وهذه الليلة هي إحدى تلك الليالي العشر.. قال تعالى: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ(185)} [[البقرة]]. وقال تعالى: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ(3)} [[الدخان]]. وقال تعالى: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (1) وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (2) لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (3) تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ (4) سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ (5)} [[القدر]]. روت عائشة رضي الله عنهـا، قالت: \"كان النبي صلى الله عليه و سلم، إذا دخل العشر، شد مئزره وأحيا ليله، وأيقظ أهله\"[[ البخاري رقم (1920) ومسلم، رقم (1174).]]. وروت عائشة كذلك: \"أن رسول الله صلى الله عليه و سلم، قال: ((تحروا ليلة القدر، في الوتر من العشر الأواخر من رمضان))[[ البخاري، رقم (1913) ومسلم، رقم (1169).]]. وروى أبو هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه و سلم: ((من يقم ليلة القدر إيماناً واحتساباً، غفر له ما تقدم من ذنبه))[[ البخاري، رقم (35) ومسلم، رقم (404).]]. أي ربحٍ وأي خسارة؟! شهر أنزل فيه القرآن، تضاعف حسناته، أمر بصيامه وقيامه، وعشره  الأخيرة ذات فضل خاص فيه، خصَّها الرسول صلى الله عليه و سلم بالاجتهاد في العبادة أكثر من غيرها من ليالي الشهر، وأمر المسلمين بالاقتداء به في الاجتهاد فيها، وفي هذه العشر ليلة هي خير من ألف شهر، وأمر الرسول صلى الله عليه و سلم أمته بتحري هذه الليلة والحرص على موافقتها. الشهر كاد ينصرم، والعشر بدأت تولي، والليلة مبهمة في العشر، وإن كانت أوتارها أكثر رجاء، وليلة السابع والعشرين، أقرب.. ولكنها ليست قطعية. شهر هذا موضعه من الفضل، وعَشْرٌ تلك مزيتها منه، وليلة لا توجد إلا مرة واحدة في السنة كلها. كم سيربح المسلم الصادق الذي صام هذا الشهر إيماناً واحتساباً؟ وكم سينال من رضا الله ورحمته، من قام لياليه إيماناً واحتساباً؟ وكم من الحسنات التي سيكتبها الله لمن وافق الليلة المباركة فيه، وهو مقبل على ربه خاشع خاضع متذلل، يرجو رحمته ويخاف عذابه، ويناجيه بالدعاء: الذي أمر به الرسول صلى الله عليه و سلم زوجه عائشة رضي الله عنهـا في هذه الليلة المباركة، ((اللهم إنك عفو كريم تحب العفو فاعف عني)).. عن عائشة رضي الله عنهـا قالت: قلت يا رسول الله أرأيت إن وافقت ليلة القدر ما أقول فيها؟ قال: ((قولي اللهم إنك عفو تحب العفو فاعف عني))[[ أحمد (7/245) دار إحياء التراث العربي، والترمذي (9/295) دار الكتب العلمية، وقال: هَذَا حَدِيثٌ حَسَنٌ صحيحٌ. الحاكم في المستدرك، برقم (1942) وقال: \"هذا حديث صحيح على شرط الشيخين ولم يخرجاه\".]]. خيرٌ من ألف شهر: لم يقل: إنها كألف شهر، بل قال: {خَيْرٌ مِنْ أَلْفِ شَهْرٍ} وهي خيرية مطلقة، قد لا يكون للعدد فيها مفهوم كما يقول علماء الأصول، أي قد تكون خيراً من آلاف الشهور..!! وكلما كان العبد أشد إخلاصاً لله، وأكثر إقبالاً عليه، كان فضل الله عليه أوسع، وإذا كان أجر العمل في هذا الشهر لا يحصيه إلا الله، فإن للعشر الأواخر فيه خصوصيتها، وفي الليلة المباركة فيه مزيتها. إن المسلم الذي صام ما مضى من رمضان إيماناً واحتساباً، وقام ما مضى من لياليه إيماناً واحتساباً، وشدَّ مئزره في العشر الأواخر من شهر رمضان، اقتداءً برسول اللهصلى الله عليه و سلم. وتحرى الليلة المباركة في هذا الشهر، حرصاً على فضلها وترقباً لمشاركة الملائكة المقربين الذين يتنزلون فيها، وامتثالاً لأمر رسوله وحبيبه محمد صلى الله عليه و سلم، بتحريها في هذه العشر، إن المسلم الذي يفعل ذلك لجدير برحمة الله ومغفرته، وعتقه من النار. ولهذا قطع النبي صلى الله عليه و سلم علائقه المعتادة، في شهر رمضان، وكان للعشر الأخيرة منه حظها الأوفر من الإيثار، فجاور فيها ربه حتى لحق بالرفيق الأعلى صلى الله عليه و سلم. وإن المسلم الذي فرط في العشرين من الشهر المبارك، ثم وفقه الله تعالى، لتدارك ما فات، فشمر عن ساعد الجد، وأقبل إلى الله بإرادة قوية، وإخلاص كامل، فصام إيماناً واحتساباً، وقام إيماناً واحتساباً، وندم على الخير الذي فاته أشدَّ الندم، وتضرَّع إلى الله بالدعاء أن يعوضه عن ذلك بعفوه ومغفرته، وعمله الجاد فيما بقي من الشهر، قد يلحق من سبقه، والأعمال بالخواتيم. وهي فرصة ينبغي أن يغنمها المفرِّطون في عبادة الله، في شهر رمضان وفي غيره من الشهور، فقد تتنـزل عليهم رحمة الله وعفوه وتوفيقه، فيتوب عليهم، ويهديهم للحرص على عبادته وطاعته وترك معاصيه، حتى يلقوه. أما من أغواه الشيطان في نهار رمضان، فلم يَصُمه، وبال في أذنه في لياليه، فلم يقمها، كما ثبت ذلك عن النبي صلى الله عليه و سلم، فيمن يبيت ليله نائماً لا يقوم للصلاة[[صحيح البخاري، رقم (1093) من حديث ابن مسعود.]]. فإن مَن هذه حالُه جدير ببعده من ربه وسخطه عليه، وحرمانه من عفوه ورحمته ومغفرته، وجدير بالقرب من عدوه إبليس وضلالته إن لم يتدارك نفسه بالتوبة النصوح. {وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُوراً فَمَا لَهُ مِنْ نُورٍ(40)}[[النور]]. {مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيّاً مُرْشِداً(17)}[[الكهف]]. فأي ربح يناله من اجتهد في عبادة ربه في هذا الشهر الكريم، وخصَّ العشر الأواخر منه، بالمزيد من الاجتهاد، وتحرى الليلة المباركة في هذه العشر؟ وأي خسارة لمن فرَّط في هذا الشهر حتى خرج، وهو مصرٌ على تفريطه؟ وقد أنذر الله المفرِّطين في هذا الشهر بالخسارة إنذاراً يوجب لهم الحسرة، ويورثهم الندم، فدعا عليه جبريل وعلى من عق والديه، وعلى من جفا رسول الله صلى الله عليه و سلم، فلم يصلِّ عليه، إذا ذُكر عنده، دعا عليه ثلاثاً، وأكد ذلك الرسول صلى الله عليه و سلم، حيث أمَّن على دعاء جبريل. فقد روى أبو هريرة رضي الله عنه: \"أن رسول الله صلى الله عليه و سلم، رقي المنبر، فقال: ((آمين، آمِين، آمين)).. فقيل له: يا رسول الله ما كنت تصنع هذا؟  فقال صلى الله عليه و سلم: ((قال لي جبريل أرغم الله أنف عبد أو بَعُد، دخل رمضان فلم يغفر له، فقلت: آمين، ثم قال: رغم أنف عبد أو بَعُد، من أدرك والديه أو أحدهما لم يدخله الجنة، فقلت: آمين، ثم قال: رغم أنف عبد أو بَعُد، ذكرت عنده فلم يصلِّ عليك، فقلت: آمين)) [[صحيح ابن خزيمة، برقم (1888) وصحيح ابن حبان (907) و رواه جابر بن سمرة، ذكره في مجمع الزوائد، وقال: \"رواه الطبراني بأسانيد وأحدها حسن ولهذا الحديث طرق في الأدعية في الصلاة على النبي صلى الله عليه و سلم\" (8/139).]]."
  },
  {
    "type": "section",
    "id": "section-19",
    "title": "الفصل السادس عشر: لا تيأس من رحمة ربك مهما كثرت ذنوبك!",
    "content": "تصور أن ملِكاً ظالماً جباراً قوياً، لا يتردد في إيذاء من يريد من رعيته، بأي نوع من أنواع الإيذاء بحق وبدون حق: السجن والاعتقال، الضرب المبرح، غصب الأموال، تخريب الديار، تشريد الناس ونفيهم. وقد قرب إليه بعض الفقراء الخاملين الضعفاء من رعيته، فرفع منزلته، بما أغدق عليه من الأموال، وبما منحه من الجاه والسلطان، ووضع له منهجاً يسير عليه في تصرفاته، بحيث لا يتعدى الحدود التي رسمها له. ولكن الرجل طغى وأعطى نفسه الحق في الخروج على ما حدده له الملك، وبالغ في عصيانه إلى الحد الذي اعتدى فيه على بعض أقارب الملك، بالقتل والسخرية والإهانات، وعلى أمواله، بالسلب والنهب والسرقة، وعلى عرضه بالقذف والسب، فأصدر ذلك الملك أوامره لرجال شرطته وجيشه واستخباراته بالقبض عليه، لينزل به ما يشفي غيظه من العقوبات، فلم يتمكن من القبض عليه، لقدرته على الاختفاء والهرب. ثم بدا لهذا الرجل أن يعود إلى الملك الجبار الظالم، مستسلماً له طالباً عفوه ورحمته، تُرَى ماذا سيكون مصير الرجل عند هذا الملك الجبار؟ هل تظنه سيعفو عنه؟ أو تظنه سيوبخه ثم يطرده من عمله ويكتفي بذلك؟ أو تظنه سيأمر بضربه وإهانته ثم يدعه وشأنه؟ كلا! إنه سينزل به من الإهانات والخزي أمام الملأ، ما لم يكن يتصوره الرجل ولا غيره من الرعية، وقد يصلبه بعد الضرب والإهانات، وهو حي في أكبر ميادين بلده، حتى يموت، ليراه الناس بتلك الحال، وقد يأمر بتقطيعه إرْبا إرباً. هذا مثال واحد يوضح شأن مواقف الجبارين، في ولاياتهم، ممن خرج عن طاعتهم، وجنى عليهم، بل إن الجبارين ليعتدون على من خالفهم ـ وإن كان على حق ـ بكل أنواع العدوان، من ضرب وسجن وحرق ورجم و طرد وقتل، كما فعلت الأمم السابقة مع الأنبياء والرسل، حتى لو طلب أهل الحق المهادنة بين الفريقين، حتى يحكم الله بينهم، فلا يرضون بالمسالمة والمهادنة، إلا بإكراه أهل الحق على ترك دينهم والدخول في ملة الكفر. ومن أمثلة ذلك ما بينه الله تعالى من موقف قوم شعيب منه، في قوله تعالى: {وَإِنْ كَانَ طَائِفَةٌ مِنْكُمْ آمَنُوا بِالَّذِي أُرْسِلْتُ بِهِ وَطَائِفَةٌ لَمْ يُؤْمِنُوا فَاصْبِرُوا حَتَّى يَحْكُمَ اللهُ بَيْنَنَا وَهُوَ خَيْرُ الْحَاكِمِينَ (87) قَالَ الْمَلأ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا قَالَ أَوَلَوْ كُنَّا كَارِهِينَ(88)}[[الأعراف]]. والأمثلة كثيرة جداً، في القرآن وفي السنة، و في قصة أصحاب الأخدود عبرة. هذه طبيعة جبابرة المخلوقين. فكيف يستقبل الله تعالى الجبار القادر على قصم كل جبار من المخلوقين، مَن رجع إليه نادماً، طالباً عفوه ورحمته، وقد ارتكب كل أنواع المعاصي التي نهاه عنها، من أكبر الكبائر الذي هو الشرك الأكبر، إلى أصغرها، كوضع قليل من الأذى في طريق الناس؟ وقبل الإجابة على هذا السؤال، ينبغي أن يلتفت الإنسان إلى الوراء، ليتذكر نعم الله تعالى عليه، ابتداء من إيجاده بعد العدم، ومروراً بكل أطوار حياته، التي لا يجد نفسه في أي لحظة من لحظات عمره، مستغنياً عن فضل الله عليه، ونعمه التي لا يحصيها إلا هو تعالى: {هَلْ أَتَى عَلَى الإنسان حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئاً مَذْكُوراً(1)}[[الإنسان]].  {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ(18)}[[النحل]].  {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ(53)} [[النحل]]. {وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لا تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السَّمْعَ وَالأَبْصَارَ وَالأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ(78)}[[النحل]]. وقد اختصر القرآن الكريم للإنسان رحلته في الدنيا والآخرة، في خمس آيات من كتابه، فقال: {وَلَقَدْ خَلَقْنَا الإِنسَانَ مِنْ سُلالَةٍ مِنْ طِينٍ (12) ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (13) ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَاماً فَكَسَوْنَا الْعِظَامَ لَحْماً ثُمَّ أَنشَأْنَاهُ خَلْقاً آخَرَ فَتَبَارَكَ اللهُ أَحْسَنُ الْخَالِقِينَ (14) ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ (15) ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ (16)} [[المؤمنون]]. هذا الإنسان الذي تلك حاله، ينسى ربه الذي أوجده من العدم، وينسى نعمه التي لا حياة له بدونها، إضافة إلى نعمة هدايته إلى ما ينفعه في دنياه وآخرته، بإرسال رسله بوحيه، ينسى هذا الإنسان، خالقه ونعمه عليه، فإذا هو كما وصفه خالقه: {خَلَقَ الإِنْسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ(4)} [[النحل]]. {أَوَلَمْ يَرَ الإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ(77)} [[يس]]. ومع ذلك ينادي الخالق العظيم، عبده الآبق المسرف في معاصيه، ليعود إليه بكل ذنوبه ومعاصيه، ليغفرها له، وينهاه عن القنوط واليأس من تلك المغفرة والرحمة. فقد قال تعالى: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ(53)} [[الزمر]]. ومعلوم عند أهل السنة والجماعة، أن جميع الذنوب، ما عدا الشرك بالله، هي تحت مشيئته تعالى، إن شاء غفرها وأدخل صاحبها الجنة، بدون أن يدخله النار، وإن شاء أدخله النار وعذبه ليطهره، ثم يدخله الجنة. كما قال تعالى: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْماً عَظِيماً(48)} [[النساء]]. ولكن المسلم العاقل الذي يعلم أن الله تعالى قد لا يغفر له ذنوبه، بل قد يعذبه بالنار، قبل أن يدخله الجنة، هذا المسلم يحرص على البعد عن معاصي الله، وإذا وقع في شيء منها، رجع إلى ربه فتاب توبة نصوحاً، لينجو من العذاب، ويفوز بدخول الجنة ابتداء. دعوة الله عبده إلى التوبة وفرحه بها: فقد دعا رسل الله تعالى قومهم، إلى التوبة، كما قال تعالى عن هود ? لقومه: {وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَاراً وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ وَلا تَتَوَلَّوْا مُجْرِمِينَ(52)}[[هود]]. وقال تعالى عن صالح: {وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحاً قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ هُوَ أَنْشَأَكُمْ مِنَ الأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ(61)} [[هود]]. وقال تعالى عن شعيب: {وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ(90)} [[هود]]. وأمر الله تعالى المؤمنين من هذه الأمة بالتوبة، فقال تعالى: {وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعاً حَسَناً إِلَى أَجَلٍ مُسَمّىً وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ(3)} [[هود]]. وقال تعالى: {..وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ(31)}[[النور]]. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ يَوْمَ لا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ(8)}[[التحريم]]. روى عبد الله بن مسعود، عن رسول الله صلى الله عليه و سلم، قال: \"سمعت رسول الله صلى الله عليه و سلم، يقول: ((لَلَّهُ أشد فرحاً بتوبة عبده المؤمن، من رجل في أرض دويَّة مهلكة، معه راحلته عليها طعامه وشرابه، فنام فاستيقظ وقد ذهبت، فطلبها حتى أدركه العطش، ثم قال: أرجعُ إلى مكاني الذي كنت فيه، فأنام حتى أموت، فوضع رأسه على ساعده ليموت، فاستيقظ وعنده راحلته وعليها زاده وطعامه وشرابه، فالله أشد فرحاً بتوبة العبد المؤمن من هذا براحلته وزاده))[[ البخاري (5950) من حديث أنس مختصراً، مسلم رقم (2744) واللفظ له، و\"الدَّويَّة\" بتشديد الدال المفتوحة، والياء المشددة: الأرض القفر.]]."
  },
  {
    "type": "section",
    "id": "section-20",
    "title": "الفصل السابع عشر: بادر بالتوبة قبل فوات الأوان",
    "content": "سبق أن الله تعالى يدعو عباده إلى التوبة ويفرح بها، وهي واجبة على جميع الناس، من جميع الذنوب، وتجب على الفور، ولا يجوز للعاصي تأخيرها. قال تعالى: {وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ(31)}[[النور]]. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ يَوْمَ لا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ(8)}[[التحريم]]. أليس فرح الله بتوبتك حافزاً لك على الإسراع بالتوبة إليه من ذنوبك؟ ربك الذي خلقك ورزقك، وأسدى إليك كل نعمة في حياتك، تجاهره بالمعاصي، بترك ما أمرك به، وفعل ما نهاك عنه، ثم يدعوك إلى التوبة ويفرح بتوبتك، هل يليق بك أن تستمر في عصيانه، وتصر على سخطه؟! ربك يريدك أن تفارق هذه الحياة وهو راضٍ عنك، تأتيك ملائكة الرحمة عند قبض روحك…. فيقولون لها: اخرجي راضية مرضية، فتخرج تنتشر منها رائحة زكية كأطيب ريح المسك. ويناولها بعضهم بعضاً فيشمونها، ثم يزفونها إلى أبواب السماء، وترحب بها في كل سماء ملائكتها، ويقولون: ما أطيب هذه الريح التي جاءتكم من الأرض! فكلما أتوا سماءً قالوا ذلك، كما ترحب بها أرواح المؤمنين، فيفرحون بها أشد الفرح، ثم تفوز في قبرك بالإجابة على أسئلة الملائكة التي تلخص تاريخ حياتك في الدنيا: \"من ربك؟.... ما دينك؟.... من نبيك؟.... وما عملك؟ فتقول: ربي الله، وديني الإسلام، ونبيي محمد رسول الله… وعملي: قرأت كتاب الله فآمنت به وصدقت، فينادي منادٍ من السماء: أن صدق عبدي فافرشوه من الجنة، وألبسوه من الجنة، وافتحوا له باباً إلى الجنة... فيأتيك من رَوْحِها وطيبها، ويفسح لك في قبرك مد بصرك. ويأتيك عملك في صورة رجل حسن الوجه حسن الثياب طيب الريح، فيقول: أبشر بالذي يسرك هذا يومك الذي كنت توعد. فتقول له: من أنت فوجهك الوجه الذي يأتي بالخير؟ فيقول: أنا عملك الصالح. وعندئذ تتمنى أن تقوم الساعة، لتنال الفضل العظيم، والثواب الجزيل، وتلقى ربك الكريم، فتفوز بما كنت تقرأه في كتابه... { وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (22) إِلَى رَبِّهَا نَاظِرَةٌ (23)} [[القيامة]]. فتقول: ربِّ أقم الساعة، ربِّ أقم الساعة. ثم يأتي يوم البعث والنشور والحساب، والجزاء فتؤتى كتابك بيمينك، وتنادي لشدة سرورك و فرحك مَن يقرأ كتابك: { فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمْ اقْرَءُوا كِتَابِيَهْ (19) إِنِّي ظَنَنتُ أَنِّي مُلاقٍ حِسَابِيَهْ (20) فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ (21) فِي جَنَّةٍ عَالِيَةٍ (22) قُطُوفُهَا دَانِيَةٌ (23) كُلُوا وَاشْرَبُوا هَنِيئاً بِمَا أَسْلَفْتُمْ فِي الأَيَّامِ الْخَالِيَةِ (24)} [[الحاقة]]. هذا ما يدعوك إليه ربك الذي يفرح بتوبتك، ويفتح لك أبواب جنته: {وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلامِ وَيَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ(25)} [[يونس]]. وإذا لم تستجب لدعوة ربك الذي بفرح بتوبتك، فلدعوة من تستجيب؟ وما مصيرك في الاستجابة لغير الله؟ {إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ(6)} [[فاطر]]. {اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ أُولَئِكَ حِزْبُ الشَّيْطَانِ أَلا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ(19)}[[المجادلة]]. {يُرِيدُ اللهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ وَاللهُ عَلِيمٌ حَكِيمٌ (26) وَاللهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلاً عَظِيماً (27)} [[النساء]]. جاهد الأمل المهلك: إن الواجب على الإنسان أن يتوب إلى الله تعالى من المعصية، فور وقوعها منه، وإذا تمادى في الإصرار عليها، سواء كانت تركَ واجبٍ أو فعلَ محرم، فإثمه مستمر حتى يتوب منها. وكثير من الناس قد تؤنبه فطرته فيشعر بالندم على معصية ربه، ولكنه لا يقلع عنها، ممنياً نفسه بالتوبة في مستقبل عمره، ناسياً أنه قد ينام فلا يصحو من نومه، إلا في قبره عندما يستجوبه في قبره منكر ونكير، بل قد يخرج نَفَسُه في أي لحظة، فلا يعود إليه؛ لأن ملك الموت قبض روحه. قال تعالى: {اللَّهُ يَتَوَفَّى الأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الأُخْرَى إِلَى أَجَلٍ مُسَمّىً إِنَّ فِي ذَلِكَ لآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ(42)} [[الزمر]]. وقال: {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لا يُفَرِّطُونَ(61)} [[الأنعام]]. وقال: {وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ(34)} [[الأعراف]]. وقال تعالى: { رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ (2) ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمْ الأَمَلُ فَسَوْفَ يَعْلَمُونَ (3)} [[الحجر]]. قد يقال: بعض هذه الآيات تتحدث عن الكفار، لا عن المسلمين.. والجواب: أن الأمر الجامع بين الكافر والمسلم العاصي الذي يسوِّف توبته إلى ربه، هو طول الأمل الذي يترتب عليه ندم كل منهما، مع ما عرف من التخليد للكافر في النار، ورجاء المغفرة للمسلم، أو تعذيبه، ثم إدخاله الجنة. وفي حديث عبد الله بن مسعود رضي الله عنه عبرة لمن كلما أسرع إليه أجله، طال أمله، فقد قال: \"خط النبي صلى الله عليه و سلم خطاً مربعاً، وخط خطاً في الوسط خارجاً منه، وخط خطوطاً صغاراً إلى هذا الذي في الوسط من جانبه الذي في الوسط، وقال: ((هذا الإنسان، وهذا أجله محيط به... وهذا الذي هو خارج أمله، وهذه الخطط الصغار الأعراض، فإن أخطأه هذا، نهشه هذا، وأن أخطأه هذا نهشه هذا))[[ البخاري برقم (6054).]]. وكتب الأوزاعي إلى أخ له: \"أما بعد فقد أحيط بك من كل جانب، واعلم أنه يُسار بك في كل يوم وليلة، فاحذرِ الله والمقام بين يديه، وأن يكون آخر عهدك به والسلام. [sh][shtr]نَسِيرُ إِلَى الآجَالِ فِي كُلِّ لَحْظَةٍ=وَأَيَّامُنَا تُطْوَى وَهُنَّ مَرَاحِلُ[/shtr][shtr]وَلَمْ أَرَ مِثْلَ الْمَوْتِ حَقًّا كَأَنَّهُ=إِذَا مَا تَخَطَّتْهُ الأَمَانِيُّ بَاطِلُ[/shtr][shtr]وَمَا أَقْبَحَ التَّفْرِيطَ فِي زَمَنِ الصِّبَا=فَكَيْفَ بِهِ وَالشَّيْبُ لِلرَّأْسِ شَاعِلُ[/shtr][shtr]تَرَحَّلْ مِنَ الدُّنْيَا بِزَادٍ مِنّ التُّقَى=فَعُمْرُكَ أَيَّامٌ وَهُنَّ قَلائِلُ[/shtr] [/sh] وقال أبو العتاهية: [sh] وَمَا أَدْرِي وَإِنْ أَمَّلْتُ عُمْرًا=لَعَلِّي حِينَ أُصْبِحُ لَسْتُ أُمْسِي أَلَمْ تَرَ أَنَّ كُلَّ صَبَاحِ يَوْمٍ=وَعُمْرُكَ فِيهِ أَقْصَرُ مِنْهُ أَمْسِ[[جامع العلوم والحكم لابن رجب (1/383).]] [/sh] فعلى الإنسان، وبخاصة المسلم أن يجاهد الأمل الذي يجعله يسوِّف في التوبة والرجوع إلى الله تعالى، حتى لا يندم يوم لا ينفع الندم."
  },
  {
    "type": "section",
    "id": "section-21",
    "title": "الفصل الثامن عشر: طهرة للصائمين",
    "content": "فرض الله تعالى زكاة الفطر على جميع المسلمين، لا فرق بين كبير وصغير، وذكر وأنثى، وحر وعبد، كما روى ابن عمر رضي الله عنهـما، قال: \"ثم فرض رسول الله صلى الله عليه و سلم زكاة الفطر صاعاً من تمر أو صاعاً من شعير على العبد والحر والذكر والأنثى والصغير والكبير من المسلمين وأمر بها أن تؤدى قبل خروج الناس إلى الصلاة\"[[ البخاري (1432) ومسلم (985، 986).]]. وجماهير علماء الأمة اتفقوا على أن زكاة الفطر فرض، بل قد نقل كثير من العلماء الإجماع على ذلك، فلا يلتفت إلى من زعم نسخها بفرض الزكاة[[راجع المغني لابن قدامة (2/351) ونيل الأوطار (4/250).]]. ويخرج الزكاة عن الصغير والعبد وليُّ أمرهما، وكذلك كل من تجب عليه نفقته، كما قال أبو سعيد الخدري، رضي الله عنه: يقول: \"كنا نخرج زكاة الفطر، ورسول الله صلى الله عليه و سلم فينا، عن كل صغير وكبير حر ومملوك..\"[[ مسلم (985)، وسنن البيهقي الكبرى (7461).]]. ما الحكمة في فرض زكاة الفطر؟ إن المسلم مأمور بطاعة الله، في تنفيذ ما أمر الله به، سواء عرف الحكمة في ذلك أم لا؟ ولكن كثيراً من أبواب الشريعة قد تظهر حكمتها من النصوص الواردة فيها، وما لم يظهر من النصوص، قد يعلمه بعض العلماء، وإن خفي على غيرهم، ومما ظهرت بعض حِكَمِه من النصوص، زكاة الفطر.. ومنها ما يأتي: الحكمة الأولى: إغناء الفقراء في يوم فرح المسلمين وسرورهم، فلا يليق بالأغنياء، أن يفرحوا ويسروا، ويلبسوا جيد الثياب، ويأكلوا لذيذ الطعام، وبعض إخوانهم يتضورون من الجوع، ويلبسون رديء الثياب، لما في ذلك من حسرة نفوسهم، وانكسار قلوبهم. وينبغي للأغنياء أن يتذكروا قول الرسول صلى الله عليه و سلم: الذي رواه عنه عن أنس رضي الله عنه، عن النبي صلى الله عليه و سلم، أنه قال: ((لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه))[[ البخاري، رقم (13) ومسلم رقم 45.]]. ويضعوا أنفسهم موضع إخوانهم الفقراء، ليكون ذلك حافزاً لهم على البذل والإنفاق. الحكمة الثانية: جبر ما قد يكون حصل من الصائم، في شهر الصيام، من لغو ورفث وغيرهما، ليكمل له صومه، وهذا من فضل الله تعالى على عبده المؤمن، حيث يشرع له ما يطهره ويجبر النقص الذي يقع في عبادته. وقد نبَّه على هاتين الحكمتين، حديث ابن عباس رضي الله عنهـما، قال: \"فرض رسول الله صلى الله عليه و سلم زكاة الفطر، طهرة للصائم من اللغو والرفث، وطعمة للمساكين، من أداها قبل الصلاة فهي زكاة مقبولة، ومن أداها بعد الصلاة فهي زكاة من الصدقات\"[[ أبو داود (1609) والحاكم في المستدرك، وقال: \"صحيح على شرط البخاري ولم يخرجاه\" رقم (1488).]]. الحكمة الثالثة: تذكير الصائمين من الأغنياء، بأن ما مسهم من الجوع في صيامهم في شهر رمضان، يمس إخوانهم الفقراء في رمضان وغيره، وأن ذلك يذكرهم بأن إنفاق أموالهم على إخوانهم الفقراء، مما يرضي ربهم سبحانه و تعالى. ووجوب زكاة الفطر على الأغنياء يدعوهم إلى الاستمرار في مواساة الفقراء في جميع الأوقات، والصحيح أنه يجب على الغني أن يطعم الجائع، ولا يليق به أن يبيت شبعان وجاره جائع، وأن في المال حقاً سوى الزكاة. وقت أداء زكاة الفطر: سبق أن من حِكَم فرض زكاة الفطر، إغناءَ الفقراء والمساكين في يوم العيد واستقرارهم، واستغناءهم عن الطواف على الأغنياء لطلب الرزق، ولهذا شرع أداؤها يوم العيد، قبل صلاة العيد، ولا يجوز تأخيرها عنها، فإذا أخرت لم تجزئ عن الفرض، وإنما تكون صدقة من الصدقات. روى ابن عمر:\"أن رسول الله صلى الله عليه و سلم أمر بزكاة الفطر، أن تؤدى قبل خروج الناس إلى الصلاة\"[[ البخاري، رقم (1440) ومسلم، رقم (986).]]. ويجوز إخراجها قبل يوم العيد، لئلا يشغلوا عن أدائها في وقتها، وللعلماء في وقت إخراجها قبل يوم العيد أقوال، فصلت في كتب الفقه، والذي يظهر أنه ينبغي ألا يطول الوقت قبل يوم العيد، وقد أشار إلى ذلك حديث ابن عمر رضي الله عنهـما: \"وكانوا يعطون قبل الفطر بيوم أو يومين\"[[ البخاري، رقم (1440) وراجع أقوال العلماء في المغني لابن قدامة (2/359) ونيل الأوطار للشوكاني (4/252).]]. وقد تدعو المصلحة، إلى تقديمها في وقت أوسع، كأن تنقل إلى بلد غير البلد الذي يسكنه مؤديها....كما يأتي. الأصناف التي تخرج  منها زكاة الفطر: وردت السنة بإخراج زكاة الفطر من بعض الأطعمة، كما سبق في حديث ابن عمر المتفق عليه: \"فرض رسول الله صلى الله عليه و سلم زكاة الفطر صاعاً من تمر أو صاعاً من شعير\" وذكرت أصناف أخرى، كالزبيب والأقِط. والصحيح أنه لا يتعين شيء من الأطعمة، بل الراجح أن تخرج من غالب قوت أهل البلد؛ لأنه الأسهل على الغني والأصلح للفقير. قال ابن تيمية رحمه الله: \"وكذلك أمره بزكاة الفطر بصاع من تمر أو شعير، هو عند أكثر العلماء لكونه كان قوتاً للناس، فأهل كل بلد يخرجون من قوتهم، وإن لم يكن من الأصناف الخمسة، كالذين يقتاتون الرز أو الذرة، يخرجون من ذلك عند أكثر العلماء، وهو إحدى الروايتين عن أحمد\"[[ مجموع الفتاوى (21/205).]]."
  },
  {
    "type": "section",
    "id": "section-22",
    "title": "وهل يجزئ إخراج القيمة من النقود؟",
    "content": "ذهب جمهور العلماء، إلى أن زكاة الفطر لا تخرج إلا من الأصناف التي ذكرت في الحديث، وبعضهم أجاز إخراجها من غالب قوت أهل البلد، ومنعوا إخراج قيمتها من النقود اختياراً من صاحبها، بخلاف ما إذا اضطر إلى ذلك، كأن يكون في مكان يصعب عليه وجود الطعام فيه، ولو أخر إخراجها حتى يجد الطعام، فات وقتها، فإنه يجوز له إخراجها بالقيمة. وعلى هذا الرأي المالكية والشافعية والحنابلة، وحجتهم في منع إخراج القيمة اختياراً، مخالفة ذلك لتعيين الشارع الأصناف التي تخرج منها. قال ابن قدامة رحمه الله: \"وَمَنْ أَعْطَى الْقِيمَةَ, لَمْ تُجْزِئْهُ قَالَ أَبُو دَاوُد قِيلَ لأَحْمَدَ وَأَنَا أَسْمَعُ: أُعْطِي دَرَاهِمَ ـ يَعْنِي فِي زكاة الْفِطْرِ ـ قَالَ: أَخَافُ أَنْ لاَ يُجْزِئَهُ، خِلاَفُ سُنَّةِ رَسُولِ اللَّهِ صلى الله عليه و سلم. وَقَالَ أَبُو طَالِبٍ: قَالَ لِي أَحْمَدُ: لاَ يُعْطِي قِيمَتَهُ, قِيلَ لَهُ: قَوْمٌ يَقُولُونَ: عُمَرُ بْنُ عَبْدِ الْعَزِيزِ كَانَ يَأْخُذُ بِالْقِيمَةِ، قَالَ يَدَعُونَ قَوْلَ رَسُولِ اللَّهِ صلى الله عليه و سلم، وَيَقُولُونَ قَالَ فُلاَنٌ. قَالَ ابْنُ عُمَرَ: فَرَضَ رَسُولُ اللَّهِ صلى الله عليه و سلم. وَقَالَ اللَّهُ تَعَالَى: {أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ}\"[[ المغني (2/357) ومنار السبيل (1/197).]]. وقال القرطبي رحمه الله: \"الثاني أخذ القيمة في الزكاة، وقد اختلفت الرواية عن مالك في إخراج القيم في الزكاة، فأجاز ذلك مرة ومنع منه أخرى، فوجه الجواز وهو قول أبي حنيفة هذا الحديث[[يقصد حديث معاذ الذي ذكره قبل ذلك، ونصه: \"روي أن معاذاً قال لأهل اليمن: ايتوني بخميس أو لبيس، آخذه منكم مكان الذرة والشعير في الزكاة، فإنه أيسر عليكم وأنفع للمهاجرين بالمدينة\" أخرجه الدارقطني. قال: \"والخميس لفظ مشترك وهو هنا الثوب طوله خمس أذرع\".]]. وأثر معاذ ذكره الإمام البخاري في الصحيح (2/525) قال: \"باب العرض في الزكاة. وقال طاووس قال معاذ رضي الله عنه لأهل اليمن: ائتوني بعرض ثياب خميص أو لبيس في الصدقة مكان الشعير والذرة، أهون عليكم وخير لأصحاب النبي صلى الله عليه و سلم بالمدينة...\" [[الجامع لأحكام القرآن (8/175).]]. وقال النووي رحمه الله: \"اتفقت نصوص الشافعي رضي الله عنه، أنه لا يجوز إخراج القيمة في الزكاة، وبه قطع المصنف وجماهير الأصحاب\"[[ المجموع (5/384).]]. وذهب الحنفية إلى جواز إخراجها بالقيمة، واحتجوا بأن المقصود هو إغناء الفقراء والمساكين بها، والإغناء يحصل بالقيمة، كما يحصل بالطعام، بل قد تكون القيمة أكثر مصلحة لهم. قال الكاساني رحمه الله: \"... فيجوز أن يعطي عن جميع ذلك القيمة دراهم أو دنانير أو فلوساً أو عروضاً أو ما شاء، وهذا عندنا.. وقال الشافعي: لا يجوز إخراج القيمة... ولنا أن الواجب في الحقيقة إغناء الفقير، لقوله صلى الله عليه و سلم: ((أغنوهم عن المسألة في مثل هذا اليوم)) والإغناء يحصل بالقيمة، بل أتم وأوفر؛ لأنها أقرب إلى دفع الحاجة، وبه تبين أن النص معلول بالإغناء...\"[[ بدائع الصنائع (2/73).]]. وقد لخَّص ابن رشد رحمه الله، أقوال العلماء في إخراج القيمة عن الأعيان في الزكوات عموماً، فقال: \"واختلفوا هل يجوز فيها أن يخرج بدل العين القيمة أو لا يجوز؟ فقال مالك والشافعي: لا يجوز إخراج القِيَم في الزكوات بدل المنصوص عليه في الزكوات. وقال أبو حنيفة: يجوز سواء قدر على المنصوص عليه أو لم يقدر. وسبب اختلافهم: هل الزكاة عبادة، أو حق واجب للمساكين؟ فمن قال: إنها عبادة، قال: إن أخرج من غير تلك الأعيان لم يجز، لأنه إذا أتى بالعبادة على غير الجهة المأمور بها، فهي فاسدة. ومن قال: هي حق للمساكين، فلا فرق بين القيمة والعين عنده... والحنفية تقول: إنما خصت بالذكر أعيان الأموال، تسهيلاً على أرباب الأموال؛ لأن كل ذي مال إنما يسهل عليه الإخراج من نوع المال الذي بين يديه، ولذلك جاء في بعض الأثر، أنه جعل في الدية على أهل الحُلل حُللا، على ما يأتي في كتاب الحدود..\" [[بداية المجتهد (1/277).]]. ومعنى قول ابن رشد: \"هل الزكاة عبادة أو حق واجب للمساكين؟\" يقصد هل إخراجها من الأعيان المذكورة أمر تعبدي وليس معقول المعنى، أو هو حق للمساكين يراعى فيه مصلحتهم، فيكون معقول المعنى، ولا يفهم من ذلك أنها ليست عبادة إذا كانت حقاً للمساكين، بل هي عبادة على كلا الحالين. وهناك رأي آخر، وهو أنه يجوز إخراج القيمة عن الأعيان، للحاجة أو المصلحة. وفي هذا قال ابن تيمية رحمه الله: وَأَمَّا إخْرَاجُ الْقِيمَةِ لِلْحَاجَةِ أَوْ الْمَصْلَحَةِ. .. فَلاَ بَأْسَ بِهِ.. مِثْلُ أَنْ يَبِيعَ ثَمَرَ بُسْتَانِهِ أَوْ زَرْعِهِ بِدَرَاهِمَ، فَهُنَا إخْرَاجُ عُشْرِ الدَّرَاهِمِ يُجْزِئُهُ وَلا يُكَلَّفُ أَنْ يَشْتَرِيَ ثَمَرًا أَوْ حِنْطَةً، إذْ كَانَ قَدْ سَاوَى الْفُقَرَاءَ بِنَفْسِهِ\" وَقَدْ نَصَّ أَحْمَد عَلَى جَوَازِ ذَلِكَ.... وَمِثْلُ أَنْ يَكُونَ الْمُسْتَحِقُّونَ لِلزَّكَاةِ طَلَبُوا مِنْهُ إعْطَاءَ الْقِيمَةِ، لِكَوْنِهَا أَنْفَعَ فَيُعْطِيهِمْ إيَّاهَا، أَوْ يَرَى السَّاعِي أَنَّ أَخْذَهَا أَنْفَعُ لِلْفُقَرَاءِ، كَمَا نُقِلَ عَنْ مُعَاذُ بْنُ جَبَلٍ أَنَّهُ كَانَ يَقُولُ لأَهْلِ الْيَمَنِ: \" ائْتُونِي بِخَمِيسِ أَوْ لَبِيسٍ أَسْهَلُ عَلَيْكُمْ، وَخَيْرٌ لِمَنْ فِي الْمَدِينَةِ مِنْ الْمُهَاجِرِينَ وَالأَنْصَار\" وَهَذَا قَدْ قِيلَ: إنَّهُ قَالَهُ فِي الزَّكَاةِ وَقِيلَ: فِي الْجِزْيَةِ\"[[ مجموع الفتاوى (25/82).]]. وهذه النصوص التي ذكرناها عن العلماء، وإن كان غالبها في الزكاة عامة، فإن زكاة الفطر داخلة في هذا المعنى العام. والرأي الذي ذكره ابن تيمية، من أن الأمر يعود إلى المصلحة والحاجة، هو الراجح إن شاء الله، لثلاثة أمور: الأمر الأول: حاجة مخرج الزكاة إلى إخراج القيمة، لصعوبة حصوله على أحد الأصناف المذكورة في الأحاديث، والذي يظهر أن الرسول صلى الله عليه و سلم، نصَّ على الأعيان المذكورة، لكونها كانت أيسر على الأغنياء من القِيَم. الأمر الثاني: أن إخراج الزكاة ـ ومنها زكاة الفطر ـ ليس تعبدياً محضاً، بل لها معنى معقول، وهو إغناء الفقراء والمساكين، والإغناء يحصل بالعين ويحصل بالقيمة. الأمر الثالث: أن إخراج القيمة قد يكون أكثر نفعاً و مصلحة من إخراج العين، وهذا واضح في عصرنا هذا في غالب البلدان؛ لأن الفقير يستفيد من القيمة أكثر من استفادته من الأطعمة، حيث يستطيع أن يوفر حاجاته بالقيمة مباشرة، مثل ملابسه وملابس أسرته، وأجرة منزله، بدون خسارة. بخلاف ما إذا أعطي الأطعمة، فإنه قد يضطر إلى بيع ما يحتاج منها، للحصول إلى النقود، والغالب أنه يبيعه بأقل من قيمته. وغالب الأحكام الشرعية مبنية على الحِكم والمصالح، كما قال ابن القيم رحمه الله: \"فصل في تغير الفتوى واختلافها، بحسب تغير الأزمنة والأمكنة والأحوال والنيات والعوائد.... فإن الشريعة مبناها وأساسها، على الحِكم ومصالح العباد في المعاش والمعاد، وهي عدل كلها ومصالح كلها وحكمة كلها\"[[ إعلام الموقعين عن رب العالمين (3/3).]]. هل يجوز نقل زكاة الفطر من بلد إلى بلد؟ روى ابن عباس رضي الله عنهـما: \"أن رسول الله صلى الله عليه و سلم، لما بعث معاذاً رضي الله عنه على اليمن، قال: ((إنك تقدم على قوم أهل كتاب..)) الحديث ـ إلى أن قال ـ: ((فإذا فعلوا فأخبرهم أن الله فرض عليهم زكاة من أموالهم، وترد على فقرائهم...)) [[البخاري، رقم (1389) ومسلم، رقم (19).]]. ذكر الإمام النووي أن الضمير في قوله ((فترد على فقرائهم)) يحتمل أن يعود إلى فقراء المسلمين أينما كانوا، ويحتمل أن يراد به فقراء أهل بلد الزكاة، وأن الاحتمال الثاني أظهر[[شرح النووي على صحيح مسلم (1/198).]]. وبناء على هذا الاحتمال، يكون الأصل صرف الزكاة على فقراء أهل البلد، ولا تنقل الزكاة إلى بلد آخر، إلا إذا فاضت عن أهل البلد الذي تخرج فيه. إلا أن الواجب مراعاة أحوال المسلمين، في بلد الزكاة وفي البلدان الأخرى، فإذا علم أن فقراء بلد الزكاة عندهم ما يسد بعض حاجتهم، وأن المسلمين في بلد آخر لا يجدون ما يأكلون من الطعام وما يلبسون من الثياب، وما يسكنون من البيوت، فإن الواجب نقل ما يحفظ حياتهم من الزكاة، ولا يجوز تركهم يموتون من الجوع والبرد والحر. ومن أظهر الأمثلة في عصرنا ما نشاهده في الأرض المباركة \"فلسطين\" التي يخرج اليهود فيها المسلمين من بيوتهم، بل يهدمونها على رؤوس بعضهم، فلا يجد من بقي حياً، مأوى يسكنه، ولا طعاماً يأكله، ولا ثوباً يستره، ولا دواء يستشفي به. لقد كثر أيتامهم، وكثرت أراملهم، وكثر مرضاهم، وكثر معوقوهم، واشتد حصارهم، وأفسدت مزارعهم وبساتينهم، ولا يجد أقوياؤهم عملاً يأخذون عليه أجراً، يسد حاجتهم. إن الواجب على أغنياء المسلمين، وولاة أمرهم، في جميع البلدان الإسلامية، أن يقارنوا بين فقراء بلدهم، وفقراء المسلمين في فلسطين أو غيرها، ويقدموا الأكثر حاجة، بل الأكثر ضرورة، إضافة إلى أن الفقراء في فلسطين، مجاهدون في سبيل الله، جهاد دفع عن أنفسهم، وأرضهم وعرضهم. وليست هذه دعوة لحرمان فقراء بلد الزكاة منها، وإنما هي دعوة للعدل بين فقراء المسلمين، وتقديم أهل الضرورات على أهل الحاجات، والأشد ضرورة على من هو أخف حاجة. ولكن قد يطرأ بعض الأسباب التي تقتضي نقل الزكاة من البلد الذي تصرف منه، إلى بلد آخر، وقد ورد في بعض الأحاديث، أن معاذاً رضي الله عنه، نقل بعض أموال الزكاة من اليمن، إلى المهاجرين والأنصار في المدينة. قال القرطبي رحمه الله: \"وقد اختلف العلماء في نقل الزكاة عن موضعها على ثلاثة أقوال: القول الأول: لا تنقل قاله سحنون وابن القاسم وهو الصحيح لما ذكرناه، وقال ابن القاسم أيضاً: وإن نقل بعضها لضرورة رأيته صواباً، ورُوي عن سحنون أنه قال: ولو بلغ الإمام أن ببعض البلاد حاجة شديدة جاز له نقل بعض الزكاة المستحقة لغيره إليه، فإن الحاجة إذا نزلت وجب تقديمها على من ليس بمحتاج، والمسلم أخو المسلم لا يسلمه ولا يظلمه. والقول الثاني: تنقل، وقاله مالك أيضاً، وحجة هذا القول ما رُوي أن معاذاً قال لأهل اليمن: إيتوني بخميس أو لبيس آخذه منكم مكان الذرة والشعير في الزكاة، فإنه أيسر عليكم وأنفع للمهاجرين بالمدينة\". أخرجه الدارقطني وغيره... القول الثالث: وهو أن سهم الفقراء والمساكين يقسم في الموضع، وسائر السهام تنقل باجتهاد الإمام والقول الأول أصح والله أعلم\"[[ الجامع لأحكام القرآن (8/175)]]. هذا ما رجحه القرطبي رحمه الله، وأرى أن ما ذكره عن سحنون أنه قال: \"ولو بلغ الإمام أن ببعض البلاد حاجة شديدة جاز له نقل بعض الزكاة المستحقة لغيره إليه، فإن الحاجة إذا نزلت وجب تقديمها على من ليس بمحتاج، والمسلم أخو المسلم لا يسلمه ولا يظلمه..\" أقرب إلى مقاصد شرع الله. والله أعلم. لا يفوتنك صيام الدهر: وإن من فضل الله تعالى على عباده المسلمين، أنه ما إن ينتهي شهر رمضان، حتى يدخل شهر شوال مبشراً بما شرعه الله تعالى فيه من طاعته المستمرة، وإحدى تلك الطاعات صيام ستة أيام من هذا الشهر، يكمل الله تعالى بها أجر صيام السنة كلها، كما نص على ذلك رسول الله صلى الله عليه و سلم، وفسره العلماء بما ثبت في نصوص أخرى، من أن الحسنة يكتبها الله لعبده المؤمن عشر حسنات، فصيام شهر رمضان يقوم مقام صيام عشرة أشهر، وصيام الست من شوال يقوم مقام صيام شهرين، فإذا واظب المسلم على ذلك في حياته، فكأنه صام الدهر كله في عمره: فعَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ رضي الله عنه، أَنَّ رَسُولَ اللّهِ صلى الله عليه و سلم قَالَ: ((مَنْ صَامَ رَمَضَانَ وَأَتْبَعَهُ سِتّاً مِنْ شَوَّالٍ كَانَ كَصِيَامِ الدَّهْرِ))[[ مسلم (8/47) دار الكتب العلمية.]]. فلا يفوتنك أيها المسلم الباغي للخير أن تصوم الدهر كاملاً بهذه السهولة التي منحكها ربك الكريم. أما البُشرى الثانية التي يحملها لك شهر شوال، فهي أنه بداية موسم الحج الذي يبدأ بأول يوم فيه، وينتهي باليوم الثالث عشر من شهر ذي الحجة، كتب الله لي ولك ولكافة المسلمين المداومة على طاعة الله تعالى حتى يأتينا اليقين. وصلى الله وسلم على عبده ورسوله سيدنا محمد وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين. فرغت من مراجعة هذا البحث في الساعة الثانية بعد ظهر يوم الثلاثاء 13/12/1328ه ـ23/12/2007م في منزلي بمدينة الرسول صلى الله عليه و سلم وسبحانك اللهم وبحمدك وتبارك اسمك ولا إلا أنت والحمد لله رب العالمين المؤلف"
  }
]