[
  {
    "type": "section",
    "id": "section-1",
    "title": "",
    "content": ""
  },
  {
    "type": "title",
    "content": "مفاصل الخلل في الأمة وطريقة علاجها تأليف الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1429ه ـ 2008م"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "فهرس المحتويات",
    "content": "مقدمة\t7 الخطاب الأول من المشرف العام لمنتدى السقيفة\t7 الخطاب الثاني الذي يحتوي نص الأسئلة\t9 الخطاب الثالث: حول الإجابة على الأسئلة\t11 الإجابة الأولية على الخطابات\t11 الإجابات على الأسئلة المرسلة من منتدى السقيفة\t13 السؤال الأول: حول موقف الأمة، والتوفيق بين صحوتها وضعفها\t13 أقسام الصحوة الحالية\t14 القسم الأول: أهل صحوة عاطفية، ليست ناشئة عن فقه رشيد ووعي سديد\t14 القسم الثاني: أهل صحوة مبنية على فقه في دين الله\t15 السؤال الثاني: حول مفاصل الخلل في جسد الأمة وطريقة العلاج\t17 المفصل الأول: قلة الفقه في دين الله عند غالب أفراد الأمة\t17 المفصل الثاني: ضعف الإيمان\t19 المفصل الثالث: التنازع المؤدي إلى الفشل\t22 المفصل الرابع: ضعف البلاغ المبين\t24 المفصل الخامس: تعدد الولاءات غير الشرعية\t27 المفصل السادس: التضليل الإعلامي المتعمد\t30 المفصل السابع: طلب العزة من غير الله\t34 المفصل الثامن: ضعف التزكية الربانية\t37 السؤال الثالث: حول دور الحركات الإسلامية الإيجابي والسلبي\t41 وفي الطريق عقبات\t45 العقبة الأولى: ذاتية\t45 العقبة الثانية: موقف غالب حكومات المسلمين من نشاط الجماعات الإسلامية\t47 العقبة الثالثة: موقف اليهود والدول الغربية من الجماعات الإسلامية\t48 السؤال الرابع: حول الخندق الواسع بين الجماهير وعلماء الأمة\t53 أمثلة معاصرة تدل على نجاح الدعوة المباشرة\t54 حصار مفروض يحول بين علماء الإسلام ودعاته وبين عامة الناس\t55 (1) حلقات العلم في المساجد\t55 (2) محاريب الجوامع ومنابرها\t56 (3) وسائل الإعلام\t58 (4) دُورُ التعليم\t59 (5) دُورُ الفتوى\t59 (6) المؤتمرات والندوات\t60 (7) المشاركة في الشورى\t60 (8) الإعداد للجهاد ورفع رايته\t62 استبعاد شبهة الإثارة والتحريض\t63 السؤال الخامس: حول المشروع ـ المنهج ـ الإسلامي، أين هو؟ وكيف يمكن أن يكون؟\t65 المرحلة التي يعيش فيها المشروع ـ المنهج ـ الإسلامي\t73 الضبابية والرؤيا الجديدة للمشروع ـ المنهج ـ الإسلامي\t75 خلاصة للسبل التي تجلب للأمة القوة وتخرجها من الضعف\t80 السبيل الأولى: الصدق في الإيمان، والإخلاص في التوحيد، والعبادة الشاملة\t80 السبيل الثانية: الحكم بما أنزل الله، والتسليم المطلق والسمع والطاعة له وعدم مخالفته\t84 السبيل الثالثة: قيام هذه الأمة بالأمر بالمعروف والنهي عن المنكر\t85 السبيل الرابعة لقوة هذه الأمة: اعتصامها بحبل الله، واجتماع كلمتها على الحق\t87 السبيل الخامسة: استغلال طاقات الأمة كلها\t87 السبيل السادسة: العدل والمساواة\t88 [1] مقدمة الخطاب الأول من المشرف العام لمنتدى السقيفة: بسم الله والحمد والصلاة والسلام على رسول الله.. أما بعد: فهذه أجوبة على أسئلة خطاب أبو عبد العزيز المشرف العام لمنتدى السقيفة، وهذا نص خطابه الأول. شيخنا الفاضل/ الدكتور الأهدل.. السلام عليكم ورحمة الله وبركاته.. نتشرف كثيراً شيخنا الفاضل عندما تكتب عندنا في السقيفة التي حملت على عاتقها إعادة البناء وتصحيح المسار لهذه الصحوة. شيخنا الفاضل نعتزم في السقيفة أن نقوم ببعض التطويرات من أجل رفع مستوى الفكر والتوعية لدى أبناء الصحوة وخاصة بعد النكبة التي أصابت الأمة .لذلك نريد فتح سقيفة جديدة اسمها (سقيفة الاستشارات التربوية والشرعية) حيث يضع فيها الأعضاء أية أسئلة تتعلق بفتاوى شرعية عصرية أو تربوية أو جهادية أو غيرها. ونريد من فضيلتكم أن تتكرموا بالإشراف عليها، حيث أنكم الوحيدون المؤهلون لذلك، ولن تكون عملية الإشراف متعبة لكم.. حيث أن الأسئلة سوف تكون قليلة نوعاً ما، وليست بشكل مستمر. فأتمنى شيخنا الفاضل أن تتشرف معنا للإشراف على هذه السقيفة التي نعول عليها كثيراً في تربية جيل الصحوة وبث التوعية في كل المجالات .بارك الله فيكم وسدد خطاكم، وننتظر منكم رداً إيجابياً إن شاء الله .ونحن مستعدون لأي استفسار حول هذا الأمر. وفقكم الله وسدد خطاكم أخوكم/ أبو عبد العزيز المشرف العام لمنتدى السقيفة [اعتذرت عن الإشراف لعدم وجود وقت عندي للقيام به كما اعتذرت لغيرهم من مسؤولي المواقع الأخرى الذين طلبوا مني الإشراف أيضاً]."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "الخطاب الثاني الذي يحتوي نص الأسئلة:",
    "content": "sakifahnet@hotmail.com( (To: )alahdal@astorm.net( (Sent: Tuesday, March 18, 2003 11:51 AM أسئلة خاصة لكم من منتدى السقيفة.. بسم الله الرحمن الرحيم فضيلة الدكتور/ عبد الله قادري الأهدل.. السلام عليكم ورحمة الله وبركاته يسعدنا أن نتواصل معكم من أجل نشر الفائدة والخير لأبناء الأمة، فمنتدى السقيفة يبحث عن إعادة البناء وتصحيح المسار لهذه الصحوة، ومن هذا المنطلق تقوم السقيفة الآن بإعداد ندوة إلكترونية عبر المنتدى يقوم فيها مجموعة من العلماء والمفكرين والدعاة بالإجابة على خمسة أسئلة مشتركة وضعتها إدارة السقيفة. وقد رغبت السقيفة في أن توجه لكم هذه الأسئلة للإجابة عليها، حرصاً منا على مشاركتكم البناءة والمفيدة والمثرية للموضوع والحوار. وتأكيداً على تفاعل علماء الأمة ومفكريها ودعاتها مع الجماهير الظامئة للتوجيه والتصحيح.. والأسئلة هي : ( 1 ) برأيكم أين تقف الأمة اليوم في خضم هذه الأحداث؟؟ وكيف نوفق بين أمرين: أن هناك صحوة إسلامية وبين هذا الذل والهوان التي تعيشه الأمة؟؟ ( 2 ) أين هي مفاصل الخلل في جسد هذه الأمة؟؟ وما هو العلاج الناجع في هذه المرحلة؟؟ خطوات عملية للعلاج؟؟ ( 3 ) هل قامت الحركات الإسلامية بدورها الحقيقي في أزمة الأمة الحالية؟؟ ألا تستطيع الحركات الإسلامية أن تشترك ـ ولو لمرة واحدة ـ في خط عمل مشترك من أجل المواجهة؟؟ وهل اختلاف الخطاب السياسي الإسلامي من هذه الحركات يصب في مصلحة الأمة؟؟ ( 4 ) الذي يتابع الشارع الإسلامي يجد خندقاً واسعاً بين الجماهير وطبقة العلماء والمفكرين والدعاة!! لماذا فقدت الجماهير جزءً كبيراً من المصداقية في هذه الطبقة؟؟ وبالتالي أصبحت الأفعال ارتجالية وبدون مرجعية؟؟ ( 5 ) المشروع الإسلامي لإعادة بناء وتصحيح مسار هذه الأمة.. أين هو الآن؟؟ وفي أي مرحلة يعيش؟؟ الكثير يشكو من الضبابية في هذا المشروع، فهل من رؤية جديدة لهذا المشروع؟؟ وكيف ترون الأيام القادمة من منظور الأحداث الراهنة وطريقة تعاملنا معها؟؟. شاكرين لكم حسن تعاونكم معنا.. وتقبلكم الإجابة على هذه الأسئلة.. وننتظر منكم الإجابة في أقرب فرصة حتى نتمكن من نشرها وترتيبها. وفقكم الله وسدد خطاكم.. منتدى السقيفة المشرف العام"
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "الخطاب الثالث: حول الإجابة على الأسئلة:",
    "content": "شيخنا الفاضل .. السلام عليكم.. مازلنا ننتظر منكم أجوبة الأسئلة التي تم إرسالها لكم قبل شهر من الآن.. جزاكم الله كل خير المشرف العام منتدى السقيفة (From: alahdal@astorm.net( (To: \"Sakifah Net\" sakifahnet@hotmail.com( (Subject: Re: أسئلة خاصة لكم من منتدى السقيفة (Date: Tue, 18 Mar 2003 13:56:45 +0300 الإجابة الأولية على الخطابات: وعليكم السلام ورحمة الله وبركاته.. الأسئلة مهمة وتحتاج إلى وقت.. وأرجو الله أن يعين على الاستجابة لطلبكم، مع كثرة الارتباطات. وفقكم الله.."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "الإجابات على الأسئلة المرسلة من منتدى السقيفة",
    "content": "السؤال الأول: حول موقف الأمة، والتوفيق بين صحوتها وضعفها: نص السؤال: برأيكم أين تقف الأمة اليوم في خضم هذه الأحداث؟؟ وكيف نوفق بين أمرين: أن هناك صحوة إسلامية، وبين هذا الذل والهوان التي تعيشه الأمة؟؟ الجواب: إن الذي يتأمل حال الأمة الإسلامية اليوم، يجدها تقف على برزخ بين جهل غالبها بحقيقة منهج الإسلام الشامل لحياتها، مع تقصير غالبها أيضاً في تطبيق ما فهمته من هذا المنهج، ويأس شديد من قيادة حكامها لسفينتها إلى بر الأمان، أو نفضهم عنها غبار التأخر والجمود المهلكين، وضيق محرج بما نزل بها ولا زال ينزل من فتن متلاحقة كقطع الليل المظلم. إنها تقف بين ذلك كله، وبين آمال وتطلعات تتمنى بلوغها، بصفتها الأمة المسلمة التي وعدها الله، بالنصر والاستخلاف في الأرض، والعيش الرغيد.. {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمْ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمْ الْفَاسِقُونَ}[[ النور:55]]. {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ (171) إِنَّهُمْ لَهُمْ الْمَنصُورُونَ (172) وَإِنَّ جُندَنَا لَهُم الْغَالِبُونَ}[[ الصافات]]. فإذا نَظَرَتْ لحالتها البئيسة يئست وتحطمت آمالها، وإذا التفتَتْ إلى مكانها الذي أراد الله لها أن تكون فيه: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ}[[ آل عمران : 110]]. {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيداً}[[اليقرة : 143]]. استبشرت وطمعت. بين هذه وتلك وقفت هذه الأمة في حيرة مقلقة، بين يأس قاتل شديد، وأمل محتمل منشود. أما الصحوة فلا شك في وجودها وأنها أصبحت أمراً واقعاً، لا يخلو منها قطر من الأقطار الإسلامية وغير الإسلامية. أقسام الصحوة الحالية: ولكن يجب أن ينظر إلى أهل هذه الصحوة أنهم قسمان: القسم الأول: أهل صحوة عاطفية، ليست ناشئة عن فقه رشيد ووعي سديد: وأهل هذا القسم هم جمهرة شباب الأمة، قذف الله في قلوبهم حب دينهم، والرغبة في التمسك به، والدفاع عنه، وصعب عليهم تلقي الفقه في الدين من أهله، يعني ليس لهم مرجعية ترشد صحوتهم على قواعد الفقه السليم، وسهل عليهم التتلمذ على غير المتخصصين فيه.. إما بالمباشرة وإما عن طريق الكتب والوسائل الأخرى من مطبوعات وصوتيات.. هذا القسم إذا لم يهيأ له من يرشد صحوته، قد يكون ضرره أكثر من نفعه؛ لأنه لا يقدر على تمحيص المشروع من غيره، ولا على الموازنة بين المصالح والمفاسد وما يقدم منها وما يؤخر.. وأشبهه بشخص نام على سطح مَبْنىَ ليس له حائط واق من السقوط على الأرض، فرأى هذا النائم رؤيا ذات كوابيس مزعجة، فصحا من نومه منطلقاً بدون شعور، فسقط من على السطح، وهو في هذه الحال قد يموت وقد يصاب بكسور، وقد يسقط على غيره من المارة فيصيبهم بأذى. وهذا ما نراه في كثير من التصرفات التي تصدر من أهل هذا القسم، حيث يتحمل عامة المسلمين، ما يترتب على تصرفاتهم غير المرشدة من آثار، وإن كان قدر الله لا مرد له، ولله في كل شأن يدبره حِكمة. القسم الثاني: أهل صحوة مبنية على فقه في دين الله: وهم الذين تيسر لهم التتلمذ على أهل العلم الجامعين بين فقه نصوص الوحيين، وفقه العصر الذين يعيشون فيه، أي فقه الواقع، الذي يُسقطون عليه معاني نصوص الوحيين، ويوازنون بين المصالح والمفاسد، ويضعون كل شيء في موضعه المناسب، في حدود اجتهادهم، بحيث يكون لهم أجران على صوابهم، وأجر على خطئهم. وهذا الفقه ـ فقه الواقع ـ لا يجوز لمن يجهله أن يقتحم حكماً ولا فتوى، وإن حفظ من النصوص ما حفظ، ولهذا قال ابن القيم رحمه الله: \"ولا يتمكن المفتي ولا الحاكم من الفتوى والحكم بالحق، إلا بنوعين من الفهم: أحدهما فهم الواقع والفقه فيه، واستنباط علم حقيقة ما وقع بالقرائن والأمارات والعلامات حتى يحيط به علماً. والنوع الثاني فهم الواجب في الواقع\"[[ إعلام الموقعين عن رب العالمين (1/87]]. وهذا القسم مع قلته هو الذي يرجى نفعه وإن أبطأ؛ لأنه يسير على هدى من ربه، مقدراً خطواته، مميزاً بين ما يجب فيه الإقدام وما ينبغي فيه التريث والإحجام، يستشير الناصحين الحكماء، ويعطي كل ذي حق حقه، من أهل التخصص في أي مجال من مجالات الحركة والعمل. وأشبه هذا القسم، بشخص نام على سطح مَبْنىَ ليس له حائط واق من السقوط على الأرض، فرأى هذا النائم رؤيا ذات كوابيس مزعجة، فصحا من نومه متأنياً، فجلس والتفت يمنة ويسرة، واستعاذ بالله تعالى من الشيطان الرجيم، ثم قام فتوضأ وصلى ركعتين، وأكثر من ذكر ربه، ثم رجع فنام نومة هادئة حتى أصبح، فصلى الفجر، ثم انطلق ساعياً في مرضاة ربه، سواء كان في طلب رزقه، أو في نفع عباد الله .... إنه لم يضر نفسه ولم يؤذ غيره. فالصحوة التي تنفع الأمة وترفع عنها المذلة والهوان، لا يوجد القسم الكافي من أهلها. يضاف إلى ذلك، أن أهل الصحوة المرشدة يحاربهم كثير من بني جلدتهم، متعاونين مع أعداء الإسلام والمسلمين في الخارج، يحاربونهم في عقيدتهم وفي عبادتهم، وفي أخلاقهم وسلوكهم، وفي أفكارهم ودعوتهم. محرومون من حرية التعبير الصادق، ومن نشر نصحهم المخلص، يحرم عليهم اعتلاء منابر المساجد، وتحظر على كتبهم المطابع، وتصدهم وتصد الناسَ عنهم وسائلُ الإعلام، ويطردون من سلك التعليم في المدارس والجامعات، ويحال بينهم وبين توعية الشباب في غالب المجالات. وبهذا يعلم أنه لا منافاة بين وجود صحوة مرشدة قليل أهلها، مع حرب شعواء من قبل أعدائها، وبين ذل وهوان تعيشه هذه الأمة."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "السؤال الثاني: حول مفاصل الخلل في جسد الأمة وطريقة العلاج:",
    "content": "نص السؤال: أين هي مفاصل الخلل في جسد هذه الأمة؟؟ وما هو العلاج الناجع في هذه المرحلة؟؟ خطوات عملية للعلاج؟؟ مفاصل الخلل كثيرة، وأجملها في الأمور الآتية: المفصل الأول: قلة الفقه في دين الله عند غالب أفراد الأمة: ولذلك أسباب: السبب الأول: تعمُّد من تولوا أمور الأمة في غالب البلدان الإسلامية، إبعاد المواد الإسلامية التي تفقه الأجيال في دينهم، من مناهج التعليم، وتبع ذلك عدم وجود الكتب الإسلامية للدارسين. وقد تُضَمَّن مناهجُ التعليم بعضَ المواد الإسلامية القليلة المتعلقة ببعض العبادات، لا تمكن الطالب من التفقه في دينه، وقد تكون المادة مع ضعفها اختيارية، للطالب أن يدرسها وله أن يتركها، وقد تكون درجاتها قليلة لا قيمة لها عند الطالب. السبب الثاني: اختيار المدرسين والأساتذة الذين لا يهتمون بالإسلام، بل قد يربون الطلاب على بغضه، وكراهة التدين والأخلاق الإسلامية، وإبعاد من يهتم بدينه من المدرسين عن وظائف التعليم. السبب الثالث: التضييق على علماء الإسلام الأكفاء ومحاصرتهم، ومنعهم من عقد الحلقات المسجدية، التي يعم نفعها المصلين والمصليات وأسرهم... السبب الرابع: اشتغال كثير الأسر بتوافه الأمور وسفاسفها، في وسائل الإعلام من راديو أو جرائد ومجلات، أو تلفاز محلي أو فضائي، بحيث يتتبعون مواد اللهو والرقص والغناء والمسلسلات السيئة.. ويدعون ما قد يوجد في هذه الوسائل من مفيد. وهذا النهج يجعل أفراد الأسرة مغرمين بتضييع الأوقات فيما يعود عليهم بالضرر، ويقتدي صغيرهم بكبيرهم في ذلك. وهذا ما يفعلونه مع الشبكة العالمية \"الإنترنت\" حيث تراهم يتكاثرون على التوافه والموضوعات السيئة أو غير المفيدة، كما يتكاثر الذباب على القاذورات، ويقل قاصدو الموضوعات الجادة المفيدة التي تشبه الأزهار الطرية ذات الروائح الزكية، التي تغشاها أسراب النحل لتقطفها وتحولها إلى عسل مصفى فيه شفاء للناس. ولو أنهم خصصوا وقتاً كل يوم يجتمعون فيه على قراءة ما يفيدهم في دينهم، أو سماع بعض أشرطة الكاسيت أو الفيديو، أو سماع بعض الحلقات الإسلامية التي تبث في بعض التلفزيونات، لنالوا في ذلك خيراً كثيراً. السبب الخامس: هجر كثير من المسلمين ـ حكاماً ومحكومين ـ للقرآن الكريم قراءةً وتدبراً وتطبيقاً، في أعمالهم اللازمة والمتعدية، ومن باب أولى هجر سنة رسول الله صلى الله عليه و سلم  وسيرته المطهرة، وهما التطبيق العملي الشارح لمعاني هذا الدين، كما قالت عائشة رضي الله عنهـا: \"كان خلقه القرآن\" جواباً لمن سألها عن خلق رسول الله صلى الله عليه و سلم . وكذلك عدم الاهتمام بسيرة أصحاب رسول الله صلى الله عليه و سلم  ورضي عنهم، إذ أن سيرتهم التطبيق العملي لناس من البشر، ليسوا بأنبياء ولا معصومين، وذلك يدل على أن ما طبقوه داخل في طاقة أفراد هذه الأمة، إذا بذلوا جهدهم في طاعة الله. وأرى أن هذا السبب هو قاصمة الظهر، وهو سبب كل الأسباب التي أضعفت هذه الأمة وأفقدتها عزتها، وزحزحتها عن مكانها الذي أرد الله لها شرعاً أن تكون فيه، وهو قيادة الأمم إلى رضا الله وطاعته، وإخراجها من الظلمات إلى النور. السبب السادس: اختلال الموازين عند كثير من المسلمين، حيث أهملوا الضرورات والحاجيات القريبة منها، والأولويات، واهتموا بالترف والكماليات، ولم يفرق كثير منهم بين مباح ومحرم، ولو أنهم اهتموا بضرورات حياتهم وأولويات أهدافهم، لدفعهم ذلك إلى التفقه في دين الله والوعي بما يضرهم وما ينفعهم، وكان لهم شأن في ذلك."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "المفصل الثاني: ضعف الإيمان:",
    "content": "إن الإيمان كما هو معروف من نصوص القرآن والسنة، ومن واقع المسلمين، يزيد وينقص، يزيده الفقه في الدين، والإكثار من الطاعات، وينقصه الجهل بدين الله، وكثرة المعاصي.. وقوة إيمان الأفراد قوة لإيمان الأمة، وكلما قوي إيمان الأفراد والأمة، قوي تعاونهم على البر والتقوى، وقوي توكلهم على الله وطلب رضاه، وطلب العزة منه وحده، واتخاذ أسباب العزة والقوة التي أمرهم الله تعالى بها، وقويت وحدتهم. ولهذا أثبت الله تعالى لأهل الإيمان القوي الذي تترتب عليه طاعة الله وترك معاصيه، الفلاح، وهو شامل لفلاحهم في الدنيا والآخرة، كما قال تعالى: {الم (1) ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ (2) الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاة وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ (3) وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالآخرَةِ هُمْ يُوقِنُونَ (4) أُوْلَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ}[[البقرة : 5]]. وقال تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ (1) الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ (2) وَالَّذِينَ هُمْ عَنْ اللَّغْوِ مُعْرِضُونَ (3) وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ (4) وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (5) إِلاَّ عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (6) فَمَنْ ابْتَغَى وَرَاءَ ذَلِكَ فَأُوْلَئِكَ هُمْ الْعَادُونَ (7) وَالَّذِينَ هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ (8) وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ (9) أُوْلَئِكَ هُمْ الْوَارِثُونَ (10) الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ}[[المؤمنون]]. وكما أثبت تعالى لعباده المؤمنين، نفى عنهم الخسران، فقال تعالى: {وَالْعَصْرِ (1) إِنَّ الإِنسَانَ لَفِي خُسْرٍ (2) إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (3)} [[العصر]]. والمؤمنون الصادقون هم الذين وعدهم مع رسله بالنصر في الحياتين: الدنيا والآخرة، كما قال تعالى: {إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الأَشْهَادُ}[[ غافر:51]]. وقال تعالى: {وَكَانَ حَقّاً عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ}[[الروم : 47]]. وواضح جداً ضعف هذا المفصل عند هذه الأمة اليوم، بدليل أنهم يفقدون الفلاح الذي أثبته للمؤمنين، ويفقدون النصر الذي وعد الله به المؤمنين، ونحن نعلم أن وعد الله حق، وخبره صدق، لا يمكن أن يتخلف ما أخبر به؛ لأن تخلف الخبر والوعد، إنما يأتيان من أحد أمرين: الأمر الأول: الكذب، وهو محال على الله: {اللَّهُ لا إِلَهَ إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لا رَيْبَ فِيهِ وَمَنْ أَصْدَقُ مِنْ اللَّهِ حَدِيثاً}[[النساء : 87]]. الأمر الثاني: العجز، وهو كذلك محال على الله تعالى؛ لأنه على كل شيء قدير لا يعجزه شيء، كما قال تعالى: {إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}[[البقرة : 20]]. وهو يقول للشيء: كن فيكون، كما قال تعالى: {وَإِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ}[[البقرة : 117]]. ومن هنا يجب أن نعلم أن السؤال الذي يردده كثير من المسلمين اليوم؟ وهو أين ما وعد الله به المؤمنين على أعدائهم من النصر؟ هو سؤال من يجهل معنى المؤمنين الذين وعدهم الله بالنصر. وإذا كان الله تعالى قد عاقب خيرة خلقه من هذه الأمة، وهم أصحاب رسول الله صلى الله عليه و سلم ، بسبب معصية خفيفة حصلت منهم، وسألوا مدهوشين: كيف لا ينصرهم على عدوهم ورسول الله صلى الله عليه و سلم  بين أظهرهم؟ فيجيبهم ذلك الجواب القاطع: {أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}[[آل عمران : 165]]. فمن هم المؤمنون الموعودون بنصر الله ومن هم جنده الموعودون بالغلب؟! أهم الذين يوالون أعداءه من اليهود والنصارى ويعادون أولياءه من علماء المسلمين الدعاة إليه وإلى الجهاد في سبيله وتحكيم شريعته؟! كيف يطلب النصر من يدعي الإسلام على من يزعم أنه عدوه وهو يواليه ويطيعه في معصية الله ومحاربة أوليائه؟! كيف ينصر الله من يمكِّن لمعاصيه في الأرض ويهيئ كل الأسباب لترك طاعته؟! كيف ينصر الله من يحاربونه بإباحة المحرمات من الزنا والخمر والربا وإباحة كل الوسائل المؤدية إلى المنكر؟! أينصر الله من يفرض على الأمة الإسلامية الحكم بالطاغوت، ويحرمها من الحكم بكتاب ربها وسنة نبيها؟ من أحق بنصر الله أصحاب رسول الله الذين حصلت من بعضهم مخالفة لأمر رسول الله صلى الله عليه و سلم  في غزوة أُحُد، لا تعد شيئاً يذكر بالإضافة إلى ما يجاهر به من يدعي الإسلام اليوم، أو هؤلاء الذين لم يتركوا شيئاً مما يغضب الله إلا ارتكبوه؟ إن الإيمان الذي وعد الله أهله بالنصر في القرآن هو الإيمان الذي بينه القرآن. فليرجع إلى القرآن من يطمع في نصر الله، ليفهم منه الإيمان الذي أراده الله ويحققه في نفسه، وعندئذ سيكون من جند الله الغالبين، ومن لم ينصره الله على عدوه ممن يدعي الإيمان فليفتش عن إيمانه، فسيجد فيه خللاًً؛ لأن الله قٌد وعد ـ ووعده صدق ـ بنصر المؤمنين الذين ينصرون دينه: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنصُرُوا اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ}[[محمد : 7]]. المفصل الثالث: التنازع المؤدي إلى الفشل: وهذا المفصل من أهم المفاصل التي ذلت بها هذه الأمة لأعدائها، واستمرأت تلقي الأوامر والنواهي من خارج حدودها؛ لأنها بتنازعها فيما بينها اشتغل بعضها بالكيد لبعض، وأعدت كل فئة للإضرار بأخواتها، بدلاً من الإعداد لدفع عدوان أعدائها عليها، وتصارعت أحزاب مع أحزاب، ووقفت جماعة ضد جماعة، واستقوت دول بأعداء الأمة على دول من هذه الأمة، مع تضليل الشعوب بالبيانات الخادعة المتكررة.. والغريب في الأمر أن يتنازع طلاب الحكم على كراسيه في بلد واحد، ثم يذهب المغلوب ليقف على أبواب قصور أعداء الأمة، طالباً عونه على غالبه، فيكون ذلك سبباً في احتلال الأعداء لبلاده وإفسادهم فيها، واستعباد أهلها ونهب خيراتها، والقضاء على مقوماتها الدينية والسياسة والاقتصادية والاجتماعية والعسكرية، ويبوء المستعين والمستعان عليه بالمهانة والخسران، ويسجل عليهم التاريخ وصمة عار لا تمحى! والأشد غرابة تنازع زعماء المفاوضات والحل المسمى بـ(السلمي) في فلسطين على السلطات، وعدم مقدرة سلطاتها التنفيذية وسلطاتها المسماة بـ(التشريعية) وعجز المؤسسات السياسية في جميع الدول العربية، عن إنهاء النزاع بين أولئك الزعماء، حتى تتدخل مخابرات بعض الدول العربية، نيابة عن الاستخبارات الأمريكية واليهودية، لترغم الفريقين على الاتفاق على ما يرضي اليهود، ولو كره أحد الفريقين بذلك! [[راجع جريدة الشرق الأوسط، عدد \"8913\" الخميس 22/2/1424ه ـ 24/4/2003م صفحة: 1-7 بعنوان: \"الضغوط الدولية تنجح في الساعات الأخيرة في حل أزمة الحكومة بين عرفات وأبو مازن...\".]]. وطامة الطوام التي لا تليق بهذه الأمة، تنازع علماء المسلمين، وزعماء الجماعات والأحزاب الإسلامية، في مسائل اجتهادية، من الأحكام الشرعية، والوسائل الدعوية، والأفكار السياسية، بل تنازع زعماء في جماعة واحدة أو حزب واحد، أحياناً، تنازعا يؤدي بهم إلى الفشل والقطيعة والحقد والضغينة، بل إلى التفسيق والتبديع والتكفير، وعدم التعاون على ما يحقق المصالح العامة المشتركة لهم ولأمتهم، ويدفع عنهم المفاسد والأضرار، مع اجتماع أعدائهم عليهم، مهما اختلفوا فيما بينهم. كل ذلك مخالف لأمر الله تعالى وأمر رسوله صلى الله عليه و سلم ، عباده المؤمنين، باجتماع كلمتهم، واعتصامهم بحبل ربهم، كما قال تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَاناً وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنْ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ}[[آل عمران : 103]]. ومخالف لنهي الله تعالى ونهي رسوله صلى الله عليه و سلم  لهم، عن التنازع المؤدي إلى الفشل، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ (45) وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ}[[الآنفال]]. هذا في كتاب الله. وأما الحديث فعن عن ابن عمر قال خطبنا عمر بالجابية فقال: \"يا أيها الناس إنِّي قمتُ فيكُمْ كمقامِ رسول الله صلى الله عليه و سلم  فينا\" فقال: (أوصيكم بأصحابي، ثم الذين يلونهم، ثم الذين يلونهم، ... عليكم بالجماعة، وإياكم والفرقة، فإن الشيطان مع الواحد، وهو من الاثنين أبعد، من أراد بحبوحة الجنة، فيلزم الجماعة...) [[الترمذي، برقم (2165) وقال: \"هذا حديث حسن صحيح غريب من هذا الوجه، وقد رواه ابن المبارك عن محمد بن سوقة وقد روي هذا الحديث ... عن عمر عن النبي صلى الله عليه و سلم \" ورواه الحاكم في المستدرك، برقم (387) وقال: \"هذا حديث صحيح على شرط الشيخين فإني لا أعلم خلافاً بين أصحاب عبد الله بن المبارك في إقامة هذا الإسناد عنه ولم يخرجاه\".]]. ولفظ حديث ابن عمر الذي أشار إليه الترمذي عن النبي صلى الله عليه و سلم : (لن تجتمع أمتي على ضلالة، فعليكم بالجماعة فإن يد الله على الجماعة)[[ ذكره الهيثمي في مجمع الزوائد، (5/218) وقال: \"رواه الطبراني بإسنادين، رجال أحدهما ثقات رجال الصحيح، خلا مرزوق مولى طلحة وهو ثقة\".]]. المفصل الرابع: ضعف البلاغ المبين: المقصود بالبلاغ المبين، قيام علماء الأمة ببيان ما فرض الله عليهم بيانه للناس، من أصول الإيمان وفروعه، وأصول الفرائض وفروعها، وأصول المحرمات وفروعها، وما يندب وما يكره، وما يباح من أحكام الله تعالى. يدخل في ذلك كل ما اشتمل عليه كتاب الله وسنة رسوله صلى الله عليه و سلم ، وسيرته المطهرة، وما استنبط منها مما فيه مصلحة للأمة، أو مفسدة، ولا يجوز كتمان شيء مما يحتاجه المسلمون أو غيرهم. ولهذا أمر الله رسله كلهم بالبلاغ المبين، وأمر به رسوله صلى الله عليه و سلم ، وأمر به أمته من بعده، وقام به صلى الله عليه و سلم  خير قيام، وأمر أمته بالقيام به، فقام به أصحابه الكرام، وقام به أئمة الإسلام، وكانت الأمة الإسلامية التي تلقت البلاغ المبين من علمائها، وذوي الشأن فيها، أمة عزيزة، هادية قائدة. وجاء الوعيد الشديد، لمن كتم شيئاً مما أنزل الله، كما قال تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنْ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُوْلَئِكَ يَلْعَنُهُمْ اللَّهُ وَيَلْعَنُهُمْ اللاَّعِنُونَ}[[البقرة : 159]]. وفي الحديث عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه و سلم ، قال: (من سئل عن علم فكتمه، ألجمه الله عز وجل بلجام من نار يوم القيامة)[[ المسند، برقم (8514) وسنن أبي داود، برقم (3658)]]. وفي رواية عن عبد الله بن عمرو بن العاص أن رسول الله صلى الله عليه و سلم  قال: (من كتم علماً ألجمه الله يوم القيامة بلجام من نار)[[ رواه الحاكم في المستدرك، برقم (346) وقال: \"هذا إسناد صحيح من حديث المصريين على شرط الشيخين وليس له علة، وفي الباب عن جماعة من أبي هريرة رضي الله عنه\".]]. وما نريد بيانه هنا، أن البلاغ المبين الذي كلف الله رسله وأتباعهم القيام به، وحذر من كتمان ما أنزل الله، شامل لكل ما ينفع الناس أو يضرهم، وإذا رجعنا للقرآن الكريم، وجدناه يتضمن مسائل الإيمان والشعائر التعبدية، والمعاملات المالية، والعلاقات الأسرية والجرائم وعقوباتها، وعلاقات الناس بعضهم ببعض، من مسلمين وغير مسلمين، في حالات السلم وحالات الحرب، وأهل الولاء وأهل البراء، والتحذير من الأعداء من اليهود والنصارى والوثنيين والمنافقين، وجهاد الجميع باللسان أو بالسنان، ونجد بعض السور تتميز بكشف خداع أعداء المسلمين. وفي طليعتها سورة الفاتحة، التي قسمت الناس إلى مهتدين، وهم المؤمنون من الرسل وأتباعهم {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} ومغضوب عليهم، وهم من عصوا الله على علم، وهم اليهود ومن شابههم {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ} وضالون، وهم النصارى ومن شابههم، ممن عبدوا الله على جهل {وَلا الضَّالِّينَ}. وفي أول سورة البقرة قسم الله تعالى الناس كلهم إلى مؤمنين مفلحين: {أُوْلَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ} وكافرين، معاندين مصرين على كفرهم، لا ينفع فيهم إنذار {سَوَاءٌ عَلَيْهِمْ ءأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لا يُؤْمِنُونَ...} وإلى منافقين ملتويين، يظهرون الكفر للكافرين، ويظهرون الإيمان للمؤمنين: {وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ}[[ البقرة: (1-20)]]. وإذا تأملنا القرآن الكريم كله، وجدنا محوره هذه الأصناف الثلاثة[[المؤمنين، والكفار بجميع أصنافهم، والمنافقين]]: وقد سميت بعض السور بأسمائهم، فسورة باسم \"المؤمنون\"، وأخرى باسم \"المنافقون\"، وثالثة باسم \"الكافرون\". وأفاضت السور المكية في المشركين من هذه الأمة، ومن غيرهم من الأمم في قصص الأنبياء، وأفاضت السور المدنية في هذه الأمة من اليهود، وفي النصارى والمشركين، والمنافقين، تجد ذلك واضحاً في سورة البقرة، وسورة آل عمران، وسورة المائدة، وسورة الأنفال والتوبة، وسورة الأحزاب، وسورة الحشر وسورة المنافقون، وغيرها... هذا كله وغيره مما نزل به القرآن، وفصلته السنة والسيرة النبوية، داخل في البلاغ المبين الذي أمر الله تعالى به رسله وأتباعهم، وبخاصة هذه الأمة التي لم يبق لدى غيرها ما يجب تبليغه لكافة الناس، فيجب على علماء الأمة ومفكريها بيانه لها، وفي كتمانه اللعنة والعذاب الشديد. وإن مما يؤسف له، أن يقف بلاغ كثير من العلماء، عند بعض شعائر العبادات، وبعض الواجبات والمحرمات، وبعض الأخلاق الحسنة، ولا يتجاوزون إلى غير ذلك مما يعتبر بيانه من أهم ضرورات حياة هذه الأمة. ومن ذلك كشف أعداء الإسلام ومكرهم، وواجب المسلمين في مواجهتهم، من البراءة منهم وعدم الركون إليهم، وإعداد العدة لجهادهم، وكأن الأمر لا يعنيهم. وبهذا يعلم أن البلاغ المبين شامل لكل ما ينفع الأمة الإسلامية، والوسائل التي يجب اتخاذها لتحقيقه وحمايته، ولكل ما يضر الأمة الإسلامية، والوسائل التي يجب اتخاذها لدفعه ورفعه، والقضاء عليه، وأن كل من يكتم بيان الأمرين مع قدرته على بيانه، آثم مستحق أن يلجم بلجام من نار، كما سبق. قال تعالى: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنْ النَّاسِ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الْكَافِرِينَ}[[المائدة : 67]]. وقال تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنْ الْمُشْرِكِينَ}[[ يوسف :108]]. روى أبو بكرة رضي الله عنه قال: \"خطبنا النبي صلى الله عليه و سلم  يوم النحر\" ـ الحديث إلى قال ـ: (ألا هل بلغت؟) قالوا: نعم. قال: (اللهم اشهد، فليبلغ الشاهد الغائب، فرب مبلغ أوعى من سامع، فلا ترجعوا بعدي كفاراً يضرب بعضكم رقاب بعض)[[ البخاري، برقم (1654) ومسلم، برقم، (1679)]]. وفي حديث عبد الله بن عمرو، رضي الله عنه: أن النبي صلى الله عليه و سلم  قال: (بلغوا عني ولو آية)[[ البخاري، برقم (3274)]]. المفصل الخامس: تعدد الولاءات غير الشرعية: حصر الله تعالى ولاء المؤمنين في ولائه وولاء رسوله وولاء عباده المؤمنين، وجعل من حقق تلك الولاية من حزبه، ووعدهم الغلب على أعدائهم، فقال تعالى: {إِنَّمَا وَلِيُّكُمْ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ (55) وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمْ الْغَالِبُونَ}[[ المائدة]]. ونهى تعالى عن موالاة أعدائه ممن غضب الله عليه من أعدائه، فقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَوَلَّوْا قَوْماً غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنْ الآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ}[[المجادلة : 13]]. ورتب تعالى على تولي أعداء الله ثلاثة أمور خطيرة: الأمر الأول: أن من تولاهم صار منهم. الأمر الثاني: أنه لا يستحق هداية الله. الأمر الثالث: أنه من الظالمين. فقال تعالى : {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ}[[المائدة : 51]]. والمقصود بالتولي محبة أعداء الله واتخاذهم بطانة من دون المؤمنين، والركون إليهم، ومناصرتهم على ما يحقق أهدافهم، مما فيه ضرر بالأمة الإسلامية... ومن هنا نعلم أنه عندما يتحقق الولاء الشرعي في المؤمنين، ينالون رضا الله، ويحققون طاعته وطاعة رسول صلى الله عليه و سلم ، ويحقق الله لهم وعده تعالى بالغلبة على أعدائهم ونصرهم عليهم؛ لأنهم من حزبه عز و جل {فَإِنَّ حِزْبَ اللَّهِ هُمْ الْغَالِبُونَ}، {وَإِنَّ جُندَنَا لَهُم الْغَالِبُونَ}. وعندما يفقدون الولاء الشرعي فيوالون غير الله ورسوله والمؤمنين، يستحقون سخط ربهم عليهم، ويشمل ذلك موالاة الشيطان وأتباع الشيطان من الكفار، ولو كانوا من أقرب المقربين إلى من يواليهم، كما يشمل النفس الأمارة بالسوء والهوى الذي يتبعه صاحبه مخالفاً ما جاء به الرسول صلى الله عليه و سلم ، سواء كان هواه أو هوى غيره. وقال تعالى في الشيطان: {إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ}[[فاطر : 6]]. وقال في الكفار: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنْ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ}[[التوبة : 24]]. وقال تعالى: {لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُوْلَئِكَ كَتَبَ فِي قُلُوبِهِمْ الإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُوْلَئِكَ حِزْبُ اللَّهِ أَلا إِنَّ حِزْبَ اللَّهِ هُمْ الْمُفْلِحُونَ}[[المجادلة : 22]]. وقال تعالى: {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَلَئِنْ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنْ الْعِلْمِ مَا لَكَ مِنْ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ}[[البقرة : 120]]. وقال في النفس الأمارة بالسوء: {وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لأَمَّارَةٌ بِالسُّوءِ إِلاَّ مَا رَحِمَ رَبِّي إِنَّ رَبِّي غَفُورٌ رَحِيمٌ}[[يوسف : 53]]. وقال في الهوى: {فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنْ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنْ اللَّهِ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ}[[القصص : 50]]. وقال: {وَلا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطاً}[[الكهف : 28]]. وقال تعالى: {أَفَرَأَيْتَ مَنْ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَفَلا تَذَكَّرُونَ}[[الجاثية : 23]]. ونحن اليوم إذا تأملنا أحوال المسلمين، وجدنا ولاءات كثير منهم تتعدد تعدداً لا يحصره حاصر: ولاء لليهود، وولاء للنصارى، وولاء للوثنيين، وولاء للأهواء، وولاء للشهوات، وولاء للأنفس الأمارة بالسوء، وولاء لقائد تلك الولاءات كلها: \"إبليس لعنه الله\" وهي ولاءات ترتب عليها ما ترتب من خذلان الله تعالى لهم، وتركهم لأنفسهم: {نَسُوا اللَّهَ فَنَسِيَهُمْ}. فإذا أرادت هذه الأمة أن تكون من حزب الله المهتدي الممكن في الأرض، المنصور على عدوه، فلتوحد ولاءها كما أمرها الله، وإلا فلتتجرع غصص ولاءاتها لغير ربها، ولتنتظر ما ينتظره الفاسقون: {فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ}[[التوبة : 24]]. المفصل السادس: التضليل الإعلامي المتعمد: الإعلام اليوم عصا يسوق عقول الناس إلى حيث يشاء، كما يسوق الراعي شياهه، والفرق بين الإعلام وراعي الشياه، إن راعي الشياه يسوق عدداً قليلاً من شياهه في منطقة معينة، وهو رحيم بها، يختار لها ما ينفعها من مرعى، ويوردها إلى حيث تروي ظمأها من ماء، ويحميها من الوحوش والذئاب من أن تعتدي عليها.. وهي دواب لا عقول لها يخاف عليها من التضليل.. أما الإعلام، فإن شياهه عالم الإنسان كله في مشارق الأرض ومغاربها، بل إن الذي يتمكن من بني البشر من الانتقال إلى الكواكب الأخرى غير الأرض، هو من شياه هذا الإعلام، يرى ويسمع ويقرأ، ولو كان على سطح القمر أو على سطح الزهرة.. ولا أظن أن الجن تسلم من سوطه اللاهب الرهيب! ثم إن هذا السائق ـ الإعلام ـ يسوق عقول الناس بعصاه إلى حيث يشاء هو، لا إلى حيث يشاءون هم، يسوق عقولهم وهم في منازلهم على سررهم، أو في أعمالهم على مكاتبهم أو في مصانعهم، أو يبيعون ويشترون في أسواقهم، في رمال الصحراء أو على قمم الجبال، أو مسافرين على سياراتهم أو بواخرهم أو طائراتهم، بل على خيلهم وبغالهم وحميرهم. إنه يغتال العقول ويضللها ويخدعها، يجعلها تصدق الكاذب، وتكذب الصادق، ويصور لها الشجاع جباناً والجبان شجاعاً، والعادل ظالماً والظالم عادلاً، والكريم بخيلاً والبخيل كريماً، والناصح الأمين مخادعاً خائناً، والمخادع الخائن ناصحاً أميناً، والحرية رقاً والرق حرية، والفساد إصلاحاً والإصلاح فساداً.. وهكذا يقلب الحقائق كما قلب سحرة فرعون عصيهم، فخيل إلى الناس أنها حيات تسعى! من يصنع الإعلام الذي يسوق عقول الناس اليوم، وبخاصة عقول أبناء هذه الأمة ـ أمة الإسلام ـ التي لا يخلو منها صقع من الأصقاع ولا إقليم من الأقاليم، بل ولا شعب من شعوب الأرض؟؟ إن الذين يقومون بصناعة الإعلام في الغرب، هم أعداء الأمة الإسلامية، ولهذا تجده قائماً على تضليل من يتلقاه في العالم كله. وغالب الإعلاميين الرسميين في البلدان الإسلامية، هم مقلدون لصنَّاعه في الغرب، بدليل نشرهم المصطلحات التي يطلقها الغربيون على الإسلام أو المسلمين، فور نشرها في وسائل الإعلام الغربية، كالإرهاب والإرهابيين، والأصولية والأصوليين، والإسلام السياسي، والإسلاموية والهجمات الانتحارية.. وهكذا. ومما تجدر الإشارة إليه؛ أن كثيراً من وسائل الإعلام في البلدان الإسلامية، تهتم بنقل أخبار الأحداث الخطيرة النازلة بالأمة الإسلامية ـ ومن أهمها الحروب ـ متأثرة بالتوجيه الإعلامي الغربي المعادي لهذه الأمة، وبتحليلات خبراء السياسة والحرب والاقتصاد الغربيين.. ومن أعظم ما تحدثه تلك الوسائل في نفوس غالب المسلمين، الهزيمة النفسية وفقد الحرية القلبية، واليأس من النصر على الأعداء، عاجلاً أم آجلاً. ومعلوم أن الهزيمة النفسية وفقد حرية القلب، أخطر من الهزيمة الحسية ورق الأجسام؛ لأن من بقي حر القلب قوي الأمل في الانتصار على عدوه، سيسعى في إعداد عدة الانتصار، وفي أسباب تحرير نفسه من رق العبودية الحسية، بخلاف من هزم نفسياً، واسترق قلبياً، فإنه يرضى بالهزيمة والرق الحسيين واستمرارهما. قال ابن تيمية رحمه الله: \"... فإن أسر القلب أعظم من أسر البدن، واستعباد القلب أعظم من استعباد البدن، فإن من استُعبِد بدنه واستُرِق، لا يبالي إذا كان قلبه مستريحاً من ذلك مطمئناً، بل يمكنه الاحتيال في الخلاص، وأما إذا كان القلب ـ الذي هو الملك ـ رقيقاً مستعبداً لغير الله، فهذا هو الذل والأسر المحض.. فالحرية حرية القلب، والعبودية عبودية القلب.. ـ إلى أن قال ـ: وكذلك طالب الرئاسة والعلو في الأرض، قلبه رقيق لمن يعينه عليها، ولو كان في الظاهر مقدمهم والمطاع فيهم.. فهو في الظاهر رئيس مطاع، وفي الحقيقة عبد مطيع لهم..\" [[مجموع الفتاوى: (10/186-189).]]. ولو أن للمسلمين أجهزة إعلام مواكبة لهذا العصر وأحداثه، لحققوا بها ثلاثة أهداف رئيسة مهمة: الهدف الأول: إيصال حقيقة دينهم إلى الناس، ونشر محاسنه وسماحته وما يحققه للداخلين فيه من الخير، وذلك من أهم الدواعي التي تجعلهم يدخلون في الإسلام، أو يقبلون إلى دراسته لمعرفة حقيقته. الهدف الثاني: دفع الشبهات والعيوب التي يتهم بها الإسلامَ أعداؤه. ومن عجائب الأمور عدم وجود كليات إعلام في الجامعات والمعاهد الإسلامية، التي تخرج من يتصدون للدعوة إلى الإسلام وبيانه للناس، فإن الداعية إلى الله الذي لا ينال حظاً يعينه على دعوته، من المعرفة الإعلامية في هذا العصر، ناقص التأثير فيمن يتلقى دعوته. ومما لا شك فيه، أن مصادر التأثير القوي اليوم في العالم خمسة أمور، وهي: الإعلام، والسياسة، والمال والاقتصاد، والتعليم، والقوة العسكرية، والمسلمون اليوم متأخرون في هذه الأمور تأخراً مزرياً... جعلهم أذلة لأعدائهم. الهدف الثالث: فضح عدوان الدول الغربية وتعاونها مع اليهود على الشعوب الإسلامية، وبخاصة العربية منها، وبيانه للشعوب الغربية، وبخاصة شعب الولايات المتحدة الأمريكية، على ضرورات المسلمين، في دينهم ونفوسهم ونسلهم وعقولهم وأموالهم؛ لأن من أهم أسباب تأييد تلك الشعوب لحكوماتها المعتدية جهلها بظلمها وعدوانها، بسبب تضليلها الإعلامي الذي لا يوجد إعلام مضاد له من البلدان المظلومة، ولو تجلت لهم حقيقة الأمر، لوقفوا ضد ذلك العدوان، وامتنعوا عن دفع الضرائب التي لا يتمكن المعتدون من تنفيذ عدوانهم وظلمهم بدونها."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "المفصل السابع: طلب العزة من غير الله:",
    "content": "إن غالب المسلمين اليوم، وبخاصة من ابتلاهم الله بقيادة الأمة، فقدوا الثقة بربهم، وضعف إيمانهم به والتوكل عليه وحده، وطلب العزة والنصر والغلب منه، واتجهوا إلى غيره من خلقه، بل إلى أعدائه منهم، معتمدين عليهم، طالبين العزة منهم، ظانين أنهم قادرون على منحهم شيئاً من العزة التي يتمكنون بها من السيطرة على الناس. ولو أنهم رجعوا إلى كتاب الله، وهم يدعون بأنهم يؤمنون به، لعلموا أن صاحب العزة هو الله وحده، وأن غيره لا يملك منها شيئاً، فهو الذي يعطيها من يشاء، وهو الذي يمنعها ممن يشاء؛ لأنه لا يملكها غيره: قال تعالى: {قُلْ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}[[آل عمران : 26]]. وقال تعالى: {الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمْ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً}[[النساء : 139]]. وقال تعالى: {وَلا يَحْزُنْكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً هُوَ السَّمِيعُ الْعَلِيمُ}[[يونس : 65]]. وقال تعالى: {مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعاً إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُوْلَئِكَ هُوَ يَبُورُ}[[فاطر : 10]]. والذين يظنون أنهم يملكون العزة من دون الله، وأنهم قادرون على البطش بأولياء الله وإنزال الأذى بهم، هم المنافقون الذين قال الله عن زعيمهم عبد الله بن أُبي الذي توعد رسول الله صلى الله عليه و سلم  وأصحابه: {يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لا يَعْلَمُونَ}[[المنافقون : 8]]. فقد أخبر تعالى أن العزة له وحده، وأن أعداءه من الكافرين والمنافقين لا يملكونه، وأنه يمنحها عباده المؤمنين، وهو وعد من الله لأوليائه المؤمنين الصادقين بأن ينالوا أثر اسمه {الْعَزِيزُ}. وأثر صفته {الْعِزَّةُ}. وأن تكون العزة مقصورة عليهم، كما هو واضح من تقديم الجار والمجرور {وَلِلَّهِ}. الذي هو الخبر، على المبتدأ {الْعِزَّةُ}. فإذا ما أصبح المنتسبون إلى الإسلام، أذلة في الأرض لأعدائهم من اليهود والنصارى والمنافقين وغيرهم، فذلك دليل على أنهم فقدوا الإيمان الصادق الذي يستحقون به العزة، واتصفوا بإيمان ضعيف لا يستحقون عليه وعد الله تعالى بالعزة، وهذا ما نشاهده اليوم في كل أنحاء الأرض، ومن أقرب الأمثلة على ذلك، أنه تعالى أذلهم لأذل خلق الله في عقر دارهم ويدنسون مسجدهم الأقصى الذي يحيط به المسلمون من جميع الجهات، وهكذا تسفك دماؤهم وتزهق أرواحهم وتنتهك أعراضهم... فلا يتجرأن من قل فقهه لكتاب الله، وضعف إيمانه بالله، أن يسيء الأدب مع الله، فيقول: لقد وعد الله عباده المؤمنين بالنصر على أعدائهم، فأين هو وعد الله؟! إن الإيمان الذي وعد الله أهله بالنصر في القرآن هو الإيمان الذي بيَّنه القرآن، فليرجع إلى القرآن من يطمع في نصر الله، ليفهم منه الإيمان الذي أراده الله، ويحققه في نفسه، وعندئذ سيكون من جند الله الغالبين، ومن لم ينصره الله على عدوه ممن يدعي الإيمان فليفتش عن إيمانه فسيجد فيه خللاً لأن الله قٌد وعد ـ ووعده صدق ـ بنصر المؤمنين الذين ينصرون دينه: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنصُرُوا اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ}[[محمد : 7]]. ألم يعاقب الله تعالى صفوة خلقه مع خير خلقه في غزوة أحد، بسبب معصية وقعت من بعضهم، لا تعد شيئاً بجانب ما يحصل منا اليوم من الخروج على دينه وكتابه وسنة رسوله صلى الله عليه و سلم ؟ وعندما تعجبوا مما حصل لهم، رد الله تعالى عليهم، بأن معصيتهم له هي السبب في ذلك، كما قال تعالى: {أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}[[آل عمران : 165]]. فمن أحق بنصر الله؟ أصحاب رسول الله الذين حصلت من بعضهم مخالفة لأمر رسول الله صلى الله عليه و سلم  في غزوة أحد، لا تعد شيئاً يذكر بالإضافة إلى ما يجاهر به من يدعي الإسلام اليوم؟ أم هؤلاء الذين لم يتركوا شيئاً مما يغضب الله إلا ارتكبوه؟ ولا زال المنافقون في هذه الأمة، يسلكون سبيل من سبقهم ممن أحبط الله مساعيهم وخيب ظنهم فيمن سارعوا فيهم، حيث ظنوا أنهم إذا تولوا الله ورسوله والمؤمنين، وتركوا تولي أعداء الله من اليهود والنصارى، ستنزل بهم مصائب لا قبل لهم بها، ولا يحميهم منها ويقيهم شرها غير اليهود والنصارى. وما دروا أن الله العزيز الحكيم، هو الناصر المعين، وأن غيره من خلقه لا ينفعونهم من دون الله، وأن الذي يطلب النصر من غير الله، لا ينال منه إلا الندم، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (51) فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِم يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنفُسِهِمْ نَادِمِينَ}[[المائدة]]."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "المفصل الثامن: ضعف التزكية الربانية:",
    "content": "إن الذي يقارن بين حال الأمة الإسلامية في قرونها المفضلة، وفي كل عصر نالت الأمة فيه سيادتها وقوتها وعدم خضوعها لأعدائها، وبين حال هذه الأمة في عصرنا هذا، وفي كل عصر ضعف فيه المسلمون، وسادهم فيه أعداؤهم، إن الذي يقارن بين الحالين، يجد فرقاً عظيماً بين الأمة في الحالين، من حيث التزكية الربانية، التي تثمر قوة تقوى الله تعالى وطاعته، والبعد عن ارتكاب معاص الله ومساخطه. فقد كانت الأمة عند قوتها، متفقهة في دينها، عاملة بما علمت من كتاب ربها وسنة نبيها، مهتمة بتزكية قلوبها، وتطهير نفسها من أدران المعاصي والذنوب. والأمة في حال وهنها وضعفها، يغلب عليها الجهل بحقيقة دينها، وقلة العمل بما علمت من شريعتها، تكثر فيها المعاصي، وتقل فيها الطاعات. ومعلوم أن الإسلام تعليم وفقه في الدين، وتزكية وعمل صالح، ودعوة إلى الله، وأمر بمعروف ونهي عن منكر، وجهاد في سبيل الله.. وليس هو مجرد دعوى بدون فقه ولا عمل.. وبهذا ـ أي بالتعليم والفقه في الدين، والتزكية والعمل الصالح، والدعوة إلى الله والأمر بالمعروف والنهي عن المنكر، والجهاد في سبيل الله ـ تربعت أمة الإسلام على مقعد قيادة البشرية، وأخرجتها من الظلمات إلى النور وأسعدتها بهدى الله في كل أرض وطئتها أقدام المسلمين. وقد اهتم خليل الله إبراهيم عليه السلام، بهذه الأمة فدعا الله تعالى لها، بأن يبعث لها رسولاً تالياً عليها آياته، معلماً لها كتابه وسنته، مزكياً بعبادته، مطهراً لها من المعاصي والآثام، كما قال تعالى: {رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ}[[البقرة : 129]]. واستجاب الله تعالى دعوة خليله، فحقق له ما أراد، كما قال تعالى: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ}[[آل عمران : 164]]. وقال تعالى: {هُوَ الَّذِي بَعَثَ فِي الأُمِّيِّينَ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ}[[الجمعة : 2]]. وشرع سبحانه لهذه الأمة الاهتمام بالفقه في دينه، كالاهتمام بالجهاد في سبيله، كما قال تعالى: {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُوا كَافَّةً فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ}[[التوبة : 122]]. وكانت حياة رسول الله صلى الله عليه و سلم  كلها مع أصحابه، تعليماً وتفقيهاً، وتزكية وعملاً صالحاً، ودعوةً وأمراً بمعروف ونهياً عن منكر، وجهاداً في سبيل الله.. وتبعه على ذلك أصحابه مع التابعين، واستمر على ذلك فقهاء الأمة ودعاتها.. وهذه هي المحاور الرئيسة للقرآن الكريم والسنة النبوية، والسيرة المطهرة. وقد وصف بعض أصحاب الرسول صلى الله عليه و سلم ، كيفية تزكية نبيهم صلى الله عليه و سلم  لههم. فعن أبي عبد الرحمن السلمي، قال: حدثنا من كان يقرئنا من أصحاب النبي صلى الله عليه و سلم ، إنهم كانوا يقترئون من رسول الله صلى الله عليه و سلم  عشر آيات، فلا يأخذون في العشر الأخرى حتى يعلموا ما في هذه من العلم والعمل، قالوا: فعلمنا العلم والعمل\" وقال: \"كان الرجل منا إذا تعلم عشر آيات، لم يجاوزهن حتى يعرف معانيهن والعمل بهن\"[[ مسند الإمام أحمد، برقم (23529) ومصنف ابن أبي شيبة، برقم (29929) ومقدمة التفسير لابن كثير]]. وآيات القرآن وسنة الرسول صلى الله عليه و سلم ، تدل على أن التزكية المثمرة للتقوى والعمل الصالح، من أهم أسباب فلاح المسلمين وعزتهم، وأن إهمال هذه التزكية يترتب عليه ترك طاعة الله أو قِلَّتُها وارتكاب معاصيه، وأنه يكمن في ذلك ضعفهم وخسارتهم، ولو كثر فيهم العلماء. قال تعالى: {الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الأَرْضِ أَقَامُوا الصَّلاةَ وَآتَوْا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنْ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الأُمُورِ}[[الحج : 41]]. وقال تعالى: {وَالْعَصْرِ (1) إِنَّ الإِنسَانَ لَفِي خُسْرٍ (2) إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ(3)}[[العصر]]. وفي حديث عبد الله بن عمر رضي الله عنهـما، قال: \"لقد رأيتنا وما صاحب الدينار والدرهم بأحق من أخيه المسلم، ثم لقد رأيتنا بآخَرِةٍ الآن، ولَلدِّينار والدرهم أحب إليه من أخيه المسلم.. ولقد سمعت رسول الله صلى الله عليه و سلم  يقول: (لئن أنتم اتبعتم أذناب البقر، وتبايعتم بالعينة، وتركتم الجهاد في سبيل الله، ليلزمنكم الله مذلة في أعناقكم، ثم لا تنزع منكم حتى ترجعون إلى ما كنتم عليه وتتوبون إلى الله)[[ مسند الإمام أحمد، برقم (5562)، ورقم (5562).]]. وفي لفظ: (إذا تبايعتم بالعينة، وأخذتم أذناب البقر، ورضيتم بالزرع، وتركتم الجهاد، سلط الله عليكم ذلاً لا ينـزعه حتى ترجعوا إلى دينكم)[[ المسند برقم (4825) وسنن أبي داود (3/740) واللفظ له.]]."
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "السؤال الثالث: حول دور الحركات الإسلامية الإيجابي والسلبي:",
    "content": "نص السؤال: هل قامت الحركات الإسلامية بدورها الحقيقي في أزمة الأمة الحالية؟؟ ألا تستطيع الحركات الإسلامية أن تشترك ـ ولو لمرة واحدة  في خط عمل مشترك من أجل المواجهة؟؟ وهل اختلاف الخطاب السياسي الإسلامي من هذه الحركات يصب في مصلحة الأمة؟؟ الحركات الإسلامية قامت بدور مهم في الجملة: الحركات الإسلامية قدمت للأمة خيراً كثيراً في جوانب كثيرة في عهود الاحتلال الغربي للبلدان الإسلامية، من إندونيسيا شرقاً إلى بلدان المغرب العربي غرباً، ومن عدن جنوباً إلى بلاد الشام شمالاً.. وكانت هذه الحركات المحرك الأساسي لجهاد الشعوب الإسلامية الذي أثمر طرد المحتلين عسكرياً من تلك البلدان. ولكن الذين قطفوا ثمرة ذلك الجهاد في جميع تلك البلدان، كانوا من تلاميذ الغربيين المحتلين، الذين تلقوا تعليمهم في مدارس الأعداء المغتصبين، مما كان الأثر في احتلال عقولهم بالأفكار الأجنبية التي ملأت أدمغتهم، ماسحة ما كان فيها من بقايا فطرة الإسلام ومبادئه. ولهذا سلَّمَ المحتل المطرود عسكرياً، تلاميذه الْمُسَمَّينَ بـ\"العلمانيين\" حكم البلدان الإسلامية، بعد أن وثق من ولائهم له، واتخاذهم بطانة من دون المؤمنين، فأصبح أبناء البلد الذين يحملون أسماءً إسلامية، ويتكلمون لساناً عربياً، أشدَّ بلاءً ومحاربةً لله ولرسوله وللمؤمنين، وحققوا من أهداف أساتذتهم المحتلين، ما لم يكون هؤلاء يحلمون بتحقيقه بأنفسهم!!. وقد جرَّب هؤلاء الحكام كل مبدأ من مبادئ الكفر ـ التي تناقض الإسلام وتضاده وتفسد حياة المسلمين ـ وحاربوا دعاة الإسلام وعلماءه الذين دعوا إلى تحكيم شريعة الله، فساموهم سوء العذاب، اعتقلوا من اعتقلوا، وسجنوا من سجنوا وشردوا من شردوا، وقتلوا من قتلوا، من صفوة الأمة وحُداتها إلى الخير والهدى. ولم يبق ـ في الغالب الأعم ـ عالم يُعلِّم، ولا مفتٍ يفتي، ولا واعظ يعظ، ولا خطيب يخطب، إلا من اقتصر على بعض الشعائر الدينية، وبعض أحوال الأسرة، ولم يتعرض لشئون الساسة والحكم، وسار في فلك الحكام مؤيداً لكثير من تصرفاتهم الظالمة الأثيمة، حتى في قتل النفوس بغير حق.. ولهذا مرت الأمة الإسلامية بفترات حرجة مظلمة، انتشر في عامتها الجهل: الجهل بحقيقة الإسلام، والجهل بمخططات أعداء الإسلام ضد الإسلام والمسلمين، والجهل بما يسوقها إليه حكامها من وبال ودمار. كثرت في البلدان الإسلامية الانقلابات، التي استنزفت موارد الشعوب، وقضت على الأخضر واليابس فيها، وعمت فيها الفتن، فكان من يوصف بالحاكم التقدمي، والقائد الأمين اليوم، يصبح غداً في السجون والمعتقلات، أو معلقاً على مشانق الموت، موصوفاً بالرجعي الخائن، والمجرم الظالم!!. وكان سقوط آخر رمز للخلافة الإسلامية، على يد اليهود والصليبيين، بعد الضعف والتفرق الشديدين اللذين أصابا المسلمين، كان ذلك من أهم الحوافز التي أيقظت الغيورين من علماء هذه الأمة ومفكريها، فكان لصولات وجولات الشيخ جمال الدين الأفغاني، وتلميذه الشيخ محمد عبده، وتلميذ هذا الأخير الشيخ محمد رشيد رضا، رحمهم الله جميعاً ـ مع ما ذكر في فكرهم من سلبيات ـ أثر عظيم في يقظة من جاء بعدهم من دعاة الإسلام. ظهرت على إثر ذلك جماعات إسلامية متنوعة، أهمها الجماعات الحركية المنظمة الكبرى، ذات الانتشار الواسع في البلدان الإسلامية وغيرها، والتي التزمت بالدعوة إلى أن يكون الإسلام منهج حياة للناس في كل شؤونهم، الإيمانية والعبادية، والاقتصادية والمالية، والأخلاقية، والأسرية، والجهادية، وجعلت العمل السياسي عنصراً مهماً من عناصر نشاطها. وعلى رأس هذه الجماعات: جماعة الإخوان المسلمين التي أسسها الأستاذ حسن البنا في مصر، سنة (1928م) والجماعة الإسلامية التي أسسها الأستاذ المودودي في الهند (1941م) فهما أوسع الجماعات انتشاراً والمنظَّمة والمؤثِّرة، وقد تأثرت بهما جماعات وأحزاب إسلامية أخرى، كحزب السلامة الذي أسسه نجم الدين أربكان في تركيا، سنة (1973م) وحزب ماشومي الإندونيسي الذي أسسه الأستاذ محمد ناصر (1946م).. وغيرهما. وقد أدَّت هذه الجماعات ـ وما تفرع عنها ـ جهوداً غير خافية على المُنصف، في حدود طاقتها، في كل مجال من المجالات التي التزمت بها منهجاً لها من هذا الدين: الإيمانية والعبادية، والاقتصادية والمالية، والأخلاقية، والأسرية، والجهادية، والسياسية. واتخذت لنشاطها في ذلك كل وسيلة متاحة لها: الدعوة الفردية والجماعية، والأمر بالمعروف والنهي عن المنكر لكل فئات الأمة من حكام ومحكومين، بالحكمة والموعظة الحسنة، والمشاركة الإيجابية في التربية والتعليم، وإقامة الندوات والمؤتمرات، والكتائب والمبيتات، والخطابة، والوسائل الإعلامية المتاحة، في كل حقبة من حقب عملها، كالشريط بنوعيه: \"الكاسيت\" و\"الفيديو\" والمشاركة في النشاطات الإذاعية والتلفازية، وإيجاد جرائد ومجلات ومنشورات، وتأليف الكتب في موضوعات متنوعة هادفة وطبعها ونشرها، والمشاركة في الشبكة العالمية \"الإنترنت\" وإنشاء مواقع فيها. وكوَّنوا جمعيات خيرية، و نقابات متنوعة، من أطباء ومهندسين ومحامين، وقانونيين، ومدرسين، واتحادات طلابية في مؤسسات التعليم، وشاركوا في انتخابات تلك الفئات كلها. كما كونوا أحزاباً سياسية، مستقلة حيث أمكن، أو في ظل أحزاب أخرى، بسبب الحظر السياسي المفروض عليهم، وشاركوا في الانتخابات البرلمانية، والمجالس المحلية. وأثبت الواقع والتجارب التي حصلت في بعض الدول، نجاح مؤسسات تلك الجماعات والأحزاب في الانتخابات، بمقدار ما يتاح لهم من الحرية، ولو أتيحت لهم الحرية كما أتيحت لغيرهم من الأحزاب الأخرى، لنجحوا في تأسيس حكومات إسلامية في كثير من البلدان الإسلامية، لما لهم من شعبية واسعة، ولوجود كفاءات وخبرات إسلامية في تخصصات متنوعة، ينتشر كثيرٌ من أصحابها في غير البلدان الغربية التي استفادت منهم، وحُرِمَتْ منهم شعوبُهم، وهم قادرون على القيام بغالب ما تحتاجها وظائف الدولة. وكان لهذه الأحزاب والجماعات إسهام ناجح في النشاط المالي والاقتصادي، بل كان لنشاطهم العملي ـ لا القولي وحده ـ أثر في إنشاء مصارف إسلامية، وأقسام إسلامية في بنوك ربوية في بعض البلدان الإسلامية، بل في بلدان أجنبية في أوربا وغيرها. وقد أغاظ نشاطهم الاقتصادي والمالي، بعض الحكومات العلمانية التي يخيفها تأثير الجانب الإسلامي العملي في نفوس الشعوب الإسلامية، التي أقبلت على المساهمة في الشركات والمصارف الإسلامية، لِما رأت فيها من الربح الحلال الذي لم تجده في كثير من الشركات والبنوك الربوية، إضافة إلى ما بدأ يتحقق من الأعمال الخيرية التي عم نفعها المحتاجين من المسلمين الذين كانت المؤسسات النصرانية تحاول تنصيرهم، بسبب ما تقدمه لهم من المساعدات[[http://alwaei.awkaf.net/economy/index.php]]... أغاظ ذلك أولئك الحكام، فاعتدوا على تلك الشركات وعلى أموالها، بحجج ملفقة ودعايات مشوهة، لتنفير المسلمين منها، ومع ذلك استمرت البنوك وزاد انتشارها!!. وشعرت بعض الحكومات الغربية بخطر المؤسسات الإسلامية، الذي بدأ يحجب أموال المسلمين عن بنوكها، وتقليص استثمارها في بلدانها، فتحينت الفرصة التي تتخذها مسوغاً للهجوم على تلك المؤسسات، وتجميد أموالها وملاحقة أربابها، فكان حدث يوم الثلاثاء الموافق: 23/6/1422ه 11/9/2001م هو الفرصة السانحة التي اتخذها اليهود والصليبيون ذريعة لحملتهم الظالمة على شركات وبنوك المسلمين ومؤسساتهم الخيرية، في كل أقطار الأرض. والذي تابع حلقات \"شاهد على العصر\" التي بثتها قناة الجزيرة، مع المسؤول الأول عن بنك التقوى \"يوسف ندى\" الذي صدر بيان رئاسي أمريكي خاص بتجميد شركة البنك المذكور في جزر البهاما، وشركتين أخريين معه، وهما شركة يوسف ندى، وشركة إدارة التقوى في سويسرا، الذي تابع تلك الحلقات يظهر له ما في الحملة الأمريكية من الظلم والعدوان، بغير حق ولا حجة. ولم يقتصر العدوان على تلك الشركات، بل شمل \"176 بنكاً إسلامياً\"[[ http://www.islamonline.net/Arabic/economics/2001/11/article13.shtml]]. الخلاصة: أن الجماعات الإسلامية على اختلاف نشاطاتها واتجاهاتها، قامت كل منها بما قررت الاهتمام به، من الأمور الإيمانية، أو الاجتماعية أو التعليمية، أو الدعوية، أو السياسية، أو الاقتصادية، ذلك كله وغيره.. وما هذه الصحوة الإسلامية المنتشرة في الأرض إلا أثر من آثار نشاط تلك الجماعات."
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "وفي الطريق عقبات:",
    "content": "العقبة الأولى: ومع تلك النشاطات وآثارها الإيجابية في الصحوة المباركة، فإن عقبات كأداء وقفت أمام العمل الإسلامي، وأثرت عليه أثراً سلبياً، وأعاقت تقدمه، وتنقسم هذه العقبات ثلاثة أقسام: العقبة الأولى: ذاتية: وهي ما يحصل من النزاع المؤدي إلى الفشل بين الجماعات والأحزاب الإسلامية، بل بين الجماعة الواحدة والحزب الواحد لأسباب شخصية في الغالب، وأهمها المنافسة على الزعامات، وقد سبقت الإشارة إلى ذلك في الإجابة عن السؤال الثاني \"المفصل الثالث\". ومنها الاختلاف في الخطاب السياسي الذي قد يصل أحياناً إلى وقوف جماعة ضد نشاط أخرى، وقوفاً مبنياً على فتاوى تحرم ذلك النشاط، كتكوين حزب إسلامي في دولة تتعدد فيها الأحزاب المناوئة للإسلام، والاشتراك في الانتخابات، والدخول في البرلمانات، فيفرق ذلك كلمة المسلمين ويضعف عملهم. ويدخل في ذلك تعدد الأحزاب الإسلامية في البلد الواحد، مع عدم التعاون والتنسيق فيما بينهم، مما يضعفهم أمام الأحزاب المناوئة للإسلام، بل الأشد من ذلك رمي بعض تلك الأحزاب بعضاً بمساوي وعيوب قد لا تكون موجودة فيها للتنفير منها. وهناك أسباب أخرى للتنازع بين الجماعات، لا داعي للتفصيل فيها. ومع ذلك فإن الحركات الإسلامية المتقاربة في أهدافها ووسائل عملها، قادرة على التنسيق فيما بينها، والتعاون على ما يحقق للأمة مصالحها ولو في الحد الأدنى من ذلك، ولكن العقبات الأخرى تحول بينها وبين تعاونها؛ لأن الجماعة الواحدة في بلد واحد لا تتيح لها حكومتها حرية العمل المثمر، ومن باب أولى الجماعات الإسلامية في غير البلد الواحد. وقد حاول بعض العلماء إيجاد رابطة تجمع علماء المسلمين من جميع البلدان، فلم يجدوا دولة واحدة تستضيفهم ليكون مقرهم فيها، مع أن مؤسسات أخرى، مثل ما يسمى بـ\"الحوار الإسلامي المسيحي\" تجد في كثير من تلك الدول ترحيباً حاراً، وعوناً مادياً ومعنوياً. بل إن بعض حكومات الشعوب الإسلامية، تمنع بعض زعماء الجماعات الإسلامية وعلمائها من مغادرة بلدانهم، وبعض الحكومات تمنع دخولهم إليها، فهم محاصرون في نشاطهم دخولاً وخروجاً!!. ومعلوم أن تعاونهم والتنسيق فيما بينهم يحتاج إلى لقاء وتحاور وتشاور، لدراسة ما يمكنهم الاتفاق عليه من العمل... وقد كان العلماء الذين يتاح لهم الخروج من بلدانهم، يجدون فرصاً للقاء وإقامة الندوات والمؤتمرات في بعض الدول الغربية، ولكن ذلك أصبح صعباً بعد الحملة الغربية على النشاط الإسلامي، كما هو معلوم."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "العقبة الثانية: موقف غالب حكومات المسلمين من نشاط الجماعات الإسلامية:",
    "content": "المتضمن للدعوة إلى تحكيم شرع الله وجعله منهجاً لحياة الأمة؛ فقد نصبوا أنفسهم مشرِّعين، يصوغون ما يسمونه بالدستور، ومنفذين لما يصدرونه من قوانين، وقضاة على الأمة يحكمون على الأمة بما يشاؤون، وكل ذلك: الدساتير، والقوانين، والأحكام القضائية، وضعت من أجل تحقيق أهدافهم وإشباع رغباتهم وأهوائهم، محاربين في سبيلها الحكم بما أنزل الله. ولهذا حاربوا دعاة الإسلام، بكل الوسائل المتاحة لهم، وما أكثرها! حاربوهم بالاعتقال والسجون والتعذيب والإهانات، وحاربوهم بالتشريد والطرد من بلدانهم، وحاربوهم في وظائفهم ووسائل رزقهم، وحاربوهم في أموالهم وأعراضهم، وحاربوهم بالقتل.. والمسوغات الكاذبة المضللة لكل ذلك حاضرة، تنشرها وسائل إعلامهم، فتضلل بها عقول الناس، ولا يجد المحارَبون المظلومون، من يُبين للناس الحقيقة عما يلاقونه من ظلم وعدوان.. وحاربوا دعوتهم و أفكارهم، فحالوا بينهم وبين وصول دعوتهم إلى الناس، حرموا الناس من أئمتهم في محاريب المساجد ومن خطبائهم على منابرها، ومن دروسهم في حلقاتها، ومن تعليمهم في فصول المدارس، وقاعات الجامعات، وحرموهم من توجيههم في وسائل الإعلام، من مذياع وتلفاز، وجريدة ومجلة، وحظروا كتبهم من الطباعة والتوزيع.. ولم يبقوا لهم باباً أو نافذة يرى الناس منهما أضواء الهدى التي تنير لهم الطريق، وتبصرهم بحقيقة الأمور. نعم هناك نوافذ يفتحها بعض الحكام الذين يحاربون الدعاة إلى تحكيم شرع الله، لبعض العلماء الذين لا يتجاوزون الحدود المرسومة لهم، فيقتصرون في إمامتهم وخطبهم ووعظهم، وتدريسهم وتعليمهم وتوجيههم، على بعض الأحكام التي يسمونها عبادات، كأبواب الطهارة والصلاة والصيام والحج.. وبعض أحكام الأسرة.. مع التمجيد والثناء على الحكام بالحق وبالباطل.. هذا ما يحصل في كثير من بلدان المسلمين. هذه عقبة من أهم العقبات التي أخرت الأمة الإسلامية، وحالت بينها وبين الفقه الصحيح لدينها وتطبيقه في حياتها."
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "العقبة الثالثة: موقف اليهود والدول الغربية من الجماعات الإسلامية:",
    "content": "لقد بين كتاب الله أن موقف اليهود والنصارى من هذا الدين، هو موقف العداوة والمحاربة والمقاتلة لأهله، وهذا الموقف لا يتغير ولا يتبدل والواقع دليل عليه وشاهد له، فما مر عصر من العصور من عهد الرسول صلى الله عليه و سلم ، إلى يومنا هذا دون عدوان على الإسلام والمسلمين من اليهود والنصارى، إلا في حالة عجزهم المادي عن العدوان. وإذا عجزوا عن العدوان المادي، استمروا في عدوانهم المعنوي الذي لم ينقطع منذ جاء هذا الدين إلى يومنا هذا، وهو التشكيك في الوحي وفي الرسالة وفي الإسلام عامة، وتنفير الناس منه.. والذي يهمنا هنا ذكره، هو الحرب الشعواء على الدعوة الإسلامية ودعاتها في عصرنا هذا الذي نعيش فيه؛ فقد نجح أعداء الإسلام في تنصيب حكام علمانيين من أبناء هذه الأمة، في غالب البلدان الإسلامية، لا يقفون موقف الحياد من الإسلام، كما يدعي حكام الغرب مع دينهم، بل يضيقون الخناق على دعاة الإسلام والجماعات الإسلامية كما سبق قريباً. ومع ذلك نجح كثير من دعاة الإسلام ومن الجماعات الإسلامية في إيصال دعوتهم إلى أبناء أمتهم، بحكمة وصبر وجلد، فكان لذلك أثره في اتجاه كثير من المسلمين، إلى تأييد الدعوة الإسلامية. ومن مظاهر هذا التأييد، إنشاء مدارس ومعاهد إسلامية أهلية، وقليل منها حكومية، بمناهج وكتب إسلامية، أقبل على تلك المدارس أبناء المسلمين، فنشأ جيل يحب الإسلام ويعمل به ويدعو إليه، فأصبحت كثير من الأسر الإسلامية تفقه دينها ملتزمة به متقية ربها، بعد أن كانت لا تفهم منه إلا قليلاً، ولا تطبق منه إلا النزر اليسير... وامتد هذا المظهر إلى كثير من البلدان الغربية، وبخاصة دول أوربا وأمريكا، وغيرها من بلدان العالم، وكان لذلك أثره في رجوع أبناء المسلمين إلى دينهم، وعدم ذوبان كثير منهم في المجتمعات غير الإسلامية، وفي إقبال الناس في تلك البلدان إلى الدخول في الإسلام. ومن مظاهر ذلك اتجاه بعض حكومات الشعوب الإسلامية إلى الإعداد لتطبيق بعض أبواب الشريعة الإسلامية، استجابة لمطالب شعوبها.. فأغاظ ذلك أعداء الإسلام من اليهود والصليبيين، فأجمعوا أمرهم على محاربة كلا الاتجاهين: التعليم الإسلامي، وتطبيق الشريعة الإسلامية.. وقد استجابت بعض الحكومات للضغوط الأمريكية اليهودية، فألغت مئات المدارس الإسلامية وغيرت مناهجها، وبقية الدول في طريقها إلى التنفيذ.. وهذا مثال لمحاربة المناهج والمدارس الإسلامية: http://www.islamonline.net/arabic/news/2002-01/15/article36.shtml http://www.zccf.org.ae/a_TitleDescription.asp?Tid=9 http://www.aljazeera.net/programs/shareea/articles/2002/1/1-15-1.htm http://www.khayma.com/ahlan/123.htm http://www.khayma.com/ahlan/123a.htm http://www.islamtoday.net/articles/show_articles_content.cfm?catid=77&artid=2140 http://www.aljazeera.net/newspaper/2001/12/12-13-3.htm http://www.aljazeera.net/newspaper/2001/5/5-17-5.htm http://www.islamonline.net/arabic/politics/2001/05/article8.shtml http://www.islamonline.net/Arabic/politics/2001/05/article7.shtml http://penclub.virtualave.net/393.htm http://penclub.virtualave.net/340.htm أما الحملة اليهودية الصليبية على تطبيق الشريعة الإسلامية في البلدان الإسلامية، فهي واضحة من المواقف الأمريكية تجاه الدول التي أعلنت عزمها على تحكيم الشريعة الإسلامية، مثل السودان التي حاصرتها أمريكا ما يقارب خمسة عشر عاماً، وأجبرت غيرها من الدول على حصارها، مع أنها لم تطبق غالب أحكام الشريعة الإسلامية إلى الآن.. وما الحملات العنيفة التي شنتها وسائل الإعلام الأمريكية اليهودية، وكثير من المثقفين والرسميين فيها إلى العلماء في المملكة العربية السعودية وإلى مناهجها التعليمية، إلا دليل واضح على محاربة الإسلام وأهله. وما يصرح به زعماء أمريكا من أنهم لا يحاربون الإسلام بل يحترمونه، وإنما يحاربون الإرهاب كما يقولون، فهو من تضليلهم الإعلامي الماكر، فالإرهاب عندهم هو حقائق الإسلام التي تضمنها كتاب الله وسنة رسوله صلى الله عليه و سلم ، من الإيمان الصادق، والعلم النافع، والتزكية الربانية، والجهاد في سبيل الله، وتحقيق معاني الولاء والبراء الذي يقوي روابط الأخوة الإيمانية بين المسلمين، ويوجب بينهم التناصر على أعدائهم، ويحول بينهم وبين موالاة أعدائهم واتخاذهم بطانة والركون إليهم، وطاعتهم فيما يسخط الله تعالى. والإسلام الذي يزعمون أنهم يحترمونه، هو ما يوافق معتقدهم في النصرانية المحرفة، من أنه صلة بين العبد وربه، وليس له أن يتدخل في حياة الناس وسلوكهم.. فليصل وليصم وليحج، وليحمل السبحة وليحتفل بالعيدين وبالمولد النبوي، من شاء من المسلمين. ولكن ليس لهم التدخل في شؤون الاقتصاد الذي منه الربا، وشؤون الحريات الشخصية التي تبيح للمسلم أن يرتد عن دينه ويختار أي عقيدة يريد، وللمرأة أن تتصرف في حياتها كما تشاء، من العري الفاضح، ومن التحلل الكامل من رقابة أولياء أمرها، والخلوة بالأجانب ومصادقة من تشاء من الرجال.. وفي أحكام الحدود وغيرها، مما يعتبره الغربيون، رجعية ووحشية لا تليق بالعصر، ولا تنسجم مع حقوق الإنسان.. فهذه إحدى العقبات الخطيرة التي تقف أمام نشاط الحركات الإسلامية الداعية إلى تطبيق شرع الله في هذه الأمة، وهي تُكوِّن مع العقبة الثانية أشد أنواع الابتلاء لهذه الحركات."
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "السؤال الرابع: حول الخندق الواسع بين الجماهير وعلماء الأمة:",
    "content": "نص السؤال: الذي يتابع الشارع الإسلامي يجد خندقاً واسعا بين الجماهير وطبقة العلماء والمفكرين والدعاة؟؟ لماذا فقدت الجماهير جزءً كبيراً من المصداقية في هذه الطبقة؟؟ وبالتالي أصبحت الأفعال ارتجالية وبدون مرجعية. الجواب: يجب الاعتراف بتقصير هذه الطبقة ـ طبقة العلماء والمفكرين والدعاة ـ في التحامها بالناس في الجملة، ولكنها تختلف في درجات هذا التقصير، ويمكن أن يجمعها كلها، عزوف غالبها عن الاختلاط بعامة الناس في مواقع تجمعاتها: في الأسواق والمصانع، والنوادي الأدبية والثقافية والرياضية، والمدارس والمعاهد والجامعات، بل أماكن اللهو كالمسارح وغيرها.. فنشر الخير بين الناس، من فقه ودعوة وتزكية وأمر بمعروف ونهي عن منكر، يجب أن يصل إلى كل من يحتاج إليه من البشر، وليس خاصاً بالمساجد والمدارس والجامعات.. بل إن المواقع الأخرى أحوج إلى نشر هذا الخير من المساجد؛ لأن المساجد لا يحضرها في الغالب إلا من يطلب الخير ويتأثر به. وقد كان الرسول صلى الله عليه و سلم ، يقصد الناس بدعوته في أماكن تجمعاتهم، في الأسواق والمخيمات والمنتديات، واتخذ كل وسيلة أتيحت له في إيصال دعوته إلى الناس، وهذه الأمور مفصلة في السيرة النبوية، وكثير من كتب التفسير والحديث.. وما يعلل به بعض العلماء لعزوفهم عن قصد الناس في الأسواق والمقاهي ونحوها، بأنها لا تليق بمقاماتهم، ليس مسوغاً لذلك العزوف، ولهم في الرسول صلى الله عليه و سلم  قدوة حسنة في ذلك. وما يقال اليوم بأن وسائل الإعلام قد انتشرت وأصبح في إمكان الناس كلهم أن يتلقوا ما يفيدهم مما ينشر فيها من نصائح وندوات وخطب وغيرها، وهي كافية عن متابعة الناس في غير المساجد ودور التعليم ونحوها، حجة غير مقنعة؛ لأن كثيراً من الناس لا يقبلون إلى تلك الوسائل لمتابعة ما ينشر فيها من الخير، غفلة منهم واشتغالاً بغيره. ولسنا نعفي أولئك الناس من تقصيرهم وعدم إقبالهم إلى التفقه في دينهم، ومعرفة ما يحل لهم وما يحرم عليهم والعمل به؛ لأن ذلك واجب عليهم، ولكن لقاء العلماء والدعاة لهم مباشرة، يوقظهم من غفلتهم، ويجعلهم يفكرون فيما يسمعون ممن يقصدهم.. أمثلة معاصرة تدل على نجاح الدعوة المباشرة: والتجارب تدل على نجاح الدعاة والعلماء والجماعات التي تجعل من وسائل دعوتها الاتصال المباشر بالناس، سواء كانت الدعوة فردية أو جماعية. وأذكر لذلك ثلاثة أمثلة في هذه الحقبة التي نعيش فيها: المثال الأول: ما قام به الأستاذ البنا رحمه الله، عندما قصد تجمعات الناس في المقاهي وغيرها، فقد كان لتجربته أثر كبير في عامة الناس الذين لم يكن غالبهم يعرفون المساجد ولا يؤدون الصلاة، بل كانوا يرتكبون المعاصي وفي غفلة عن الله، فقادهم من المقاهي إلى المسجد. ولهذا تجد أتباعه من فئات الشعب كله: علماء إسلام وعمال غير مثقفين، وأغنياء وفقراء، وأدباء وكتاب، ومهندسين وأطباء.. المثال الثاني: الجماعة الإسلامية في القارة الهندية من أتباع الأستاذ المودودي رحمه الله، فقد كانت دعوتهم في أول الأمر قاصرة على فئات معينة من الشعب، كالطلاب والأساتذة، وذوي التخصصات المهمة والمثقفين.. فترتب على ذلك خسارتهم عامة الشعب الذي يستحق الاهتمام كغيره، فخططوا للاهتمام بالعمال وغيرهم من عامة الشعب، وترتب على ذلك كثرة أنصارهم الآن كما تبين من الانتخابات في العام الماضي القريب \"2002م\". المثال الثالث: ما تقوم به جماعة التبليغ، مع ما يُوَجِّهه إليهم بعض العلماء والجماعات من انتقاد ـ ولست هنا بمؤيد بإطلاق ولا معارض بإطلاق فلكل جماعة إيجابياتها وسلبياتها ـ فقد اجتهدوا في الاتصال بعامة الناس في المساجد والمدارس وفي الأسواق والنوادي، وفي المدن والقرى، وفي المنازل وأماكن العمل، وفي كل مكان استطاعوا الوصول فيه إلى الناس جماعات كانوا أم أفراداً، بل لقد طرقوا أبواب مسؤولين في بعض السلطات، ولم تخل من دعوتهم بلدان الأرض، سواء كانت بلاداً إسلامية أو غير إسلامية، ولقد اختصوا بطرقِ أبوابٍ لم يطرقها غيرهم من الدعاة، كالمراقص والخمارات وتجمعات متعاطي المخدرات، واستطاعوا أن يخرجوا أعداداً كثيرة من مجتمعات الفسوق والمنكرات من المسلمين ومن غير المسلمين، إلى صفوف المصلين في المساجد، تائبين إلى الله تعالى.. وقد رأيت نماذج كثيرة لذلك في كثير من البلدان، من اليابان إلى أمريكا، هذا بصرف النظر عما يُوجَّه إليهم من انتقاد كما ذكرت. حصار مفروض يحول بين علماء الإسلام ودعاته وبين عامة الناس: إنه مع الاعتراف بالتقصير الحاصل من علماء الإسلام ودعاته، في الاتصال بجماهير الأمة والالتحام بها، يوجد حاجز مفروض متعمد من قبل غالب الحكام في الشعوب الإسلامية، لِلْحَوْلِ بين القادرين على التأثير من طبقة العلماء والمفكرين، وبين عامة الناس، خشية من وصول حقائق الإسلام إلى عقول العامة، وهي الحقائق التي يفضح ظهورها مواقف أولئك الحكام من هذا الدين، وحرمان الأمة مما يحقق لها سعادتها بتطبيقه، ويقيها من الاستعباد الذي أفقدها حريتها وعاد بالنقض على مصالحها. فقد حُظِرَ على العلماء والمفكرين القادرين على التأثير، المجالات التي يمكنهم الاتصال بالأمة، ومن أهمها المواقع الآتية: (1) حلقات العلم في المساجد: هذه الحلقات هي التي كان الرسول صلى الله عليه و سلم  يعقدها لأصحابه، ويتلو عليهم آيات الله، ويفسر لهم تلك الآيات، ويفقههم في دينهم، ويزكيهم ويهيِّئَهم للجهاد في سبيل الله، وهي التي كان يعقدها بعده أصحابه، وعلماء الأمة بعدهم، ومنها انتشر الفقه في دين الله، وارتبطت الأمة بعلمائها[[يراجع كتاب دور المسجد في التربية للكاتب]] وهذه الحلقات من أعظم الوسائل التي تربط الأمة بعلمائها ومفكريها.. وإذا جلت اليوم في البلدان الإسلامية، وألقيت نظرة على جوامعها ومساجدها، وجدت غالبها معطلاً من هذه الحلقات، و ما يوجد به حلقات منها، لا تجد على كراسيها ـ في الغالب ـ إلا من يحمل بطاقة إذن من أجهزة الأمن في ذلك البلد، وهي لا تمنح تلك البطاقات، إلا لمن تعلم التزامه بتوجيهاتها فيما يبين وما يكتم.. أما من علمت أنه يبين حقيقة الإسلام، ولا يخاف في الله لومة لائم، فليس له في تلك الحلقات من نصيب، بل ربما يكون ممن يقيمون إقامة جبرية في منازلهم، أو في إحدى زنزانات السجون.. فكيف يصل أمثال هؤلاء إلى عامة الناس، وبينهم وبَينهم تلك الحجب المستورة؟! (2) محاريب الجوامع ومنابرها: ومما يتيح لعلماء الإسلام ودعاته الاجتماع بعامة الناس والالتحام بهم، إمامة الجوامع والمساجد وخطابتها في الجمع والأعياد والمناسبات، وهذه كسابقتها، لا يقف في محاريبها، ليؤم المصلين، إلا من نجح في مقابلات تعقد له من موظفين يشرفون على المساجد من قبل الحكومات. ولهذا تجد قلة المصلين في كثير من تلك المساجد، لعدم شعورهم بكفاءة أئمتها، الذين لا يقرؤون لهم الآيات المناسبة للأحداث في صلواتهم، كالآيات المتعلقة بالجهاد في سور البقرة وآل عمران والأنفال والتوبة والحج والأحزاب والحشر والمجادلة والممتحنة.. وغيرها من الآيات المناسبة للأحداث النازلة. كما تجد غالب من يحضرون خطب الجمعة لأمثال أولئك الخطباء، ما بين ناعس ونائم، وغافل؛ لأنهم يسمعون خطباً بعيدة عما يعيشون فيه من نوازل وأحداث: يسمعون في الفضائيات نواح النساء المسلمات الثكلى اللاتي فقدن الأزواج والآباء والأمهات بعدوان اليهود والصليبيين، وهن ينادين: أين عمر بن الخطاب؟ وأين صلاح الدين، ويسمعون صراخ الأطفال الذين ينتشلون من تحت الأنقاض التي هدمها عليهم اليهود والنصارى في البلدان الإسلامية، وأقربها اليوم فلسطين والعراق، ويرون كثرة القتلى والمجروحين، ودماؤهم تسيل كالجداول، ويرون كثرة نعوش المسلمين التي التقت الجماهير المسلمة لتشييعها إلى مثواها، ويسمعون الخطيب وهو يتحدث عن بعض الأحكام التي يمكن تأخيرها لوقت آخر، كإعفاء اللحية وتقصير الثوب وشرب الدخان وزيارة القبور.. ونحو ذلك، ولا يتعرضون للنازلة التي أقضت مضاجع الأمة.. صليت الجمعة ذات يوم أحد المساجد في بلد إسلامي، في الأيام التي يقصف فيها اليهود، الفلسطينيين بطائرات الأباتشي من الجو، وتدك دباباتها المنازل على أهلها في الأرض، وتجمع مئات الشباب في ساحات مدنهم، وتكبل أيديهم إلى الوراء، وتدفعهم دفعاً في الشاحنات لاعتقالهم، ومن بين المعتقلين بعض الفتيات. فإذا إمام المسجد يهدي إلى السامعين خطبته الأولى من على المنبر، بعض أحكام الحيض، التي قدم لها بغفلة كثير من خطباء المساجد عن هذه الأحكام التي تمس الحاجة إلى معرفتها. ولقد ضاق صدري من بقائي في هذا المسجد الذي لو كنت أعرف مسجداً قريباً منه أستطيع أن أدرك صلاة الجمعة فيه، لأسرعت الذهاب إليه. والغريب أنني عندما خرجت من المسجد، سمعت صوت امرأة كانت قريبة مني، تخاطب ولي أمرها الذي لا أدري ما صلتها به بصوت مرتفع، قائلة ما خلاصته: \"وَيْ! أين يعيش هذا الخطيب؟! عندنا هواتف العلماء نستطيع الاتصال بهم لنسألهم عن أحكام الحيض، المرأة الفلسطينية تهان وتُقتل، وتُقتل أسرتها، وهو يتكلم عن أحكام الحيض؟!\". والأعجب من ذلك أن الخطباء في بعض البلدان الإسلامية، ألزمتهم الوزارات المسؤولة عن المساجد، بقراءة خطب الجمعة في أوراق معدة معتمدة، ومنعهم من الخروج عنها.. استجابة لتوجيهات الصليبيين واليهود الذين تضيق صدورهم من بعض الخطباء المؤثرين الذين يبلغون رسالات الله، ولا يخافون في الله لومة لائم، مع قلتهم.. أما العلماء والدعاة الأكفاء المهتمون بشؤون الأمة وما ينزل بها من كوارث وعدوان، القادرون على تبيين المخاطر التي تحيط بهم من قبل أعدائهم، وتبصيرهم بما يجب عليهم القيام به ليدفعوا عن أنفسهم عدوان المعتدين، فقد كممت أفواههم وحرموا من تلك المحاريب والمنابر، وحرمت من خطبهم النافعة الأمة، لتبقى عقولهم مخدرة بالخطب الْمُنَوِّمة! فما السبيل إلى لقاء رجال العلم والدعوة المؤثرين والتحامهم بجماهير الأمة، وتلك حالهم؟ (3) وسائل الإعلام: ومما يتيح للعلماء والمفكرين الأكفاء الاجتماع بعامة المسلمين والالتحام بهم، تمكينهم من المشاركة في وسائل الإعلام، كتابة في الصحف والجرائد وغيرها، كتسهيل طبع كتبهم ومنشوراتهم، وصوتاً مسموعاً في الإذاعات، وإتاحة الفرصة لهم في إلقاء محاضرات مسجلة في أشرطة \"الكاسيت\" وأشرطة \"الفيديو\" ونشرها وتوزيعها، صوتاً وصورة في الفضائيات مباشرة، كما يتاح ذلك لغيرهم.. ومع اعترافنا بوجود نوافذ ضيقة في بعض وسائل الإعلام في بلدان إسلامية، لبعض العلماء والمفكرين، فالأصل هو الانتقاء، إضافة إلى استبعادهم في الأوقات التي تشتد فيها حاجة الأمة إلى توجيههم، كما حدث في الحملة الأمريكية الظالمة على العراق. فقد عُطلت برامج أسبوعية كانت تبث في بعض الفضائيات، بحجة التغطية الإخبارية للحرب، وقد كانت الأمة في أشد الحاجة إلى توجيه أولئك العلماء المفكرين في تلك الفترة الحرجة.. وإذا حظرت وسائل الإعلام على العلماء والمفكرين الذين تستفيد منهم جماهير الأمة، فما السبيل إلى اجتماعهم بهم وردم الخنادق التي تفصل بينهم؟! (4) دُورُ التعليم: ومما يتيح للعلماء والدعاة والمفكرين الاتصالَ بجماهير الأمة، قاعاتُ التعليم في المدارس والمعاهد والجامعات، التي يمثل فيها الطلاب أسر الأمة كلها، والاتصال بهم هو اتصال بتلك الأسر كلها. وسبيل هذا المرفق هو سبيل المرافق الأخرى التي يحال فيها بين العلماء والدعاة والمفكرين، وبين جماهير الأمة، فلا يمكنون من الانخراط في سلك التعليم ابتداء. وإذا تمكنوا من ذلك على غفلة من الرقابة، فصلوا من وظائفهم، أو أحيلوا إلى وظائف تبعدهم عن هذا المرفق، أو أحيلوا إلى التقاعد المبكر، أو منحوا إجازات تفرغ إجبارية، مع أن الأنظمة واللوائح، تنص على أن الأساتذة لا يمنحون إجازات تفرغ إلا بشروط معينة، منها طلبهم ذلك، وهي غير متوفرة في هذه الحالة. وقد حصل هذا في كثير من المدارس والمعاهد والجامعات، في الشعوب الإسلامية. ولا سبب لهذا التصرف إلا الخوف من تأثيرهم المفيد لهذه الشعوب، والحرص على بقاء الغشاوة على أبصار الأمة حتى لا ترى إلى أي هاوية تقاد، وكيف تتقي السقوط في تلك الهاوية. وإذا كان الأمر كذلك فما السبيل التي تمكن العلماء والدعاة وقادة الرأي الصائب من الاختلاط بجماهير هذه الأمة؟! (5) دُورُ الفتوى: ومن وسائل اتصال الجماهير بالعلماء العاملين الملتزمين بكتاب الله وسنة رسوله، وعدم كتمان الحق أو لبسه بالباطل، دور الفتوى التي تلجأ الشعوب إلى المفتين فيها لمعرفة الحق الذي يدينون لله تعالى به، وهذه كسابقاتها في الغالب، لا يوضع فيها إلا من رضي عنه الحكام، ليكونوا شبيهين بمسجلات الصوت، تفتح وتغلق عند الحاجة. ويحظر على من سواهم التصدر للفتوى، وإذا تجرأ أحد فأفتى أو اعترض على فتاواهم، تعرض للمساءلة أو المحاكمة، لهذا نجد بعض المفتين يصرحون بتحليل ما حرم الله في كتابه، وحرمه رسوله صلى الله عليه و سلم  في سنته، وأجمع العلماء على ذلك، مثل ربا الفضل.. ومن عجائب الأمور أن تسمع الأمة تحاكم بعض قادة المؤسسات الإسلامية إلى المحاكم القانونية في بعض البلدان الإسلامية، بسبب مخالفة بعض العلماء لبعض في بعض الفتاوى، حتى يَضْطَرَ من تدعمه السلطة خَصْمَه إلى التواري عن الأنظار، لينجو من الشرطة التي قد تجره إلى المحكمة عنوة! وإذا كان الأمر كذلك، فما السبيل إلى اتصال علماء الأمة بجماهيرها؟! (6) المؤتمرات والندوات: وهذه إحدى وسائل إظهار أهل العلم والفكر والرأي للأمة بين الجماهير، ومادة هاتين الوسيلتين تكون أكثر تمحيصاً وعناية مما يبث عادة في وسائل الإعلام؛ لأنها تقدم عن طريق بحوث معدة. يضاف إلى ذلك ما يحصل حول كل بحث من حوار ونقاش، ولكنهما أقل انتشاراً مما سبقها، لانحصار المؤتمرات والندوات في أماكن خاصة، إلا إذا بثتها وسائل الإعلام، فإنها تجمع بين المنهجين: منهج المؤتمرات والندوات، والمنهج الإعلامي. هذه الوسيلة قد يكون حضور بعض العلماء والدعاة والمفكرين، أقل صعوبة من الوسائل السابقة، لقصر وقتها وحصر مكانها، وتفرق المشاركين فيها بعد انتهائها.. (7) المشاركة في الشورى: إن أمور الأمة العامة التي تحتاج إلى اجتهاد في وتمحيص قبل البت فيها سلباً وإيجاباً، لا يجوز أن يستبد بالأمر فيها شخص من المسلمين، بل يجب أن يكون لولي الأمر فيها مجلس شورى، يتداولون فيها الأمر ليصلوا إلى ما هو الراجح من الآراء. وإن علماء الإسلام المهتمين بشؤون الأمة، لأولى الناس بالمشاركة في ذلك؛ لأنهم يحملون إرث الرسول صلى الله عليه و سلم  الذي آتاه الله، وهو القرآن الكريم وسنة الرسول صلى الله عليه و سلم ، وفقه معانيهما، مع ما جمعوه في ممارساتهم العلمية من استنباط من سبقهم من أئمة الإسلام، فلا يليق بمجلس شورى أن يخلو منهم، بل كل ما كانوا فيه أغلب كان الوصول إلى الصواب أرجى بإذن الله تعالى. وقد كان الرسول صلى الله عليه و سلم ، وهو يتلقى الوحي من ربه، أكثر الناس استشارة لأصحابه، وكان الخلفاء من بعده، أكثر الناس استشارة كذلك، وكان القراء[[وهم الفقهاء في الدين، لا مجرد حفظة لكتاب الله]] مجلس شورى عمر بن الخطاب رضي الله عنه، ولو كانوا أصغر سناً ممن سواهم، كعبد الله بن عباس، رضي الله عنهـما. ومشاركة علماء الإسلام ورجال الدعوة، و ذوي الفكر والاختصاصات المتنوعة من صالحي هذه الأمة، في الشورى من أهم الوسائل التي تربط عامة الناس بهم، وتمكنهم من الاتصال بهم لاستشارتهم وعرض مشكلاتهم عليهم، أملاً في حل ما أمكن منها، لمعرفتهم أن هؤلاء هم أمناء الأمة والساعين في جلب المصالح لها، ودفع المفاسد عنها. وهذه الوسيلة كغيرها من الوسائل السابقة، لا يألو غالب الحكام جهداً في صدهم عنها وصد الناس عن اختيارهم لها، ويتخذون لذلك شتى الوسائل التي تحول بين العلماء والصالحين من المسلمين، وبين دخولهم فيما يسمى بالمجالس النيابية، من قوانين مجحفة، ومن تزوير في الانتخابات، إن أذن لهم في خوضها، ومن تهم تلفق ضدهم، ليساقوا إلى السجون قبل كل انتخابات. وتفتح أبواب هذه المجالس لكثير من الجهلة بالإسلام والمدمنين على معاصي الله الظاهرة، وممن يتخذون هذه الوسيلة ذريعة للخيانة والسطو على حقوق الناس، متسترين بالحصانة التي يتمتعون بها من هذه الوظيفة. فما السبيل التي تمكن هؤلاء العلماء والمفكرين أن يسلكوها للارتباط بجماهير المسلمين، وتوجيههم وإعانتهم على معرفة مصالحهم، والسعي في تحقيقها، إذا سدت في وجوههم كل هذه السبل؟ (8) الإعداد للجهاد ورفع رايته: ومن أهم الوسائل العملية التي تربط بين العلماء والدعاة والمفكرين وذوي الرأي، وبين جماهير المسلمين، إعداد القوة الشاملة للجهاد في سبيل الله ورفع رايته، على هدي الله ورسوله، وعلى خطى الخلفاء الراشدين ومن تبعهم بإحسان. ومن أهم ما يحتاج إليه الإعداد للجهاد تهيئة الأمة له، بتقوية إيمانهم وربطهم بخالقهم، وتشجيعهم على بذل الأنفس والأموال في سبيل الله، وأهل العلم والدعوة هم المؤهلون للقيام بذلك، فإذا فتحت لهم منابر المساجد، وناقلات الصوت في الإذاعة وغيرها، وشاشات التلفاز، وأماكن التجمعات، وقاموا بواجبهم بين الأمة، تحقق بذلك الرابط القوي بينهم وبين أفراد الأمة، وكان لذلك أثره العظيم في مسيرة الأمة الإسلامية. وكذلك عندما ترفع الراية، ويأمر ولي الأمر بالنفير العام أو الخاص، فإن لعلماء المسلمين أثرهم العظيم في حث المسلمين على الاستجابة لداعي الجهاد، اقتداء بالرسول صلى الله عليه و سلم  الذي كان يحض أصحابه على الجهاد عندما يتصافُّون مع عدوهم، وقد كان أبو هريرة رضي الله عنه، يقرأ على جيش المسلمين قبل التحام الصفوف، سورتي الأنفال والتوبة... وهل من وسيلة يمكنها أن تشد رابط المسلمين بعلمائهم مثل هذه الوسيلة؟ ولكن هذه الوسيلة الشريفة التي لا عزة للمسلمين بدونها، قد أجمع على محاربتها ومحاربة دعاتها وأهلها؛ دول الكفر من الصليبيين واليهود والوثنيين، وليس ذلك بغريب فهو الأصل الذي نشأ مع دعوة الرسل عليهم الصلاة والسلام، وبخاصة الرسالة الخاتمة الشاملة التي لم تبق أي رسالة إلهية صحيحة في الأرض غيرها. نعم ليست محاربة اليهود والصليبيين والوثنيين، للجهاد في سبيل الله بغريبة؛ لأن إقامة الجهاد في سبيل الله يعز الله به عباده المؤمنين، ويذل به أعداءه الكافرين، ولكن الغرابة في تواطؤ غالب حكام المسلمين مع أعداء المسلمين، فأهملوا إعداد القوة التي ترهب أعداءهم، وعطلوا أمر الله تعالى بها، كما ضيقوا الخناق على العلماء والدعاة، وحالوا بينهم وبين تحريض جماهير الأمة على القيام به!. والأشد غرابة أن يتعاون غالب حكام المسلمين مع أعداء المسلمين من اليهود والصليبيين، ضد المجاهدين الذين يعتدي عليهم اليهود والصليبيين في بلدانهم، كما هو الحال في الأرض المباركة فلسطين، التي لم يبقِ اليهود أي ضرورة من ضرورات حياتهم إلا اعتدوا عليها، ونحن نشاهد الاستخبارات الأمريكية واليهودية والعربية، بل والشرطة الفلسطينية، تتآمر على رجال الجهاد الذين يدافعون عن أنفسهم! وهذا من أهم الحواجز التي وضعت بين علماء الأمة والشعوب الإسلامية، فما السبيل إلى كسر هذا الحاجز؟ استبعاد شبهة الإثارة والتحريض: ويجب هنا التنبيه إلى أمر بالغ الأهمية، وهو كشف شبهة خطيرة يثيرها من يتعمدون وضع الحواجز بين العلماء العاملين، وبين جماهير المسلمين، وهي ما يزعمون من أنه يحصل من هؤلاء العلماء إثارة الشباب وتحريضهم على القيام بأعمال إرهابية، وإحداث قلاقل في البلدان الإسلامية وغيرها، وهي شبهة غير صحيحة. فالعلماء الذين يفقهون دين الله ويفقهون واقع الأمة، ويرغبون في تحقيق مصالحها، لا يمكن أن يحرضوا على إحداث ما يعود على الأمة بالضرر، بل يقومون بتفقيه الجماهير بأمور دينهم ودنياهم، ويبينون لهم المخاطر التي تحيط بهم من أعدائهم، ويحثونهم على الاعتصام بحبل الله، وعلى تعاونهم مع غيرهم من حكام ومحكومين على البر والتقوى، وينهونهم عن التنازع المؤدي إلى الفشل، ويبصرونهم بحقيقة الأمر بالمعروف والنهي عن المنكر وفقهه، وأن الأمر بالمعروف إذا أدى إلى ترك معروف أعظم منه حَرُم، وأن النهي عن المنكر إذا أدى إلى منكر أعظم منه، حُظِر كما دلت على ذلك نصوص من القرآن والسنة، وقرر ذلك علماء الأمة في كتبهم التي ألفوها في الأمر بالمعروف والنهي عن المنكر خاصة، وفي كتب قواعد الفقه وكتب التفسير وشروح الحديث. وأن الدعوة إلى الله يجب فيها الاقتداء بالرسول صلى الله عليه و سلم ، من الحكمة والموعظة الحسنة، وأن اللين ما جاء في شيء إلا زانه، والعنف ما جاء في شيء إلا شانه. ويجب أن يعلم أن من أهم أسباب نزوع كثير من الشباب إلى العنف، إنما تعود إلى عدم ارتباطهم بمرجعية تفقه دين الله فقهاً يجعلها تهديهم إلى صراط الله المستقيم المعتدل الذي لا إفراط فيه ولا تفريط، واكتفائهم بقراءاتهم وفهمهم الذي لم يبن على قواعد العلماء المعتبرة. والدليل على ذلك أن الحركات الإسلامية المنظمة التي تمارس في نشاطها الحياة السياسية، من تكوين الأحزاب، وخوض الانتخابات، والدخول في الحكومات إذا تمكنت، لا يوجد في شبابها عنف ولا حمل سلاح ضد الحكام أو غيرهم، مع ما يواجهونه من ظلم وعدوان، يظهر ذلك في كل البلدان الإسلامية التي توجد بها حركات إسلامية منظمة. كما هو الحال في مصر وفي الأردن وفي اليمن وفي الباكستان، وفي تركيا وفي إندونيسيا وغيرها؛ لأن علماء هذه الحركات يربون شبابهم على الحكمة واللين، والبعد عن العنف، ويعلمونهم ما يجب عليهم القيام به من طاعة الله، ويعلمونهم الكيفية التي يسلكونها للقيام بذلك."
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "السؤال الخامس: حول المشروع ـ المنهج ـ الإسلامي، أين هو؟ وكيف يمكن أن يكون؟:",
    "content": "نص السؤال: المشروع الإسلامي لإعادة بناء وتصحيح مسار هذه الأمة .. أين هو الآن؟؟ وفي أي مرحلة يعيش؟؟ الكثير يشكو من الضبابية في هذا المشروع، فهل من رؤية جديدة لهذا المشروع؟؟ وكيف ترون الأيام القادمة من منظور الأحداث الراهنة وطريقة تعاملنا معها؟؟ الإجابة: المشروع الإسلامي في بلدان المسلمين ليس غائباً، ولكن دولته هي الغائبة، فكم من فكر مُلَوَّث مصادِمٍ للفطرة البشرية والحق الإلهي، أنبته الشيطان في عَقْلِ مُضَلِّلٍ، أصبح مشروعاً لقيام دولة تحتضنه وترعاه؟! دغدغ عقول أتباعه بأساليب خبيثة في كل أرجاء المعمورة، ولم يشعروا بتضليله وخداعه إلا بعد أن ذاقوا منه خسارةً وبواراً، فلم يجدوا إلا ناراً حامية أكلت أخضرهم ويابسهم، ومنهج \"فرق تسد\" الذي مزقهم شرَّ ممزق، فندموا أشدَّ الندم ولات ساعة مندم، وأقرب مثال لذلك ما علمه الأحياء على ظهر هذا الكوكب، وهو الإلحاد الماركسي.. وهكذا ابتكر كل طاغية طامع في استعباد الناس والسيطرة على حياتهم، مبادئ لا تمتُّ إلى واقع الشعوب الإسلامية بصلة، وأحاطوها بهالة من الثناء والتعظيم، ورفعوا لها الرايات والأعلام، وزينوها بأناشيد الولاء والاحترام. وأصبح لتلك المبادئ دساتير وبرلمانات، وقوانين وحكومات، وقضاة لا ينجو من جور أحكامهم أفراد ولا جماعات، وأجهزة إعلام ترفع تلك المبادئ فوق الوحي والدين، ومناهج تعليم تغرسها في نفوس الأجيال الناشئين، وأجهزة أمن تُكره الناس حتى يكونوا بها مؤمنين، وجيوش أعدت لقمع المعترضين والنقاد، ولسان حال الطغاة يقول: {مَا أُرِيكُمْ إِلاَّ مَا أَرَى وَمَا أَهْدِيكُمْ إِلاَّ سَبِيلَ الرَّشَادِ}[[غافر : 29]]. فإذا كانت تلك المبادئ قد أصبح كل منها مشروعاً، وهي طارئة كابن الزنا، فهل يعقل ألا يكون لحملة هذا الدين مشروع، بل منهج حياة يسعد المسلمين والبشرية جمعاء؟ نعم المنهج ـ ولا أقول: المشروع ـ موجود، والفرق بينه وبين المبادئ الأخرى، أن أسس تلك المبادئ وفروعها ـ بإيجابياتها وسلبياتها ـ هي ثمرات عقول بشرية، أصحابها معرضون للغفلة والنسيان، والاستجابة للهوى والشيطان، ومحفوفة بالنزعة على الظلم والعدوان.. أما المنهج الإسلامي الرباني، فأسسه وفروعه التي تضمنتها نصوص الكتاب والسنة الصحيحة معصومة من كل السلبيات التي يتصف بها البشر؛ لأنها أتت من وحي الله الذي {لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ تَنزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ}[[فصلت : 42]]. وهذا لا ينفي وجود اجتهادات بشرية قابلة للصواب والخطأ لدى أهل المنهج الإسلامي، بل للاجتهاد باب واسع في الشريعة الإسلامية، أثبت الله فيه للمجتهد المصيب الجامع لشروط الاجتهاد، أجرين، وللمخطئ أجرين. والفرق بين المجتهدين في المنهج الإلهي وغيرهم من أهل المناهج الأخرى، أن المجتهدين في المنهج الإلهي يلتزمون بالنصوص الشرعية التي لا تقبل الاجتهاد، واجتهادهم إنما يكون فيما لا نص فيه، أو فيه نص يحتمل معناه أكثر من معنى، وإذا تبيَّن للمجتهد خطؤه وجب عليه شرعاً الرجوع عنه إلى الصواب. أما أهل المناهج الأخرى، فلا ينطلقون في قوانينهم من شرع الله أصلاً، ولهذا لا يرجى منهم الرجوع إلى الصواب، ما دام يخالف هواهم ورغبتهم، بل إن من لا يؤمن بشرع الله ولا يخافه، قد يخالف قوانين يضعها هو بنفسه، اتباعاً لهواه. والمشروع الإسلامي ـ وأُفَضِّل أن يقال: المنهج ـ كطير له جناحان، لا يطير بدونهما جميعاً: الجناح الأول: كتاب الله وسنة رسوله صلى الله عليه و سلم ، وما استنبط منهما، أو ما ثبتت مصلحته مما لا يخالفهما. الجناح الثاني: الأمة المؤمنة بذلك الملتزمة بالعمل به التي تحمله وتحميه وتنشره. فالجناح الأول، بعقيدته وأخلاقه، وشريعته الصالحة لكل زمان ومكان، لا يشك مسلم في وجوده، وفي بقائه؛ لأن نصوصه محفوظة ثابتة قابلة للتطبيق بنصها أو بالاجتهاد في الاستنباط منها أو القياس على أحكامها.. ولم يعد المسلمون إلى هذا الدين ليطبقوه في حياتهم، إلا وجدوا فيه ما يبدلهم بذلهم عزاً، وبشقائهم سعادة، وبضعفهم قوة، وبتبعيتهم لغيرهم قيادة وريادة. ولم يخلُ زمن من الأزمان من فقهاء مجتهدين في هذه الأمة، يستنبطون لها ما تحتاج إليه من الأحكام المستجدة التي لم يسبق حدوثها قبل زمنهم، ولو فرض أن وجد حكم من الأحكام النازلة استعصى الاجتهاد فيه على فرد أو أفراد من العلماء، لم يستعصِ على جماعة العلماء، وهو ما يسمى بالاجتهاد الجماعي، وقد كان معروفاً في العصور الغابرة التي كان بعض أئمة الفقه يتحاور مع طلابه في بعض الأحكام، ويدلي كل منهم برأيه وحجته، ثم يثبت الإمام ما توصلوا إليه، كحال الإمام أبي حنيفة مع تلامذته، وبخاصة صاحبيه، أبا يوسف ومحمد بن الحسن.. وفي هذا العصر وجدت مجمعات ولجان فقهية، عقدت كثيراً من المؤتمرات، والندوات وصدرت عنها أبحاث كثيرة نشرت في مجلدات من الكتب، منها المجمع الفقهي التابع لمنظمة المؤتمر الإسلامي، والمجمع الفقهي التابع لرابطة العالم الإسلامي، والمجلس الأعلى للبحوث الإسلامية في الأزهر وغيرها. واشترك في غالب تلك الأبحاث متخصصون في الموضوعات المعروضة على علماء الشريعة، في علوم الطب والاقتصاد والمال، والفلك والشؤون الاجتماعية، ليشرحوا للعلماء ما يتمكنون به من تصور المسائل، ليصدروا عليها الأحكام بعد صحة تصورها. وَنَعَقَ من لا يريدون تطبيق الشريعة الإسلامية على دعاة التطبيق، بأن الشريعة الإسلامية غير مقننة كما هو الحال في القوانين الوضعية، مما يحتاج إلى تضييع الأوقات في البحث عن الحكم في أمهات الكتب التي يجب على القاضي أو المحامي الوصول عليها بسهولة.. واختلف علماء الشريعة في ذلك: هل يجوز التقنين أولا يجوز؟ وقد سبق تقنين الفقه الحنفي في مجلة الأحكام العدلية العثمانية، وغيرها من الكتب المشابهة http://www.islamonline.net/Arabic/contemporary/Arts/2000/article40.shtml واقتحم ذلك بعض العلماء والمفكرين في مصر، فقاموا بتقنين الشريعة الإسلامية، ولكن ملاحق تلك القوانين التي أعدتها المجالس النيابية المصرية أعوام 79/1982 اختفت بناءً على توجهات الرئيس المصري أنور السادات."
  },
  {
    "type": "section",
    "id": "section-16",
    "title": "اختفاء مشروعات تقنين الشريعة الإسلامية من البرلمان المصري:",
    "content": "كشف نواب الإخوان المسلمون بالبرلمان المصري عن فضيحة اختفاء ملاحق تقنين الشريعة الإسلامية التي أعدتها المجالس النيابية المصرية أعوام 79/1982 بناءً على توجهات الرئيس المصري الراحل أنور السادات. وقال نائب الإخوان عزب مصطفي الذي اكتشف الفضيحة، أنه فوجئ عندما كان يبحث في مضابط الجلسات القديمة باختفاء ملاحق المضبطة لجلسة رقم 70 التي عقدت في 1/7/1982م والتي كانت تضم كل مواد تقنين الشريعة الإسلامية وبسؤاله لأقدم الموظفين بقسم المضابط بالمجلس أخبره أنها اختفت مع رحيل الدكتور صوفي أبو طالب عن البرلمان عام 1982 وتولي الدكتور رفعت المحجوب رئاسة المجلس. وأضاف نائب الإخوان أن مشروعات القوانين التي قدمها نواب مثل الشيخ صلاح أبو إسماعيل والأستاذ حسن الجمل عام 1984م اختفت أيضاً ولم يبق لها أثر. وأكد عزب مصطفى أن الملاحق التي اختفت كانت تحمل أكثر من 3650 مادة خاصة بتطبيق الشريعة في كل ما يتعلق بالمعاملات والعقوبات والأحكام وكلها ملاحق للجلسة رقم 70 وتشمل الملحق رقم 16 عن مشروع قانون المعاملات المدنية وعددها 1000 مادة، والملحق رقم 17 عن مشروع قانون التقاضي وعددها 513 مادة، والملحق رقم 18 عن مشروع قانون الإثبات وعددها 181 مادة ،والملحق رقم 19 عن مشروع قانون العقوبات وعددها 635 مادة، والملحق رقم 20 عن مشروع قانون التجارة البحرية وعددها 443 مادة، والملحق رقم 21 عن مشروع قانون التجارة وعددها 776 مادة . وقال النائب: إنه طالب الدكتور أحمد فتحي سرور رئيس البرلمان بإجراء تحقيق عاجل عن اختفاء هذه الملاحق التي تشكل ثروة حقيقية للبرلمان المصري حيث شارك في إعدادها أعلام فكرية وإسلامية منهم الأستاذ عمر التلمساني المرشد الأسبق للإخوان المسلمون والشيخ جاد الحق علي جاد الحق والشيخ عبد الرحمن البيصار شيخا الأزهر السابقين والشيخ صلاح أبو إسماعيل والدكتور أحمد كمال أبو المجد والدكتور أحمد فتحي سرور نفسه عندما كان أستاذاً للقانون بجامعة القاهرة. http://www.egypt-facts.org/nwab/a23.htm وفي الكويت أنشئت بأمر أميريٍّ لجنة استشارية عليا للعمل على استكمال تطبيق الشريعة الإسلامية، وقطعت شوطاً كبيراً، يُمكِّن الدولة من التطبيق، فراجعت القوانين الموجودة وأبدت ملحوظاتها حول كل قانون وصادقت عليه.. وقامت بدراسة مشاريع أخرى مكملة. اللجنة الاستشارية العليا للعمل على استكمال تطبيق أحكام الشريعة الإسلامية: http://demo.sakhr.com/diwan/main/H.H._the_Amir_of_Kuwait/Areas_offices_under_the_superv/Islamic_laws_Committee/islamic_laws_committee.html وأُسِّستْ مراكز للاقتصاد الإسلامي وأنجزت أبحاثاً نافعة مفيدة، يمكن لأي حكومة في الشعوب الإسلامية تطبيق ما تريد منها... مركز أبحاث الاقتصاد الإسلامي/ جامعة الملك عبد العزيز/ جدة http://islamiccenter.kaau.edu.sa/Index.htm وصدرت قوانين مدنية أقرها علماء الشريعة والمتخصصون في موضوعاتها، وطبعت مجلدات تعتمد عليها المحاكم، من ذلك القوانين المدنية في اليمن، التي بنيت على مادة الدستور الحاسمة في مجال مصدر القوانين، وهي \"الشريعة الإسلامية مصدر جميع القوانين\". http://www.yradio.gov.ye/law/n1.htm ودعا كثير من العلماء والمفكرين إلى إنشاء مصارف وبنوك إسلامية، للتخفيف من المعاملات الربوية أو القضاء عليها، وحوربت هذه الدعوة محاربة شديدة، ومع ذلك أنشئت مصارف وبنوك إسلامية في بعض الدول العربية وغيرها، ومنها دول غير إسلامية ونجحت تلك المصارف والبنوك، برغم ما يعترضها من عقبات، وبرغم ما ينسب إليها من مخالفات.. http://www.alrajhibank.com.sa/site_arb/historyandgrowth.htm وبعض الأحزاب الإسلامية أنجزت قوانين إسلامية، وحاولت تطبيقها ولكن الحكومات المركزية عارضتها، كما في ماليزيا. الشرطة الماليزية ترفض تطبيق قوانين الشريعة http://www.aljazeera.net/news/asia/2002/7/7-11-7.htm وكذلك حاول المسلمون في نيجريا تطبيق الشريعة الإسلامية، فعارضها النصارى ودعمتهم أمريكا والدول الغربية. برلمان كادونا النيجيرية يصادق على تطبيق الشريعة الإسلامية http://www.aljazeera.net/news/africa/2001/2/2-9-3.htm وقامت حكومة الإنقاذ السودانية على أساس الإسلام، ولديها ما يمكنها من تطبيق ذلك من القوانين الإسلامية داخلياً وخارجياً، وقد وقفت ضدها الأحزاب العلمانية السودانية، والنصارى في الجنوب، وقاطعتها الدول الإقليمية والدول الغربية، وبخاصة أمريكا، ولا زالت تعاني من ذلك منذ 15 عاماً. كثير من الأحكام الشرعية مفصلة في القرآن الكريم وفي السنة النبوية، في العقيدة وأحكام الأسرة، والحدود والقصاص، والمحرمات والواجبات، والأبواب الأخلاقية، والأموال، وأصول العلاقات الدولية... وكثير من أصول السياسات الشرعية.. وفي السُّنَّة أضعاف ما في القرآن الكريم، إضافة إلى فتح باب الاجتهاد لأهله في كل باب يحتاج المسلمون فيه إلى اجتهاد، ومشروعية الاستفادة من التجارب البشرية في الإدارة وغيرها، كما استفاد المسلمون من عهد عمر بن الخطاب رضي الله عنه عندما فتحوا بلاد فارس والروم... http://islamweb.net/pls/iweb/LIBRARY.SHOWSEARCH?VID=AAAGE6AAKAAAAGlAAJ&word=الاجتهاد وهناك اقتراحات من العلماء والمفكرين، لتوسيع باب الاجتهاد، ليفي بما يحتاج إليه المسلمون مما يستجد من أحكام. http://www.islamonline.net/Arabic/contemporary/2003/02/article03.shtml ومعلوم ما يوجد من موسوعات ضخمة في المكتبة الإسلامية، من كتب الفقه وكتب التفسير وكتب الحديث وشروحها.. وكلها تتضمن من الأحكام الشرعية ما يلبي غالب ما يحتاجه المسلمون من الأحكام الشرعية.. كما توجد كتب معاصرة متخصصة في كثير من الأحكام الفقهية، مثل كتاب \"فقه الزكاة\" للدكتور القرضاوي، وكتاب \"التشريع الجنائي الإسلامي\" للأستاذ عبد القادر عودة، وكثير من الكتب المشابهة في الجرائم والعقوبات والحدود والتعزيرات، التي مُلِئَت بها مكتبات الجامعات في البلدان العربية.. وقد بلغت موسوعة الفقه الإسلامي الكويتية عشرات المجلدات، الحاوية للأحكام الشرعية بمواد مرقمة ميسرة، يستطيع الباحث العثور على ما يحتاج إليه بسهولة. أما الجناح الثاني: وهو الأمة المؤمنة بالمنهج الملتزمة بالعمل به.. فالمشروع ـ المنهج ـ الإسلامي موجود حاضر غير غائب، ولو أرادت حكومات الشعوب الإسلامية تطبيقه لما أعجزها ذلك. عندما طبق الملك عبد العزيز الحدود لم يعجزه ذلك، مع أن المحاكم الشرعية لم يكن عندها شيء من التقنين، ولا زالت كذلك إلى الآن[[راجع لهذا الموضوع ما سطره هذا العالم المسلم الخبير بالقانون الوضعي، الذي شمر عن ساعد الجد فدرس ـ بعد دراسة القانون ـ الشريعة الإسلامية، وخَلُص إلى حُكم العالم المنصف الذي جزم بأنَّ التجارب الكلية والجزئية دلَّت على عجز القانون الوضعي عن الوصول إلى بعض النتائج التي وصلت إليها الشريعة الإسلامية، التشريع الجنائي الإسلامي (2/708-716).]]. فالذي ينقص المشروع ـ المنهج ـ الإسلامي هو هذا الجناح، جناح الدولة التي تعزم عزماً لا تردد فيه على العمل بالإسلام وتطبيق شريعته. فقد جرَّبت حكومات الشعوب الإسلامية، ومنها الدول العربية، كل المبادئ الأرضية والقوانين الوضعية، وأنفقت في تطبيقها الأموال الطائلة، وجندت لتثبيتها جيوشاً من البشر، ممن يسمون بالمشرِّعين والقانونيين، والوزارات المنفذة والمحاكم والمحامين، وأجهزة الأمن المتنوعة، من الاستخبارات والمباحث والشرطة، وأجبرت الشعوب على قبول تلك المبادئ والقوانين.. وأنزلت بمن خالفها ودعا إلى تطبيق الشريعة الإسلامية كل أنواع العقاب والإهانات. ولو أرادت أي دولة من الدول التي يعنيها الأمر تطبيق الشريعة الإسلامية، لما أعجزها تلبية هذا المنهج لما تطلبه منه في أي شأن من شؤون حياتها، لتوَفُّر مادته، ولوجود كفاءات من المسلمين قادرة على تسهيل تلك المادة، ترتيباً وتنفيذاً.. وما أكثر الكفاءات المهملة المتخصصة في كل ما تحتاجه الأمة، في داخل شعوبها وخارجها، استغلتها دول أجنبية وأفادت منها، وحُرمت منها هذه الأمة! وإذا وجد نقص في الكفاءات، فإن في استطاعة الدولة التي تريد تطبيق منهج الله، توفير الكفاءات، عن طريق إعداد المناهج والكتب واستقدام المتخصصين في أي مجال من المجالات، وإنشاء المعاهد والجامعات القادرة على تخريج الكفاءات أو تدريبها. ولا يجوز لأحد أن يدعي بأن المشروع ـ المنهج ـ الإسلامي غير موجود، مع عدم وجود من يحمل هذا المنهج، ويجتهد في تطبيقه، كما يجتهد في تطبيق المبادئ والمناهج التي تخالفه."
  },
  {
    "type": "section",
    "id": "section-17",
    "title": "المرحلة التي يعيش فيها المشروع ـ المنهج ـ الإسلامي:",
    "content": "وفي أي مرحلة يعيش؟ نحن نعيش في مرحلة، يحارِب فيها المشروعَ ـ المنهجَ ـ الإسلاميَّ غالبُ قادة الشعوب الإسلامية، ويستجيبون لتطبيق أي منهج غير منهج هذا الدين. ونعيش في مرحلة انتشرت فيها الصحوة الإسلامية التي يحتاج كثير من الصاحين فيها إلى الترشيد والتفقيه في الدين. ونعيش في مرحلة كثر فيها التنازع المؤدي إلى الفشل، وتقديم غير المهم على الأهم، وغير المهم على المهم.. ونعيش في مرحلة يُعتَمَدُ فيها على غير الله من أعدائه، ويُهمل التوكل عليه سبحانه، وعلى تقديم طاعة من يحارِب الإسلامَ من الكفار على طاعة الخالق... ونعيش في عصر تبذير للأموال في المحرمات والمباحات، والشح بها في الواجبات والمندوبات. ويعيش غالب قادة المسلمين بمنزلة السادة، وتعيش شعوبهم بمنزلة العبيد، يدنون منهم المنافقين الذين يمدحونهم بالحق وبالباطل، ويعينونهم على كل ما يحقق رغباتهم وشهواتهم، ولو كان فيه اعتداء على حقوق الله وحقوق عباده، على عادة من قال الله فيهم: {وَجَاءَ السَّحَرَةُ فِرْعَوْنَ قَالُوا إِنَّ لَنَا لأَجْراً إِنْ كُنَّا نَحْنُ الْغَالِبِينَ (113) قَالَ نَعَمْ وَإِنَّكُمْ لَمِنْ الْمُقَرَّبِينَ}[[الأعراف]]. ونعيش في مرحلة أظهر الله فيها الصادقين في إيمانهم والكاذبين، وأولياء الله وأعداءه، لما ابتلاهم الله به من الفتن التي تختبر من يدعون الإيمان، كما تختبر النار الحلي فتفرق للتاجر بين الصحيح والمغشوش: {أَنزَلَ مِنْ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَداً رَابِياً وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنفَعُ النَّاسَ فَيَمْكُثُ فِي الأَرْضِ كَذَلِكَ يَضْرِبُ اللَّهُ الأَمْثَالَ}[[الرعد : 17]]. ونعيش كذلك في مرحلة من أخطر المراحل التي مرت بها الأمة الإسلامية، و ذلك إنما هو بسبب بعدنا عن الله ونسيان كتابه وسنة رسوله: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ}[[الشورى : 30]]. أصاب في هذه المرحلةِ اليأسُ مَن ضَعُف إيمانه، وطمع في توفيق الله لهذه الأمة من قَوِيَ يقينه، أن يغير المسلمون ما بأنفسهم ليغير ما بهم: {إِنَّ اللَّهَ لا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءاً فَلا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ}[[الرعد : 11]]. ونعيش في عصر انصرف فيه قادة الشعوب الإسلامية عن اتخاذ الأسباب التي تمكنهم من الاستغناء عن أعدائهم في مطعمهم ومشربهم وملبسهم ومسكنهم وغالب ما يحتاجونه في حياتهم، وبخاصة في الصناعات الشاملة: المدنية منها والعسكرية، فأصبحنا تحت سيطرة أولئك الأعداء ورحمتهم في كل ما نحتاجه في حياتنا، ولهذا نزلت بهذه الأمة من المصائب ما جعلها تابعة بعد أن كانت في محل قيادة البشرية. الضبابية والرؤيا الجديدة للمشروع ـ المنهج ـ الإسلامي: الكثير يشكو من الضبابية في هذا المشروع، فهل من رؤية جديدة لهذا المشروع؟ الضبابية تهمة يطلقها أعداء المشروع ـ المنهج ـ الإسلامي الذين لا يريدون إعادة الحكم بما أنزل الله في البلدان الإسلامية، وهي تهمة مرفوضة؛ لأنه لا يوجد منهج في الأرض أوضح من منهج الله، ولا أصلح منه، في كل زمان لحياة البشر بجميع أصنافهم. وأكرر مرة أخرى أن هذا المنهج لا ينقصه إلا وجود سلطة تؤمن به وتعزم على تطبيقه. وأشير هنا إلى ما ذكره الأستاذ عبد القادر عودة في كتابه العظيم \"التشريع الجنائي الإسلامي\" عن الأثر الذي ترتب على تطبيق الملك عبد العزيز رحمه الله للعقوبات الجنائية \"الحدود والتعزيرات\" كما سبقت الإشارة إلى ذلك قريباً."
  },
  {
    "type": "section",
    "id": "section-18",
    "title": "فهل من رؤية جديدة لهذا المشروع؟",
    "content": "الرؤية واضحة وليست جديدة، وألخصها في الأمور الآتية: الأمر الأول: إيمان الأمة ـ الراعي والرعية ـ الجازم بوجوب الحكم بما أنزل الله في كتابه، أو صحَّت به سنة نبيه صلى الله عليه و سلم ، وما استنبطه منهما فقهاء الإسلام، وما اقتضته المصلحة العامة، مما لا يخالف نصاً صحيحاً أو مقصداً من مقاصد الشريعة. {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً}[[النساء : 65]]. الأمر الثاني: التطبيق العملي لشرع الله في حياة الأمة، بالتدريج في البلدان التي اعتادت الحكم بالقوانين الوضعية، ابتداء بالأحكام الواضحة التي أجمع عليها علماء الأمة، من الواجبات العينية والكفائية ووسائلها، ومن ذلك حقوق أولياء الأمور ووجباتهم، وحقوق الرعية وواجباتهم، والمحرمات ووسائلها، والإصرار على ذلك، وعدم التفريط فيه: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمْ الْخِيَرَةُ...} [[الأحزاب : 36]]. الأمر الثالث: حصر الكفاءات البشرية في جميع التخصصات، ووضع كل من تتوافر فيه صفات العمل الناجح، من العلم و الخبرة والأمانة، والقدرة على أداء وظيفته، في الموضع الذي يناسبه، بدون محاباة ولا مجاملة، لقرابة أو صداقة أو اكتساب فائدة من وراء توظيفه.. ومعلوم ما وجد في هذا العصر من تخصصات، في جميع نواحي الحياة البشرية، في علوم الشريعة، وفي غيرها من العلوم السياسية والإدارية، والمالية والاقتصادية، والاجتماعية والنفسية، والدعوية و الإعلامية، والصناعية والعسكرية، فلا يوضع متخصص في مجال، موضع متخصص في مجال آخر، وإنما يأخذ كل ذي تخصص مكانه، ويتم بين الجميع التعاون على النهوض بشؤون الأمة، ملتزمين كلهم بما لا يخالف شرع الله. الأمر الرابع: صبغ جميع مرافق الأمة بالصبغة الإسلامية، يشمل ذلك مناهج التعليم ومواده وكتبه وأساتذته، ومناهج الإعلام، وشؤون الأموال والاقتصاد، والسياسة والعلاقات الاجتماعية والدبلوماسية والدولية، وغيرها.. بمعنى أن تكون كلها موافقة لشرع الله غير مخالفة له، ومعنى هذا أن يتقيد بما وردت به النصوص من القرآن، وما صح من السنة، مما لا يحتمل إلا معنى واحداً. ويفتح باب الاجتهاد لأهله من العلماء، بعد تصور النوازل المحتاجة إلى الاجتهاد عن طريق أهل الخبرة والاختصاص، كما تفعل اليوم المجمعات الفقهية، فيصدر الحكمَ الشرعيَّ علماءُ الشريعة بعد معرفة الواقع وتصوره. وتتاح فرصة الاجتهاد في الأمور الفنية، لذوي الاختصاصات كلٌ فيما يخصه، في حدود اللوائح والأنظمة الموضوعة لتحقيق المصلحة العامة.. الأمر الخامس: الالتزام بقاعدة الشورى في كل ما يعود نفعه أو ضرره على الأمة، مما لا يوجد فيه نص صريح من القرآن والسنة الصحيحة، أو ما فيه نص غير صريح قابل للاجتهاد، ولا يستبد بأمر الأمة شخص أو فئة منها... وهذا الأمر يمكن أن ينظم ويستفاد فيه من الأساليب والتجارب الإدارية الناجحة من أي مصدر كان، وبهذا يتم التعاون بين الحكام والشعوب على ما يحقق مصالح الأمة. الأمر السادس: الاهتمام بوسائل القوة التي تغني المسلمين عن الخضوع لغيرهم من أعدائهم، بل يجب أن ترهبهم، فلا يفكرون في الاعتداء على المسلمين، وهذا يشمل السعي للتقدم في كل العلوم والصنائع والمهن، كالزراعة بكل أنواعها، والصناعة في كل مجالاتها، من صناعة الإبرة إلى صناعة الصواريخ عابرة القارات وغيرها، بحيث تحقق الأمة قول الباري جل وعلا: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ...} [[الأنفال : 60]]. وهذا الأمر مع صعوبته فيما يظهر، ليس بمستحيل، إذا تحقق للمسلمين دولة واحدة على أساس الخلافة الإسلامية، أو على أساس ولايات متعددة، يجمعها علم واحد، كما هو الشأن في الولايات المتحدة الأمريكية، أو على أساس التنسيق الجاد الصادق الذي كاد يصل إلى الوحدة، كما هو الشأن في الدول الأوربية[[) http://www.al-rawdah.net/r.php?sub0=rahalat&sub1=a5_general&p=77]]. وعوامل تحقيق هذا الأمر بين المسلمين، أكثر وأقوى من العوامل التي تحققت بها الوحدة الأمريكية أو الوحدة الأوربية، فإله المسلمين واحد، وكتابهم واحد، ورسولهم واحد، وقبلتهم واحدة، وهم وحدهم الذين تتوفر لهم هذه العوامل، ولا ينقصهم إلا ولاة الأمر الذين يملكون الإرادة الجازمة والعزم المصمم على السعي الصادق لتحقيق مصالح الأمة، وترك الأثرة الشخصية التي كانت هي السبب في تأخر الأمة وانحطاطها، وإذلال أعدائها لها.. والدليل على ذلك أن الجامعة العربية أسست قبل السوق الأوربية المشتركة، ومعلوم وضع الجامعة المزري التي تحزم بعض دولها حقائبها لتطلِّقها طلاقاً لا رجعة فيه، ووضع السوق الأوربية المشتركة التي أصبحت على أبواب الولايات الأوربية المتحدة! وكيف ترون الأيام القادمة من منظور الأحداث الراهنة، وطريقة تعاملنا معها؟ الأحداث الجارية اليوم، تنذر بحسب ما يظهر لنا، بأن أخطاراً شديدة ستحل بالأمة الإسلامية، للأسباب المنظورة الآتية: السبب الأول: إصرار الحكومة الأمريكية على حملتها ضد الإسلام والمسلمين، واستئثارها بالقرار، وعدم وجود منافس قوي لها قادر على التخفيف من شرها. السبب الثاني: تفرق المسلمين وتنازعهم المؤدي إلى فشلهم، على مستوى الحكومات أو على مستوى الأحزاب والجماعات. السبب الثالث: استجابة غالب حكومات الشعوب الإسلامية، وبخاصة الدول العربية لكثير من المطالب الأمريكية، كالتضييق على نشاط الدعاة وخطباء المساجد، والجمعيات الخيرية، وتغيير مناهج التعليم، والبطش بمن يقف موقفاً يخالف تلك المطالب، والحد من إنشاء المدارس الإسلامية في العالم، وتوظيف الدعاة إلى الله.. السبب الرابع: تواطؤ الأجهزة الأمنية في بعض الدول العربية، مع أجهزة الأمن الغربية، استجابة للمطالب اليهودية، على حركات الجهاد الإسلامية التي تدافع عن نفسها وأرضها في بلدانها، كالمجاهدين في فلسطين، والشيشان، والفلبين، وكشمير وغيرها، بتجريدها من سلاحها، وحصارها مالياً، وإيذائها بالاعتقال والسجن والتعذيب.. بحجة مكافحة الإرهاب، وإطلاق الأيدي المعتدية عليهم، كما يفعل اليهود في كل لحظة بالشعب الفلسطيني. السبب الخامس: اغتنام أعداء الإسلام من أهل النفاق في البلدان الإسلامية، فرصة هذه الحملة الظالمة التي تشنها أمريكا على الإسلام والمسلمين، ليشوهوا سمعة علماء الإسلام ودعاته، والسخرية منهم، وتعميم ما قد يحصل من خطأ من بعض الشباب المتحمس على كل متدين وداعية، وقد يجدون تجاوباً من بعض الحكومات؛ لأن الطائفتين في (الهوى سوا) كما يقال. السبب السادس: ما يخشى على الأجيال القادمة من الجهل بحقائق دينها وبتاريخ أمتها، وبسيرة نبيها صلى الله عليه و سلم ، وسيرة خلفائها الراشدين ?، وبحرب أعدائها وأعداء دينها، من اليهود والصليبيين، والوثنيين، والمنافقين، وبأسباب عزتها وقوتها، إذا نجح الأمريكان واليهود في تغيير مناهج تعليمها.. السبب السابع: ما قد يصيب كثيراً من المسلمين من اليأس بسبب ما يحل بالأمة من كوارث وفتن، وعدم رؤيتهم ما يدفع عن المسلمين هذه الملمات. وأرى أن هذين السببين هما أخطر الأسباب كلها، لأن الجهل يعمي القلوب، يفسد التصور، وفساد التصور يقلب على صاحبه الحقائق، ويجعله يسعى إلى تحقيق شقائه، وهو يظن أنه يسعى لتحقيق سعادته، واليأس يقتل النفوس، ويضعف إرادة المقاومة الحسية والمعنوية. وفساد تصور الأجيال ويأسها، أعظم خطراً من فساد تصور أفراد ويأسهم. فما السبيل إلى التخفيف من هذه المخاطر والنجاة منها؟ إن هذه الأمة قادرة بإذن الله أن تخرج من محنتها وتكالب أعدائها عليها، راسخة الإيمان، قوية الجانب، منتصرة على الأعداء، إذا وفقها الله تعالى للبحث عن أسباب الضعف المعنوية والحسية، وأسباب قوة أعدائها وتسلطهم عليها. وعن أسباب قوتها المعنوية والمادية، والقدرة على دحر الأعداء وهزيمتهم، والعودة إلى الموقع الذي أمرها الله بأن تكون فيه، وهو استخلافها على غيرها من الأمم، وبتمكين دينها في الأرض، هو علوه على غيره من الأديان. فتكون هي الأمة القائدة لغيرها من الأمم إلى الخير والصلاح، ودينها هو الذي يرى الناس فيه الرحمة والسعادة والهدى، أمةٌ قائدة ودينٌ هاد. خلاصة للسبل التي تجلب للأمة القوة وتخرجها من الضعف:"
  },
  {
    "type": "section",
    "id": "section-19",
    "title": "السبيل الأولى: الصدق في الإيمان، والإخلاص في التوحيد، والعبادة الشاملة:",
    "content": "وهذه السبيل هي أساس كل السبل التي لا قوة للأمة الإسلامية إلا بها، ولهذا كانت الصفة البارزة من صفات مَن وعدهم الله تعالى بالفلاح والنصر والتمكين. إن كثيراً من المسلمين اليوم ينقصهم الصدق في إيمانهم، وهو الإيمان الذي وعد الله تعالى أهله بالنصر والعزة، والمخرج من الفتن والمصائب العظام، والتمكين في الأرض وقيادة الأمم بنوره إلى سعادتهم في الدنيا والآخرة. وهو الإيمان الذي يدفع صاحبه إلى تقوى الله وطاعته، وترك معصيته واتباع رسوله، والتعاون مع إخوانه على البر والتقوى لا على الإثم والعدوان، وتحقيق معنى الولاء لله ورسوله والمؤمنين، والبراء من أعداء الله ورسوله والمؤمنين، على ضوء ما نص عليه كتاب الله وسنة رسوله صلى الله عليه و سلم ، وما بينته سيرته وسيرة أصحابه ومن اتبعهم بإحسان. قال تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ أُوْلَئِكَ هُمْ الصَّادِقُونَ}[[ الحجرات (15)]]. في هذه الآية الكريمة دِلالة واضحة، على أن الصادقين من المؤمنين، هم الذين وصل إيمانهم إلى درجة اليقين الذي لا يخالطه شك ولا ارتياب، ويترتب على إيمانهم بذل أنفسهم وأموالهم في سبيل نصرة دينهم. فإذا فقدوا اليقين في إيمانهم، فدعواهم الإيمان دعوى كاذبة وليسوا صادقين فيها مطلقاً، وإذا تعيَّن عليهم الجهاد بالأنفس والأموال فلم يقوموا به، فليسوا بالمؤمنين الموعودين بنصر الله وعزه. وقال تعالى: {يَسْأَلُونَكَ عَنْ الأَنْفَالِ قُلْ الأَنْفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنتُمْ مُؤْمِنِينَ (1) إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آياتُهُ زَادَتْهُمْ إِيمَانَاً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (2) الَّذِينَ يُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ (3) أُوْلَئِكَ هُمْ الْمُؤْمِنُونَ حَقّاً لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ}[[ الأنفال (4) وانظر الآية (74) من نفس السورة]]. يتبين من هذه الآيات الكريمة، أن الإيمان الحق هو الذي يتصف أصحابه بالصفات المذكورة، وهي: 1- إصلاح ذات البين. 2- طاعة الله ورسوله. 3- وجل قلوبهم وخوفهم إذا ذكر الله. 4- زيادة إيمانهم إذا تليت عليهم آيات الله. 5- اعتمادهم على ربهم وتوكلهم عليه. 6- إقامة الصلاة. 7- الإنفاق مما رزقهم الله. هؤلاء هم المؤمنون حقاً، وهم الموعودون بما ذكره الله تعالى في آخر الآيات: {لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ}. وبهؤلاء المؤمنين الذين صدقوا في إيمانهم، خصَّ الله تعالى الهدى و الفلاح، فقال: {الم (1) ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ (2) الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاة وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ (3) وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالآخرَةِ هُمْ يُوقِنُونَ (4) أُوْلَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ}[[ البقرة (5)، وانظر الآية (157) من سورة الأعراف]]. وجعل تعالى من كتب الإيمان في قلوبهم حزبه، وخصهم بالفلاح، فقال تعالى: {لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُوْلَئِكَ كَتَبَ فِي قُلُوبِهِمْ الإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُوْلَئِكَ حِزْبُ اللَّهِ أَلا إِنَّ حِزْبَ اللَّهِ هُمْ الْمُفْلِحُونَ}[[المجادلة : 22]]. وهؤلاء المؤمنون هم الذين عقد الله معهم الصفقة في قديم الزمان وحديثه، وهم أهل وعد الله بالبشرى والفوز العظيم، كما قال تعالى: {إِنَّ اللَّهَ اشْتَرَى مِنْ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمْ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْداً عَلَيْهِ حَقّاً فِي التَّوْرَاةِ وَالإِنجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنْ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمْ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ}[[التوبة : 111]]. وهم الذين إذا ابتلاهم ربهم وامتحنهم نجحوا في الامتحان، وإن كان غاية في المشقة والصعوبة، واستحقوا على نجاحهم نصره، كما قال تعالى: {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمْ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ}[[البقرة : 214]]. وقد أكد الله تعالى وفاءه بوعده بنصر رسله وعباده المؤمنين، في الدنيا والآخرة، فقال: {إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الأَشْهَادُ}[[غافر : 51]]. وهو تعالى لا يخلف وعده، كما قال تعالى: {وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ (4) بِنَصْرِ اللَّهِ يَنصُرُ مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الرَّحِيمُ (5) وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ (6)} [[الروم]]. لأن خلف الوعد إنما يكون بسبب كذب الواعد أو عدم قدرته على الوفاء بما وعد، وكلا الأمرين منفي عن الله تعالى، فلا أصدق منه قيلاً، ولا أقدر منه على ما يريد. كما قال تعالى: {وَمَنْ أَصْدَقُ مِنْ اللَّهِ حَدِيثاً}[[النساء : 87]]. {وَمَنْ أَصْدَقُ مِنْ اللَّهِ قِيلاً}[[النساء : 122]]. وقال تعالى: {إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}[[البقرة : 20  و غيرها]]. تلك هي السبيل الأولى، وأولئك المؤمنون الصادقون في إيمانهم، المخلصون في توحيدهم، المحافظون على عبادة ربهم الشاملة، هم الذين وعدهم الله بالنصر والعز والتمكين، كما قال تعالى: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمْ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمْ الْفَاسِقُونَ}[[النور : 55]]."
  },
  {
    "type": "section",
    "id": "section-20",
    "title": "السبيل الثانية: الحكم بما أنزل الله، والتسليم المطلق والسمع والطاعة له وعدم مخالفته:",
    "content": "كما قال تعالى: {إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ}[[النور : 51]]. وقال تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمْ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً}[[الأحزاب : 36]]. وقال تعالى: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً}[[النساء : 65]]. وإنما كان الحكم بما أنزل الله والتسليم المطلق له، سبيلاً لقوة الأمة لأمرين: الأمر الأول: أن اعتقاد وجوبه جزء من الإيمان بالله تعالى، وجحده كفر مخرج من ملة الإسلام، فالذي يعتقده موعود بنصر الله لأنه مؤمن، والذي يجحده ليس أهلاً للنصر؛ لأنه ليس بمؤمن. الأمر الثاني: أن الحكم بما أنزل الله يعطي كل ذي حق حقه، فينتشر العدل ويقل الظلم، بين المسلمين وغيرهم، لا فرق بين قوي وضعيف، وحاكم ومحكوم، ومسلم وكافر؛ لأن العدل حق للجميع، وحكم الله تعالى وحده هو الذي يحقق ذلك للناس؛ لأن الذي أنزله كامل العدل، فلا يخشى من ظلمه، كامل العلم فلا يخاف من جهله، حي قيوم لا تأخذه سنة ولا نوم فلا يخاف من غفلته، بخلاف قوانين البشر في ذلك كله."
  },
  {
    "type": "section",
    "id": "section-21",
    "title": "السبيل الثالثة: قيام هذه الأمة بالأمر بالمعروف والنهي عن المنكر:",
    "content": "لأن ذلك من أهم مؤهلات هذه الأمة لهداية الأمم وقيادتها إلى السعادة في الدنيا والآخرة. كما قال تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنْ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ ...} [[آل عمران : 110]]. كما أن الأمر بالمعروف والنهي عن المنكر، من أهم مؤهلات هذه الأمة للفلاح. قال تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَرِ وَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ}[[آل عمران : 104]]. والأمر بالمعروف والنهي عن المنكر من أهم مؤهلات هذه الأمة لنيل رحمة الله. كما قال تعالى: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنكَرِ وَيُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُوْلَئِكَ سَيَرْحَمُهُمْ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ}[[التوبة : 71]]. والسبب في ذلك أن الأمر بالمعروف والنهي عن المنكر، ينقي الصف الإسلامي من خَبَث المعاصي وشوائب الفواحش والمنكرات، فتصبح الأمة بذلك جديرة بأمر غيرها من الأمم بالمعروف ونهيها عن المنكر، وتكون بذلك قدوة لغيرها؛ لأنهم يرونها تأمر بالمعروف وتأتيه، وتنهى عن المنكر وتجتنبه، ويظهر للناس ما عند هذه الأمة من الخير، فترغب في الاقتداء بها لتنال ما نالته، ويكثر بذلك أنصارها، بدلاً من كثرة أعدائها وخصومها، وتنال عون الله ونصره لطاعتها إياه. بخلاف ما إذا تركت هذه الشعيرة العظيمة، كما تركتها الأمم السابقة التي لعنها الله وجعل بأسها بينها.. كما قال تعالى: {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (78) كَانُوا لا يَتَنَاهَوْنَ عَنْ مُنكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ}[[المائدة]]. وكما أن الأمر بالمعروف من صفات المؤمنين، فإن عكس ذلك، وهو الأمر بالمنكر والنهي عن المعروف من صفات المنافقين، وهم لا يستحقون من الله نصره، وإنما يستحقون الترك والإهمال. كما قال تعالى: {الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنْ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمْ الْفَاسِقُونَ}[[التوبة : 67]]. والأمة التي يستشري فيها الشر والفساد، مثل السفينة التي ألقي بها في بحر لجي لتمخر عبابه، وهي مخرقة تقذف أمواج البحر بمياهه بداخلها من تلك الخروق، فهل يقدر ربانها على قيادتها إلى شاطئ الأمان، وهل يستحق أهلها الذي ألقوها في ذلك البحر اللجي وهم يعلمون ما بها من خروق، أن ينالوا النجاة؟ كيف الأمر لو كانت سليمة قادرة على مصارعة الأمواج، فأرادت فئة من ركابها أن تخرقها وهي تمخر عباب البحر وسكت عنهم بقية الركاب؟ والجواب في الحديث الصحيح الذي رواه النعمان بن بشير: عن النبي صلى الله عليه و سلم  قال: (مثل القائم على حدود الله والواقع فيها، كمثل قوم استهموا على سفينة، فأصاب بعضهم أعلاها وبعضهم أسفلها، فكان الذين في أسفلها إذا استقوا من الماء مروا على من فوقهم، فقالوا: لو أنا خرقنا في نصيبنا خرقاً ولم نؤذ من فوقنا، فإن يتركوهم وما أرادوا هلكوا جميعاً، وإن أخذوا على أيديهم نجوا ونجوا جميعاً)[[ صحيح البخاري رقم الحديث 2493، فتح الباري (5/132).]]."
  },
  {
    "type": "section",
    "id": "section-22",
    "title": "السبيل الرابعة لقوة هذه الأمة: اعتصامها بحبل الله، واجتماع كلمتها على الحق:",
    "content": "وترك أسباب التنازع المؤدي إلى الفشل، وقد سبق الكلام على هذا، فلا حاجة إلى إعادته."
  },
  {
    "type": "section",
    "id": "section-23",
    "title": "السبيل الخامسة: استغلال طاقات الأمة كلها:",
    "content": "ومن أهم ما يجب على هذه الأمة استغلال جميع طاقات الأمة، وعدم إهمال شيء منها، وقد أشار ابن الأثير رحمه الله، في تعليقه على قول الرسول صلى الله عليه و سلم : (إن الله يبعث لهذه الأمة على رأس كل مائة سنة من يجدد لها دينها)[[ أبو داود (4/480) وهو في جامع الأصول (11/319) قال المحشي عليه: وإسناده صحيح، ورواه أيضاً الحاكم وصححه، ووافقه الذهبي.]]. أشار إلى حاجة ولي أمر الأمة إلى عون كل ذي كفاءة واختصاص من رعيته، فقال: \"لا يلزم منه أن يكون أراد بالمبعوث الفقهاء خاصة، كما ذهب إليه بعض العلماء، فان انتفاع الأمة وإن كان نفعاً عاماً في أمور الدين، فإن انتفاعهم بغيره أيضاً كثير مثل أولي الأمر، وأصحاب الحديث، والقراء والوعاظ، وأصحاب الطبقات من الزهاد. فإن كل قوم ينفعون بفن لا ينفع به الآخر، إذ الأصل في حفظ الدين حفظ قانون السياسة، وبث العدل والتناصف الذي به تحقن الدماء، ويتمكن من إقامة قوانين الشرع، وهذا وظيفة أولى الأمر، وكذلك أصحاب الحديث ينفعون بضبط الأحاديث التي هي أدلة الشرع، والقراء ينفعون بحفظ القراءات وضبط الروايات، والزهاد ينفعون بالمواعظ والحث على لزوم التقوى والزهد في الدنيا. فكل واحد ينفع بغير ما ينفع به الآخر، لكن الذي ينبغي أن يكون المبعوث على رأس المائة، رجلاً مشهوراً معروفاً مشاراً إليه في كل فن من هذه الفنون\"[[ جامع الأصول (11/320ـ321)]]. قلت: وما ذكره ابن الأثير رحمه الله هنا، إنما هو على سبيل المثال لا الحصر، فكل ذي كفاءة وخبرة من المسلمين يجب استغلال طاقته، بوضعه في الوظيفة التي يحسن القيام بها، ولا يجوز أهدار أي طاقة نافعة للأمة من أكبر وظيفة إلى أصغرها. وبهذا يعلم أن بناء دولة الإسلام، لا يقوم به علماء الإسلام وحدهم، وإنما يقوم به ذوو الكفاءات جميعاً، وإن كان علماء الشريعة هم المرجع في بيان الأحكام، استدلالاً بنص صحيح أو اجتهاد من استنباط سليم، بشرط صحة تصورهم لما يبينون حكمه مما لا يدخل في اختصاصهم.."
  },
  {
    "type": "section",
    "id": "section-24",
    "title": "السبيل السادسة: العدل والمساواة:",
    "content": "ومن الأمور المهمة التي لا حياة ولا سعادة للمسلمين إلا بها، العدل الذي يجب أن يشمل الرعية كلها، لا فرق بين قويها وضعيفها، ومسلمها وكافرها؛ لأن العدل قامت عليه السماوات والأرض، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ}[[المائدة : 8]]. وقال تعالى: {وَلا تَقْرَبُوا مَالَ الْيَتِيمِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لا نُكَلِّفُ نَفْساً إِلاَّ وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ}[[الأنعام : 152]]. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ وَلا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ وَلْيُمْلِلْ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلا يَبْخَسْ مِنْهُ شَيْئاً فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهاً أَوْ ضَعِيفاً أَوْ لا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ...} [[البقرة : 282]]. وقال تعالى: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كَانَ سَمِيعاً بَصِيراً}[[النساء : 58]]. وقال تعالى: { إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ...} [[النحل : 90]]. وقال تعالى: { فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ }[[الحجرات : 9]]. وقال تعالى: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمْ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ}[[الحديد : 25]]. والآيات والأحاديث في وجوب القيام بالعدل كثيرة, وغالب ما يجري في الأرض اليوم من الصراع والقتال وعدم الأمن والاستقرار، سببه فقد العدل وإحلال الظلم محله. والله تعالى أعلم. تمت مراجعة هذا الموضوع في الساعة الثانية عشرة ليلة الاثنين 15من شهر ربيع الأول لعام 1428ه ـ 2/4/2007م. وصلى الله وسلم على سيدنا وحبيبنا محمد وعلى آله وصحبه أجمعين تم بحمد الله"
  }
]