[
  {
    "type": "title",
    "content": "استعصاء دين الهداية والرحمة. تأليف الدكتور : د.عبد الله بن أحمد قادري الأهدل. الطبعة الأولى 1429هـ ـ 2008م."
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "محتويات الرسالة.",
    "content": "المقدمة\t7 الفصل الأول: الإسلام دين هداية\t11 الفصل الثاني: الإسلام دين رحمة\t17 رحمة واسعة\t19 رحمة الرسول صلى الله عليه و سلم بأمته\t21 شمول رحمة أمته\t22 رحمة المسلمين بالحيوان\t25 الحق بيِّن لمن عدل وأنصف\t26 وفي الجهاد رحمة\t28 وجوب بيان حقائق الإسلام وكشف الأباطيل عنه باللغات العالمية\t30 وآخر الدواء الكي\t36 الرائد لا يكذب أهله\t38 الفصل الثالث: استعصاء الإسلام\t43 أن هذا الدين سيبقى في ذاته حياً قوياً لا يموت ولا يضعف\t45 حفظ الله مصدري الإسلام أهم أساب ثباته واستعصائه\t47 أسباب حفظ الله تعالى لهذا الدين\t49 السبب الأول: أن آيات القرآن كلها كتبت في عهد النبي صلى الله عليه و سلم\t49 السبب الثاني: أن الأجيال المسلمة نقلت القرآن الكريم نقلاً متواتراً على مدار التاريخ\t49 السبب الثالث: أن الله هيأ له من يقوم بترجمة معانيه إلى لغات العالم\t49 السبب الرابع: أن الله تعالى هيأ علماء الإسلام لحفظ معاني الكتاب والسنة\t50 السبب الخامس: ارتباط المسلمين أفراداً وجماعات، بكتاب ربهم وسنة نبيهمصلى الله عليه و سلم\t51 السبب السادس: مشروعية ارتباط المسلمين الدائم بربهم ورسولهم ودينهم\t56 السبب السابع: ما شرعه الله من العبادات الجماعية التي تربط المسلمين بعضهم ببعض\t57 السبب الثامن: شمول العبادة في الإسلام لكل ما ينفع الناس\t62 السبب التاسع: صبر المسلمين على ما ينزل بهم من المحن والمصائب والعدوان\t67 الفصل الرابع: استعصاء الإسلام بمن يحمله على من يكيد له\t69 استعصاء الإسلام بمن يحمله\t71 استعصاء الإسلام على من يكيد له\t73 مواقف الناس من دين الإسلام\t76 الصنف الأول: المؤمنون به\t76 لا يقدح في منهاج الإسلام مخالفة بعض المسلمين له\t78 الصنف الثاني: المنافقون\t79 الصنف الثالث: المسالمون من الكفار\t79 الصنف الرابع: الكفار المعادون للإسلام، المحاربون لأهله\t80 موقف المسلمين المشروع من أهل الكتاب\t84 نشاط الأعداء وكسلنا\t86 مصالح ضيَّعناها، ومفاسد تعاطيناها\t88 والله من ورائهم محيط\t92 أسرى المسلمين وعبيدهم ينشرون الإسلام\t96 الفصل الخامس: وقل اعملوا!\t99 ولا زال الإسلام ثابتاً يستعصي على أعدائه\t105 الفصل السادس: السبب الرئيس في عدم نصر الله للمسلمين على أعدائهم\t107 رب ضارة نافعة!\t111 برقيات سريعة\t114. [s2] المقدمة. إن الحمد لله، نحمده ونستعينه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ}[[ آل عمران: 102]]. {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا}[[النساء: 1]] {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللهَ وَقُولُوا قَوْلاً سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا}[[ الأحزاب: 70- 71]] أما بعد، فإن الحق دائماً يحمل في ذاته قوته وصلابته وثباته، يستعصي على أهل الباطل أن يمحقوه ليضعوا في مكانه باطلهم، وأن الباطل يحمل دائماً في ذاته ضعفه وانمحاقه، لا يلبث أن يسجد أهله أمام الحق ويستسلموا لبراهينه وحجج أهله، كما قال تعالى في الأمرين: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلاً كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ (24) تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ (25) وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الأَرْضِ مَا لَهَا مِنْ قَرَارٍ (26) يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ(27)}[[إبراهيم]] فالشجرة الطيبة الثابتة التي تؤتي أكلها كل حين بإذن ربها، هي  النخلة التي شبهها الرسول صلى الله عليه و سلم بالمؤمن، وذكر بعض المفسرين أن المقصود بها \"لا إله إلا الله\" وذكر بعضهم أن المراد بها المؤمن، وسواء قلنا: هي النخلة، أو لا إله إلا الله أو المؤمن، فإن ذلك يراد به الإسلام والمسلمون، فالإسلام طيب وكلمة لا إله إلا الله هي أصل الإسلام، والمسلمون هم الذين يغرس الإيمان في قلوبهم ويثبتون عليه، والإسلام  هو الذي يطبقه المسلمون في حياتهم، وكل منهم ثابت في كونه حقاً أو على الحق، والخير الذي يحمله أو يعمل به له ثمراته العظيمة العالية عند الله في السماء. وقد شبه الرسول صلى الله عليه و سلم شجرة النخلة بالمؤمن، ومعلوم أن المشبه به أصل والمشبه فرع، فالمؤمن هو الطيب المبارك لما يحمله من الإيمان والعمل الصالح، وطيبه معنوي، والنخلة شجرة طيبة مباركة طيبها حسي، أراد الرسول صلى الله عليه و سلم أن يظهر ويوضح الأمر المعنوي لأصحابه بالأمر الحسي الملموس، ومعنى هذا أن الإسلام حق ثابت، لا يقدر على استئصاله أعداؤه، وأن المسلمين ما داموا ثابتين على هذا الحق، فهم مثل الحق ثابتون لا يقدر على استئصالهم كذلك. وقال تعالى في موضع آخر عن هذه الكلمة: {وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ(40)}[[التوبة]]. وذكر العلماء أن المراد بالكلمة الخبيثة شجرة الحنظل المعروفة بمرارتها وعدم ثباتها، حيث يسهل اجتثاثها وإزالتها، والمقصود بها كلمة الكفر التي لا قرار لها؛ لأنها باطل والباطل على زوال مهما وجد من  قوة مادية تسنده، فالحق نخلة ثابتة، والباطل حنظلة زاهقة هالكة. ومعلوم أن الحق بحججه وبراهينه يزيل الباطل ويزهقه: {بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ ... (18)}[[الأنبياء]]. قال القرطبي رحمه الله: \"قوله تعالى: {بَلْ نَقْذِفُ بِ?لْحَقِّ عَلَى ?لْبَـ?طِلِ فَيَدْمَغُهُ? فَإِذَا هُوَ زَاهِقٌ? وَلَكُمُ ?لْوَيْلُ مِمَّا تَصِفُونَ} القذف الرمي؛ أي نرمي بالحق على الباطل. {بَلْ نَقْذِفُ بِ?لْحَقِّ عَلَى ?لْبَـ?طِلِ فَيَدْمَغُهُ? فَإِذَا هُوَ زَاهِقٌ? وَلَكُمُ ?لْوَيْلُ مِمَّا تَصِفُونَ} أي يقهره ويهلكه. وأصل الدمغ شجّ الرأس حتى يبلغ الدماغ، ومنه الدامغة. والحق هنا القرآن، والباطل الشيطان في قول مجاهد؛ قال: كل ما في القرآن من الباطل فهو الشيطان. وقيل: الباطل كذبهم ووصفهم الله ? بغير صفاته من الولد وغيره. وقيل: أراد بالحق الحجة، وبالباطل شبههم. وقيل: الحق المواعظ، والباطل المعاصي؛ والمعنى متقارب\"[[ الجامع لأحكام القرآن (11/275)]]. ومن هنا نود أن يعلم المسلمون الذين يعز عليهم دينهم الذي يروم أعداؤهم القضاء عليه، وتعز عليهم مقدساتهم التي يرون أرباب الكفر والنفاق يتحالفون على تدنيسها، ويصعب عليهم أن يروا شذاذ الآفاق يعتدون على ضرورات حياتهم، ويعلم المنافقون من ذراري المسلمين ويندسون في صفوفهم، متحالفين مع إخوانهم من المشركين واليهود والنصارى، ويعلم هؤلاء كلهم، أن العاقبة ستكون للإسلام والمسلمين، وأن المحق والزهوق سيكون للكفر والكفار والمنافقين: {وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ (13) وَلَنُسْكِنَنَّكُمْ الأَرْضَ مِنْ بَعْدِهِمْ ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ (14) }[[إبراهيم]]. {وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمْ الْوَارِثِينَ (5) وَنُمَكِّنَ لَهُمْ فِي الأَرْضِ وَنُرِي فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ(6)} [[القصص]]. ولكن على المسلمين أن يفوا بشروط نصر الله لهم ليفي تعالى لهم بوعده باستخلافهم وتمكينهم في الأرض، فيتحقق فيهم قوله: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمْ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمْ الْفَاسِقُونَ (55)}[[النور]]. هذا وقد تضمن هذا البحث ستة فصول: الفصل الأول: الإسلام دين هداية. الفصل الثاني: الإسلام دين رحمة. الفصل الثالث: استعصاء الإسلام. الفصل الرابع: استعصاء الإسلام بمن يحمله على من يكيد له. الفصل الخامس: وقل اعملوا.. الفصل السادس: السبب الرئيس في عدم نصر الله للمسلمين على أعدائهم."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "الفصل الأول: الإسلام دين هداية.",
    "content": "أطلق أعداء الإسلام عليه في الغرب مصطلح \"العدو الأخضر\" في مقابل \"العدو الأحمر\" وهو \"الشيوعية\" التي كان الاتحاد السوفيتي يحملها ـ نيابة عن الدول الشيوعية التي تدور في فلكه ـ ويحميها ويدافع عنها، ويرد عنها هجمات الغرب الرأسمالي، وبخاصة الولايات المتحدة الأمريكية[[موقع إسلام أون لاين، على الرابط التالي:  http://www.islamonline.net/Arabic/daawa/2002/09/article04.shtml]]. والإسلام في الحقيقة ليس عدواً للأمم والشعوب في العالم كله، وإنما جاء هداية للناس ورحمة لهم كلهم، والعدو الحقيقي للناس، هو الشيطان والإنسان الذي يكون من جنوده وأوليائه الذين يعصون الرحمن ويحاربون منهاجه الذي يهدي إلى الصراط المستقيم، كما قال تعالى: {إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ}[[فاطر : 6]]. فكل من وقف في صف الشيطان وأتباعه واتبع وسوسته وخطواته، فهو العدو المبين للبشر. ذلك هو عدو البشرية، بخلاف الإسلام ومن آمن به واتبع منهاجه، فإنه بذلك يحقق في الأرض عمارتها الحسية والمعنوية، فينعم أهلها بسعادة الدارين والأمن الشامل فيهما بطاعة الله تعالى وطاعة رسوله صلى الله عليه و سلم التي تحقق لصاحبها الدخول في صف حزب الله: {وَمَنْ يُطِعْ اللَّهَ وَالرَّسُولَ فَأُوْلَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنْ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُوْلَئِكَ رَفِيقاً (69)} [[النساء]]. فالإسلام يهدي العالم كله لكل ما هو أعلى وأسمى وأقوم في كل مجالات الحياة من الضروريات والحاجيات والكماليات، وقد أجمل الله تعالى ذلك في قوله ?: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْراً كَبِيراً(9)}[[الإسراء]]. قال شيخنا العلامة محمد الأمين الشنقيطي: \"وهذه الآية الكريمة أجمل الله جلَّ وعلا فيها جميع ما في القرآن من الهدى إلى خير الطرق وأعدلها وأصوبها، فلو تتبعنا تفصيلها على وجه الكمال لأتينا على جميع القرآن العظيم. لشمولها لجميع ما فيه من الهدى إلى خيري الدنيا والآخرة. ولكنَّنا إن شاء الله تعالى سنذكر جملاً وافرة في جهات مختلفة كثيرة مِن هدى القرآن للطريق التي هي أقوم بياناً لبعض ما أشارت إليه الآية الكريمة، تنبيهاً ببعضه على كله من المسائل العظام، والمسائل التي أنكرها الملحدون من الكفَّار، وطعنوا بسببها في دين الإسلام، لقصور إدراكهم عن معرفة حكمها البالغة\"[[أضواء البيان]]. وذكر رحمه الله أمثلة من كتاب الله تدل بالتفصيل على ما دلت عليه الآية بالإجمال. فهداية الله للعالم بهذا الدين، لا يشذ عنها أي باب من الأبواب التي تحقق للبشر السعادة وتجلب لهم المصالح وتدفع عنهم المفاسد في الدارين، وأساس السعادة هو الإيمان الذي تطمئن به القلوب، والإخاء في الله الذي يربط بين أهله أفرادهم وأسرهم وأمتهم ودولتهم، رباطاً لا ينقطع في الدنيا وفي الآخرة: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ ...(10)} [[الحجرات]]. وفي حَدِيثُ أَبِي مُوسى رضي الله عنه، عَنِ النَّبِيِّ صلى الله عليه و سلم، قَالَ: ((إِنَّ المُؤْمِنَ لِلْمُؤْمِنِ كَالبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا، وَشَبَّكَ أَصَابِعَهُ))[[متفق عليه]]. والعدل الذي يساوي بين الصغير والكبير والحاكم والمحكوم، وبين الغني والفقير، والرجل والمرأة، وبين العدو والصديق والمسلم وغيره، وينصر المظلوم على ظالمه أياً كان، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنفُسِكُمْ أَوْ الْوَالِدَيْنِ وَالأَقْرَبِينَ إِنْ يَكُنْ غَنِيّاً أَوْ فَقِيراً فَاللَّهُ أَوْلَى بِهِمَا فَلا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً(135)}[[النساء]]. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ (8)} [[المائدة]]. تأمل تعقيب الله تعالى في الآيتين بذكر اسمه \"الخبير\" بأنه خبير بما يعمل من استجاب لأمره فعدل ومن أبى أن يستجيب بأنه يما يعملون خبير، وفيه ترغيب لمن استجاب وترهيب لمن أبى، والآيات والأحاديث الواردة في الأمر بالعدل والترغيب فيه، والناهية عن الظلم والتنفير منه، تحتاج إلى بحث مستقل بها. وإذا استعرض قارئ القرآن ما تضمنه من أصول الإيمان وفروعه، والأحكام التي شرعها الله تعالى فيه لخلقه، من واجبات ومحرمات ومندوبات ومكروهات، وأخلاق وآداب، وعلاقات بين المسلمين أنفسهم وبينهم وبين غيرهم،  في كل شأن من شئون الحياة، لتبين له عظم الهداية الربانية في هذا الدين، يضاف إلى ذلك ما فصلته سنة الرسول صلى الله عليه و سلم الشريفة وسيرته المطهرة، وما استنبطه علماء الإسلام وما لا زالوا يستنبطونه من تلك المصادر العظيمة، ولا يجحد تلك الهداية البينة إلا كل كفار عنيد!"
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "الفصل الثاني: الإسلام دين رحمة.",
    "content": ""
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "رحمة واسعة:",
    "content": "فقد أخبرنا الله تعالى أن رحمته واسعة شاملة لكل مخلوقاته، فلا يحرم منها أحد في الحياة الدنيا، كما قال تعالى: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ (156)} [[الأعراف]]. قال الشيخ الألوسي رحمه الله: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ} \"أي شأنها أنها واسعة تبلغ كل شيء، ما من مسلم ولا كافر، ولا مطيع ولا عاص، إلا وهو متقلب في الدنيا بنعمتي\"[[ روح المعاني (9/76)]]. وقال الشيخ السعدي رحمه الله: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ} \"من العالم العلوي والسفلي، والبر والفاجر المؤمن والكافر، فلا مخلوق إلا قد وصلت إليه رحمة الله وغمره فضله وإحسانه، ولكن الرحمة الخاصة المقتضية لسعادة الدنيا والآخرة ليست لكل أحد، ولهذا قال عنها: {فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ} المعاصي صغارها وكبارها، {وَيُؤْتُونَ الزَّكَاةَ} الواجبة لمستحقيها، {وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ}\"[[ تيسير الكريم الرحمن في تفسير كلام المنان تفسير (1/ص305)]]. قال تعالى واصفاً رسالة نبيه محمد صلى الله عليه و سلم: {وَمَا أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِلْعَالَمِينَ}[[الأنبياء : 107]]. فدين الإسلام رحمة للعالمين في الدنيا، حتى الذين يكفرون به عندما تكون له الهيمنة، وهم يستظلون في ظله يأمنون على دينهم وأنفسهم وأموالهم وأعراضهم، فلا يخافون من أي اعتداء عليهم من المسلمين أو من غيرهم، هذا في الدنيا. ونفى الله تعالى رحمته عمن لم يرحم الناس، كما في حديث جرير بن عبد الله رضي الله عنه، قَال: قال رسول الله صلى الله عليه و سلم : ((لا يرحم الله من لا يرحم الناس))[[ صحيح البخاري (6/2686) رقم (6941) وصحيح مسلم (4/1809) رقم (2319)]]. وهو نفي عام يدخل فيه كل الناس، والنفي هنا للوعيد والتحذير والتنفير من الغلظة والشدة والعدوان على الناس، ولا يلزم منه حرمان الكفار الذين لا يرحمون الناس، من رحمة الله لهم في الدنيا، بمنحهم الرزق والصحة والقوة المادية والذرية وغيرها، ابتلاءً لهم وامتحاناً؛ لأن رحمة الله في الدنيا تعم جميع خلقه، ومنهم الكفار، كما قال تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَداً آمِناً وَارْزُقْ أَهْلَهُ مِنْ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الآخِرِ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلاً ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ (126)} [[البقرة]]. فقد طلب إبراهيم من ربه أن يخص برزقه المؤمنين، فقال له: { وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلاً}. أما في الآخرة فمن طلب رحمة الله في هذا الدين في حياته الدنيا وجدها في الآخرة، ومن أباها ورفضها في الدنيا فقدها في الآخرة، ولهذا قيَّد تعالى رحمته في الآخرة في آيات كثيرة بأنها رحمةٌ لمن آمن به وأطاعه، كما قال تعالى: {وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ}[[الأعراف : 52]]. وعلى هذا الأساس لا ينال رحمة الله في الآخرة إلا من طلبها في الدنيا بطاعة الله ورسوله صلى الله عليه و سلم، كما قال تعالى عن إبليس: { وَإِذْ قُلْنَا لِلْمَلائِكَةِ اسْجُدُوا لآدَمَ فَسَجَدُوا إِلاَّ إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنْ الْكَافِرِينَ (34)} [[البقرة]]. وفي حديث أبي هريرة، رضي الله عنه أن رسول الله صلى الله عليه وسلم صلى الله عليه و سلم قال: ((كل أمتي يدخلون الجنة إلا من أبى- قالوا: يا رسول الله ومن يأبى؟! قال: من أطاعني دخل الجنة ومن عصاني فقد أبى))[[ صحيح البخاري، برقم (6851)]]. ولهذا كانت رحمته في الآخرة، خاصة بالمؤمنين من عباده، ممن آمنوا برسله ولم يفرقوا بين أحدٍ منهم، وخاتمهم رسول الله إلى العالمين محمد صلى الله عليه و سلم، الذي لا ينال رحمة الله إلا من آمن به واتبع صراطه المستقيم. رحمة الرسول صلى الله عليه و سلم بأمته: ورحمة الله  برسالته كرحمته بوحيه واسعة شاملة لكل من أراد الاهتداء بها، وإنما خص المؤمنين بكونه رحمة لهم لانتفاعهم به، بخلاف الكافرين، وكان الرسول صلى الله عليه و سلم شديد العطف والرحمة والرأفة بأمته، كما قال تعالى: {وَمَا أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِلْعَالَمِينَ (107)} [[الأنبياء]]. وكان صلى الله عليه و سلم لشدة حرصه على إيمان الناس كلهم بما جاء به من عند ربه، وشفقته عليهم، يحزن حزناً شديداً على عدم استجابتهم، خوفاً عليهم من سوء عاقبتهم عند ربهم، ولهذا كان الله تعالى يسليه بما ينزل عليه من آياته، مثل قوله تعالى: {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ(33)} [[الأنعام]]. وقال تعالى: {وَلا تَحْزَنْ عَلَيْهِمْ وَلا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (70)} [[النمل]]. وقوله: {فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفاً(6)}[[الكهف]]. قال ابن كثير رحمه الله في تفسير آية الكهف: {بهذا الحديث} يعني القرآن {أسفاً} يقول: لا تهلك نفسك أسفاً.... أي لا تأسف عليهم, بل أبلغهم رسالة الله, فمن اهتدى فلنفسه, ومن ضل فإنما يضل عليها, ولا تذهب نفسك عليهم حسرات\". وكان يحزنه صلى الله عليه و سلم ويعظم عليه ما يصيب أمته المؤمنة من مشقة وعنت، كما قال تعالى عنه: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ (128)} [[التوبة]]. وتأمل شدة رحمته صلى الله عليه و سلم ورأفته، على أمته، التي تضمنها حديث جابرٍ رضي الله عنه قال: قال رسول اللَّه صلى الله عليه و سلم: ((مثَلِي ومثَلُكُمْ كَمَثَل رجُلٍ أَوْقَدَ نَاراً فَجَعَلَ الْجَنَادِبُ وَالْفَراشُ يَقَعْنَ فيهَا وهُوَ يذُبُّهُنَّ عَنهَا، وأَنَا آخذٌ بحُجَزِكُمْ عَنِ النارِ، وأَنْتُمْ تَفَلَّتُونَ منْ يَدِي))[[ رواه مسلمٌ (15/42 دار الكتب العلمية]]. قال الإمام النووي رحمه الله: \"ومقصود الحديث أنه صلى الله عليه و سلم، شبه تساقط الجاهلين والمخالفين بمعاصيهم وشهواتهم في نار الآخرة، وحرصهم على الوقوع في ذلك مع منعه إياهم وقبضه على مواضع المنع منهم، بتساقط الفراش في نار الدنيا لهواه وضعف تمييزه، وكلاهما حريص على هلاك نفسه ساع في ذلك لجهله\"[[(15/41) شرح النووي على صحيح مسلم]]. وفي رسول الله قدوة لأمته في الرحمة: وإن لأمته صلى الله عليه و سلم، لقدوةً حسنة وهدياً كريماً: { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللَّهَ كَثِيراً}[[ الأحزاب (21)]]."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "شمول رحمة أمته:",
    "content": "ورحمة المسلمين لا تختص بهم فقط، بل هي شاملة لهم ولغيرهم من المخلوقات في الدنيا. فقد أمر صلى الله عليه و سلم أمته برحمة كل من أوجده الله تعالى على هذه الأرض، من إنسان وحيوان. كما روى عبد الله بن عمرو رضي الله عنه، قَال: قال رسول الله صلى الله عليه و سلم : ((الراحمون يرحمهم الرحمن، ارحموا من في الأرض يرحمكم من في السماء...)) [[سنن الترمذي (4/323) رقم (1924) وقال: \"هذا حديث حسن صحيح\"]]. والظاهر أن (مَن) الموصولة في قوله: >ارحموا من في الأرض< شاملة للإنسان مسلماً أو كافراً، وللحيوان كذلك، وعلى هذا حمله العلماء، ويرى بعض علماء اللغة، أن \"مَن\" و\"ما\" الموصولتين يقع كل منهما مكان الآخر، أي تكون كل منهما للعاقل تارة  ولغيره أخرى. قال الحافظ رحمه الله: \"قال ابن بطال: فيه الحض على استعمال الرحمة لجميع الخلق، فيدخل المؤمن والكافر، والبهائم المملوك منها وغير المملوك، ويدخل في الرحمة التعاهد بالإطعام والسقي والتخفيف في الحمل وترك التعدي بالضرب...\"[[ فتح الباري (10/440)]]. وما ورد في بعض النصوص مما يدل على تخصيص رحمة المسلمين بعضهم ببعض، وأنهم أشداء على الكفار، مثل قوله تعالى: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ}[[الفتح : 29]]. لا يعارض ما سبق من كون رحمتهم شاملة لهم ولغيرهم، لأن الكفار الذين يكون المؤمنون أشداء عليهم، هم المحاربون لهم المعتدون عليهم، الذين يقاتلونهم ويخرجونهم من ديارهم، أو من يدعمهم على عدوانهم ويظاهرهم عليهم، كما هو حال قادة أمريكا وغيرهم من دول الغرب، مع اليهود في فلسطين، في مظاهرتهم ونصرتهم، وعدوانهم على البلدان الإسلامية. قال تعالى: {لا يَنْهَاكُمْ اللَّهُ عَنْ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (8) إِنَّمَا يَنْهَاكُمْ اللَّهُ عَنْ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُوْلَئِكَ هُمْ الظَّالِمُونَ(9)} [[الممتحنة]]. ومن الأدلة على شمول رحمة المسلمين لجميع خلقه أن جعل من يقوم على اليتامى، بالإنفاق والكفالة الشاملة التي يحتاجون إليها، شركاء لرسوله صلى الله عليه و سلم في الجنة، كما في حديث سهل عن الرسول صلى الله عليه و سلم، قال: >أنا وكافل اليتيم في الجنة هكذا..< وأشار بالسبابة والوسطى وفرج بينهما شيئاً[[صحيح البخاري (5/2032)]]. وبيَّن في حديث أبي هريرة أنه يستوي في هذه المنزلة من كفل يتيماً من أقاربه أو من غيرهم، فقال رسول الله صلى الله عليه و سلم : ((كافل اليتيم ـ له أو لغيره ـ أنا وهو كهاتين في الجنة)) وأشار مالك بالسبابة والوسطى[[صحيح مسلم (4/2287)]]. وهو يشمل كذلك يتامى المسلمين وغيرهم، كما تدل عليه صيغة العموم، لأن \"أل\" في اليتيم للجنس. وأنزل صلى الله عليه و سلم، من اهتم بالمحتاجين، وبخاصة الأرامل والمساكين، منزلة المجاهدين في سبيل الله، والمجتهدين في التقرب إلى الله بما يرضيه من فرائض العبادات ونوافلها ليلاً ونهاراً، كما روى أبو هريرة قال: قَال النبي صلى الله عليه و سلم: ((الساعي على الأرملة والمسكين، كالمجاهد في سبيل الله أو القائم الليل الصائم النهار))[[ صحيح البخاري (5/2047) وصحيح مسلم صحيح مسلم 4/2286)]]. وهذا السعي شامل لكل المحتاجين من المسلمين وغير المسلمين، وشامل كذلك لكل ما يحقق مصالحهم من طعام وشراب وكساء ومسكن وتطبيب ودفع ضر أو ظلم عنهم. ومن الأمثلة المشهورة في تاريخ عمر بن الخطاب رضي الله عنه، رحمته بالشيخ اليهودي الذي رآه يسأل الناس، فأعطاه من عنده شيئاً، ثم أمر بإغنائه من بيت مال المسلمين، هو وكل من هو في حكمه من المحتاجين كما ذكر ذلك أبو عبيد في كتابه \"الأموال\" وقال: \"فو الله ما أنصفناه أن أكلنا شبيبته ثم نخذله عند الهرم، ووضع عنه الجزية\" فقد اجتمع في موقف عمر هذا الرحمة والعدل."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "رحمة المسلمين بالحيوان:",
    "content": "وقد ذكر الرسول صلى الله عليه و سلم لأمته بعض القصص المتعلقة بالرفق والرحمة بالحيوان، حضاً لهم على تطبيق ذلك السلوك السوي الذي يحقق رحمة الله العامة بكل مخلوقاته في الدنيا. ومن أمثلة ذلك: حديث أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه و سلم  قال: ((بينا رجل يمشي، فاشتد عليه العطش، فنزل بئراً فشرب منها، ثم خرج فإذا هو بكلب يلهث يأكل الثرى من العطش، فقال: لقد بلغ هذا مثل الذي بلغ بي، فملأ خفه ثم أمسكه بفيه ثم رقِيَ، فسقى الكلب، فشكر الله له فغفر له. قالوا: يا رسول الله! وإن لنا في البهائم أجراً؟ قال: في كل كبد رطبة أجر))[[ صحيح البخاري (2/833) رقم (2234) وصحيح مسلم (4/ص1761) رقم (2244)]]. وصح عنه صلى الله عليه و سلم، أن الله غفر لامرأة بغي لسقيها كلباً اشتد عطشه، كما في حديث أبي هريرة: ((أن امرأة بغياً رأت كلباً في يوم حار يطيف ببئر، قد أدلع لسانه من العطش فنزعت له بِمُوقها فغفر لها))[[ صحيح مسلم (4/1761) رقم (2245)]]. وإذا كان الله تعالى يغفر بعض كبائر ذنوب المسلم لرحمته بالحيوان والرفق به، فإنه تعالى يعذب من نُزِعت الرحمة من قلبه فعذب الحيوان، كما في حديث ابن عمر رضي الله عنهـما، عن النبي صلى الله عليه و سلم، قال: ((دخلت امرأة النار في هرة ربطتها، فلم تطعمها ولم تدعها تأكل من خشاش الأرض))[[ صحيح البخاري (3/1205) رقم (3140) وهو في صحيح مسلم من حديث أبي هريرة (4/2110) رقم (2619]]. الحق بيِّن لمن عدل وأنصف! ولسنا نريد الاسترسال في سوق الأدلة من القرآن والسنة لإقناع غير المسلمين بأن هذا الإسلام دين هدى ورحمة للناس كلهم في الدنيا، وفي الآخرة لمن آمنوا به؛ لأن الذي لا يؤمن بهما، لا يقبلهما حجةً وبرهاناً على أن هذا الدين حق، ولكنا نريد تنبيه العقلاء من الناس، على البحث والاطلاع وتدبر الأمر. والمقصود مما سبق التنبيه على ثلاثة أمور: الأمر الأول: طاعة ربنا في أمره لنا بالبلاغ المبين، وهو تبليغ الناس، بأن هذا القرآن وحي الله، وأن محمداً صلى الله عليه و سلم رسول الله، وأن الإسلام هو دين الله الذي لم يبق في الأرض دين حق سواه، وإن بقيت أديان مدعاة يؤمن بها أهلها، وقد أمرنا ربنا على لسان نبينا أن نحب لغيرنا ما نحبه لأنفسنا من الخير، وأن نكره لهم ما نكره لأنفسنا من الشر؛ لأن تبليغ ديننا إلى الناس يكثر به أنصاره الذين يحملونه ويسعد به من آمن به واستجاب له، ويدفعون كلهم عنه عدوان المعتدين. الأمر الثاني: أننا على يقين بأن من رجع إلى هذا الدين، باحثاً عن الحق، متجرداً من التعصب والهوى والحكم المسبق عليه بلا برهان، بل اتباعاً لما افتراه عليه كثير من أعدائه، تنفيراً للناس منه، سيتبين له أنه الحق الذي يجب اتباعه، والدخول في زمرة أهله. وقد تبيَّن ذلك لكثير من الأمم السابقة، على اختلاف أديانها ومذاهبها، من اليهود والنصارى والوثنيين والملحدين... ولا زال كثير من عقلائهم ومثقفيهم وعلمائهم يدخلون في هذا الدين إلى يومنا هذا، مع ما يتعمده أعداؤه من تشويه له وتنفير منه، بكل الوسائل المتاحة لهم، وبخاصة في هذا العصر، الذي توفر فيه ما لم يتوفر في سواه من وسائل المواصلات والاتصالات ومراكز البحث، والعلوم المؤثرة في المجتمعات. ولهذا ندعو غير المسلمين إلى البحث والاطلاع على مبادئ هذا الدين من مصادره، ثم إطلاق عقولهم من أسر المضللين الذين ينفرون منه، ويتهمونه بما هو براء منه من الشبهات، سواء كانوا منافقين أو منصرين أو مستشرقين أو إعلاميين، ثم يحكموا عقولهم المتحررة من التقليد السليمة من الأحكام الظالمة تحكيماً متجرداً من الأحكام المسبقة الجاهزة، التي تأباها العقول السليمة، فترفض الحق الذي قامت عليه الحجة والبرهان. الأمر الثالث: أن دين الإسلام ليس عدواً للناس، بل هو هدىً ورحمة لأفراد الناس وأسرهم وشعوبهم ودولهم، لمن طلب الهدى والرحمة منهم، وأن وصفه بالعدو أخضر أو أصفر أو أي لون من الألوان، وصف باطل وظلم سافر، والباب مفتوح لمن أراد معرفة الحقيقة بالرجوع إلى مصدري الإسلام: كتاب الله وسنة رسوله، وما حققه علماء الإسلام المعتبرون، فالحكم على أي دين أو مبدأ إنما يكون بالرجوع إلى منهاجه وقوانينه وليس إلى ما يلصقه به أعداؤه. فهداية الله تعالى التي أنزل بها وحيه وبعث بها رسوله، للعالمين، هي المحققة لسعادتهم في الدنيا والآخرة، كما قال تعالى: {إن هذا القرآن يهدي للتي هي أقوم}[[الإسراء : 9]]. وهو امتداد للمنهاج الرباني الذي منحه الله تعالى البشرية من يوم خلق أصلها آدم عليه السلام، وجعله معياراً يفرق به بين المهتدين والضالين، كما قال تعالى: {قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ (38) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (39)}[[البقرة]]. فمن طلب الهدى في هذا الدين وجَده، ومن أبى قبول هداه فَقَدَه، والناس في ذلك يشبهون المرضى الذين يصف لهم أطباؤهم أدوية أمراضهم، فمن استعمل الدواء شفي بإذن الله، ومن أبى فقد رضي لنفسه البقاء في مرضه وبلواه. إذا فقدت هذا الهدى أمةٌ من الأمم انتشر فيها الفساد وعم الشقاء والنكد والظلم والخوف، وغاب الصلاح والأمن والاطمئنان والعدل، كما قال تعالى: {قَالَ اهْبِطَا مِنْهَا جَمِيعاً بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ اتَّبَعَ هُدَايَ فَلا يَضِلُّ وَلا يَشْقَى (123) وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (124) قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنتُ بَصِيراً (125) قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى (126)} [[طه]]. وهذا ما نشاهده اليوم في الأمة الإسلامية التي ابتعد كثير منها عن منهاج الله واستبدلوا به غير من المناهج التي أشقتهم فعلاً ونالوا منها الضيق والحرج وإذلال أعدائهم لهم بسبب فقدهم العزة الربانية التي لا ينالها إلا عباد الله المتقون الذين يطلبونها منه لا من سواه: {مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعاً(10)}[[]]."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "وفي الجهاد رحمة:",
    "content": "ولا يلزم من كون المسلمين أهل هدى ورحمة، أن يستسلموا لأعداء دينهم من أتباع الشيطان، ويسلموا دينهم غرضاً يرميه شياطين الإنس بسهام عدوانهم، ليقضوا على منهاجه في الأرض ويحولوا بينه وبين من يريد الاهتداء به ويبعدوهم عنه وعن تحكيم شريعته؛ لأن المسلمين قد آمنوا بهذا الدين، فهم أهله وحاملوه، وهم دعاته وحاموه، وهم أمة إجابة رسوله ومتبعوه، فرض الله عليهم دعوة الناس إلى دينهم كما فرض ذلك على نبيهم: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنْ الْمُشْرِكِينَ}[[يوسف : 108]]. وكلفهم الله بيانَ ما أنزل على رسوله كما كلفه، وحذرهم من التقصير في هذه الوظيفة كما حذره، فقال لنبيه صلى الله عليه و سلم: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنْ النَّاسِ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الْكَافِرِينَ}[[المائدة : 67]]. وقال تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنْ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُوْلَئِكَ يَلْعَنُهُمْ اللَّهُ وَيَلْعَنُهُمْ اللاَّعِنُونَ (159) إِلاَّ الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُوْلَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (160)} [[البقرة]]. والأصل أن يقوم المسلمون بدعوة غيرهم إلى هذا الدين، ليتمتعوا برحمة الله في منهاج حياتهم في الدنيا، ولينالوا رضاه ورحمته في الآخرة، تحقيقاً لقول الله تعالى: {وَمَا أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِلْعَالَمِينَ}. وأساس دعوتهم اللين والحكمة والموعظة الحسنة، كما أمر الله تعالى بذلك نبيهم، وأمره أمرٌ لهم، فقال تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ}[[النحل : 125]]. ولشدة حرص الرسول صلى الله عليه و سلم على إيصال أمته الرحمة إلى عباده، رغب المجاهدين في سبيل الله في دعوة الناس إلى هذا الدين، ورَبْطِ دعوتهم بمحبتهم للناس التمتع بدين الله وعبادته في الدنيا مثلهم، ونيل ثواب الله الجزيل ورضاه عنهم في الآخرة، ووعد هؤلاء المجاهدين، بما ينتظرهم عند ربهم على هداية الناس ولو قل عدد المهتدين، كما في حديث سهل بن سعد الساعدي رضي الله عنه، أنه صلى الله عليه و سلم قال لعلي رضي الله عنه، عندما أرسله إلى يهود خيبر: ((انفذ على رسلك حتى تنزل بساحتهم، ثم ادعهم إلى الإسلام وأخبرهم بما يجب عليهم من حق الله فيه، فوالله لأن يهدي الله بك رجلاً واحداً خيرٌ لك من أن يكون لك حمر النعم))[[ صحيح البخاري (4/1542) وصحيح مسلم (4/1872)]]. وجوب بيان حقائق الإسلام وكشف الأباطيل عنه باللغات العالمية: وإن من أهم أنواع الجهاد، بيان المسلمين حقائق الأمور التي تخفى على بعضهم أو على غيرهم من أهل الأديان الأخرى، وكشف الأباطيل التي تضلل عقولهم. فقد ألصق بدين الله أعداؤه من اليهود وأعوانهم، كل عيب واتهموه بكل تهمة، واستطاعوا استغلال أموالهم وكفاءاتهم المتنوعة وقوة إعلامهم، أن يَظهروا للعالم، وبخاصة الولايات المتحدة الأمريكية، أنهم يريدون نشر العدالة ورفع الظلم عن الشعوب الإسلامية المقهورة، وبخاصة العربية منها، وأن العلاج الناجع لمشكلات شعوبها هي تطبيق الديمقراطية الغربية وحقوق الإنسان.. و نحن لا نريد أن ندافع عن الحكام في الشعوب الإسلامية والعربية، فكثيرٌ منهم استبدوا بالأمر، وكمموا أفواه العلماء والمفكرين وأعيان الأمة، وكثيرٌ منهم ظلموا شعوبهم ولا زالوا يظلمون، ولكن الذي ننكره هو ما يدعيه أعداء هذا الدين، وبخاصة الإدارات الأمريكية واليهود وأعوانهم، من أنهم يريدون تطبيق الديمقراطية في الشعوب الإسلامية، ورفع ظلم الحكام عن تلك الشعوب، ونشر الحرية وحقوق الإنسان فيها. إنها دعاوى كاذبة، فهم أشد الناس حرباً للديمقراطية في الشعوب الإسلامية؛ لأنهم يشترطون في هذه الديمقراطية ألا تتمكن الجماعات والأحزاب الإسلامية من الوصول إلى الحكم عن طريقها، بزعم أنهم إذا وصلوا إلى الحكم عادوا على الديمقراطية بالنقض واستبدوا بالأمر دون غيرهم، مع أن الواقع المشاهد هو استبداد غير الإسلاميين ممن هم موالون لدعاة الديمقراطية وحقوق الإنسان! ولهذا.. إذا نجحت بعض الأحزاب الإسلامية في بعض الدول، حرضوا عليها ـ سراً وعلناً ـ حلفاءهم في الجيش، وأنزلوا لقمعها الدبابات، وزجوا بزعمائها في السجون والمعتقلات تحت التعذيب والإذلال، كما حصل ذلك في الجزائر، عندما ظهر فوز جبهة الإنقاذ، وكما حصل حديثا من فوز حماس في فلسطين! وهكذا سلطوا العسكر في تركيا على أربكان وحزبه، ومنعوه من مزاولة السياسة التي سبَّلوها لغير المسلمين، وللمنافقين منهم والفسقة من  السكارى ومتعاطي المخدرات وأرباب الفحش والخنا، ولم يمنعوه من حقه الديمقراطي إلا لمحاربة دينه ودين شعبه \"الإسلام\"! مناقضين بذلك شعارهم الديمقراطي الكاذب الذي يبشرون به، وإعلان حقوق الإنسان الذي يتبجحون به ويدعون إليه. ويضغطون على حكومات الشعوب الإسلامية أن يغيروا مناهج التعليم، ويحذفوا كل ما يكشف عداءهم وعداء اليهود للإسلام والمسلمين، من الآيات القرآنية والأحاديث النبوية، والتاريخ الإسلامي والجغرافيا، وبخاصة ما يتعلق منها بفلسطين... بحجة أن ذلك يحرض على الإرهاب. ولهذا لا يوافق اليهود على إبرام أي اتفاق ولو كان فيه اعتراف بالدولة اليهودية المغتصبة للأرض المباركة، مع أي دولة عربية، إلا إذا عدلت فيها مناهج التعليم تعديلاً يلغي من عقول الأجيال المسلمة ذاكرتها عن هويتها وأرضها ومقدساتها وعداء اليهود وأعوانهم لدينها من يوم نزل الوحي على نبيها إلى عصرها الحالي الذي تعيش فيه. وقد مضى على اغتصاب اليهود للأرض، وتشريدهم لأهلها وسجنهم واعتقالهم وقتلهم، وهدم منازلهم وحصارهم ما يقارب ستين عاماً، وكان اليهود وأعوانهم من الأمريكان وغالب الدول الأوربية، يضللون عقول شعوبهم في وسائل الإعلام ومراكز البحث والجامعات، أن العرب وحوش معتدون، وأن اليهود مظلومون معتدى عليهم من قبل العرب، ولم تكن تلك الشعوب تعلم ما يجري على الشعب الفلسطيني... بل كنا لا نعلم إلا النزر اليسير من ذلك، بسبب التعتيم الإعلامي من وسائل إعلام الدول العربية، التي لم تكن تهتم غالباً إلا بتوافه الأمور، وبسبب التضليل الإعلامي الغربي الذي كان هو مصدر معلوماتنا الوحيد، وبخاصة صوت أمريكا وإذاعة لندن العربيتين. ومن هنا كانت الشعوب الغربية متعاطفة مع اليهود الذين استطاعوا استقطاب كبار الساسة في المجالس النيابية ولا سيما الكونجرس الأمريكي، ومجالس الوزراء ومؤسسات التعليم والإعلام وغيرها... فبذلت الشعوب الغربية المال ووفرت السلاح للدولة اليهودية ولا زالوا إلى الآن... لأن غالب الشعوب الغربية لم تكن تعلم ظلم اليهود وظلم إداراتهم التي تناصر اليهود وتدعمهم بما يؤخذ منهم من ضرائب تنفق على توفير السلاح الذي يقتل به أطفال فلسطين ونساؤها وشيوخها وشبابها ظلماً وعدواناً. واليوم وقد انتشرت مساوي اليهود وأعوانهم من الأمريكان، انتشاراً نسبياً، سمعنا ورأينا كيف أظهر استطلاع الشعوب الأوربية، أن دولة اليهود هي الخطر الأول في العالم على الأمن والسلام... وقد أحرج ذلك الحكومات الغربية التي حاولت أن تلطف الجو وتلاطف اليهود الذين احتجوا على ذلك بأنه عودة إلى معاداة الأوربيين للسامية. ألا يدل ذلك على سوء حالنا نحن المسلمين، وبخاصة العرب الذين كانت الفرص متاحة لهم ليبينوا للشعوب الغربية الحقائق المرة التي نعانيها من اليهود ومن حكوماتهم، ويكشفوا لهم الأباطيل التي ضللتهم وأعطتهم صوراً مزيفة عنا وعن اليهود!؟ ويثبتوا لهم أن الضرائب التي يدعمون بها حكامهم، تسفك بها دماء المظلومين، وينصر بها المعتدون، وتحارب بها حقوق الإنسان، ومنها تطبيق العقيدة الإسلامية وشريعتها في البلدان الإسلامية، حيث يحاربون أي دولة تطبق بعض شريعتهم التي هي دينهم... إن الشعوب الغربية هي المحاكم التي ستحاكم إداراتها بعدم انتخابهم وبعدم دعمهم بالضرائب، بل ستحاكمهم بالمظاهرات وطردهم من قصور الحكم، وبخاصة البيت الأبيض؛ لأن الشعوب الغربية إذا أدركت أن حكامها يتسببون في جرها إلى الهاوية سوف لا تسكت على تصرفاتهم؛ لأنها تؤمن بالديمقراطية التي يتشدق بها حكامهم ويخالفونها إما مخالفة صريحة وإما مصارحة ملتوية. لقد كانت الفرص متاحة للحكومات العربية فترة طويلة من الزمن، للقيام بإيصال ما يفضح حكام الغرب واليهود، ويخفف عليهم الشر الذي يسعى اليهود لإيذائنا به من قبل الشعوب الغربية التي ضللها حكامها. وهذه أمريكا اليوم تهجم علينا سياسياً واقتصادياً واجتماعياً وعقائدياً وإعلامياً وثقافياً، وهذه \"الحُرة\" تبث علينا سمومها في قليل من الدسم، لتضاعف تضليلها لشعوبنا وتفسد أخلاقهم. ولسنا نصدق بعض كتاب الأعمدة في الصحف العربية، الذين يقولون لنا: إن هذه المحطة أو غيرها لا يخشى من تأثيرها على شبابنا، لما عندنا من حصانة دينية وأخلاقية وسياسية... فهؤلاء مضللون كالأمريكان، لا يجوز لنا أن نصدقهم. فكثير من الشباب في البلدان العربية في أمس الحاجة إلى حمايتهم من التضليل الإعلامي والفساد الأخلاقي والشبه العقائدية... ويمكننا أن نحرك مفاتيح التلفاز \"ريموت كنترول\" ونأخذ نماذج من المحطات المحلية والفضائية العربية لنرى كيف تخصصت بعض تلك المحطات في مجالات الإفساد لهذا الجيل المسلم، إما لعقولهم وأفكارهم، وإما لعقائدهم، وإما لأخلاقهم، وأقلها ضرراً هي تلك الفضائيات التي تلهيهم عن ضرورات حياتهم ومقاصد أمتهم العليا. كما يمكننا أن نرى كثيراً من الشباب في ميادين ما يسمى بـ\"التفحيط\" ويمكننا أن نزور السجون لنرى ضيوفها وما سجنوا بسببه، ويمكننا أن نطلع على ما ينشر من إحصائيات متعاطي المخدرات وجرائمهم حتى في قتل أقرب المقربين إليهم! ويمكننا أن نتجول في الأسواق لنرى المتسكعين فيها، وهم يضايقون النساء المسلمات. ويمكننا أن نتصفح غرف الدردشة وما يسمى بـ(الشات) لنرى فيها ما يندى له الجبين! و يمكننا أن نزور الأسر لنستمع منهم ما يعانون من مشكلات مع أبنائهم وبناتهم... هل نأمن على أمثال هؤلاء جميعاً من التضليل الإعلامي والإفساد العقلي والخلقي؟ ما الذي يمنع كثيراً من هؤلاء من أن يجندهم الأعداء للقيام بما يريدون من الأضرار والشرور، وبخاصة المعوزين منهم الذين لا يجدون ما ينفقونه على أنفسهم، من الأموال؟ إنهم قد يجندونهم للتجسس على بلدانهم، وقد يجندونهم للقيام بالتخريب الذي كثيراً ما ينسب إلى المتدينين الذين قد يختلط بهم هؤلاء، فيزداد التدمير والإفساد. نعم يوجد كثير من شباب الأمة وشاباتها، عندهم من الحصانة ما يقيهم من التضليل الإعلامي الأمريكي والفساد الخلقي الغربي والعربي، ولكن هذا الكثير يقابله من هم أكثر عدداً من الصنف الأول. إن شبابنا هذا في حاجة ماسة إلى وقايته وعلاجه، بتعاون المجتمع كله على ذلك: الأسرة والمدرسة ووسائل الإعلام والمساجد... وغيرها. ولكنا الآن بصدد الهجمة اليهودية الحاقدة والحملة الأمريكية الظالمة، ولا بد أن نعد العدة لهجمات إعلامية مضادة إلى الشعوب الغربية، وبخاصة الشعب الأمريكي المُضَلَّل. لقد استفدنا استفادة مهمة من بعض القنوات الإخبارية، إذا قارنا أنفسنا بما قبل وجودها، حيث كنا نشبه الجن التي تسترق السمع لتسمع الكلمة من الملائكة فتنقلها إلى الكهان، فترمى بالشهب المحرقة. كنا نتابع إذاعات الغرب لنجد أي معلومة؛ لأنا لا نجدها في وسائل إعلام حكومات الشعوب الإسلامية ومنها العربية، ولكنا بعد وجود بعض الفضائيات العربية تمكنا من الاطلاع على كثير من المعلومات. ولكن الأمر الخطير أن جميع هذه الفضائيات التي فيها شيء من الإيجابيات موجهة للعرب بلغتهم، ولا يصل منه إلى الشعوب الغربية إلا النزر اليسير لمن يهتم بها ممن يجيدون اللغة العربية، أو يهتم بما ينقل عنها مترجماً. لماذا لا نرى قنوات عربية متنوعة متخصصة في البلدان العربية، تنشر للعالم بلغاته الحية، وبخاصة اللغة الإنجليزية والفرنسية والألمانية، تنقل إلى شعوب الغرب مباشرة الحقائق، وتكشف المغالطات والأكاذيب الغربية؟ ألا يكون ذلك من فروض الكفاية التي يأثم كل قادر لا يقوم به، أليس واجباً على المسلمين أن يقوموا بالبلاغ المبين في كل ما ينفع المسلمين والعالم؟ ألم يمتلئ القرآن الكريم ببيان الإيمان والعبادة والأخلاق والحلال والحرام وعلاقات المسلمين بغيرهم، وبكشف دسائس المنافقين، واليهود والنصارى والمشركين؟ وإذا لم تقم حكومات الشعوب العربية بهذا المشروع المهم، ألا يجب على أغنياء الأمة وتجارها والقادرين على ملء هذا الفراغ المهم؟ هل يليق ببعض أغنيائنا أن ينفقوا أموالهم على فضائيات تفسد أجيالنا بكل أنواع الفساد، ويهملوا هذا الجانب الخطير الذي لا يجوز التفريط فيه!؟ وإني أوجه إلى علمائنا الأفاضل هذا السؤال الذي أرجو أن يسمع جوابَه حكام المسلمين وأغنياؤهم وذوو الرأي والاختصاص فيهم: هل يجب على المسلمين أن يبينوا للشعوب الغربية بلغتهم، ما يقوم به حكامهم مع اليهود والنصارى من أعمال إجرامية ضد المسلمين، في البلدان الإسلامية، ويذكروهم بأنهم يسهمون في هذا الظلم والإجرام بدعمهم لهم بالمال والسلاح وغيرهما؟ وهل يدخل من قصر في هذا الأمر وهو قادر على القيام به في قول الله تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنْ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُوْلَئِكَ يَلْعَنُهُمْ اللَّهُ وَيَلْعَنُهُمْ اللاَّعِنُونَ (159) إِلاَّ الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُوْلَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (160)} [[البقرة]]. إن عندنا بحمد الله إمكانات مالية وكفاءات متخصصة في كل مجال: إجادة لغات العالم الحية، وإجادة الشؤون السياسية والاجتماعية والإعلامية والدبلوماسية والعسكرية، وهم قادرون بإذن الله أن يطرقوا آذان الشعوب الغربية وعقولها وقلوبها بكل ما نحتاج إلى بيانه لهم، وإن النتائج ستكون عظيمة بإذن الله. إنني أستمع إلى بعض الإعلاميين وبعض السياسيين وغيرهم وهم يتبارون في بعض الموضوعات المهمة باللغة العربية، فأسر بذلك كثيراً، وأتمنى أن يكون كلامهم موجهاً إلى الشعوب الغربية بلغتهم... فهل نحن عاجزون عن ذلك أو خائفون من القيام به من الأعداء؟ ألا إن ذلك لمن أعظم الجهاد الذي يمكن أن يحقق للمسلمين ما لا يحققه الصاروخ والمدفع والرشاش ـ وإن كانت هذه ضرورية للدفاع عن ضرورات حياتنا ـ لو كنا نعقل أو نسمع... فهل من مجيب؟"
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "وآخر الدواء الكي:",
    "content": "ومع أن المسلمين هداة رحماء، فهم أيضاً مجاهدون في سبيل الله، من اعتدى عليهم وعلى دينهم، لا يخافون فيه لومة لائم، يحفظون بجهادهم ضرورات حياة البشر، من الدين والنفس والنسل والعقل والمال، وما يحوطها من الحاجيات والتكميليات، ويحمونها من عدوان المعتدين وظلم الظالمين. فهم إما أن يجاهدوا مَن اعتدى عليهم من أعدائهم، لرد العدوان ودفع الظلم، وإما أن يجاهدوا من وقف سداً أمام دعوة الله في أرض الله، لدعوة الناس إلى عبادة الله، لتقوم بذلك حجة الله على خلق الله، وإما أن يتعرضوا لعقاب الله تعالى الذي أنذرهم به في مثل هذه الآية: {إِلاَّ تَنفِرُوا يُعَذِّبْكُمْ عَذَاباً أَلِيماً وَيَسْتَبْدِلْ قَوْماً غَيْرَكُمْ وَلا تَضُرُّوهُ شَيْئاً وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (39)} [[التوبة]]. وها نحن نصطلي بعذابه في الدنيا على أيدي أعدائه وأعدائنا لأنا عصينا أمره لنا بالنفير الذي هو فرض عين[[جهاد الدفع]] وليس فرض كفاية، وهو احتلال أرضنا ومقدساتنا وسفك دمائنا وانتهاك حرماتنا ورضانا بالذلة بدلاً من عزة الله، مع تفريطنا للكثير الكثير من أنواع الجهاد المعنوي اللازم والمتعدي! ومن تتبع تاريخ جهاد المسلمين المنضبط بقواعد شرع الله تَبَين له أنه عام شامل لكل نشاط يحقق للمسلمين وللعالم ما فيه صلاحهم وسعادتهم، وأن القتال إنما هو جزء ضئيل من الجهاد الوارد في كتاب الله وسنة رسوله صلى الله عليه و سلم، وقد بينت شموله وكثيراً من أنواعه في كتابي \"الجهاد في سبيل ـ الله حقيقته وغايته\". ومعلوم كذلك أن الجهاد في سبيل الله لم يشرع لإكراه الناس على ترك دينهم والدخول في الإسلام، وإنما شرع لرد عدوان المعتدين، وتحطيم سدود القهر والاستبداد التي تحول بين الناس وبين التمتع بالحرية التي منحهم الله تعالى، فيدخلون في الإسلام بعد إقامة الحجة عليهم بأنه الحق مختارين راضين غير مكرهين، أو يبقون على دينهم الذي اعتقدوه، كما صرح الله تعالى بذلك في كتابه، وجرى على ذلك عمل الرسول صلى الله عليه و سلم وأصحابه وأتباعهم، وسيبقى كذلك إلى يوم الدين، ما تمسك المسلمون بهذا الدين. {لا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنْ الغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدْ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لا انفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ}[[البقرة : 256]]. ولكن يجب على من رغب في البقاء على دينه، أن يلتزم بنظام الأمة العام الذي يأمنون فيه على ضرورات حياتهم وما يكملها. فا لجهاد بمعنى القتال، ليس لازماً في كل الأحوال، بل توجد خيارات مشروعة في الإسلام يمكن تطبيقها حتى في حالات النزاع الشديد بين المسلمين وغيرهم، ومنها الهدنة والمعاهدات، عندما تقتضي المصلحة ذلك، وقد فُصِّلت أحكام هذين الخيارين في كتب التفسير وشروح الحديث وكتب الفقه. وإذا لم تنفع السبل السلمية في رد العدوان فلا بد من الجهاد في سبيل الله، لندفع عن بلداننا وديننا وأمتنا، و\"آخر الدواء الكي\" كما يقال."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "الرائد لا يكذب أهله:",
    "content": "هذه دعوى نعلنها للناس في مشارق الأرض ومغاربها، بأن هذا الدين، ليس عدواً لأحد من البشر، وإنما هو رحمة للعالمين، ونحن نؤمن بذلك إيماناً صادقاً لا يشوبه شك، لثلاثة أمور: الأمر الأول: اعتقادنا الجازم بأن القرآن حق، وأن الرسول صلى الله عليه و سلم حق، وأن الإسلام هو الدين الحق الذي يعتبر كل ما يخالفه من الأديان والمبادئ والأنظمة والقوانين، باطل وليس بحق. الأمر الثاني: دلالة الواقع التاريخي في العصور التي طُبِّق فيها الإسلام على صحة ما نقول. فقد سعد العالم الذي حظيت بلدانه بدخول المسلمين فيها بما لم يكونوا يحلمون به من العدل والرحمة والحضارة، في ظل الإمبراطوريات اليونانية والفارسية والرومانية والهندية وغيرها من المحيط الهادي في الشرق إلى المحيط الأطلسي في الغرب. والشاهد على ذلك أن غالب تلك الشعوب أصبحت تدين بالإسلام، بالدعوة المجردة من السلاح في أغلب المعمورة، ولم يستعمل المسلمون السلاح إلا عندما وقف الطغاة المستبدون ضد حرية الدعوة وضد سماع شعوبهم الحق سواء آمنوا به أم لم يؤمنوا؟ والدليل على ذلك قلة الشعوب التي فتحها المسلمون عنوة، وكثرة الشعوب التي دخلت في الإسلام عن طريق التجار والدعاة المخلصين... في بلدان آسيا وأفريقيا وغيرها. الأمر الثالث: المقارنة النظرية بين ما تضمنه القرآن والسنة والسيرة النبوية، وأبواب التشريع الإسلامي في كتب الفقه وغيرها، عن حقوق الإنسان، رجلاً وامرأة، صغيراً وكبيراً، فرداً وأسرة ومجتمعاً، حاكماً ومحكوماً، وبين ما تضمنته القوانين الدولية المعاصرة في ذلك. إن المنصف الذي يقارن بين ما تضمنه الإسلام وبين ما تضمنته تلك القوانين، ويتجرد من التعصب والهوى، سيجد في تشريع الإسلام كل ما تضمنته تلك القوانين من إيجابيات في أعلى صورها والمزيد الذي لم تتعرض له، مع تجنب التشريع الإسلامي لجميع السلبيات التي احتوت عليها تلك القوانين. ونحن ندعو الشعوب غير الإسلامية وبخاصة المفكرين منهم والمثقفين القادرين على دراسة حقيقة الإسلام، وبخاصة الشعوب الغربية منها، أن تجتهد في دراسة المبادئ الإسلامية في القرآن والسنة، وفي كتب الفقه الإسلامي، ويُعمِلوا عقولهم متجردين من دعايات من نصبوا أنفسهم أعداء للإسلام والمسلمين، من بعض الساسة والإعلاميين وبعض رجال الكنيسة المتعصبين واليهود وبخاصة من يسمون بالصهاينة، ليطلعوا بأنفسهم على عظمة الإسلام الذي لو حمله أي شعب من شعوب الأرض، في الغرب أو الشرق، لقاد به العالم إلى مراقي التقدم والحضارة النافعة السليمة من آفات الظلم والفساد الذي انتشر في الأرض اليوم بسبب البعد عن منهاج الله. وقد كان بنو عثمان وثنيين في الأصل، فلما هدى الله بعض قادتهم للدخول في الإسلام، أصبحوا قادة للمسلمين بالإسلام في كل البلدان الإسلامية، وفتحوا بلداناً أخرى لغير المسلمين، ولا زال أبناؤهم في وسط البلدان الأوربية ثابتين على دينهم في حدود علمهم به، على رغم مضايقتهم وحرب النصارى الصليبيين لهم، كما في يوغسلافيا وكوسوفا. الأمر الرابع: المقارنة بين أحوال الأفراد والأسر والشعوب الإسلامية المعاصرة، مع ما هو معلوم من عدم تطبيقهم الكامل للإسلام، ومع ما يعانيه كثير منها من فقر وظلم وشظف عيش، وبين أحوال الأفراد والأسر والمجتمعات غير الإسلامية، مع ما هي فيه من غنى ورخاء وحضارة مادية عظيمة، لمعرفة أي الفئتين أكثر سكناً وطمأنينة في الحياة، وأكثر بعداً عن الظلم والعدوان والفساد في الأرض. إننا ندعو الغني غير المسلم الذي حاز في دنياه كل ما تشتهيه نفسه، أن يقارن بين نفسه وبين كثير من ذوي الفقر المدقع من المسلمين. وندعو المرأة غير المسلمة التي تيسرت لها غالب سبل الراحة المادية، أن تقارن بين نفسها وبين المرأة المسلمة التي تعيش في وضع يقول عنه الغربيون: إنه وضع بؤس وشقاء. وندعو الأسرة غير المسلمة المتحضرة مادياً القليلة العدد الكثيرة الرفاه، أن تقارن بين نفسها وبين الأسرة المسلمة، الكثيرة العدد، القليلة الأرزاق. وندعو المجتمعات غير المسلمة، أن تقارن بين نفسها، وهي تملك المال الوفير، والرزق الكثير ووسائل العيش المادي المريح، وبين المجتمعات الإسلامية التي لا تملك كل ذلك. ثم ليوازن أولئك الأفراد، وتلك الأسر، وأولئك المجتمعات، بين راحتهم النفسية واطمئنانهم المعنوي، وما يحصل بينهم من تعاون وتعاطف، وتراحم وتكاتف، وبين ما يحوزه غالب الأفراد والأسر والمجتمعات المسلمة، ولو لم يطبقوا الإسلام كاملاً، في ذلك كله. وإنا لنتمنى أن تتاح الفرص لغير المسلمين، أفراداً وأسراً، أن يزوروا الأسر الإسلامية في البلدان الإسلامية وفي غيرها، ليطلعوا على ما يطبق من الإسلام وأثره على حياة المسلمين، وليعرفوا أن كثيراً من زعمائهم وأجهزة إعلامهم ومثقفيهم، شوهوا صورة الإسلام والمسلمين في عقولهم ونفروهم منه، وأن الأولى بهم أن لا يقلدوا أعداء الإسلام من قادتهم تقليداً أعمى، فيعينوا قادتهم من السياسيين والعسكريين والإعلاميين والمتصهينين، على حربه وهو جدير بالدخول فيه والدفاع عنه أو مسالمته. ادرسوا كتب بعض مفكريكم وكتابكم عن الإسلام والمسلمين، مثل كتاب \"حضارة العرب\" لغوستوف لوبون\" الفرنسي و\"زغريد هونكه\" الألمانية\" وغيرهما لتروا شيئاً من الإنصاف لهذا الدين، وإن لم يكن إنصافاً كاملاً. ونقول لشعوب الشرق والغرب غير المسلمة: لقد حرمكم قادتكم بتشويههم حقائق الإسلام والتجني عليه، من رحمته وعدله وأخُوَّته، والنجاة من سلبيات الحضارة المادية التي ذقتم منها القلق والأسى، ولو أنها بنيت على أساس الإسلام لكان لكم شأن آخر، ربما تصبحون بفضل استجابتكم للإسلام قادة العالم بحق، تنشرون في أوطانكم الأمن والسلام، بدلاً من نشر قادتكم الظلم والعدوان. لقد خدعكم قادتكم وخانوكم وكذَبُوكم، والأصل أنه \"لا يَكْذِبُ الرائدُ أهلَه!\". ادرسوا الإسلام يا أهل الشرق والغرب من مصادره، وإذا رأيتم بعض أهله لا يطبقونه في حياتهم، بل يتعاونون مع زعمائكم على حربه، فانظروا للمنهاج ولمن يطبقه وحكِّموا عقولكم لا عواطفكم وأهواءكم، فالعبرة بالمنهاج لا بمن يخالفه من أهله. وها أنتم ترون ما يحصل من بعض زعمائكم الذين يطبقون ما تؤمنون به من الديمقراطية، مضطرين حرصاً على إرضائكم ليفوزوا في الانتخابات، ولكنهم يتعمدون الاستبداد فيما يسمى بـ\"مجلس الأمن\" للإضرار بشعوب العالم، وفي ذلك مخالفة صريحة لمعاني الديمقراطية المزعومة. وهم يطففون في كيلهم في تعاملهم مع شعوب العالم، ينصرون دولة ظالمة على دولة مظلومة، ويقاطعون دولة لا تستجيب لرغباتهم ولو كانت رغبات ظالمة، ويغدقون على دولة أخرى بكل ما تحتاج إليه من المعونات، ولو كانت تلك الدولة تستعين بإعاناتهم على ظلم دول أخرى. فهل تحكمون على المنهاج الديمقراطي الذي تؤمنون به أنه منهاج غير صالح للتطبيق؛ لأن زعماءكم يخالفونه في المؤسسات الدولية، وفي معاملتهم لحكومات وشعوب العالم؟"
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "الفصل الثالث: استعصاء الإسلام.",
    "content": "المقصود باستعصاء الإسلام، ثباته ورسوخه وامتناعه عن الاستئصال والذوبان في أي حضارة من حضارات الأمم، مهما بلغت من القوة المادية والهيمنة الجبروتية، ويعود استعصاء هذا الدين على أعدائه، إلى عوامل وأسباب، نجملها فيما يأتي:"
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "أن هذا الدين سيبقى في ذاته حياً قوياً لا يموت ولا يضعف:",
    "content": "وإن مات بعض من ينتسبون إليه أو ضعفوا، فقد جعل الله تعالى الإسلام آخر الأديان، وفرض على الناس كلهم الدخول فيه، ولا نجاة لأحد بلغته رسالة الإسلام من النار إلا بالإيمان به: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً الَّذِي لَهُ مُلْكُ السَّمَوَاتِ وَالأَرْضِ لا إِلَهَ إِلاَّ هُوَ يُحْيِ وَيُمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ (158)}[[الأنعام]]. وجعل كتابه مهيمناً على كل الكتب التي سبقته، كما قال تعالى: {وَأَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنْ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ ...(48)}[[المائدة]]. وجعل رسوله محمداً صلى الله عليه و سلم، خاتم الرسل والأنبياء، فلا نبي بعده، كما قال تعالى: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً(40)}[[الأحزاب]]. فلا دين حق مطلقاً سوى دين الإسلام، ولا نبي بعد نبي الإسلام، ويجب أن نصارح العالم بأن كل الأديان غير دين الإسلام باطلة بعد نزوله وإن اعتقد أهلها أنها حق. ومع وجوب إيماننا بجميع الرسل السابقين، وما أنزل الله تعالى عليهم من الكتب السماوية، وكان من آخرهم رسول الله موسى، وأخوه هارون، وكتابهما \"التوراة\"، وعيسى بن مريم، وكتابه \"الإنجيل\"، ومع يقيننا بأن من لم يؤمن بذلك عندما أنزله الله وكان سليماً من التحريف، لا يكون مسلماً، فإن الواجب علينا أن نبين لليهود والنصارى وغيرهم، الحق الذي أمر الله رسوله ببيانه، وشرع لهذه الأمة الاقتداء بنبيها في بيان الحق والدعوة إليه، فلا يجوز لنا أن نكتم الحق ولا نلبسه بالباطل، كما فعل أهل الكتاب قبلنا، فنستحق ما استحقوه من العقاب. فمِن أمر الله تعالى لرسوله صلى الله عليه و سلم بالبيان، قوله تعالى في الآية السابقة: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً}[[الأعراف]]. وقوله تعالى: {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيراً (1)}[[الفرقان]]. وقوله تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ اللَّهَ وَلا نُشْرِكَ بِهِ شَيْئاً وَلا يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ (64) يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتْ التَّوْرَاةُ وَالإِنجِيلُ إِلاَّ مِنْ بَعْدِهِ أَفَلا تَعْقِلُونَ (65) هَاأَنْتُمْ هَؤُلاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ (66) مَا كَانَ إِبْرَاهِيمُ يَهُودِيّاً وَلا نَصْرَانِيّاً وَلَكِنْ كَانَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنْ الْمُشْرِكِينَ (67) إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ (68)} [[آل عمران]]. {يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَأَنْتُمْ تَشْهَدُونَ (70) يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ (71) ... قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ ...(73)} [[آل عمران]]. {قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجاً وَأَنْتُمْ شُهَدَاءُ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ(99)} [[آل عمران]]. يوضح ذلك حديث أبي هريرة رضي الله عنه، عن رسول الله  صلى الله عليه و سلم، أنه قال: ((والذي نفس محمد بيده لا يسمع بي أحد من هذه الأمة، يهودي ولا نصراني، ثم يموت ولم يؤمن بالذي أرسلت به، إلا كان من أصحاب النار))[[ صحيح مسلم برقم (153)]]. وهذه الأمة مأمورة بما أمر الله تعالى به نبيها من بيان الحق والدعوة إليه، اقتداء به صلى الله عليه و سلم، كما قال تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنْ الْمُشْرِكِينَ (108)}[[يوسف]]. والذين يكتمون الحق الواجب بيانه من هذه الأمة، يستحقون الوعيد الذي استحقه من قبلهم من أهل الكتاب، كما قال تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنْ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُوْلَئِكَ يَلْعَنُهُمْ اللَّهُ وَيَلْعَنُهُمْ اللاَّعِنُونَ (159) إِلاَّ الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُوْلَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (160)} [[البقرة]]. حفظ الله مصدري الإسلام أهم أساب ثباته واستعصائه: ومعلوم أن جميع الكتب السماوية، قد حُرفت وبُدلت، ولم تعد محفوظة، كحفظ كتاب الله، الذي تكفل سبحانه بحفظه: { إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ(9)}[[الحجر]]. فحفظ الله تعالى مصدر دين الإسلام، وهو كتابه الذي أنزله على رسوله صلى الله عليه و سلم، الذي لا يأتيه الباطل من بين يديه ولا من خلفه، هو حفظ لهذا الدين. وما بقي في بعض الكتب السماوية السابقة صحيحاً كتمه أهله، كما ذكر الله تعالى: {يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ(71)} [[آل عمران]]. فالإسلام حق يحمل في ذاته بقاءه، وفيه من المناعة القوية الذاتية ما يدفع به كل عدوان بقصد القضاء عليه واستبدال غيره به، أو ذوبانه في غيره. وقد هيأ الله تعالى لحفظ سنة نبيه مَن حفِظها وبيَّن صحيحها من ضعيفها، بمعرفة رواتها من لدن الرسول صلى الله عليه و سلم إلى أن دونت في أسفار علمائها التي لا يعجز طالب العلم عن معرفة الصحيح والضعيف منها. وحفظ نصوص القرآن والسنة إلى يوم القيامة، يضمن للأمة الإسلامية الرجوع إليهما، لتصحيح ما قد يطرأ من شوائب وانحرافات في سلوكها، ورد ما قد يحاول أعداء هذا الدين، من إدخال ما ليس منه فيه، وهذا ما لا يوجد في غيره من الكتب السابقة التي حرفها أهلها وكتموا ما بقي فيها من الحق.. وها هو القرآن الكريم قد حفظه الله، فلم يغير منه حرف أو كلمة مع طول المدة من يوم نزوله إلى الآن، وسيبقى كذلك إلى يوم الدين، ولهذا لا تختلف نسخ هذا المصحف الكريم أينما وجد، فالمصحف الموجود في طوكيو هو هُو الموجود في نيويورك، وهوُ هو الموجود في أوسلو وسدني، وموسكو وبريتوريا."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "أسباب حفظ الله تعالى لهذا الدين:",
    "content": "السبب الأول: أن آيات القرآن كلها كتبت في عهد النبي صلى الله عليه و سلم: فلم يمت إلا بعد أن كتبـت آياته بأمره في مواضعها التي عينها هو لكتابتها، ثم هيأ الله أصحاب نبيه فجمعوه في مصحف واحد ووزعوا نسخه في الأقطار الإسلامية في عهدهم... وهذه ميزة لم تحصل لأي كتاب من الكتب السابقة. السبب الثاني: أن الأجيال المسلمة نقلت القرآن الكريم نقلاً متواتراً على مدار التاريخ: حيث يحمله الجيل السابق إلى الجيل اللاحق، فهو متواتر النقل تواتراً لا يوجد له نظير، واجتمع على نقله وحفظه مئات الألوف، حِفْظُ ألفاظِه في صدور صغار الأمة الإسلامية وكبارها، رجالها ونسائها، مع حفظ كتابته في كل عصر بوسائله المتاحة برسم معروف لا يتغير بتغير الكُتَّاب والطابعين، حتى أصبح اليوم يوجد في البر والبحر والجبل والسهل، والمدينة والريف، وفي الغابة والصحراء وهو هو في كل مكان. ولقد وفق الله المملكة العربية السعودية للتوسع في نشره، فانتشر مصحف المدينة المنورة، انتشاراً واسعاً، في كل أنحاء المعمورة، ونفع الله به المسلمين في هذا العصر، وله أحجام متنوعة، تناسب كل الفئات، كما أنه طبع طبعات متنوعة كذلك من حيث أنواع الخطوط المناسبة للعرب مشارقتهم ومغاربتهم، ولغير العرب من الهنود والباكستانيين وغيرهم، بحسب ما ألفوا من الطبعات. السبب الثالث: أن الله هيأ له من يقوم بترجمة معانيه إلى لغات العالم: وهيأ له من يصحح ما يقع في ترجماته من أخطاء، فلا تزور بلداً إلا وجدت فيه ترجمات بلغات أهله، مع تقصير القادرين من المسلمين الشديد في دعمه الكافي، مقارناً بما يقوم به غيرهم من أهل الأديان المحرفة، وبخاصة النصارى، أفراداً وجمعيات وحكومات. وقد يعمد أعداء الإسلام من اليهود والنصارى والوثنيين إلى طبع المصحف الكريم وتحريف بعض ألفاظه، لإدخال بعض ما يريدون مما يظنون أنه يحقق بعض مقاصدهم لدى جُهَّال المسلمين، أو غيرهم، ولكنا نحمد الله لا يمضي على ذلك وقت يسير إلا وقد علت أصوات المسلمين، صغاراً وكباراً، محذرة مما صنع المحرفون. كما يعمد بعض المستشرقين والمنصرين، إلى تحريف بعض معاني آياته المترجمة، ولكن الله تعالى يقيض من يفضحهم ويصلح ما أفسدوا في معاني كتاب الله. وقد تقع أخطاء غير مقصودة في ترجمة معاني القرآن، من مسلمين وغير مسلمين، ولكنها لا تفتأ أن تجد من يصححها ويبين أخطاءها. وبذلك تحبط مساعي من يبتغي الإساءة إلى الإسلام ويرد الله كيدهم في نحورهم، تحقيقاً لقوله تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ}. السبب الرابع: أن الله تعالى هيأ علماء الإسلام لحفظ معاني الكتاب والسنة: فكان منهم المفسر ومنهم الفقيه ومنهم المحدث، وغيرهم بحيث لا يظهر زنديق يريد أن يحرف شيئاً من معاني القرآن والسنة إلا وجد شهب الحق المحرقة تأتيه من كل مكان. وقد وضع علماءُ الإسلام قواعدَ وضوابطَ لفهم معاني كتاب الله وسنة رسوله، وكيفيةِ استنباط الأحكام لما يستجد من النوازل في حياة الأمة، تحفظ تلك القواعدُ والضوابطُ طلابَ العلم من تعمد الخطأ في الاعتماد على دليل ضعيف، أو عِوج في استنباط حكم من نص صحيح، أو الشطط في قياس خَلِيٍّ من شرط مفقود لطيف. فدونوا للقرآن علومه وقواعد تفسيره، وللحديث مصطلحه وعلومه وسِيَرَ رجاله، وللفقه قواعدَه وأصولَه، وللغة نحوَها وصرفَها وغريبها واشتقاقها. فلا يعوز طالبَ العلمِ المجتهدَ العثورُ على دليل صحيح، يستنبط منه حكماً شرعياً صائباً تحتاج إليه الأمة في مسيرة حياتها. السبب الخامس: ارتباط المسلمين أفراداً وجماعات، بكتاب ربهم وسنة نبيهمصلى الله عليه و سلم: فعامة أفراد المسلمين يؤمنون بأن هذا القرآن جاءهم من عند الله، وأن محمداً صلى الله عليه و سلم هو رسول الله، وأن الإسلام الذي اشتمل عليه الكتاب والسنة هو دين الله. ويعتقدون أن الله تعالى فرض عليهم عبادة ربهم واحترام رسوله وطاعته، والعمل بكتاب الله وسنته. هذه هي عقيدتهم، وهذا هو إيمانهم، لا يبغون به بدلاً، ولو قصروا في العمل، وبدر من بعضهم شيء من المعاصي والزلل، فهم يعترفون إذا عصوا ربهم أنهم مخالفون لأمره، يرون أن التوبة إليه واجبة، وأنهم آثمون يستحقون عقابه إن لم يغفر لهم. ولهذا تجد كثيراً من المسلمين يخالفون أمر الله ونهيه فترة من حياتهم، ثم يؤوبون إليه مستغفرين نادمين، فيكونون بعد توبتهم أكثر تزكيةً وارتباطاً بربهم، هُداةً مهديين. وشرع تعالى في كتابه وسنة رسوله ما يعيد العاصي إلى طاعة ربه إذا غوى، من نصح يؤثر، أو عقاب يزجر من حد أو تعزير. وعامة أُسَر المسلمين يعلمون أن الله تعالى قد شرع لكل منهم على الآخر حقوقاً، وسن له عليه واجبات، يجب عليهم أن يتعاونوا على تطبيق ما يحقق فيهم شرع الله ويحفظ عليهم روابطهم وصلة رحمهم، ويحميهم من التفكك والانحلال. وقد تضمن الإسلام ما فيه رحمة الفرد والأسرة والأمة، في كل شأن من شؤون الحياة، يعرف ذلك من رزقه الله فقه كتابه وسنة نبيه، وبنى حياته على هدي الله وصراطه المستقيم، وتمتع بمجتمع يطبق شريعة الله في حياته. فالفرد المسلم الذي قويت صلته بربه بالفقه في دينه، والإيمان الصادق به وملائكته، وكتبه ورسله واليوم الآخر وبالقدر خيره وشره، وأدى عبادته كما أمره الله تعالى، وأدى حقوق خلقه عليه، هذا المسلم، ينال في حياته من السكينة والطمأنينة وراحة البال، ما لا يناله غيره ممن حرم ما مَنَّ الله به عليه بالهداية والتوفيق. والأسرة المسلمة التي يعرف كل فرد فيها حقوقه على غيره وواجباته لغيره، ويقوم كل منهم بواجباته، ولا يحيف على من سواه، يسودها الود والتراحم، إذ يرحم كبيرها صغيرها، ويوقر صغيرها كبيرها، فيقوم الوالدان بحق الأولاد، ويقوم الأولاد بحقوق الوالدين، ويقوم كل قريب بحق قريبه. وقد نظم الإسلام أحكام الأسرة تنظيماً مفصلاً دقيقاً عادلاً، قَلَّ أن يوجد له نظير في القوانين الوضعية، مع العلم أن الأسر المسلمة تطبق هذا النظام عبادة لله وطاعة لرسوله، وليس تطبيقها مراعاة للنظام لكونه مجرد نظام، كما هو حال الأنظمة والقوانين الوضعية التي يطبقها الناس خوفاً من الجزاء والعقاب المادي في المحاكم أو إدارات الشرطة. نعم قد يخالف المسلم نظام الإسلام، وينال جزاءه المشروع في الإسلام، ولكن الأصل أن يطبق النظام مخلصاً لله الرقيب على كل شيء. وقد نالت أحكام الأسرة في القرآن الكريم، في كثير من السور في حقوق الزوجين، وحقوق الآباء وحقوق الأبناء وحقوق الأقارب، وفي الميراث، والرضاع والحضانة، وفي النكاح والمهر والإيلاء والخلع والطلاق والظهار والعِدَد، والصلح بين الزوجين وغيرها، حظاً وافراً وعناية فائقة. وقد سميت سورة كاملة بـ\"سورة النساء\" وسميت أخرى بـ\"سورة الطلاق\" كما سميت سورة أخرى بـ\"سورة المجادلة\" لافتتاحها بحكم الظهار الذي جادلت في شأنه إحدى الصحابيات الرسول صلى الله عليه و سلم. وفي سنة الرسول صلى الله عليه و سلم من التفصيل في أحكام الأسرة، ما يصعب حصره، فضلاً عن الأبواب التي خصصت لها في كتب الفقه، أو الكتب التي ألفت فيه خاصة. وإن العاقل المنصف الذي يقارن بين أحكام الأسرة في الإسلام وأحكامها في غيره من الأديان أو القوانين الوضعية، ليرى في كل حكم من أحكامها في الإسلام الرحمة والعدل ماثلين أمامه، لا يوجدان في غيره. ويمكن مع دراسة ما شرعه الله في القرآن والسنة، مراجعة الكتب الثلاثة الآتية للمقارنة بين الإسلام وغيره من الأديان والقوانين الوضعية، في ما يتعلق بالمرأة وهي ركن ركين في الأسرة، لتعلم المرأة غير المسلمة وليعلم دعاة حقوق المرأة، الفرق بين العناية الربانية بالمرأة وما يزعمه دعاة تحريرها.. الكتاب الأول: \"أستاذ المرأة\" للشيخ محمد بن سالم البيحاني رحمه الله. الكتاب الثاني: \"المرأة بين الفقه والقانون\" للدكتور مصطفى السباعي، رحمه الله الكتاب الثالث: كتاب \"المفصل في أحكام المرأة والأسرة في الشريعة الإسلامية\" تأليف الأستاذ الدكتور عبد الكريم زيدان. ويمكن مراجعة كتابنا \"أثر التربية الإسلامية في أمن المجتمع الإسلامي\" في حقوق وواجبات الأفراد والأسر، والمجتمع بصفة عامة. العناية بعلاقات مؤسسات المجتمع المسلم: كما عني الإسلام بالعلاقة بين مؤسسات الأمة المسلمة، وأقصد بهذه المؤسسات الموضوعات الآتية: أولاً: أهل الحل والعقد في البلدان الإسلامية، مثل مجالس الشورى التي تتكون من علماء الشريعة، وعقلاء الشعوب وأعيانها، وذوي الاختصاص من السياسيين والاقتصاديين والإعلاميين والدبلوماسيين والأطباء، وغيرهم ممن تحتاج الأمة إلى آرائهم وتخصصاتهم، وولاة أمر المسلمين، من الملوك والأمراء والرؤساء. ثانياً: المؤسسة القضائية التي تتحقق بها العدالة بين كافة المواطنين مسلمين وغير مسلمين، لا فرق بين حاكم ومحكوم. فمقصود الولايات في الإسلام إقامة شرع الله المتضمن لتحقيق حفظ ضرورات حياة الأمة ومصالحها، ودفع المضار والمفاسد عنها. وقد بين علماء المسلمين القواعد والأصول التي يجب أن تتوفر في هذه المؤسسات، في كتب السياسة الشرعية، المستمدة من القرآن والسنة والاستنباط السليم منهما[[يمكن مراجعة كتاب \"السياسة الشرعية\" لابن تيمية، وكتاب \"الأحكام السلطانية\" للماوردي، وكتاب \"الأحكام السلطانية\" لأبي يعلى. وغيرها من الكتب القديمة والحديثة، ويراجع كتابنا \"الكفاءة الإدارية في السياسة الشرعية\" وكتاب \"الشورى\".]]. ثالثاً: شرع الله تعالى للأمة في كتابه ما يعيد من شذَّ منهم إلى الصواب، بصلح ناجح أو بحكم حاسم. والصلح يكون بين الأفراد والأسر والطوائف المتنازعة، كما قال تعالى في الصلح عموماً: {لا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلاَّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاةِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً}[[النساء : 114]]. وقال تعالى في الصلح بين الزوجين: {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلاحاً يُوَفِّقْ اللَّهُ بَيْنَهُمَا إِنَّ اللَّهَ كَانَ عَلِيماً خَبِيراً(35)} [[النساء]]. وقال تعالى: {وَإِنْ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً فَلا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحاً وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتْ الأَنفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً}[[النساء : 128]]. وقال تعالى في الصلح بين الجماعات والطوائف: {وَإِنْ طَائِفَتَانِ مِنْ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (9) إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ (10)}[[الحجرات]]. والأحاديث الواردة في هذا الباب كثيرة. رابعاً: جماهير الأمة الإسلامية تؤمن بأن الله تعالى أمرها بالتعاون على البر والتقوى، ونهاها عن التعاون على الإثم والعدوان.. {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ}[[المائدة : 2]]. وكلفها السعي في اتخاذ الأسباب التي تحقق الأخوة الإيمانية فيما بينها، والبعد عن الأسباب التي تقضي على تلك الأخوة أو تضعفها، ويتحقق ذلك كله باجتماع كلمتهم على الحق والاعتصام بحبل الله: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَاناً وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنْ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ (103)} [[آل عمران]]. خامساً: أمر الله هذه الأمة بأن يكون ولاؤها لله ولرسوله والمؤمنين، فيحب بعضهم بعضاً ويواسي بعضهم بعضاً، وينصر بعضهم بعضاً، وأن يكون عداؤها لمن عادي الله ورسوله والمؤمنين، فلا يحبون ديناً يخالف دين الله، ولا ينصرون على أولياء الله من ناوأهم أو اعتدى عليهم من أعدائهم، ولا يتخذون لهم بطانة من دون المؤمنين، وأن من والَى أعداء الإسلام ضد أهله، مآله الخيبة والندم: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لا يَأْلُونَكُمْ خَبَالاً وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتْ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمْ الآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ}[[آل عمران : 118]]. {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (51) فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِم يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنفُسِهِمْ نَادِمِينَ (52)} [[المائدة]]. السبب السادس: مشروعية ارتباط المسلمين الدائم بربهم ورسولهم ودينهم: فلا يمر وقت من الأوقات على المسلم يكون فيه بعيداً عن ربه وذكره وعبادته. فارتباط المسلم بربه مستمر دائم في كل لحظة من لحظات عمره وعلى صلة دائمة به: {قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَاي وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (162) لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ(163)}[[الأنعام]]. فهو يصلي كل يوم وليلة خمس صلوات مفروضة، في أوقات محددة موقوتة، ليس له أن يتقدم عليها أو يتأخر بدون عذر شرعي، وهو مأمور بالطهارة الكبرى والصغرى لكل صلاة منها... هذا عدا نوافل الصلاة المؤكدة وغيرها مما لا حصر له منها. وهو يصوم شهراً كاملاً في السنة فرضاً لا يسقطه عنه سقوطاً مؤقتاً أو مطلقاً إلا عذرٌ شرعي... هذا عدا نوافل الصوم التي أفضلها صوم يوم وإفطار يوم على القادر في عمره كله.. وهناك أيام محددة في الأسبوع وفي الشهر وفي العام يشرع للمسلم صيامها، كيومي الخميس والاثنين من كل أسبوع، والأيام الثالث عشر والرابع عشر والخامس عشر من كل شهر، والأيام التسعة الأولى من شهر ذي الحجة، وغيرها مما يرغب المسلم صيامه، وأفضلها صيام داود عليه السلام، صيام يوم وإفطار يوم في كل عمره إذا استطاع. وهو يحج حجاً مفروضاً عليه مرة في عمره، لا يجوز له تركه إلا بعذر شرعي، وقد رغبه الله في الإكثار من الحج والعمرة ووعده بالثواب الجزيل على ذلك. وهو يخرج زكاة ماله في أوقاته المحددة، لا يجوز له تأخير ذلك، وأمره الله تعالى بنوافل الصدقات والإنفاق مما رزقه الله، في كل ما يحقق الخير للإسلام والمسلمين. وهو مأمور بذكر الله تعالى الواجب والمندوب، بحيث لا يزال لسانه رطباً بذكر ربه: {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً (41) وَسَبِّحُوهُ بُكْرَةً وَأَصِيلاً(42)} [[الأحزاب]]. وهو مأمور بتعاطي ما أحلَّ الله وترك ما حرَّم الله في كل تصرفاته، فلا يخلو المسلم في أي وقت من أوقاته من فعل طاعة أو ترك معصية. فليس له أن يعصر خمراً ولا يبيعها ولا يعلن عنها ولا يسقيها ولا يملكها. وليس له أن يصنع سلاحاً أو يبيعه لمن يقتل به نفساً حرم الله قتلها مسلماً كان أو غير مسلم بغير حق، ولا يتلف به مالاً ولا حرثاً ولا حيواناً إلا لضرورة أو حاجة قريبة منها، ولو كان مالكوها محاربين. وليس له أن يبيع أو يشتري بيعاً أو شراءً فيه غش للناس، وضرر بهم. وليس له أن يسرق مال غيره ولا يغتصب ما يملكه ولا يستحل عرضه ولا يطلع على عورات جاره أو غيره. فهو في كل حال من أحواله مرتبط بربه؛ لأنه يضبط جميع تصرفاته بطاعته وترك معصيته. السبب السابع: ما شرعه الله من العبادات الجماعية التي تربط المسلمين بعضهم ببعض: إن كل مسلم مسؤول مسؤولية فردية، عمَّا كلَّفه الله تعالى إياه من شريعته، ومع ذلك فقد شرع الله تعالى لعباده المسلمين، عبادات جماعية، يقوم بها المسلمون قياماً جماعياً، سواء كان التكليف بها فرض عين أو فرض كفاية أو مندوباً. وليس المقام هنا مقام تفصيل لبيان ذلك، وإنما المقصود بيان هذه العبادات الجماعية التي تربط المسلمين جميعاً بربهم في تلك العبادات الجماعية. فقد شرع الله تعالى للمسلمين عمارة الجوامع والمساجد المادية في مدنهم وأحيائهم، وشرع لهم عمارتها بذكر الله فيها، وبخاصة صلوات الجماعات خمس مرات في اليوم والليلة، وصلوات الْجُمَع الأسبوعية، التي ينادي المؤذنون فيها لكل صلاة من تلك الصلوات. وشرع الله لهم أن يكون أئمتهم من القراء الذين كثير منهم يحفظون كتاب الله أو كثيراً منه، ويفقهون أحكام الله، فيسمع منهم المصلون في الصلوات الجهرية ما يقرؤون من كتاب الله، فيتدبرونه وينتفعون به. وسماع المسلم كتابَ الله يُتلى عليه، وهو بين يدي ربه متجهٌ إليه خاشعٌ له، يختلف عن سماعه في غير هذا الموقف، لأنه قد استعد في هذا الموقف للاستماع المفيد، والإنصات الواجب، وتدبرِ من ألقى السمع وهو شهيد. والمسلم في هذه الحالة العبادية الخاشعة الراغبة الراهبة، شديد البحث والتفتيش عن نفسه في آيات كتاب ربه، ليعرف أين هو فيها من النواحي الإيمانية والعبادية والأخلاقية، والاجتماعية، والفقهية والدعوية؟ أين هو من رضا ربه أو سخطه؟ وهل يتصف بصفات مَن رضي الله عنهم من المؤمنين، أو بصفات من سخط الله عليهم من الكافرين والمنافقين؟ وهل صلته بالله تؤهله لدخول الجنان أو لعقاب ربه في النيران؟ ويتدبر ذكر ربه المشروع في قيامه وركوعه وسجوده وقعوده، فيمتلئ قلبه حباً لله ورغبةً فيما عنده، وخوفاً ورهبةً من قوته وجبروته، وطمعاً في عزته ونصره على أعدائه، فلا يخاف إلا الله ولا يطلب العزة إلا من مولاه، فلا يخرج من صلاته إلا وقد تحقق له الهدف من إقامتها والحكمة من أدائها: {اتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ الْكِتَابِ وَأَقِمْ الصَّلاةَ إِنَّ الصَّلاةَ تَنْهَى عَنْ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ (45)} [[العنكبوت]]. وللمسلمين يومُ عيدٍ أسبوعي، وهو يوم الجمعة الذي فرض الله تعالى فيه على كل مكلف من رجالهم، حضور خطبتيه وصلاته، حيث يعلو خطباء الجوامع الكبيرة والصغيرة في القرى والمدن والأحياء المنابر، أمام الجموع الحاشدة، لتذكيرهم بكل ما يحتاجون إليه في حياتهم، من أمر الإيمان والعبادة والأخلاق والحلال والحرام في المعاملات، والشؤون السياسية والعلاقات الدولية، مبنية كلها على كثير من آيات القرآن الكريم والسنة النبوية وما استنبطه منهما علماء الإسلام. فلا ينزل خطيب من على المنبر في شرق، إلا صعد خطيب آخر على منبره في غرب، اليوم كله في كل الأرض تذكير وصلاة. إنها انطلاقة حاشدة في يوم واحد وفي كل مكان من الأرض لنصر هذا الدين وجمع كلمة المسلمين على الحق، وتفقيههم في دين الله، لا يستطيع أحد أن يمنعها، وإن ضُويق بعض الأئمة والخطباء بالحد من حريتهم في قول الحق في بعض البلدان. وفرض الله علي المسلمين جميعاً فرض عين على كل قادر صيام شهر رمضان كله، لذلك ترى المسلمين في هذا الشهر المبارك، جميعاً صائمين نهاره، تجتمع أسرهم في المنازل لتنال وقت الإفطار ووقت السحور، في غاية من الفرح والحبور، يتسابقون في مناولة أحدهم أخاه حبات التمر أو لقمة العيش، وكوب الماء وفنجان القهوة. وهكذا تجد جماعاتهم في المساجد عند أذان المغرب، يمدون موائدهم ويقربون تمرهم وقهوتهم وأطعمتهم، ويتنافسون في استضافة المصلين على مشاركتهم في الإفطار معهم. والذي يرى اجتماع المسلمين في المسجد الحرام ومسجد الرسول صلى الله عليه و سلم، على تلك الموائد التي يبدؤون في إعدادها من بعد صلاة العصر، يسبي ذلك المنظرُ قلبَه ويدهش عقله، وهم مكبون على تلاوة كتاب ربهم متدبرين، في غاية الخشوع، أو رافعين أيديهم طالبين من ربهم العفو والمغفرة وقبول الصيام. ثم تراهم بعد صلاة المغرب يتسابقون إلى منازلهم، ليستعدوا لصلاة العشاء وصلاة التراويح التي يختم فيها كثير من الأئمة القرآن الكريم في ليالي الشهر الكريم، يتلونه تلاوة تؤثر في القلوب وتغذي الألباب، فلا يخرج شهر رمضان إلا وقد تزود المسلمون منه زاداً يربطهم بربهم بقية أشهر السنة. إنه شهر تربية وتدريب وإيمان وتقوى وعبادة جماعية ذات أثر عظيم في جمع الكلمة والاعتصام بحبل الله والثبات على هذا الدين وقوة الصلة برب العالمين. وفرض الله على الصائمين في ختامه حقاً لفقرائهم، سميت بزكاة الفطر، لتكون طهرة لهم وإغناء لإخوانهم المحتاجين، في يوم العيد الذين يفرحون فيه بتوفيق الله لهم بإتمام الصيام، فلا يفرح فيه الغني دون الفقير، ولا يترك الفقير فيه يتكفف لقمة عيشه وعيش أولاده. وفرض الله تعالى على كل قادر بالبدن والمال ممن لم يحج أن يحج إلى بيته الحرام، وما أكثر المسلمين الذين لم يؤدوا فريضة حجهم في العالم، فيجتهدون في الحج إلى البيت العتيق في كل عام من الأعوام! لذلك تراهم يفدون إلى بيت الله الحرام من كل فج عميق، يملأون الجو والبر والبحر، متحدين لباساً ونيةً وذكراً، مؤدين نسكهم في وقت واحد طوافاً وسعياً ووقوفاً، ومبيتاً ورمياً ونحراً، بصفة قلما تجد لها نظيراً في أمة من الأمم، وهم يلهجون في كل أوقاتهم بذكر الله. يلتقي المسلمون محققين في لقائهم ما ذكره الله تعالى من حِكَم الحج ومنافعه: {لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ}[[الحج : 28]]. يُعَلِّم عالِمُهم جاهلَهم، ويتحاورون فيما يعود عليهم وعلى أمتهم بالخير في دينهم ودنياهم، كما قال تعالى: {يَبْتَغُونَ فَضْلاً مِنْ رَبِّهِمْ وَرِضْوَاناً}[[المائدة : 2]]. وقد يكون من هذا الفضل الذي يبتغونه التجارة التي يزاولها الأفراد بعضهم مع بعض، ولكن الفضل التجاري والاقتصادي وغيرها من الشؤون الاجتماعية والثقافية والإعلامية والتعليمية، والسياسية والعسكرية، أصبحت اليوم متاحة جماعياً، بحيث تستفيد بعض الدول وبعض الشعوب، وبعض الشركات من بعض، ويمكنهم أن يعقدوا اتفاقيات في ذلك كله، ويتعاونوا فيما بينهم لمنافسة غيرهم من الدول والشعوب والشركات التي تتعاون فيما بينها لتحقيق مصالحها ضد مصالح المسلمين... وكل ذلك داخل في فضل الله تعالى الذي هيأه لهم في هذا الموسم العظيم. يضاف إلى أداء فريضة الحج ما يقوم به كثير من المسلمين من الحج والعمرة تطوعاً، طمعاً في مغفرة ذنوبهم ونيل الثواب الجزيل على ذلك. وشرع تعالى لعباده المؤمنين صلوات جماعية أخرى غير الصلوات الخمس في مناسبات وأوقات معينة: منها صلاة الاستسقاء عند الجدب والقحط لطلب الغيث من ربهم الذي يسقي أرضهم وينبت زرعهم ويدر ضرعهم ويغذيهم ويغذي أنعامهم. ومنها صلاة الكسوف والخسوف عندما تكسف الشمس ويخسف القمر، اتباعاً للرسول صلى الله عليه و سلم، وتضرعاً إلى الله تعالى من أن ينزل بهم غضبه عقاباً لهم على معصيته، ففي الكسوف والخسوف تذكير لعباده بكمال قدرته، وتغيير الأحوال المعتادة إلى غيرها مما لا قدرة لأحد على اتقائه إلا برحمة الله وفضله. ومنها صلاة العيدين: عيد الفطر وعيد النحر، اللتين يؤديها المسلمون في مشارق الأرض ومغاربها، في يوم واحد أو أيام متقاربة، بحسب المطالع. ذكر الله لا ينقطع في كل لحظة وكل مكان: وإن العاقل إذا تأمل صلة المسلمين بربهم وبرسولهم وبدينهم، يجد الأرض معمورة بتلك الصلة في كل لحظة من لحظات الزمن ليلاً ونهاراً، في فصول السنة الأربعة. فما إن يفرغ مؤذن في بقعة من الأرض من أذانه في الشرق القريب، إلا بدأ زميله في أذانه في الغرب القريب منه، كأبي ظبي مع الرياض، وهذه مع المدينة، والمدينة مع القاهرة، والقاهرة مع طرابلس، وطرابلس مع تونس، وتونس مع الجزائر، والجزائر مع الدار البيضاء، والدار البيضاء مع نواكشوط، وهلم جرا. وقس على ذلك أصقاع الأرض في مشارقها ومغاربها... لا يزال المسلمون في أذان وإقامة وصلاة وذكر، لا يمكن أن يمر وقت خال من ذلك... وهو أمر لا يوجد لأي أمة من الأمم ولا دين من الأديان في كل يوم وكل ساعة وكل دقيقة ليلاً ونهاراً في الأرض كلها. السبب الثامن: شمول العبادة في الإسلام لكل ما ينفع الناس: إن هذه الأمة التي هذه صفتها، والتي يمكن تسميتها بـ\"أمة العبادة\" ليست عبادتها في الصلاة والزكاة، والصيام والحج، وقراءة القرآن والذكر، وفي المساجد فقط... وإنما عبادتها شاملة لذلك ولغيره من عمارة الأرض بكل ما ينفعها وينفع الناس جميعاً. ولهذا يجد من يتأمل نصوص القرآن والسنة، والسيرة النبوية، وما يتعلق بها من تفاسير كتاب الله تعالى، وشروح أحاديث رسول الله صلى الله عليه و سلم ، وكتب السياسة الشرعية وكتب الفقه، وكتب السلوك والأخلاق، وواقع المسلمين عندما يطبقون دين الله في حياتهم... يجد من يتأمل ذلك أن العبادة في الإسلام شاملة لكل ما يقوم به المسلم من الأعمال النافعة له ولغيره من بني البشر؛ لأن تلك الأبواب كلها لا تخلو من ثواب أو عقاب: ثواب على فعلها واجبة كانت أو مستحبة أو مباحة قصد بفعلها وجه الله، وعقاب على ترك الواجب منها، أو المحرم، وثواب على ترك مباح فيه خشية الوقوع في حرام. أقول: إن الذي يتأمل ذلك يجد في تلك المصادر جميعاً وفي التاريخ الذي سجل ذلك الواقع، ما يثبت اهتمام الإسلام بالقوة المعنوية والقوة المادية المبنية عليها. ولسنا في حاجة إلى اهتمام الإسلام بالقوة المعنوية، فهذا أمر بدهي لا يحتاج إلى إسهاب ولا إقامة حجة عليه، وعندما نذكر شيئاً منه إنما نقصد التذكير بأن هذه الأمة ذات صلة قوية بربها تدفعها إلى أداء حقوق ربها وحقوق نفسها، وحقوق غيرها.. ولكنا يجب أن نشير إشارة موجزة إلى الشق الثاني، وهو اهتمام الإسلام بالقوة المادية، وهي عمارة الأرض على أساس التوجيه الرباني الذي يجعل تلك العمارة محققة لمصالح الأمة الإسلامية وغيرها من الأمم، مع الالتزام بالعدل مع المسلم وغير المسلم: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ}[[المائدة : 8]]. فما من باب من أبواب العمل النافع في البيع والشراء والدَّين والقرض وشؤون الاقتصاد، والتجارة، والزراعة والصناعة، والسياسة، والتعليم، والدعوة ـ وهي لا تتم إلا بالإعلام ـ وشؤون القتال ـ الجهاد في سبيل الله ـ والإدارة، وغيرها، إلا كان للإسلام فيه تشريع وتوجيه.. لا يخفى ذلك على من عنده أدنى إلمام واطلاع على مبادئ هذا الدين ومصادره. ويكفي أن نعلم كثرة الآيات التي ذكر الله تعالى فيها العمل وكذلك السنة، إضافة إلى أن الأنبياء كانوا يعملون وينفقون على أنفسهم من عمل أيديهم، فكان منهم النجار مثل نوح ?، ومنهم الحداد كداود ?، ومنهم راعي الماشية كموسى ? وغيره من الأنبياء. وقد أمر الله ? الرسول صلى الله عليه و سلم، بالاقتداء بمن سبق من أنبياء الله ورسله، كما قال تعالى له بعد أن ذكر ثمانية عشر نبياً منهم: {أُوْلَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمْ اقْتَدِهِ قُلْ لا أَسْأَلُكُمْ عَلَيْهِ أَجْراً إِنْ هُوَ إِلاَّ ذِكْرَى لِلْعَالَمِينَ}[[الأعراف : 90]]. وزاول نبينا صلى الله عليه و سلم رعي الغنم قبل الرسالة، كما زاول التجارة، وباع واشترى بعد الرسالة، وكان يعمل مع أصحابه في الأعمال الشاقة كالبناء وحفر الأرض الصلبة ومنها ضرب الصخور، وبناء المسجد، وهو عمل مدني، وفي حفر الخندق وهو عمل عسكري حربي. وحث صلى الله عليه و سلم أمته، على الحرص على كل ما ينفعهم. كما روى عنه أبو هريرة رضي الله عنه، قالَ: قال رسول الله صلى الله عليه و سلم: ((المؤمن القوي خير وأحب إلي الله من المؤمن الضعيف، وفي كل خير، احرص على ما ينفعك، واستعن بالله، ولا تعجز ...)) [[صحيح مسلم (4/2052) رقم (2664)]]. وحث صلى الله عليه و سلم على اكتساب الرزق من العمل، مهما كانت صفته، ونفرهم من سؤال الناس، كما في حديث أبي هريرة رضي الله عنه، قال: قَال رسول الله صلى الله عليه و سلم: ((لأن يحتطب أحدكم حزمة على ظهره، خير من أن يسأل أحداً فيعطيه أو يمنعه))[[ البخاري صحيح البخاري (2/730) رقم (1968)]]. وعلَّم صلى الله عليه و سلم بعضَ أصحابه، كيف يتجر في أقل ما يملك، ويستغني به عن الناس، كما في حديث أنس بن مالك رضي الله عنه أن رجلاً من الأنصار أتى النبي صلى الله عليه و سلم، يسأله، فقال: ((أما في بيتك شيء؟ قال: بلى، حلس نلبس بعضه ونبسط بعضه، وقعب نشرب فيه من الماء. قال: ائتني بهما فأتاه بهما. فأخذهما رسول الله صلى الله عليه و سلم بيده، وقال: من يشتري هذين؟. قال رجل: أنا آخذهما بدرهم، قال: من يزيد على درهم؟ مرتين أو ثلاثاً، قال رجل: أنا آخذهما بدرهمين. فأعطاهما إياه، وأخذ الدرهمين وأعطاهما الأنصاري، وقال: اشتر بأحدهما طعاماً فانبذه إلى أهلك، واشتر بالآخر قدوماً فأتني به فأتاه به. فشد فيه رسول الله صلى الله عليه و سلم  عوداً بيده، ثم قال له: اذهب فاحتطب وبع ولا أرينك خمسة عشر يوماً فذهب الرجل يحتطب ويبيع، فجاء وقد أصاب عشرة دراهم، فاشترى ببعضها ثوباً وببعضها طعاماً. فقال رسول الله صلى الله عليه و سلم :هذا خير لك من أن تجيء المسألة نكتة في وجهك يوم القيامة، إن المسألة لا تصلح إلا لثلاثة: لذي فقر مدقع، أو لذي غرم مفظع، أو لذي دم موجع))[[ سنن أبي داود (2/120) رقم (1641) وسنن ابن ماجه (2/740) رقم 2198).]]. روى الترمذي قصة البيع، ولم يذكر قصة الرجل[[سنن الترمذي (3/ص522) وقال: \"هذا حديث حسن\".]]. ولقد أبان رسول الله صلى الله عليه و سلم ، فضل العاملين المتعاونين على ما ينتفع به المسلمون، فجعل الصانع، ومستعمل المصنوع، ومن يمده به، مشتركين في الأجر، كما في حديث خالد بن زيد الأنصاري، قال: كنت مع عقبة بن عامر الجهني وكان رجلاً يحب الرمي، إذا خرَج خرج بي معه، فدعاني يوماً فأبطأت عليه، فقال: تعال أقول لك ما قال لي رسول الله صلى الله عليه و سلم  وما حدثني.. سمعت رسول الله صلى الله عليه و سلم يقول: ((إن الله عز و جل يدخل بالسهم الواحد ثلاثة نفر الجنة: صانعه المحتسب في صنعته الخير، والرامي به، ومنبله. وقال: ارموا واركبوا ولأن ترموا أحب إلي من أن تركبوا، وليس من اللهو إلا ثلاث تأديب الرجل فرسه، وملاعبته امرأته، ورميه بقوسه. وقال: من ترك الرمي بعد ما علمه رغبة عنه، فإنها نعمة تركها))[[ مسند الإمام أحمد (4/148) وسنن أبي داود (3/13) رقم (2513) وسنن النسائي (6/222) رقم (3578) والحاكم في المستدرك (2/104) رقم 2467 وقال: \"هذا حديث صحيح الإسناد ولم يخرجاه وله شاهد على هذا الاختصار صحيح على شرط مسلم\".]]. بل إن الرسول صلى الله عليه و سلم أمر الأمة بالاستمرار في العمل النافع، كالزراعة إلى أن يقترب فناء الحياة بقيام الساعة، كما في حديث أنس بن مالك رضي الله عنه  قَال: قال رسول الله صلى الله عليه و سلم : ((إن قامت الساعة وبيد أحدكم فسيلة، فان استطاع أن لا يقوم حتى يغرسها فليفعل)) [[ مسند الإمام أحمد (3/911) رقم 13004) والفسيلة صغار النخل.]]. والمراد بقيام الساعة ظهور علاماتها التي تصيب من رآها بالفزع، وتلهيه عن العمل إشفاقاً من هولها، وليس المراد قيامها حقيقة؛ لأنها إذا قامت لم يبق عمل. قال الهيثمي: \"رواه البزار ورجاله أثبات ثقات وكأنه أراد بقيام الساعة أمارتها، فانه قد ورد: ((إذا سمع أحدكم بالدجال وفي يده فسيلة، فليغرزها فان للناس عيشاً بعد))[[ مجمع الزوائد (4/63).]]. وقال المناوي: \"والحاصل أنه مبالغة في الحث على غرس الأشجار وحفر الأنهار، لتبقى هذه الدار عامرة إلى آخر أمدها المحدود المعدود المعلوم عند خالقها، فكما غرس لك غيرك فانتفعت به، فاغرس لمن يجيء بعدك لينتفع وإن لم يبق من الدنيا إلا صبابة\"[[ فيض القدير (3/30).]]. ويقاس على غرس الفسيلة، أنواع الزراعة كلها، بل كل عمل تُعمر به الأرض وينتفع به الناس. قال القرطبي رحمه الله في تفسيره لقوله تعالى: {وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ فَهَلْ أَنْتُمْ شَاكِرُونَ (80)}[[الأنبياء]]: \"هذه الآية أصل في اتخاذ الصنائع والأسباب، وهو قول أهل العقول والألباب، لا قول الجهلة الأغبياء القائلين بأن ذلك إنما شرع للضعفاء، فالسببُ سنةُ الله في خلقه، فمن طعن في ذلك فقد طعن في الكتاب والسنة، ونسب من ذكرنا إلى الضعف وعدم المنة. وقد أخبر الله تعالى عن نبيه داود ? أنه كان يصنع الدروع، وكان أيضاً يصنع الخوص، وكان يأكل من عمل يده، وكان آدم حراثاً، ونوح نجاراً، ولقمان خياطاً، وطالوت دباغاً. وقيل: سقاء؛ فالصنعة يكف بها الإنسان نفسه عن الناس، ويدفع بها عن نفسه الضرر والباس...\" ومن أعظم ما يدل على اهتمام الإسلام بالقوة المادية، ما سيأتي في هذا البحث من أمر الله تعالى المسلمين بإعداد العدة التي يرهبون بها أعداءه وأعداءهم في كل عصر من العصور. السبب التاسع: صبر المسلمين على ما ينزل بهم من المحن والمصائب والعدوان: والتي يُظَن معها أنهم قد ذابوا واضمحلوا، وأصبحوا في عداد الموتى غير قادرين على النهوض من أجداثهم، كما سيأتي في الفصل الخامس."
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "الفصل الرابع: استعصاء الإسلام بمن يحمله على من يكيد له.",
    "content": ""
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "استعصاء الإسلام بمن يحمله:",
    "content": "اقتضت حكمة الله تعالى أن الأديان والمبادئ لا تبقى وتقوى وتنتشر وتحترم، إلا بأهلها الذين يؤمنون بها ويعملون بها ويحمونها، ولا يستثنى من ذلك الإسلام، فقد أنزل الله تعالى كتابه، وأرسل رسوله، وشرع دينه، ليطبق في حياة الأفراد والأسر والأمة. والفرق بين الإسلام وغيره من الأديان والمبادئ، أنه دين حق عالمي، يجب على كل الأمم الدخول فيه، وأنه دين باق خالد، ما بقي كتابه الذي تكفل الله بحفظه إلى يوم القيامة: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ}[[الحجر : 9]]. فحفظ هذا القرآن يقتضي حفظ ما جاء به من هذا الدين، ويقتضي ـ كذلك ـ أن تبقى للإسلام أمة تؤمن به وتحميه وتبلغه إلى غيرها من الأمم. فليعلم ذلك المسلمون، وليحفظوا لأنفسهم شرف حمل هذه الرسالة، فإنهم لا يستحقون البقاء وحفظ الله لهم، إلا إذا حفظوا هذا الدين، ولا يعرضوا أنفسهم لسخط الله بتخليهم عنه، فيأتي الله لنصرة دينه بغيرهم، ويستبدل بهم غيرهم، من عباده الذين يجاهدون في سبيل الله لا يخافون فيه لومة لائم، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلا يَخَافُونَ لَوْمَةَ لائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ}[[المائدة : 54]]. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمْ انفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنْ الآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ إِلاَّ قَلِيلٌ (38) إِلاَّ تَنفِرُوا يُعَذِّبْكُمْ عَذَاباً أَلِيماً وَيَسْتَبْدِلْ قَوْماً غَيْرَكُمْ وَلا تَضُرُّوهُ شَيْئاً وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (39)} [[التوبة]]. وقال تعالى: {هَاأَنْتُمْ هَؤُلاءِ تُدْعَوْنَ لِتُنفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمْ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ ثُمَّ لا يَكُونُوا أَمْثَالَكُمْ}[[محمد : 38]]. وليس معنى بقاء طائفة تحمل هذا الدين وتدافع عنه، سلامة هؤلاء من الابتلاء والامتحان والتمحيص، بل معناه أن هذه الطائفة، مهما تعرضت للابتلاء والامتحان والأذى، ستبقى ثابتة صابرة، ينال الشهادة منها من اختاره الله للشهادة، وينال شرف النصر على أعداء الإسلام من أراد الله نصر دينه على يديه. {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمْ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ}[[البقرة : 214]]. وقال تعالى: {وَلا تَهِنُوا وَلا تَحْزَنُوا وَأَنْتُمْ الأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ (139) إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ وَتِلْكَ الأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ وَاللَّهُ لا يُحِبُّ الظَّالِمِينَ (140) وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ (141) أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمْ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ (142)} [[آل عمران]]. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحاً وَجُنُوداً لَمْ تَرَوْهَا وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيراً (9) إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتْ الأَبْصَارُ وَبَلَغَتْ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللهِ الظُّنُونَاْ (10) هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالاً شَدِيداً (11)}. إلى أن قال ?: {وَلَمَّا رَأَى الْمُؤْمِنُونَ الأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلاَّ إِيمَاناً وَتَسْلِيماً (22)} [[الأحزاب]]."
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "استعصاء الإسلام على من يكيد له:",
    "content": "والواقع أنهم يتخذون ـ وهم في تلك الأحوال القاهرة ـ كل وسيلة متاحة لحفظ كتاب ربهم وسنة نبيهم والعمل بهما، حتى تنقشع الغمة، وتعود النعمة وتنزل الرحمة، فإذا هم يعودون أقوى مما كانوا قبل تلك المحن والمصائب. وإن التاريخ على ذلك لشاهد: فقد اجتمع على الرسول صلى الله عليه و سلم، العدوان الثلاثي: المشركون كلهم في جزيرة العرب، واليهود، والمنافقون، في غزوة الأحزاب، فخرجوا من ذلك العدوان منتصرين. وارتدت جزيرة العرب بعد وفاة الرسول صلى الله عليه و سلم، في عهد أبي بكر الصديق، وكان المسلمون في ضعف مادي شديد، ولكنهم خرجوا أيضاً منتصرين. وحاربتهم الدول العظمى في ذلك العهد: الروم في الشمال، والفرس في الشرق، والأحباش في الجنوب، فكان النصر لهم على تلك الدول جميعاً. واجتمعت على حربهم الدول النصرانية \"الصليبية\" وكانوا في غاية من الضعف والتفرق، ولكن أعداءهم خرجوا في النهاية يجرون أذيال الهزيمة. واجتاح التتار وزعيمهم هولاكو عاصمة الخلافة بغداد، وسيطروا على المسلمين سيطرة لم يكونوا يظنون أنهم سيطردون منها شر طردة، ولكن النصر كان حليف المسلمين. واستجاب أتاتورك لليهود والنصارى، وقضى على آخر رمز للخلافة الإسلامية، وأغلق مدارس المسلمين وغيَّر مناهجهم وأكرههم على إظهار موافقته، في كتابة أغلى كتاب على وجه الأرض بغير حروفه العربية، وأرغمهم على الأذان بغير ألفاظه العربية، وأنزل بالمسلمين من المحن والمصائب ما لا يخفى على قارئ التاريخ. ولكن المسلمين درَّسوا أولادهم دينهم سراً في دهاليز منازلهم، وفي حظائر دوابهم، القرآن الكريم، والحديث الشريف، والفقه، والتفسير، والتاريخ الإسلامي، وإذا الجيل الذي نشأ في عهده يظهر بعد إدباره حافظاً لكتاب الله، متقناً للغة العربية، متمسكاً بدينه... رافضاً مبادئ أتاتورك وزمرته على رغم تسلطهم واستبدادهم الشامل تدعمهم القوة العسكرية، وها هو الشعب التركي اليوم يختار لحكمه المتدينين ويدخل زعيم حزب العدالة قصر الحكم وزوجه ترتدي الحجاب الذي نزل كالصاعقة على رؤوس جنرالات الجيش! وجثم الاتحاد السوفييتي على صدور المسلمين في آسيا الوسطى سبعين عاماً، قَتَل مَن قتل، واعتقل من اعتقل، وشرد من شرد، وحظر على المسلمين حمل كتاب الله... وليس خافياً ما قام به الملحدون من عذاب ونكال. ومع ذلك خرج الجيل الذي نشأ في ظل هذا النظام الظالم، وهو يحفظ كتاب الله، ويحفظ سنة رسول الله، ويحفظ أحكام دينه ويلتزم بها، وما جوهر دوداييف، وزملاؤه الذين سلكوا سبيله إلى الآن إلا دليل على أن الإسلام يستعصي بنصر الله وأن المسلمين يستعصون على أي عدو يحاول القضاء عليهم وعلى دينهم. والمحتلون الأوربيون البريطانيون، والفرنسيون والإيطاليون، والبرتغاليون، والألمان والأسبان، الذين اغتصبوا بلدان المسلمين في مشارق الأرض ومغاربها، وبقوا فيها فترات طويلة، حتى أصبحت في ظاهر الأمر جزءً من بلد المحتل، خرجوا جميعاً وهم يجرون أذيال الهزيمة. وها هي الشعوب المسلمة التي تخلت حكوماتها عنها اليوم، تجاهد أعداءها الأقوياء مادياً المعتدين عليهم في بلدانهم، في فلسطين والعراق والفلبين والشيشان والصومال وغيرها من البلدان، برغم ضعفهم المادي، صابرين مستبسلين، لا يخافون إلا ربهم، وسيبقون كذلك حتى يحقق الله لهم النصر على عدوهم الذي حشد كل ما يملك من مال وسلاح ورجال لاستئصال الإسلام وأهله في بلدانهم، ومع ذلك يتوالى تأييد الله ونصره للعصبة المؤمنة الضعيفة، على الجحافل الغازية القوية، وكأني أرى المسلمين في يوم من الأيام قريباً كان أو بعيداً، يرفعون راية النصر فوق جميع البلدان الإسلامية، وربما أدخلوا غيرها من البلدان في رقعتها، وأعداء الله المحادون لله ولرسوله وعملاؤهم يجرون أذيال الهزيمة يفرون إلى جحورهم كما فعل الله تعالى بأسلافهم السابقين.. {أَمْ لَهُمْ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا فَلْيَرْتَقُوا فِي الأَسْبَابِ (10) جُندٌ مَا هُنَالِكَ مَهْزُومٌ مِنْ الأَحْزَابِ (11) كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الأَوْتَادِ (12) وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الأَيْكَةِ أُوْلَئِكَ الأَحْزَابُ (13) إِنْ كُلٌّ إِلاَّ كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ (14)} [[ص]]. {هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ (17) فِرْعَوْنَ وَثَمُودَ (18) بَلْ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ (19) وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ (20) بَلْ هُوَ قُرْآنٌ مَجِيدٌ (21) فِي لَوْحٍ مَحْفُوظٍ (22)} [[البروج]]. {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ (6) إِرَمَ ذَاتِ الْعِمَادِ (7) الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلادِ (8) وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِي (9) وَفِرْعَوْنَ ذِي الأَوْتَادِ (10) الَّذِينَ طَغَوْا فِي الْبِلادِ (11) فَأَكْثَرُوا فِيهَا الْفَسَادَ (12) فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ(13)}[[الفجر]]. ولا يلزم من هزيمة أعداء الإسلام أن يهلكهم الله تعالى أو يعذبهم بما أهلك أو عذب به الأمم السابقة، فلله جنود السموات والأرض التي لا نعلمها وهو وحده الذي يعلمها ويهزم بها أو يعذب من شاء من أعدائه، ولكنا نعلم يقيناً أن الله ينصر عباده المؤمنين إذا صدقوا في إيمانهم ونصروا دينهم بأموالهم وأنفسهم، فلا يقولون كما قال أبناء عبد الله بن أُبي ـ ولا زال إخوانهم يعيشون بين المسلمين اليوم ـ: {وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلاَّ غُرُوراً (12)} [[الأحزاب]]. بل يقولون كما قال أسلافهم: {وَلَمَّا رَأَى الْمُؤْمِنُونَ الأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلاَّ إِيمَاناً وَتَسْلِيماً (22)} [[الأحزاب]]. مواقف الناس من دين الإسلام: ولقد بيَّن القرآن الكريم مواقف الناس من دين الإسلام، وأنهم ـ إجمالاً ـ أربعة أصناف: الصنف الأول: المؤمنون به: وقد فصل الله تعالى صفاتهم وسلوكهم وأعمالهم وجزاءهم، وسميت سورة في القرآن الكريم باسمهم، وفي أولها قال تعالى عنهم: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ (1) الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ (2) وَالَّذِينَ هُمْ عَنْ اللَّغْوِ مُعْرِضُونَ (3) وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ (4) وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (5) إِلاَّ عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (6) فَمَنْ ابْتَغَى وَرَاءَ ذَلِكَ فَأُوْلَئِكَ هُمْ الْعَادُونَ (7) وَالَّذِينَ هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ (8) وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ (9) أُوْلَئِكَ هُمْ الْوَارِثُونَ (10) الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ(11)}[[المؤمنون]]. فهؤلاء إخوة في الله شرع الله تعالى التعاون بينهم على البر والتقوى، والتناصر والمودة والإيثار، وقد فصلت ذلك آيات القرآن، وسنة الرسول صلى الله عليه و سلم، وكذلك ما استنبطه علماء المسلمين في كتبهم، تفصيلاً كاملاً. من ذلك قول الحق جل جلاله: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنكَرِ وَيُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُوْلَئِكَ سَيَرْحَمُهُمْ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (71)} [[التوبة]]. وقوله تعالى: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِنْ اللَّهِ وَرِضْوَاناً سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمْ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً(29)} [[محمد]]. وقوله تعالى: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ}[[الحجرات]]. وقوله تعالى: {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ (9) وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاًّ لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ(10)}[[الحشر]]. وفي حديث أبي موسى عن النبي  صلى الله عليه و سلم،  قال: ((إن المؤمن للمؤمن كالبنيان، يشد بعضه بعضاً وشبك أصابعه)) [[صحيح البخاري، برقم (467) وصحيح مسلم، برقم (2585).]]. وفي حديث النعمان بن بشير يقول: قال رسول الله  صلى الله عليه و سلم :  ((ترى المؤمنين في تراحمهم وتوادهم وتعاطفهم كمثل الجسد إذا اشتكى منه عضوٌ تداعى له سائر جسده بالسهر والحمى))[[ صحيح البخاري، برقم (5665) وصحيح مسلم، برقم (2586).]]. هذا هو شأن المؤمنين، عندما يكونون مؤمنين حقاً يتقون الله ويطيعونه ويتبعون رسوله. لا يقدح في منهاج الإسلام مخالفة بعض المسلمين له: وقد يخالف كثيرٌ من المسلمين ـ أفراداً وأسراً وجماعات، وأحزاباً ودولاً ـ ما شرعه الله لهم في هذا الدين؛ لأنهم بشر، تؤثر فيهم شهوات نفوسهم، وجهلهم وثقافاتهم وتقليدهم، إضافة إلى عدم تطبيق غالب دول الشعوب الإسلامية لشرع الله، الذي يجعل المسلمين أكثر التزاماً بدينهم. ولكن منهاج الإسلام، يبقى ثابتاً نقياً صافياً، لا يتأثر بمخالفة بعض أهله له، لحفظ الله تعالى مصدره الأول >القرآن الكريم< من التحريف والتبديل، كما قال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ (9)} [[الحجر]]. وقد هيأ سبحانه لحفظ القرآن أجيال الأمة التي يستظهره أطفالهم وشبابهم وشيوخهم، رجالاً ونساءً في كل الأزمان... فلا يحاول عدو له تغييره وتبديله، إلا وجد المسلمين في مشارق الأرض ومغاربها يردون ذلك ويفضحونه. كما هيأ لحفظه العناية بطباعته طباعات بخطوط متنوعة، تناسب قُرَّاءه في الشعوب الإسلامية، وتعقد للإشراف على طباعته اللجان المتخصصة من حفظته وضابطي رسمه، فلا ينشر إلا بعد مراجعاتهم وتوقيعاتهم المعتمدة. كما هيأ الله علماء الأمة لحفظ سنة رسوله صلى الله عليه و سلم، وتمييز صحيحها من ضعيفها وموضوعها. وكذلك حَفِظ أولئك العلماء ـ كل في تخصصه ـ معاني نصوص الوحيين من تحريفها وتبديل معانيها. الصنف الثاني: المنافقون: نفاقاً عَقَدياً، وهم كفار في حقيقة الأمر، ولكنهم يظهرون الإسلام ليحققوا بإظهاره مصالح لا تتحقق لهم بدونه، وهؤلاء مع شدة كيدهم للإسلام والمسلمين، تجرى عليهم أحكام الإسلام في الدنيا، ومن مات منهم على نفاقه كان في الدرك الأسفل من النار.. وقد فصَّل القرآن الكريم صفاتهم في كثير من آياته، منها آيات في أول سورة البقرة من الآية الثامنة إلى الآية العشرين. وسُميت سورة من سور القرآن باسمهم، وفيها قال تعالى عنهم: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (1) اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (2) ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لا يَفْقَهُونَ (3)} إلى قوله تعالى: {هُمْ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَوَاتِ وَالأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لا يَفْقَهُونَ (7) يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لا يَعْلَمُونَ (8)}[[المنافقون]]. الصنف الثالث: المسالمون من الكفار: وهم الذين يجرى بينهم وبين المسلمين ميثاق، أو يرغبون في الأمن من قومهم الكفار، ومن المسلمين، فيجب وفاء المسلمين لمن بينهم وبينهم ميثاق، ما استقاموا على ميثاقهم ولم ينقضوه، ويشرع لمن رغبوا في الأمن تأمينهم، وفيهم قال تعالى: {إِلاَّ الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ فَإِنْ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمْ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلاً (90)}[[النساء]]. الصنف الرابع: الكفار المعادون للإسلام، المحاربون لأهله: وقد فصَّل الله تعالى صفاتهم وأخلاقهم ومواقفهم من الإسلام والمسلمين، في القرآن الكريم، وقد أوجز الله تعالى ما يتميزون به عن غيرهم في مطلع سورة البقرة، في قوله تعالى: {إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ ءأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لا يُؤْمِنُونَ (6) خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عَظِيمٌ(7)} [[البقرة]]. وسميت سورة في القرآن الكريم باسمهم، وفيها قال تعالى عنهم: {قُلْ يَا أَيُّهَا الْكَافِرُونَ (1) لا أَعْبُدُ مَا تَعْبُدُونَ (2) وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (3) وَلا أَنَا عَابِدٌ مَا عَبَدتُّمْ (4) وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (5) لَكُمْ دِينُكُمْ وَلِيَ دِينِ (6)} [[الكافرون]]. وقد حاول أعداء الإسلام من اليهود والنصارى والوثنيين والمنافقين، القضاء على هذا الدين، وتحالفوا على حربه من يوم بعث الله به رسوله صلى الله عليه و سلم، بشتى الأساليب، ولا زالوا يحاولون، ويتحالفون لحربه إلى يومنا هذا، ولكن الإسلام استعصى عليهم، ولا يزال يستعصي على كل من عاداه إلى يوم الدين، وإن ضعف المسلمون، وغلبهم أعداؤهم، بسبب تنازعهم، وبعدهم عن دين الله، وعدم اتخاذ أسباب العزة والنصر. ونسوق لهذه الأصناف بعض الأمثلة من كتاب الله: المثال الأول: تحالف اليهود والمنافقين على محاربة الإسلام: كان لليهود  قبل الإسلام حلفاء من الأوس والخزرج، وكانت كل طائفة من طوائف اليهود الثلاث تستعين بحلفائها عندما تتعرض لخطر من قبل أي خصم. فلما جاء الإسلام آمن به عامة الأوس والخزرج إلا فئة قليلة منهم أعلنت عداءها له، حتى تم له النصر في غزوة بدر، فأعلنوا إسلامهم نفاقاً، وهم على حقيقة كفرهم، ووافق هواهم هوى اليهود الذين وقفوا ضد هذا الدين، ونقض اليهود المواثيق التي أبرموها مع الرسول صلى الله عليه و سلم، وكانت الطائفتان ـ اليهود والمنافقون ـ في صف واحد ضد الإسلام والمسلمين. وهذا هو دأب المنافقين في كل زمان، يظهرون للمسلمين الإسلام، ويبطنون الكفر، ويتحالفون مع أعداء الإسلام من اليهود والنصارى والوثنيين، كما فعلوا في عهد الرسول صلى الله عليه و سلم. وهم اليوم يفعلون ما كان يفعله قدوتهم عبد الله بن أُبي وأصحابه، ضد الرسول صلى الله عليه و سلم وأصحابه، وهو ما نشاهده واضحاً من أولياء اليهود والصليبيين، في غالب البلدان الإسلامية، في مشارق الأرض ومغاربها. والشواهد واضحة لا تحتاج إلى بيان، فلم يكن الأمريكان بقادرين على احتلال البلدان الإسلامية اليوم بالسهولة التي تمت، بدون تعاون جيش من عملائهم، من أهل تلك البلدان، ولا زالوا يخططون للسيطرة على بلدان أخرى عن طريق أولئك المنافقين. قال تعالى عنهم: {أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لإِخْوَانِهِمْ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلا نُطِيعُ فِيكُمْ أَحَداً أَبَداً وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ (11) لَئِنْ أُخْرِجُوا لا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لا يَنْصُرُونَهُمْ وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الأَدْبَارَ ثُمَّ لا يُنْصَرُونَ(12)}[[الحشر]]. هذه الآيات توضح أن المنافقين وأهل الكتاب، وبخاصة اليهود، يتحالفون ضد الإسلام والمسلمين، وأن المنافقين أشدّ حرصاً على هذا الحلف؛ لأنهم يظهرون لليهود والنصارى صدق مودتهم لهم ومناصرتهم، إلى درجة وعدهم لهم بترك أوطانهم والخروج معهم، إذا انتصر المسلمون عليهم وأخرجوهم من تلك الأوطان، وهذا الموقف الذي وقفه المنافقون مع اليهود في عهد الرسول صلى الله عليه و سلم لا زال موقفاً ثابتاً لأبنائهم من أتباع عبد الله بن أُبي. وليس موقفهم هذا مع اليهود فقط، بل مع كل من يحارب الإسلام والمسلمين، من النصارى والملحدين والوثنيين، والواقع اليوم يثبت هذا الأمر، وعلى من يشك في ذلك أن يقرأ هذا الواقع في أي بلد من بلدان المسلمين العربية وغيرها، التي احتلها الأعداء احتلالاً عسكرياً، هل تم احتلاله بدون طلب من المنافقين الجدد، وإلحاح شديد منهم على بقاء القوات المحتلة، لتمكنهم من السيطرة على الشعوب التي ترفضهم، بل تقاتلهم وتقاتل إخوانهم المحتلين؟! وقد سجَّل القرآن الكريم سبب حرص المنافقين في عهد الرسول صلى الله عليه و سلم، على هذا الحلف الأثيم في قوله تعالى: {فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِم يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنفُسِهِمْ نَادِمِينَ (52)} [[المائدة]]. وإذا كان المنافقون في عهد الرسول صلى الله عليه و سلم، كانوا يوالون أعداء الإسلام، ليدفعوا عن أنفسهم في زعمهم أذى أولئك الأعداء إذا كانت الغلبة لهم على المسلمين، فإن المنافقين في هذا الزمان، يتحالفون مع الأعداء لاحتلال بلدانهم، وقتل أبناء شعوبهم، وتدمير مدنهم، وإهلاك حرثهم ونسلهم، لينصبوهم حكاماً بالقوة على شعوبهم التي لا يستطيعون السيطرة عليها حتى بجيوش حلفائهم المحتلين. المثال الثاني: تواطؤ اليهود والنصارى على عداوة المسلمين وحربهم: نسوق هذه الآيات التي جمعت بين اليهود والنصارى، وأنهم جميعاً لا يمكن أن يرضوا عن رسوله صلى الله عليه و سلم، ومن باب أولى عمن اتبعه من المسلمين، إلا إذا ترك دينه واتبع دينهم، كما قال تعالى: {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَلَئِنْ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنْ الْعِلْمِ مَا لَكَ مِنْ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ (120)} [[البقرة]]. وآيات أخرى ذكرت أنهم جميعاً يريدون إطفاء نور الله، وهو الإسلام، الذي وعد الله بإتمامه، وأنهم لا يمكن أن يحققوا ما أرادوا من إطفائه: {قَالَتْ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتْ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ} إلى قوله تعالى: {يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلاَّ أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ(34)}[[التوبة]]. وتاريخ النصارى طافح بالظلم والعدوان على المسلمين، منذ أن أُرسل الرسول صلى الله عليه و سلم بهذا الدين إلى يومنا هذا، وفي الحروب الصليبية القديمة والحديثة شواهد على ذلك. ولكن الإنصاف يقتضي أن نبيَّن أن مِن أهل الكتاب ـ يهوداً ونصارى ـ مَن آمن بهذا الدين \"دين الإسلام\" وقد أثنى الله تعالى عليهم بذلك في كتابه وبين صفاتهم التي تميزهم عن غيرهم ممن يعادون الإسلام، فقال: {وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَناً قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (199)} [[آل عمران]]. وبيَّن تعالى أن اليهود والمشركين أشدَّ عداوة للإسلام من النصارى، وأن من النصارى من هم أقرب مودةً للمؤمنين، وعلل ذلك بما يتصفون به من التواضع والخشوع، والاستجابة للحق، الذي أنزله الله على رسوله محمد صلى الله عليه و سلم، فقال تعالى: {لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَاناً وَأَنَّهُمْ لا يَسْتَكْبِرُونَ (82) وَإِذَا سَمِعُوا مَا أُنزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنْ الدَّمْعِ مِمَّا عَرَفُوا مِنْ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ (83) وَمَا لَنَا لا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنْ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ (84) فَأَثَابَهُمْ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ(85)} [[المائدة]]."
  },
  {
    "type": "section",
    "id": "section-16",
    "title": "موقف المسلمين المشروع من أهل الكتاب:",
    "content": "وقد شرع الله تعالى للمسلمين موقفين مع أهل الكتاب: الموقف الأول: مع من لم يعتدِ منهم على المسلمين، ولم يظلمهم، بل سالمهم وعاملهم بالعدل، وهؤلاء شرع الله للمسلمين أن يجادلوهم ويحاوروهم، بالبرهان واللطف واللين، وعدم الغلظة والشدة عليهم؛ لأن ذلك قد يؤدي إلى دخولهم في الإسلام، أو الكف عن العدوان على المسلمين. الموقف الثاني: مع من اعتدى عليهم وظلمهم: فقد استثنى تعالى من تلك المعاملة اللطيفة مع المسالمين، الظالمين المعتدين منهم على المسلمين، فهؤلاء تأبى طبيعتهم الجدال الذي يؤدي إلى إحقاق الحق وإبطال الباطل، ولا يرضون إلا بتخلي المسلمين عن دينهم الحق، أو إذلالهم وطمس هويتهم بالقوة. فهؤلاء لا تنفع معهم إلا القوة التي تردعهم، وهو الجهاد في سبيل الله، الذي أوجب الله على المسلمين أن يعدوا عدتهم له، في كل زمان بما يناسبه.. كما قال تعالى:  {وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ إِلاَّ الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ (46)}[[العنكبوت]]. والمراد بـ{الَّذِينَ ظَلَمُوا} هنا ما ذكره ابن جرير الطبري رحمه الله، بعد أن ذكر أقوال العلماء في تفسيره، من أن المراد به ظلم أهلِ الكتاب أهلَ الإسلام، بنصب الحرب لهم، والامتناع عن دفع الجزية لهم، ولا يفهم من ذلك أن أهل الكتاب غير المحاربين ليسوا ظالمين، بل الظلم لازم لهم ما لم يدخلوا في دين الإسلام. ولكن الظلم ظلمان: ظلم لازم لهم، وهو ظلمهم لأنفسهم بكفرهم برسول الله صلى الله عليه و سلم ، وظلم متعدٍّ وهو ظلمهم للمسلمين بمحاربتهم. فأصحاب الظلم اللازم يجادلون بالتي هي أحسن، ولا يغلظ عليهم في القول، ولا يقاتلون على نفس ظلمهم لأنفسهم. وأصحاب الظلم المتعدي، يغلظ عليهم ويقاتلون عليه؛ لأنه لا توجد وسيلة أخرى تردعهم سوى ذلك. فقال ابن جرير رحمه الله: \"وأولى هذه الأقوال بالصواب، قول من قال: عَنَى بقوله {إِلاَّ الَّذِينَ ظَلَمُوا مِنْهُمْ}: إلاَّ الذين امتنعوا من أداء الـجزية، ونصبوا دونها الـحرب. فإن قال قائل: أو غير ظالـم من أهل الكتاب، إلاَّ من لـم يؤدّ الـجزية؟ قـيـل: إن جميعهم وإن كانوا لأنفسهم بكفرهم بـالله، وتكذيبهم رسوله مـحمداً صلى الله عليه و سلم، ظَلَـمة، فإنه لـم يعن بقوله إلاَّ الَّذِينَ ظَلَـمُوا مِنْهُمْ ظُلْـمَ أنفسهم. وإنـما عنى به: إلاَّ الذين ظلـموا منهم أهل الإيـمان بـالله ورسوله مـحمد صلى الله عليه و سلم، فإن أولئك جادلوهم بـالقتال[[جامع البيان في تأويل آي القرآن (21/2).]]. وهذا ما رجحه القرطبي رحمه الله، حيث قال: \"اختلف العلماء في قوله تعالى: {وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ..} فقال مجاهد: هي محكمة. فيجوز مجادلة أهل الكتاب بالتي هي أحسن، على معنى الدعاء لهم إلى الله ? والتنبيه على حججه وآياته، رجاء إجابتهم إلى الإيمان، لا على طريق الإغلاظ و المخاشنة، وقوله على هذا: {إِلاَّ الَّذِينَ ظَلَمُوا مِنْهُمْ} معناه ظلموكم وإلا فكلهم ظلمة على الإطلاق\".. ثم ذكر قول من رأى أن الآية منسوخة بآيات القتال التي يسمونها \"آية السيف\" ورجح عدم النسخ، كما قال مجاهد، فقال: \"وقول مجاهد حسن؛ لأن أحكام الله ?، لا يقال فيها: إنها منسوخة إلا بخبر يقطع العذر أو حجة من معقول. واختار هذا القول بن العربي\"[[ الجامع لأحكام القرآن (13/350).]]."
  },
  {
    "type": "section",
    "id": "section-17",
    "title": "نشاط الأعداء وكسلنا:",
    "content": "قلت: ونحن اليوم نشاهد في عصرنا كِلا الفريقين: فريق من يظلم نفسه بالكفر بالإسلام من أهل الكتاب، ولا يؤيد ظلم المسلمين بالعدوان عليهم، ولكن هذا الفريق يفقد السلطة والقوة، فليس بيده من الأمر شيء.. ونحن مقصرون في جداله بالتي هي أحسن، حيث لم نهتم بأمره في بيان الحق بالحجة والبرهان بلغته، وبوسائل الاتصال الكثيرة المقروءة والمسموعة والمرئية، التي هيأها الله تعالى لنا في هذا العصر. كما أنا مقصرون في احتواء كثير منهم، ممن يظهرون تأييدهم لنا في كثير من قضايانا، التي ظَلَمَنا فيها أعداؤنا من أبناء جلدتهم، وكان في وسعنا استقطابهم واستغلال طاقاتهم، ودعمهم بالمال وبوسائل الإعلام، التي تمكنهم من إيصال آرائهم التي تنكر ظلم الظالمين في الغرب، وتدعوهم إلى العدل في قضايانا، وبخاصة قضيتنا مع اليهود، التي تعتبر محور القضايا السياسية والاقتصادية والاجتماعية والعسكرية خطراً في هذا العصر. وتقصيرنا هذا مرض مزمن، ذقنا مرارته منذ أكثر من مائة عام، حيث خطط اليهود لاحتلال الأرض المباركة، وبذلوا جهوداً مضنية لتحقيق أهدافهم.. استغلوا أموالهم، واستغلوا المؤهلين منهم سياسياً ودبلوماسياً، ومالياً اقتصادياً، وتعليمياً وإعلامياً، وصناعياً وعسكرياً.. فسبقونا بذلك كله إلى عقول أبناء الشعوب الأخرى، وبخاصة الغربيين منهم وعواطفهم، في كل من أوربا وأمريكا. وكان الأعداء اليهود مع قلة عددهم وطروئهم على الأرض والمجتمع، مشغولين بإعداد ما يتقوون به من مال واقتصاد وتعليم وإعلام وصناعة، وسياسة ودبلوماسية. وكان المحتلون من رجالهم ونسائهم كبارهم وصغارهم، يتدربون على السلاح الذي تمدهم به دول الغرب أو يصنعونه هم، ويقتلون الشعب الفلسطيني ويشردونه ويعذبونه، ينهبون أرضه يوماً بعد يوم، حتى أصبح كله تحت قبضتهم يعيثون فيه فساداً.. وكان أغنياؤهم وتجَّارهم يمدونهم بالمال، وذوو الكفاءات منهم يخططون لهم في كل مجال من المجالات التي يحتاجون إليها، ويمدونهم بالسلاح والمهاجرين من اليهود من كل بلدان العالم. وكانوا ينتشرون في دول الغرب ـ وبخاصة أمريكا ـ لإقناع تلك الدول وشعوبها وأهل الحل والعقد فيها، بعدالة قضيتهم، وما حلَّ بهم من ظلم في العالم قروناً من الزمن، وأنَّ العرب هم الذين سلبوهم أرضهم، وتسببوا في جعلهم مشتتين في الأرض، لا يجدون أرضاً يأوون إليها، وأن فلسطين أرض بلا شعب، واليهود شعب بلا أرض، حتى جعلوا الحكومات والشعوب الغربية تصدقهم، وتتعاطف معهم، وتدعمهم لرفع الظلم المُدَّعى عنهم. وكان زعماء الدول الغربية في هذا الوقت هم الذين يسودون العالم، ويملكون القوة المعنوية والسياسية والاقتصادية والإعلامية والعسكرية، وكانوا هم المسيطرين على بلدان المسلمين في مشارق الأرض ومغاربها، فنال اليهود عطفهم وتأييدهم، حتى تمكنوا من تحقيق أهدافهم، التي كانت تعتبر بعيدة المنال قبل تحقيقها. بل إن اليهود استطاعوا أن يضموا إلى صفوفهم كثيراً من أبناء الأمة الإسلامية، بالسبق إلى عقولهم بمبادئهم المضللة، وسياساتهم الماكرة، وإغراءاتهم الشيطانية، فأوجدوا أحزاباً ومثقفين، من أدباء وإعلاميين واقتصاديين وسياسيين، يناصرونهم، ويقفون في صفهم ضد أمتهم، ولا زال يوجد من يناصرهم قولاً وفعلاً وسلوكاً. ثم أصبح الترغيب بالمال والمنصب والجاه وأنواع الشهوات، والترهيب بالحرمان من ذلك وغيره، كالاغتيالات ونشر الفضائح المصورة التي يعدونها لكثير من أصدقائهم، وهم لا يعلمون عنها شيئاً أو يعلمون، أصبح الترغيب والترهيب سيفاً مُصْلتاً على رقابِ من يحاول التراجع عن السير في ركابهم، وتأييد مخططاتهم، سواء كان من أهل الغرب، أو من ذراري المسلمين."
  },
  {
    "type": "section",
    "id": "section-18",
    "title": "مصالح ضيَّعناها، ومفاسد تعاطيناها:",
    "content": "ولقد كان قادة المسلمين قادرين على منافسة اليهود بالسبق إلى عقول الغربيين في أوربا وأمريكا، ببيان قضاياهم الفكرية والسياسية والاقتصادية والعسكرية، منذ فترة طويلة بالوسائل المتاحة المشروعة، وبخاصة قضيتهم مع اليهود المغتصبين للأرض المباركة \"فلسطين\". فقد كان عند المسلمين، وبخاصة الدول العربية، ما يحتاج إليه الغربيون أكثر مما عند اليهود، عندهم البترول، وعندهم الممرات الدولية البرية والجوية والبحرية، وعندهم المواد الخام، وعندهم الأسواق، التي لا يستغني عنها الأوربيون والأمريكيون، وغيرهم. كانوا يستطيعون أن يفرضوا مصالحهم أو كثيراً منها في مقابل مصالح الدول الغربية، وينالوا كثيراً من مصالحهم بذلك. وكانوا يستطيعون أن يستغلوا الحرية الإعلامية الموجودة في الغرب، فيستعملوا كثيراً من وسائل الإعلام: من صحف وإذاعات، وتلفزيونات، ينقلون فيها إلى الشعوب الغربية مبادئ الإسلام وأخلاق المسلمين، ويقنعون كثيراً من السياسيين والإعلاميين وذوي الكفاءات المتنوعة بقضاياهم وحقوقهم، التي يهدرها زعماؤهم بتأييدهم لليهود ظلماً وعدواناً [[راجع موقع الروضة الإسلامي، على الرابط التالي: http://al-rawdah.net/r.php?sub0=rahalat&sub1=a5_general&p.]]. كانوا يستطيعون أن يدعموا جاليات ذات أعداد كبيرة من الشعوب الإسلامية في الدول الغربية، دعماً معنوياً، ودعماً مادياً، ليكونوا جماعة ضغط سياسي وإعلامي واقتصادي، ينافسون من يسمون بـ\"اللوبي اليهودي\" الذي استقل بالأمر، سياسياً ودبلوماسياً واقتصادياً وإعلامياً، فسيطر على مراكز القرار، التي أصبحت اليوم تربط مصيرها بمصير اليهود. ضيَّع زعماء المسلمين تلك الفرص، وضيَّعوا معها توعية شعوبهم في مناهج تعليمهم وإعلامهم، بالمخاطر التي يعلمون أنها تحيط بهم، وأن نتائجها ستكون مدمرة مهلكة للحرث والنسل.. وفرَّطوا في تقوية جيوشهم، عقيدة وأخلاقاً، وفكراً وثقافةً وتدريباً، وتوفيراً للسلاح، الذي يدفعون به عن أوطانهم، ويرهبون به عدوهم. بل فتحوا أبواب الفساد لانتشار العقائد، والأفكار والأخلاق الفاسدة، في هذه الشعوب، وأعدوا لذلك كله أجهزة إعلامهم، التي شغلت الأمة بالرقص والغناء والمجون، حتى أصبح غالب الناس في هذه الشعوب لا يفكرون إلا في بطونهم وفروجهم، وما يسلب عقولهم من المخدرات والخمور، وما يفسدها من الأفكار والثقافات، ولا زالت تملأ العقول بفاسد الأفكار، وتدنس القلوب بأوسخ الأوضار، وإغراء الأجسام بالعوم في حمآت الفُجَّار. ولسنا نغفل ما قام به بعض الصالحين من أهل الغيرة والحمية على هذا الدين، من تهيئة بعض الوسائل الإعلامية، من فضائيات ومجلات، وجرائد ومواقع في الشبكة العالمية \"الإنترنت\" تحمل للمسلمين من المناهج والموضوعات ما ينفعهم في عقيدتهم، وشريعتهم وأخلاقهم، لو يمموا وجوههم نحوها، والحمد لله قد استفاد منها كثير منهم، ولكن تلك الوسائل النظيفة، تسبح ضد تيار الوسائل العفنة وتواجه أمواجاً عاتية، إذ تجد من الدعم المعنوي والمادي، ما لا تجده وسائل الخير والصلاح. وها نحن اليوم، نتجرع كأس تلك المواقف المخزية وذلك التفريط المدمر، إذ أصبح اليهود أكبر قوة عسكرية في المنطقة، يرفعون سوط الإنذار بالحرب فترتعد منهم فرائص أهل القرار في بلدان المسلمين.. يملكون السلاح الهجومي المدمر بكل أنواعه، ويحظرون على دول المسلمين وحكوماتهم السلاح الذي يدافعوا به عن أنفسهم! يملك اليهود من مصانع السلاح الفتَّاك، بما فيه السلاح النووي، ما يهددون به جميع دول المسلمين القريبة والبعيدة، ولا تملك الدول العربية وغيرها من حكومات الشعوب الإسلامية إلا ما يأذن اليهود بشرائه من الدول الغربية، بحيث يبقى المسلمون تحت رحمة أعدائهم، حتى في قطع الغيار، التي لو توقفت؛ لتوقفت حركة الحياة المدنية في هذه الدول، فضلاً عن العسكرية! المثال الثالث: للوثنيين، وهم كفار قريش ومن شابههم من عبدة الأوثان: ويمثل هؤلاء عدد من الدول في هذا العصر، من أبرزها الهند، التي لا يألو حكامها جهداً في الكيد للمسلمين في داخلها، وفي الدول المجاورة لها، وبخاصة باكستان وبنغلاديش وأفغانستان، وقد قوي تعاونها في الفترة الأخيرة مع الإدارة الصليبية الصهيونية في الولايات المتحدة، ومع المحتلين اليهود للأرض المباركة.. وهذا التعاون يجعل عدوان الهند السافر أو الخفي ينال حكومات الشعوب الإسلامية الأخرى، وبخاصة الدول العربية، وبالأخص دول الجزيرة العربية. ومن الدول الملحدة التي تؤذي مواطنيها من المسلمين، دولة الصين التي سامت المسلمين في جميع مراحلها سوء العذاب، وبخاصة في العهد الماوي الملحد الذي نال المسلمين فيه من المحن والعدوان ما يفوق كثيراً من مراحل الحكم في الصين. ولا زالت جمهورية الصين الشعبية الحالية التي حصل فيها شيء من الانفتاح على العالم، وشيء من التسامح مع المسلمين، لا زالت تضطهد المسلمين في \"تركستان الشرقية\" اضطهاداً لا مثيل له، وبخاصة بعد أن رفع اليهود والصهاينة في أمريكا الحرب على ما يسمونه بالإرهاب، الذي استغلته غالب الدول المعادية للإسلام لشن الحرب على المسلمين، بحجة محاربة الإرهاب! وفي القرآن الكريم، والسنة النبوية، والسيرة المطهرة، تفاصيل كثيرة لهذه الطوائف: طائفة أهل الكتاب من اليهود والنصارى وطائفة المنافقين، وطائفة الوثنيين والملحدين، يمكن أن يطلع عليها من أراد ذلك، والواقع على ذلك شاهد. وقد تواطأ غالب قادة الأديان على محاربة هذا الدين وأهله، من يوم أشرقت شمسه في مكة المكرمة، وقامت دولته في مدينة الرسول صلى الله عليه و سلم، إلى يومنا هذا، وسيبقون كذلك يحاربون الإسلام والمسلمين إلى أن تقوم الساعة. كما أخبرنا الله تعالى بذلك في كتابه: {وَلا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنْ اسْتَطَاعُوا وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ}[[البقرة : 217]]. وقد سبقت محاربتَهم للإسلام وكتابه ورسوله، محاربتُهم لغيره من الأديان، فقد حارب المشركون جميع رسل الله من عهد أول رسول أرسله الله إلى العالمين في عهده \"نوح\" ? إلى عهد رسول الله \"عيسى\" ?، وكفر اليهود بالإنجيل، كما كفر النصارى بالتوراة، وأجمعوا كلهم على الكفر بالقرآن. وفيما قصه القرآن الكريم عن الأنبياء عليهم السلام وأممهم، وعن الرسول صلى الله عليه و سلم والمشركين العرب واليهود والنصارى، غناء لمن يريد الوقوف على ذلك الكيد وتلك الحروب الظالمة. ولولا أن هذا الدين هو دين الله الخاتم الذي ختم الله به كل الأديان، ولولا أنه تعالى تكفَّل بحفظه، وحفظ مصدره ونصره لأهله على أعدائه، لولا ذلك لما بقي للإسلام أثر في الأرض، لكثرة أعدائه في الداخل والخارج، وشدة محاربتهم له."
  },
  {
    "type": "section",
    "id": "section-19",
    "title": "والله من ورائهم محيط:",
    "content": "وفي ما مضى من النصوص القرآنية والأحاديث النبوية، وسيرة الرسول صلى الله عليه و سلم، وما سجله التاريخ منذ أكثر من أربعة عشر قرناً، دلالةً واضحة أن هذا الدين الذي سماه اليهود والصليبيون الجدد بـ\"العدو الأخضر\" قد استعصى على جميع أعدائه الذين حاربوه وظنوا أنهم قادرون على محوه واستئصال أهله من الأرض. وما ذلك إلا تحقيق لوعد الله في كتابه، ووعد رسوله صلى الله عليه و سلم في سنته، أن هذا الدين سيبقى ما بقيت الدنيا، وأن أهله سيبقون ما بقي دينهم، منصورين على أعدائهم ما نصروا دينهم، وأعدوا لنصره عدتهم. كما قال تعالى: { وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ (171) إِنَّهُمْ لَهُمْ الْمَنصُورُونَ (172) وَإِنَّ جُندَنَا لَهُم الْغَالِبُونَ (173)}[[الصافات]]. {إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الأَشْهَادُ}[[غافر : 51]]. {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنصُرُوا اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ}[[محمد : 7]]. هذا وعد حق من الله تعالى، لا يمكن أبداً أن يتخلف إلا إذا تخلف المسلمون عن نصر دينهم، فجواب الشرط {ينصُرْكُمْ} لا يتحقق إلا إذا وجد شرطه: {إِنْ تَنصُرُوا اللَّهَ}. وأي جيل من أجيال المسلمين، تقاعس عن حمل الإسلام وحمايته والدعوة إليه والجهاد في سبيل الله، لرفع رايته، سيستبدل الله به غيره، كما سبق. فليعلم أعداء الإسلام من جميع الأديان، أنهم مهما أعدوا لحربه من عدة، ومهما أشعلوا من نار الحرب ضد أهله، ومهما أنفقوا من أموال في هذا السبيل، أن العاقبة ستكون لهذا الدين، وأن عاقبة أعدائه كلهم هي الحسرة والندامة والخذلان... قال تعالى: {إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ}[[الأنفال : 36]]. وقال تعالى عن اليهود الذين يستعينون اليوم على المسلمين بالصليبيين الجدد، ويحتلون أرضهم، ويخرجونهم من ديارهم، ويقتلونهم: {وَأَلْقَيْنَا بَيْنَهُمْ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ كُلَّمَا أَوْقَدُوا نَاراً لِلْحَرْبِ أَطْفَأَهَا اللَّهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَاداً وَاللَّهُ لا يُحِبُّ الْمُفْسِدِينَ}[[المائدة : 64]]. ولقد بشَّر الرسول صلى الله عليه و سلم أمته، ببقاء من يحمل هذا الدين ويدعو إليه ويجاهد أعداءه إلى أن تقوم الساعة، فقد روى المغيرة بن شعبة عنه صلى الله عليه و سلم، أنه قال: ((لا تزال طائفة من أمتي ظاهرين حتى يأتيهم أمر الله وهم ظاهرون))[[ صحيح البخاري (6/2667) رقم (6881) وصحيح مسلم (3/1523).]]. وبشَّر صلى الله عليه و سلم، هذه الأمة أنها هي التي ستقاتل الدجال في آخر الزمان. كما في حديث عمران بن حصين رضي الله عنه، قَال: قال رسول الله صلى الله عليه و سلم : ((لا تزال طائفة من أمتي يقاتلون على الحق، ظاهرين على من ناوأهم، حتى يقاتل آخرُهم المسيحَ الدجال))[[ الحاكم في المستدرك، (2/81) رقم (2392) وقال: \"هذا حديث صحيح على شرط مسلم ولم يخرجاه\".]]. وبشَّر صلى الله عليه و سلم هذه الأمة في حديث عظيم، أن مُلكها سيصل إلى مشارق الأرض ومغاربها، وأنها ستملك ملكاً عظيماً من القوة المالية، وهي من أسس القوة الشاملة، وأن الله تعالى لا يهلكها بالجدب، ولا يسلط عليها عدواً يستبيح أرضها استباحة شمول واستئصال، ولو اجتمع عليهم هذا العدو من أقطار الدنيا كلها. فروى ثوبان رضي الله عنه، قال: قَال رسول الله صلى الله عليه و سلم : ((إن الله زوى لي الأرض، فرأيت مشارقها ومغاربها، وإن أمتي سيبلغ ملكها ما زُوِيَ لي منها، وأعطيت الكنزين الأحمر والأبيض.. وإني سألت ربي لأمتي أن لا يهلكها بسنة عامة، وأن لا يسلط عليهم عدواً من سوى أنفسهم فيستبيح بيضتهم.. وإن ربي قال: يا محمد إني إذا قضيت قضاء فإنه لا يرد، وإني أعطيتك لأمتك أن لا أهلكهم بسنة عامة، وأن لا أسلط عليهم عدواً من سوى أنفسهم يستبيح بيضتهم، ولو اجتمع عليهم مَن بأقطارها ـ أو قال من بين أقطارها ـ حتى يكون بعضهم يهلك بعضاً ويسبي بعضهم بعضاً))[[ صحيح مسلم (4/2215 ).]]. قال النووي رحمه الله: \"قوله صلى الله عليه و سلم: «فيستبيح بيضتهم» أي جماعتهم وأصلهم، والبيضة أيضاً العز والملك\"[[ شرحه على صحيح مسلم: (18/12) دار الفكر.]]. وبشَّرنا صلى الله عليه و سلم، أن هذا الدين سيبلغ ما بلغ الليل والنهار، وهو يعني أن الشمس لا تشرق ولا تغيب في جميع بقاع الأرض، إلا ولهذا الدين فيها وجود، وأن الإسلام سيصل إلى أهل المدن والحضر، وإلى أهل البوادي والوبر. فقد روى تميم الداري رضي الله عنه، قال: سمعت رسول الله صلى الله عليه و سلم  يقول: ((ليبلغن هذا الأمر ما بلغ الليل والنهار، ولا يترك الله بيت مدر ولا وبر، إلا أدخله الله هذا الدين، بعز عزيز أو بذل ذليل عزاً يعز الله به الإسلام، وذلاً يذل الله به الكفر...)) [[مسند الإمام أحمد بن حنبل (4/103) ومجمع الزوائد (6/14) وقال: \"رواه أحمد والطبراني، ورجال أحمد رجال الصحيح\".]]. ولقد وصلت دولة الإسلام في العصور الأولى إلى كثير من أقطار الأرض، من حدود الصين شرقاً، إلى المحيط الأطلسي غرباً، بل وصلت إلى الأندلس في القارة الأوربية، وكانت البحار والمحيطات والأنهار التي يؤمها الناس تحت راية لا إله إلا الله محمد رسول الله. ولكنَّها اليوم مع تعانيه هذه الأمة من ضعف وتنازع وفشل، ومن تداعي أعدائها عليها كما تداعى الأكلة على قصعتها، نرى تباشير انتشار هذا الدين في أقطار الأرض، فلا يكاد بلد من البلدان في جميع القارات، يخلو من المسلمين. يعرف ذلك من تنقل في تلك البلدان، بل أصبح غالب الناس يعرفون ذلك عن طريق وسائل الإعلام في كثير من المناسبات. وإن كثيراً من الكوارث والمحن التي تنزل اليوم بالمسلمين في كل أنحاء الأرض، لهي بإذن الله، رسائل منبهة للناس إلى هذا الدين والبحث عنه، لتقوم عليهم به الحجة، فيحيى من حيِيَ بالدخول فيه عن بينة، ويهلك من هلك عن بينة. فلم يكن عند كثير من الناس من الحوافز ما يدعوهم إلى البحث عن حقيقة الإسلام والسؤال عنه أو عن القرآن أو الرسول صلى الله عليه و سلم، بل كانوا يسمعون من وسائل الإعلام الغربية ومراكز البحث والمستشرقين وزعماء والكنائس والجامعات، ما يشوه الإسلام وينفر منه، وكانوا مقتنعين بذلك التشويه، ولا يرون أنفسهم في حاجة إلى البحث عن دين ناله من التشويه والتنفير ما ناله. ولكن بعض الأحداث كانت تنبه بعضهم، فيبدأ بالبحث عن الإسلام، ويدرسه ثم يدخل فيه. ومن الأمثلة التي أذكرها في ذلك، أنني كنت أسأل بعض الأوربيين الذين دخلوا في الإسلام: متى سمعت عن الإسلام وما سبب إسلامك؟ فيذكرون أن الذي لفت نظرهم إلى البحث عن الإسلام والقراءة عنه والدخول فيه، هو سنة 1967م أو قطع البترول سنة 1973م، أو الحرب التي نشبت بين إيران والعراق سنة 1979م. ولقد سمعنا ما حصل من بحث الناس في الغرب عن الكتب المترجمة عن الإسلام ونفادها في فترة قصيرة من الزمن، بعد أحداث نيويورك وواشنطن، في 11 سبتمبر من عام 2001م ودخول كثير منهم في الإسلام، على رغم ما في تلك الحادثة من مصائب جرتها على الأمة الإسلامية، ولا زلنا نتجرع غصصها إلى الآن في جميع الأقطار، وما الحرب الشعواء التي تشنها الإدارة الأمريكية وأعوانها من دول الغرب، على الإسلام والمسلمين في بلدانهم إلا محاولة لوضع السدود أمام انتشار هذا الدين في عمق بلدانهم التي تنتشر فيها مآذن المساجد التي تبنى على أنقاض الكنائس الكاسدة المقفرة من روادها من النصارى."
  },
  {
    "type": "section",
    "id": "section-20",
    "title": "أسرى المسلمين وعبيدهم ينشرون الإسلام:",
    "content": "إن المحن كثيراً ما يحولها الله تعالى إلى منح، ومن ذلك أن الهولنديين الذين احتلوا إندونيسيا، واحتلوا جنوب أفريقيا، وجدوا مقاومة شديدة من العلماء والدعاة في إندونيسيا، فأسروا بعض العلماء وأتباعهم، ونقلوا أول جماعة منهم عبيداً أسرى إلى جنوب أفريقيا... سنة 1650م. وفي سنة 1667م جاءت سفينة حاملة ثلاثة مشايخ من سومطرة من كبار المجاهدين وضعوا اثنين منهم في منطقة \"كونتانيشيا\" وهما \"الشيخ عبد الرحمن القادري ومحمود القادري\" وهما صوفيان، وهما أول من أسس مجتمعاً إسلامياً في هذا البلد. والثالث ذهبوا به إلى \"جزيرة روبِن\" وهي الجزيرة التي يسجن فيها كبار السياسيين، وقد سجن فيها \"مانديلا\". وفي سنة: 1693م جاءوا بـ(الشيخ يُوسُف) البالغ من العمر68 سنة. من جزيرة سومطرة بعد أن خاض ضدهم معارك شديدة مع أتباعه، منفياً سياسياً، وكان قد درس في مكة وهو في سن الثامنة عشرة. وهو الذي أسس المجتمع الإسلامي في منطقة (FAURE) في كيبتاون،ثم جلب المستعمرون بعد ذلك مجموعات من المسلمين الهنود عبيداً أيضاً ليقوموا بزراعة قصب السكر[[راجع سلسلة في المشارق والمغارب للكاتب 20/96).]]. وهؤلاء الأسرى من إندونيسيا والمستعبدون من الهند، هم الذين نشروا الإسلام في جنوب أفريقيا، البلد الذي لم يكن محتلوه يظنون أن هؤلاء الأسرى المستعبَدين، سيصبحون قادة لأتباعهم يبنون المساجد والمدارس وينشرون الإسلام بين الأفارقة السود ويتعاونون معهم لإنهاء الهيمنة الأوربية. وفي نفس الفترة كان الأمريكان ينقلون الأفارقة عبيداً إلى أمريكا، وكثير منهم من المسلمين، وانقرضت الأجيال الأولى منهم، وخلفتهم أجيال نسوا أنهم مسلمون، ولكنهم بعد مضي زمن طويل رجعوا إلى أصلهم، وها هم العبيد السود يتحررون اليوم بالإسلام ولهم وزن وثقل لا يستهان به في الولايات المتحدة الأمريكية [[راجع سلسلة في المشارق والمغارب (1/242).]]. أليس في هذا دليل على استعصاء الإسلام على أعدائه، وعلى ما أخبر به الرسول صلى الله عليه و سلم، أن هذا الدين سيبلغ ما بلغ الليل والنهار؟ واليوم أسرى المسلمين في معسكر المعتدين الأمريكان في \"غوانتنامو\" وفي كثير من بلدان أوربا سينطلقون بإذن الله وينشرون الإسلام في بلدان الصليب التي كثرت بها الجاليات المسلمة التي نأمل أن يصبروا على ما ينالونه من تعصب وعنصرية، ليوطنوا دين الإسلام في البلدان الغربية التي ابتعدت حتى عن دينها المحرف!"
  },
  {
    "type": "section",
    "id": "section-21",
    "title": "الفصل الخامس: وقل اعملوا!.",
    "content": "نعم إن الله تعالى وعد المؤمنين بالنصر، وبشرهم بأن دينهم سيبلغ ما بلغ الليل والنهار، وهو تعالى يُحَوِّل مِحَنَهم إلى مِنَح، ويجعل أسراهم وعبيدهم سادة، ويجعل المعتدين على بلادهم يخرجون منها يجرون أذيال الهزيمة. ولكن ذلك الوعد وتلك البشرى وتلك المنح وتلك السيادة لا تهبط عليهم من السماء بدون سبب منهم، فلله تعالى سنن كونية طبيعية وسنن شرعية. ووعْدُ الله سبحانه عباده المؤمنين بنصره وعزته ودفعُ عدوان أعدائهم عنهم، مرتبط بما يقدمونه من طاعة وعمل، فإذا طبقوا سننه الشرعية استحقوا منه ـ تفضلاً ورحمة ـ ما وعدهم به من سنته الكونية. وإذا عصوه وخالفوا أمره، ولم يطبقوا دينه، عاقبهم على ذلك وأدال عليهم أعداءهم. ولو كان الله تعالى ناصراً أحداً بدون عمل، لكان الأولى به رسله الكرام، وعلى رأسهم رسول الله صلى الله عليه و سلم ، الذي لم يفتأ داعياً مجاهداً في سبيل الله، ونال من الأذى والمحن هو وأصحابه ما نالوا، ثم كانت العاقبة لهم. وعندما خالف بعض أصحاب الرسول صلى الله عليه و سلم أمره في غزوة أحد ورسولهم يقودهم في المعركة، عاقبهم الله تعالى بإدالة عدوهم عليهم، بعد أن منحهم النصر عليهم في أول الأمر. ولما سألوا متعجبين؛ كيف يحصل لهم ذلك؟ وهم المؤمنون، وبينهم رسول الله صلى الله عليه و سلم ، الذي لم ينج من عدوان قريش، حتى سال الدم من جسمه الشريف، أجابهم الله تعالى على سؤالهم وتعجبهم بأنهم هم السبب في ما أصابهم. قال تعالى: {أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}[[آل عمران : 165]]. فهل ننتظر من الله نصرَه، ونحن نصر على الاستمرار في معصيته؟ وهل ننتظر من الله نصره، ونحن نتنازع ونختلف في ما بيننا تنازعاً يؤدي إلى ما حذرنا الله منه، وهو الفشل؟ {وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ}[[الأنفال : 46]]. وهل ننتظر من الله نصره، ونحن قاعدون عن إعداد القوة الذي أمرنا الله تعالى به، لنرهب به عدونا وعدوه؟ {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمْ اللَّهُ يَعْلَمُهُمْ وَمَا تُنفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ}[[ الآية من سورة الأنفال (60)، وراجع موقع الروضة الإسلامي، على الرابط التالي: http://al-rawdah.net/r.php?sub0=rahalat&sub1=a5_general&p.]]. والقوة المأمور بها شاملة لكل قوة في كل عصر بما يحقق الهدف من هذا الأمر، وهو إرهاب أعداء هذه الأمة الذين يعتدون على ضرورات حياتها، من الدين والنفس والنسل والعقل والمال. إنها تشمل القوة الإيمانية والقوة الاجتماعية، والقوة السياسية والقوة الدبلوماسية والقوة الإدارية، والقوة المالية والقوة الاقتصادية والقوة التجارية، والقوة العلمية الشاملة لكل علم مفيد، والقوة الصناعية، والقوة العسكرية الشاملة لتدريب الرجال على كل ما يجعلهم يتفوقون على عدوهم، ولصنع السلاح الذي يفوق سلاح العدو أو يساويه. وهذا ما فهمه أعداء الإسلام والمسلمين من هذا الدين، وهو الذي جعلهم يحملون على هذه الأمة حملاتهم الظالمة، في جميع العصور، ضد تحقيق المسلمين هذه القوة التي تمكنهم من السيادة في الأرض، وتدفع عنهم عدوان المعتدين[[راجع كتابنا الجهاد في سبيل الله، حقيقته وغايته.]]. ولهذا نراهم يحاربون المصطلحات الإسلامية ويجعلونها هدفاً لحربهم وعدوانهم، كالجهاد في سبيل الله، الذي أطلق عليه اليهود \"الإرهاب\" كما في كتاب رئيس وزرائهم الأسبق \"نتنياهو\": \"استئصال الإرهاب\" وحرَّضوا الإدارة الأمريكية النصرانية الصليبية على المسلمين، فاحتلوا ديارهم وأزهقوا أرواحهم، ونهبوا خيراتهم، وحاربوا دينهم ومؤسساتهم الخيرية، واعتقلوا شبابهم، واغتالوا قادتهم. وصمَّموا على نشر الفساد في بلدانهم، وعلى إجبارهم على تغيير مناهجهم وأنظمتهم وقوانينهم، بحجَّة محاربة الإرهاب الذي لا يبعد أن يكون اليهود وأعوانهم قد رتبوا سببه البارز، وهو حدث نيويورك. وتلقف هذا المصطلح منهم ببغاوات الإعلاميين في الشعوب الإسلامية وبخاصة العربية منها، فأصبح هذا المصطلح يدور على ألسنتهم وتتقيؤه أقلامهم وتطفح به صحفهم، وتدوي به فضائياتهم، حيث يطلقونه على الجهاد في سبيل الله الذي يقوم به الفلسطينيون دفاعاً عن أنفسهم ودينهم وبلادهم، ويقوم به العراقيون ضد احتلال العدو لبلادهم، والأفغان ضد حلف الناتو الذي يحاول استئصال دينهم في أرضهم، والفلبينيون الذين سلم أرضهم الأمريكيون لإخوانهم لصليبيين هناك، في الحرب العالمية الثانية، ولا زالت أمريكا تدرب الجيش الفلبيني وتمده بالسلاح، للقضاء على المسلمين في داخل ديارهم. إن اليهود وأعوانهم في الغرب، يصنعون المصطلحات المناسبة لهم في كل مرحلة من المراحل التي يعدون فيها العدة لحرب الإسلام والمسلمين: الأصولية... الإرهاب... الشرق أوسطية... الشرق الأوسط الجديد... الشرق الأوسط الكبير... الحرية... حرية المرأة... أسلحة الدمار الشامل... المساواة... الإصلاح و الإصلاحيون... تطوير مناهج التعليم... فتسارع الأبواق الإعلامية بتكرار تلك المصطلحات الحق منها الذي أريد به الباطل، والباطل بذاته، وتسير في ركاب أولئك الأعداء لتحقق أهدافهم في بلدان الأمة الإسلامية. إن حرب اليهود والنصارى الصليبيين لما سموه بالإرهاب، إنما قصدوا به حرب الجهاد الذي لا يمكن أن تبقى للمسلمين سيادة حقيقية على بلدانهم إلا به، ولا يمكن للأعداء السيطرة على المسلمين إلا بتركهم له، ولهذا ضغطوا ولا زالوا يضغطون على حكومات الشعوب الإسلامية، وبخاصة العربية، لحذف نصوص الجهاد وأحكامه؛ لأنهم عرفوا معنى قول الله تعالى: {تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ... (60)} [[الأنفال]]. وإذا وُجد من المسلمين من يحرف معنى الجهاد أو الإرهاب الشرعي، ويفسرهما تفسيراً خاطئاً، ويبني على تفسيره الخاطئ تصرفات غير صحيحة، فلا يسوِّغ ذلك للمسلمين الهزيمة والاستسلام أمام الحملات الظالمة، ممن يريدون استعبادهم بإبعادهم عما فيه عزتهم وقوتهم. وكذلك مصطلح \"أسلحة الدمار الشامل\" و\"السلاح النووي\" الذي جعله اليهود وأعوانهم متكأ للقضاء على قوة المسلمين التي يدفعون بها عن أنفسهم عدوان اليهود عليهم في عقر دارهم. هذا السلاح الذي امتلأت به خزائن اليهود في الأرض المحتلة المباركة، ويهددون به الشعوب الإسلامية، استسلمنا لهم بأنه خطر ولا تجوز لنا حيازته ووقَّعنا على حظره على أنفسنا، لينفرد به عدونا، وتنقلب الحقيقة الشرعية والكونية علينا، فيصبحون هم يرهبوننا ويملون علينا إرادتهم في كل ما يريدون منا، وتنقلب الآية من معناها الذي أراده الله لنا، {وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (61)} [[الأنفال]]. فأصبحنا تحن نجنح للسلم[[الإستسلام]] للعدو، وهو يأبى جنوحنا إلا بالخضوع لشروطه وهيمنته! وما كان توريط العراق في الحربين الخليجيتين، وما تبعهما من احتلال اليهود والنصارى له، إلا أحد الأهداف التي يريدون تحقيقها في البلدان الإسلامية، ومنها القضاء على قوة المسلمين وتفوق اليهود عليهم. ولا زال الإسلام ثابتاً يستعصي على أعدائه: ومع هذا العدوان المستمر، على الإسلام والمسلمين، من أعداء أقوياء عَدَداً وعُدَداً، ممن يختلفون فيما بينهم بحسب مصالحهم، ولكنهم يجتمعون على حرب هذا الدين، ومع ضعف المسلمين الإيماني والمادي، وتنازعهم الشديد، الذي كان من أهم أسباب فشلهم، وخضوعهم لأعدائهم، مع ذلك كله.. لا زال الإسلام ثابتاً ثبات الجبال الرواسي، لا تزعزعه عواصف اليهود والنصارى الصليبيين والوثنيين في مشارق الأرض ومغاربها. لا زال هذا الدين عصيَّاً على أعدائه لا تلين له قناة، ولا تُنكس له راية، مرجع أهله محفوظ، بحفظ الله له كما سبق: {إنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ (9)}[[الحجر]]. {لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ تَنزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ (42)}[[فصلت]]. يحاول أعداؤه أن ينطحوا صخرته بقرونهم الفولاذية، المسندة بمبادئهم الهدَّامة، وسياساتهم الماكرة، وإعلامهم المضلِّل، وسلاحهم الفتَّاك، وجيوشهم الجرَّارة، واقتصادهم المدمِّر، وأموالهم المرصدة لحربه، فتتحطم تلك القرون ـ في كل القرون ـ المسندة بذلك كله، على صخرة هذا الدين العظيم؛ لأنه دين الله الحق، الذي يحمل قوة بقائه وثباته في ذاته، حيث لم يبق في الأرض دين حق سواه. كَناطِحٍ صَخْرَةً يَوْماً ليوهنها فَلَمْ يَضِرْهَا وَأوْهَى قَرْنَهُ الْوَعِلُ فتكون عاقبتهم الحسرة في الدنيا على ما أنفقوا من أموال، وما فقدوا بسبب عدوانهم من رجال، ومآلهم في الآخرة أن يحشروا إلى جهنم وبئس المآل: {إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ (36)}[[الأنفال]]."
  },
  {
    "type": "section",
    "id": "section-22",
    "title": "الفصل السادس: السبب الرئيس في عدم نصر الله للمسلمين على أعدائهم.",
    "content": "يجب أن يعلم الصليبيون واليهود وكل من ظاهرهم على الإسلام والمسلمين جميعاً، أن السبب في احتلالهم لبلدان المسلمين، وإنزال الإهانات بهم، ليس هو قوتهم المادية التي يملكون فقط وإن كانوا متفوقين فيها، وإنما سبب ذلك الحقيقي هو تفرق المسلمين، واختلافاتهم، وبعدهم عن تطبيق شرع الله، الذي يأمرهم بالاعتصام بحبله، والأخذ بأسباب النصر على أعدائهم. وهذا السبب سيزول بإذن الله، وسيجد أعداء المسلمين، بعد زواله، القصاص الإلهي العادل: {الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ فَمَنْ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ(194)}[[البقرة]]. لأن المسلمين سيجتمعون على كلمة الحق التي أمرهم الله بها، عندما يجدون من يرفع لهم راية الاعتصام بحبل الله، ويقودهم إلى رضاه: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَاناً وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنْ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ(103)}[[آل عمران]]. وسيعدون العدة التي أمرهم الله بها، ليرهبوا بها أعداءهم، فتجعل هؤلاء الأعداء يجنحون للسلم، بدلاً من الظلم والعدوان: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمْ اللَّهُ يَعْلَمُهُمْ وَمَا تُنفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ (60) وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (61)}[[الأنفال]]. وإنا لندعو عقلاء القوم في الدول الغربية، أن يفكروا في علاقات أجيالهم بهذه الأمة، التي لا يمكن أن تبقى على هذه الحال المزرية؛ لأن إسلامها باق إلى يوم الدين، بقوته وحيويته، وما رجع إليه أهله في يوم من الأيام، إلا نصرهم ربهم ومنحهم من العزة والكرامة، مما يجعلهم قادة للبشرية، فهم باقون ما بقي دينهم، وهم لا يترددون في طلب الموت لتحيى أجيالهم على أساس دينهم، عزيزة الجانب، آبية الضيم، وما يجري في فلسطين والعراق وأفغانستان، خير شاهد لمن له قلب، أو ألقى السمع، وهو شهيد. ولقد كانت الإدارة الأمريكية، عازمة عزماً جازماً على احتلال بلدان أخرى مجاورة للعراق، بعد أن تتم لها السيطرة على العراق، ولا زالت تحلم بذلك. ولكن رجال الجهاد في سبيل الله في كل البلدان الإسلامية، سيحطمون كبرياءها بالعمليات الاستشهادية، التي يدفعون بها المعتدين على بلدانهم ودينهم وعرضهم ومالهم. وإذا فكرت هذه الحكومة الصليبية الصهيونية، في احتلال بلدان أخرى غير العراق، فستفتح بذلك على نفسها أبواباً يلج منها المجاهدون في كل بلد إسلامي؛ لأن حراسة الحدود التي توجد الآن في فلسطين والعراق وأفغانستان، عن طريق الدول المجاورة، ستنتهي بعد احتلال أي بلد مجاور، وستصبح الدول المحتلة أرضاً مفتوحة، جبالاً وودياناً وشعاباً وصحارى، لا يدري العدو المحتل من أين يأتيه الموت، حيث يلتقي في تلك الأرض أسود الله، متعاونين منظمين من كل تلك البلدان، التي محيت حدودها المصطنعة.. وسيجد الأمريكان واليهود أنفسهم أمام هجمات لا قبل لهم بها، من قوم يحبون الموت أشد من حب عدوهم للحياة. رب ضارة نافعة!: لقد أنزل الأعداء بالمسلمين أشد الأضرار، وأوقعوا بهم أفدح الأخطار، كما هو واضح في البلدان الإسلامية التي احتلوها احتلالاً مباشراً، أو عن طريق عملائهم، بدعمهم المادي والسياسي والدبلوماسي، وتعرَّض الإسلام لعدوان سافر منهم، ليس بالسلاح فقط، بل بالهجوم على كتاب الله، وعلى جناب رسول الله صلى الله عليه و سلم ، ولكن ذلك العدوان، وتلك الحرب السافرة الشاملة، كشفت للمسلمين في كل أنحاء الأرض ما كان خافياً على كثير منهم، من ادعاء أهل الغرب، وبخاصة الولايات المتحدة الأمريكية، وذيلها المملكة المتحدة، من دعوتهم إلى حقوق الإنسان، ودعم الديمقراطية، والوقوف ضد الاستبداد ـ الدكتاتورية ـ ونشر العدالة والمساواة، وظهرت وجوههم القبيحة الأصيلة في قبحها للمسلمين وللعالم كله. فقد اعتدوا على الإنسان، وأجبروه على التخلي عن اعتقاده، أليسوا يحاربون أي دولة تعلن نيتها لتطبيق الشريعة كما هو الحال في السودان[[راجع موقع الروضة الإسلامي، على الرابط التالي: http://www.al-rawdah.net/r.php?sub0=rahalat&sub1=sibaq&p]]؟! أليسوا يقتلون الآلاف من بني البشر في العراق وأفغانستان والصومال؟ أليست معتقلات غوانتنامو وسجن أبي غريب، والمعتقلات السرية في كثير من البلدان، ومنها بعض الدول الأوربية شاهدة على كذب القوم ودعاواهم في رعاية حقوق الإنسان؟! أليسوا وقفوا ضد الديمقراطية عندما فازت حركة حماس في الانتخابات؟! أليسوا يدعمون الدولة اليهودية المحتلة، ضد الشعب الفلسطيني، ولا يكترثون بكل ما يعانيه من ظلم وعدوان من اليهود؟! أليسوا يقومون بقتل أهل السنة في العراق، ويقرون ما يتعرضون له من مظالم من قبل أعدائهم؟! لا نستطيع أن نعدد جرائمهم، التي تخالف مخالفة صريحة ما يعلنونه من مبادئ وقيم، فقد فضحهم الله تعالى وأبان عوارهم على حقيقتهم.. كما فضح حلفاءهم الذين كانوا قبل هذا العدوان الجديد يرفعون شأنهم، ويدعون المسلمين للاقتداء بهم في كل صغيرة وكبيرة، ويتهمون المسلمين بأن سبب تأخرهم هو تمسكهم بأصول دينهم، وتعصبهم لها، وعدم الاقتداء بعواصم النور في الغرب، نعم فضح الله المعتدين، وحلفاءهم الذي ظهروا على حقيقتهم، فلم يعودوا يخفون على أحد في البلدان الإسلامية[[راجع موقع الروضة الإسلامي، على الرابط التالي: http://al-rawdah.net/r.php?sub0=rahalat&sub1=a5_hadath&p.]]. أمران آخران مما نفع الله بهما الإسلام: الأمر الأول: أن كثيراً من الناس في البلدان الغربية، تنبهوا لشيء لم يكن غالبهم يأبهون به، ولا يسأل غالبهم عنه، وهو الإسلام، الذي أخذوا يبحثون عنه، ويلتمسون للاطلاع عليه الكتب المترجمة عنه، والمطبوعات، وعلى رأسها ترجمة معاني القرآن الكريم، وغيره، حتى نفدت من المكتبات، ودخل كثير من أهل الغرب في الإسلام، الذين تتعمد وسائل الإعلام الغربية التعتيم عليهم. الأمر الثاني: أن كثيراً من المسلمين الغافلين عن دينهم العظيم، تنبهوا له، ورجعوا إليه، بعد أن انتشر العدوان السافر عليه، وعلى كتابه، ورسوله صلى الله عليه و سلم. ولقد كنا قبل ذلك، نرى غالب حجاج بيت الله الحرام والمعتمرين والزوار، من كبار السن، أو من متوسطي الأعمار، وكثير منهم لا يصطحبون صغارهم من الأطفال ذكوراً وإناثاً، ولكنا اليوم نرى الحاج وهو يحمل أطفاله، أو يقودهم للطواف ببيت الله، وأداء المناسك، وزيارة مسجد الرسول صلى الله عليه و سلم. ولقد شدَّتني ظاهرة كثرة صغار السن من أبناء المسلمين، الذين يرتادون مسجد الرسول صلى الله عليه و سلم، ويسابقون الشيوخ إلى الروضة الشريفة للصلاة فيها، وزيارة قبر الرسول صلى الله عليه و سلم وصاحبيه. وأصبح الآباء من أهل مكة والمدينة، ومن خارجهما يصطحبون أبناءهم إلى المسجدين، فترى الرجل ومعه عدد من أولاده، يقلون ويكثرون، وهم بجانبه يتلون كتاب الله كما يتلو، ويصلون كما يصلي. وإن هذه الظاهرة لتبشر بخير، وتجعلنا نتفاءل بها كثيراً؛ لأن هذا الجيل الذي سينقرض، سيخلفه جيل أكثر منه التزاماً بالإسلام بإذن الله، وأكثر وعياً بزمانه، وما فيه من الأصدقاء والأعداء. وإن ما أشعر به من تفاؤل، وأحس به في نفسي من بُشريات، يصعب على كثير من الناس الذين يزنون الأمور بموازين مادية تصورها وتصديقها، ولندع ذلك للأجيال القادمة، التي نرجو الله تعالى أن تراه حقيقة واقعة في الأرض. ولكني أحث وألح على الأسر الإسلامية، أن يهتموا بتربية أبنائهم على هذا الدين، وتوعيتهم بما فيه من الخير العظيم لمن تمسك به، ومحاولة ربطهم بالمساجد، وبالعلماء وطلاب العلم الصالحين وصحبتهم، ليصقلوهم بالعلم والتزكية والعبادة والسلوك، حتى ولو كان هؤلاء الأبناء يدرسون في مدارس ومعاهد وكليات متخصصة، في غير الدراسات الإسلامية. ويجب توعيتهم بمخاطر أعدائهم، وما يجب عليهم من مقاومتهم، سواء في الأفكار المخالفة للإسلام، أو في عدوانهم على بلدانهم، فإن جهاد الدفع فرض عين على أهل البلد كلهم.."
  },
  {
    "type": "section",
    "id": "section-23",
    "title": "برقيات سريعة:",
    "content": "1- الشعوب المسلمة وحكامها في سفينة واحدة، تتقاذفها عواصف الأعداء، ولا نجاة لهم جميعاً إلا بوحدة الكلمة والتعاون على البر والتقوى. 2- قوتان هما المخرجان: القوة الإيمانية، والقوة المادية. 3- وقوف حكومات الشعوب الإسلامية صفاً واحداً، على أساس الإسلام فرض، وفي تفرقها دمار وهلاك. 4- عناية الدول والموسرين في الشعوب الإسلامية بالفقراء والمحتاجين من الشباب، بتوفير الحياة المطمئنة، واجب وعامل استقرار. 5- الثبات على مبادئ الإسلام هو الفوز الحقيقي، والخروج عن ذلك فيه الخسران المبين. 6- يجب أن تتضمن مناهج التعليم، مع بيان العقيدة والعبادة والحلال والحرام، بيان المخاطر المحيطة بالأمة، وكيفية درئها ودفعها عن البلدان الإسلامية. 7- يجب تدعيم شورى أهل الحل والعقد في البلدان الإسلامية، كل فيما يجيده مما يحقق مصالح الأمة ويدفع عنها المفاسد. 8-على علماء الشريعة والمتخصصين في أي علم من العلوم الإنسانية وغيرها، القيام ببيان الحق والباطل في كل المجالات؛ لأن الله تعالى كلفهم ذلك، ولا يجوز تأخير البيان عن وقت الحاجة إليه. \"العدو الأخضر\" في زعم أهل الغرب ليس مثل \"العدو الأحمر\" إنه دين الله الباقي إلى قيام الساعة... بل إنه عندما يحاول أعداؤه القضاء عليه، شبيهون بمن يتجه إلى الشمس، ويأخذ نفساً طويلاً فينفخ فيها ليطفئها: {يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ (8) هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (9)} [[الصف]]. والحمد لله رب العالمين. وسبحانك اللهم وبحمدك أستغفرك وأتوب إليك. انتهيت من كتابة هذا البحث في منزلي بالمدينة المنورة في الساعة السابعة والنصف من صباح يوم الثلاثاء 1من شهر ذي الحجة  سنة 1428ه  11/ ديسمبر 2007م وصلى الله وسلم وبارك على سيدنا ونبينا وحبيبنا محمد صلى الله عليه و سلم."
  },
  {
    "type": "section",
    "id": "section-24",
    "title": "آثار المؤلف",
    "content": "أنجز المؤلف عدداً من المؤلفات في موضوعات متنوعة بعضها قد طُبع وبعضها لم يُطبع، كما أن لديه موضوعات أخرى يريد الكتابة فيها، بعضها قد جمع مادتها، لعل الله يسهل له إنجازها جميعاً. ( أ ) الكتب المطبوعة: 1) الجهاد في سبيل الله ـ حقيقته وغايته (رسالة دكتوراه) طبع مرتين، ويقع في مجلدين كبيرين. وقد راجعه وأجرى تعديلات طفيفة على بعض موضوعاته وزيادات، وهو معد للطبعة الثالثة، ورتبه في أربعة أجزاء، بعنوان: حقيقة الجهاد في سبيل الله وغايته. 2) الكفاءة الإدارية في السياسة الشرعية ـ نفد. 3) الشورى (طبع مرتين) وتمت الإضافة عليه وهو معد للطبعة الثالثة. 4) دور المسجد في التربية، طبع مرتين. 5) أثر التربية الإسلامية في أمن المجتمع الإسلامي، وقد راجعه المؤلف، وأضاف بعض الزيادات، ورتبه في ثلاثة أجزاء. 6) الحدود والسلطان. 7) طل الربوة، طبع مراراً، وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 8) الدعوة إلى الإسلام في أوروبا. 9) حوارات مع مسلمين أوربيين. 10) حوارات مع أوربيين غير مسلمين. 11) جوهرة الإسلام (في التربية، نظم 1300 بيت تقريباً، وهو قيد المراجعة). 12) المسؤولية في الإسلام، طبع مراراً. وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 13) الردة عن الإسلام وخطرها على العالم الإسلامي، طبع مراراً، وهو قيد المراجعة. 14) الإسلام وضرورات الحياة، طبع مرتين. وقد راجعه المؤلف وفيه بعض الزيادات وأعده للطبعة الثالثة. 15) حكم زواج المسلم بالكتابية. تمت مراجعته وهو معد للطبعة الثانية. 16) هتاف العزة والجهاد (شعر). 17) وقاية المجتمع من تعاطي المسكرات والمخدرات، طبعته الجامعة الإسلامية في المدينة المنورة، وهو معد للطبعة الثانية. 18) سبب الجريمة، نفد، وقد راجعه المؤلف وزاد فيه بعض الموضوعات، وهو معد للطبعة الثانية، بعنوان: قاعدة في سبب الجريمة والوقاية منها. 19) الدعوة إلى الإسلام في أوربا، وهو معد للطبعة الثانية. 20) معارج الصعود إلى تفسير سورة هود (كتبته عن شيخي محمد الأمين الشنقيطي، رحمه الله في قاعة الدرس بكلية الشريعة، ثم رتبته وطبعته، وقد قدم له أحد أبناء الشيخ). 21) تفسير سورة النور (كسابقه). والكتابان معدان للطبعة الثانية. 22) السباق إلى العقول. 23) سلسلة في المشارق والمغارب (وهي المذكرات التي دونتها في رحلاتي لبلدان العالم) وقد بلغت عشرين مجلداً.. وقد تمت طبعتها الأولى، وتتولى نشرها مكتبة دار الأندلس الخضراء في جدة. 24) الإيمان هو الأساس، وهو معد للطبعة الثانية. 25) غيث الديمة شرح الدرة اليتيمة، في النحو. (ب) كتبٌ ورسائل لم يتم طبعها: 26) أثر تطبيق الشريعة الإسلامية في صلاح الأمة، جمعت بعض مواده. 27) التكفير والنفاق ومذاهب العلماء فيهما. 28) الإخلاص وما يعين المسلم عليه. 29) استعصاء دين الهداية والرحمة. 30) الواعظ الأكبر والزاجر الأعظم. 31) مفاصل الخلل في الأمة وطريقة علاجها. وللمؤلف مقالات وأبحاث أخرى شارك ببعضها في منتديات الشبكة العالمية (الانترنت)."
  }
]