[
  {
    "type": "title",
    "content": "ما المخرج؟ تأليف الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1429ه ـ 2008م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "فهرس المحتويات",
    "content": "مقدمة\t7 الفصل الأول: قدم هذا السؤال وجوابه الشافي\t13 الفصل الثاني: التقوى أساس المخارج\t21 شكوى الحبيب صلى الله عليه و سلم من هجر القرآن\t24 الفصل الثالث: التعاون على البر والتقوى\t29 الفصل الرابع: الطهارة من أقذار الشهوات المحرمة\t33 الفصل الخامس: الاعتصام بحبل الله\t39 ما يحقق للأمة الاعتصام\t42 الأمر الأول: طاعة الله ورسوله\t42 الأمر الثاني: الرجوع إلى الكتاب والسنة عند الاختلاف\t42 الأمر الثالث: الرجوع فيما لا تعلم حقيقته إلى أهل التخصص\t44 الأمر الرابع: الأمر بالمعروف والنهي عن المنكر\t45 الأمر الخامس: الشورى\t50 الفصل السادس: دعاء الله والاستغاثة به\t53 الفصل السابع: العدل\t59 الفصل الثامن: الجهاد في سبيل الله\t65 الفصل التاسع: الصلح بالعدل\t71 الصلح العام\t71 الصلح الأسري\t73 صلح سياسي وعسكري\t73 الفصل العاشر: هل تحقق الروابط المادية الاعتصام بحبل الله؟\t79 الفصل الحادي عشر: إقامة الحدود والتعازير\t87 تنويه بأثر إقامة الحدود في بعض البلدان\t90"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "مقدمة",
    "content": "إن الحمد لله، نحمده ونستعينه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ (102)}[[آل عمران]]. {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا (1)}[[النساء]]. {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللهَ وَقُولُوا قَوْلاً سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا (71)}[[الأحزاب]]. أما بعد فإن الأمة الإسلامية ـ وبخاصة الدول العربية ـ قد أعزَّها الله تعالى بهذا الدين وجعلها قائدة للأمم في الأرض، ما تمسكت بوحيه، واتبعت سنة رسوله ‘، واقتدت به في سيرته والدعوة إلى دينه، وجاهدت في الله حق جهاده، كما قال تعالى: {وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمْ الْغَالِبُونَ(56)}[[المائدة]]. والغلبة معناها الاستخلاف، والتمكين، والأمن، والعزة، والنصر، في الأرض، كما قال تعالى في آيات أخرى: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمْ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً..(55)} [[النور]]. وقال تعالى: {مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعاً ...(10)} [[فاطر]]. {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنصُرُوا اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ (7)} [[محمد]]. وإن في سيرة الرسول صلى الله عليه و سلم وغزواته، وتاريخ خلفائه الراشدين رضي الله عنهم ومن اقتدى بهم من الخلفاء الذين جاءوا من بعدهم، وفتوحاتهم ونشرهم الإسلام في مشارق الأرض ومغاربها، لبرهان ساطع على ما ذكر في الآيات السابقة وغيرها مما ورد في معناها. ومعلوم أن تلك الغلبة وذلك الاستخلاف، والتمكين، والأمن، والعزة، والنصر، إنما ينالها الذين تحققت فيهم شروطها التي ذكرت معها في نفس الآيات، وَهي تَوَلِّي اللَّه وَرَسُوله وَالَّذِينَ آمَنُوا، والإيمان والعمل الصالح، ونصُرُ اللَّهَ أي نصر دينه، وطلب العزة منه وحده تعالى الذي لا يملك العزة غيره. فإذا لم تتصف هذه الأمة بتلك المؤهلات التي تستحق بها ما وعدها الله تعالى به، لم تنل ذلك الوعد الإلهي العظيم، بل يسلط الله تعالى عليها عدوها، وينزل بها الوهن والضعف، ونزع المهابة التي كان يضعها في قلوب أعدائها، ويجعل أعداءها يتداعون عليها كما تتداعى الأكلة إلى قصعتها، فيفقدها بذلك العزة والكرامة، كما هو الحال اليوم، حيث احتل الأعداء ديارنا وانتهكوا حرماتنا ودنسوا مقدساتنا، ونهبوا خيراتنا، وأغاروا على ضرورات حياتنا، من دين ونسل وعقل وعرض ومال، وما يتبعها من الكماليات والحاجيات. وهذا الذي يصيب الأمة الإسلامية، ليس بسبب قلة عددها، ولا بفقدها المال الذي تعد به العدة للدفاع عن نفسها، ولا لعدم وجود الكفاءات البشرية المتخصصة في كل المجالات التي تسعفها بما تحتاج إليه لردع المعتدي عليها، بل إنما تملكه هذه الأمة من الأرض ذات المساحات الواسعة الغنية بالطاقة العظيمة، والمعادن الثمينة، وما بها من بحار وأنهار غنية بالثروة السمكية والجواهر ذات القيمة العالية، ومن الخيرات العظيمة المخزونة في باطن تلك الأرض وفي ظاهرها، وما تملكه من الرجال الأكفاء في تخصصات كثيرة، مع رغبتهم الشديدة في خدمة شعوبهم والتضحية بأنفسهم وأموالهم وأوقاتهم، إن كل ذلك لجدير أن يجعلها في قمة هرم الأمم في الأرض من التقدم والحضارة. والذي ينقص هذه الأمة في الدفاع عن نفسها وعن شعوبها وضرورات حياتها، هو إرادة زعمائها الصادقة، لقيادتها إلى تطبيق شرع الله الذي يأمرها بطلب أسباب العزة والقوة وأن تكون خير أمة أخرجت للناس، وعدم الخضوع لضغوط أعداء شعوبها، وموالاتهم وطاعتهم فيما يخالف أمره، والصدق في التوكل عليه تعالى واستنفار تلك الشعوب وقيادتها لردع الغزاة المعتدين عليها، ذلك هو الذي تفقده هذه الأمة المغلوبة اليوم. ومع ذلك كله، فلا زال المسلمون قادرين على القيام بواجبهم، ورفع راية دينهم وبذل نفوسهم وأموالهم في سبيل استرجاع مجدهم ودحر أعدائهم، وطردهم من أرضهم، وعقلاؤهم وذوو الرأي فيهم يبحثون عن المخرج من هذا الضعف ومن هذه الفتن التي حلت بهم، ونادى ولا يزال ينادي كثير من علمائهم إلى الرجوع إلى كتاب ربهم وسنة نبيهم وسيرته وتاريخ أسلافهم الذي قادوا الأمة إلى عزتها ورفعتها في الأرض. فما السبب الذي يجعل هذه الأمة تسلك السبيل الذي يضيء لها الطريق إلى المخرج من النفق المظلم الذي نامت فيه، عاجزة عن الخروج منه، وما هو ذاك المخرج الذي يحقق لها استقلالها وعزتها؟ وللجواب على هذا السؤال حاولت تسجيل هذا البحث الصغير الذي أعترف أنه غير كافٍ للوفاء بالجواب، وإنما هو استحثاث وإغراء للعلماء والمفكرين والجماعات الإسلامية والمتخصصين من المسلمين، ولعقلاء من بيدهم أمر الأمة، ليجيبوا الإجابة الكافية عنه، والبدء في اتخاذ الأسباب لحيازته. ويحتوي هذا البحث على أحد عشر فصلاً ترتيبها كالتالي: الفصل الأول: قدم هذا السؤال وجوابه الشافي. الفصل الثاني: التقوى أساس المخارج. الفصل الثالث: التعاون على البر والتقوى. الفصل الرابع: الطهارة من أقذار الشهوات المحرمة. الفصل الخامس: الاعتصام بحبل الله. الفصل السادس: دعاء الله والاستغاثة به. الفصل السابع: العدل. الفصل الثامن: الجهاد في سبيل الله. الفصل التاسع: الصلح بالعدل. الفصل العاشر: هل تحقق الروابط المادية الاعتصام بالله؟ الفصل الحادي عشر: إقامة الحدود والتعازير."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "الفصل الأول : قدم هذا السؤال وجوابه الشافي",
    "content": "هذا السؤال: (ما المخرج؟) وقع في عهد أصحاب رسول الله ‘، عندما حصلت الفتنة في عهد عثمان رضي الله عنه ، وجوابه حصل في ذلك الوقت، والفتن التي نزلت بالمسلمين بعد ذلك أشد وأخطر مما حصل في عهد الصحابة، وكان جوابها قولاً أو عملاً هو نفس الجواب. وها هي الفتن اليوم تتوالى علينا، كقطع الليل المظلم كما قال الرسول ‘، وأمر أمته أن تبادرها بالعمل على درئها قبل حدوثها، كما في حديث أبي هريرة رضي الله عنه ، أنه صلى الله عليه و سلم قال: (بَادِرُوا بِالأَعْمَالِ فِتَناً كَقِطَعِ اللَّيْلِ الْمُظْلِمِ. يُصْبِحُ الرَّجُلُ فِيْهَا مُؤْمِناً وَيُمْسِي كَافِراً. أَوْ يُمْسِي مُؤْمِناً وَيُصْبِحُ كَافِراً. يَبِيعُ دِينَهُ بِعَرَضٍ مِنَ الدُّنْيَا)[[ مسلم (2/110).]]. ولا زال نفس السؤال (ما المخرج؟) يتردد ولا جواب له إلا ذلك الجواب الشافي الكافي، لو عقلنا واعتبرنا. روى عبد الله بن عبد الرحمن بن أبزى حدث عن أبيه، قال: \"لما وقع الناس في أمر عثمان رضي الله تعالى عنه، قلت لأُبي بن كعب: أبا المنذر ما المخرج من هذا الأمر؟ قال كتاب الله وسنة نبيه، ما استبان لكم فاعملوا به، وما أشكل عليكم فكلوه إلى عالمه\" [[الحاكم في المستدرك على الصحيحين (2/435) دار الكتب العلمية.]]. فالالتزام بمنهاج الله الذي أنزله لخلقه، في كتابه تعالى وأبانه رسوله ‘، هو الذي يحقق للمسلمين المخرج من الضيق والضنك، والبعد عن ذلك المنهج يسد عليهم باب المخرج مما ينزل بهم من المصائب والمضايق. والمراد بالمخرج اليوم خروج المسلمين من المحن التي حلت بهم وببلدانهم من الهجمات الظالمة التي تقوم بها أمريكا وحلفاؤها من الدول الغربية ومن ظاهرهم من المنافقين في البلدان الإسلامية المحتلة. وأنبه قبل الدخول في الحديث عن المخرج المقصود على أمرين: الأمر الأول: أن ما يقوم به كثير من الشباب من تفجير أنفسهم في أي بلد إسلامي، غير محتل من الأعداء عسكرياً، لقتل أنفسهم وقتل غيرهم من المسلمين مدنيين كانوا أو عسكريين، أو إحداث خسائر في المرافق والثروات والمنشآت، كل ذلك محرم شرعاً معتبر من الكبائر التي تجب التوبة منها والإقلاع عنها، وليست داخلة في أي نوع من أنواع الجهاد المشروع، ولا يقوم بها من فقه في دينه فقهاً ينجيه عند الله تعالى. الأمر الثاني: أن جميع سكان أي بلد من البلدان الإسلامية احتل العدو أرضهم وعاث فيها فساداً، فرض على كل عاقل قادر منهم، رجلاً وامرأة، كبيراً وصغيراً أن يجاهد العدو بأي نوع من أنواع الجهاد الذي يقدر عليه بالنفس والمال والرأي، ويدخل في ذلك العمليات الاستشهادية، التي يضطرون إليها لضعف إمكاناتهم الجهادية وتفوق عدوهم في السلاح، واعتدائه على كل ضرورات حياتهم من الدين والنفس والنسل والعقل والمال، كما يشاهد ذلك في البلدان المحتلة. وأسوق هنا ما ذكره الإمام الجصاص في كتابه \"تفسير آيات الأحكام\" من مشروعية ما يشبه العمليات الاستشهادية المعاصر: قال رحمه الله: \"وقوله تعالى: {وَأَنفِقُوا فِي سَبِيلِ اللَّهِ وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ(195)} [[البقرة]]. قَالَ أَبُو بَكْرٍ: قَدْ قِيلَ فِيهِ وُجُوهٌ: أَحَدُهَا مَا حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ قَالَ: حَدَّثَنَا أَبُو دَاوُد ـ وساق الجصاص بسنده إلى أَسْلَمَ أَبِي عِمْرَانَ ـ قَالَ: غَزَوْنَا بِالْقُسْطَنْطِينِيَّةِ وَعَلَى الْجَمَاعَةِ عَبْدُ الرَّحْمَنِ بْنُ الْوَلِيدِ وَالرُّومُ مُلْصِقُو ظُهُورِهِمْ بِحَائِطِ الْمَدِينَةِ، فَحَمَلَ رَجُلٌ عَلَى الْعَدُوِّ، فَقَالَ النَّاسُ: مَهْ مَهْ، لا إلَهَ إلا اللَّهُ، يُلْقِي بِيَدَيْهِ إلَى التَّهْلُكَةِ، فَقَالَ أَبُو أَيُّوبَ: إنَّمَا نَزَلَتْ هَذِهِ الآيَةُ فِينَا مَعْشَرَ الأَنْصَارِ، لَمَّا نَصَرَ اللَّهُ نَبِيَّهُ وَأَظْهَرَ دِينَهُ الإِسْلامَ قُلْنَا: هَلُمَّ نُقِيمُ فِي أَمْوَالِنَا وَنُصْلِحُهَا، فَأَنْزَلَ اللَّهُ تَعَالَى: {وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلا تُلْقُوا بِأَيْدِيكُمْ إلَى التَّهْلُكَةِ}[[ البقرة: 195.]] فَالإِلْقَاءُ بِالأَيْدِي إلَى التَّهْلُكَةِ أَنْ نُقِيمَ فِي أَمْوَالِنَا فَنُصْلِحَهَا وَنَدَعَ الْجِهَادَ... فَأَمَّا حَمْلُهُ عَلَى الرَّجُلِ الْوَاحِدِ يَحْمِلُ عَلَى حَلْبَةِ الْعَدُوِّ، فَإِنَّ مُحَمَّدَ بْنَ الْحَسَنِ ذَكَرَ فِي السِّيَرِ الْكَبِيرِ أَنَّ رَجُلاً لَوْ حَمَلَ عَلَى أَلْفِ رَجُلٍ وَهُوَ وَحْدَهُ لَمْ يَكُنْ بِذَلِكَ بَأْسٌ إذَا كَانَ يَطْمَعُ فِي نَجَاةٍ أَوْ نِكَايَةٍ، فَإِنْ كَانَ لا يَطْمَعُ فِي نَجَاةٍ وَلا نِكَايَةٍ فَإِنِّي أَكْرَهُ لَهُ ذَلِكَ لأَنَّهُ عَرَّضَ نَفْسَهُ لِلتَّلَفِ مِنْ غَيْرِ مَنْفَعَةٍ لِلْمُسْلِمِينَ.., فَإِنْ كَانَ لا يَطْمَعُ فِي نَجَاةٍ وَلا نِكَايَةٍ وَلَكِنَّهُ يُجْزِئُ الْمُسْلِمِينَ بِذَلِكَ حَتَّى يَفْعَلُوا مِثْلَ مَا فَعَلَ فَيُقْتَلُونَ وَيُنْكُونَ فِي الْعَدُوِّ فَلا بَأْسَ بِذَلِكَ إنْ شَاءَ اللَّهُ لأَنَّهُ لَوْ كَانَ عَلَى طَمَعٍ مِنْ النِّكَايَةِ فِي الْعَدُوِّ وَلا يَطْمَعُ فِي النَّجَاةِ لَمْ أَرَ بَأْسًا أَنْ يَحْمِلَ عَلَيْهِمْ، فَكَذَلِكَ إذَا طَمِعَ أَنْ يُنْكَى غَيْرُهُ فِيهِمْ بِحَمْلَتِهِ عَلَيْهِمْ فَلا بَأْسَ بِذَلِكَ، وَأَرْجُو أَنْ يَكُونَ فِيهِ مَأْجُورًا؛ وَإِنَّمَا يُكْرَهُ لَهُ ذَلِكَ إذَا كَانَ لا مَنْفَعَةَ فِيهِ عَلَى وَجْهٍ مِنْ الْوُجُوهِ وَإِنْ كَانَ لا يَطْمَعُ فِي نَجَاةٍ وَلا نِكَايَةٍ، وَلَكِنَّهُ مِمَّا يُرْهِبُ الْعَدُوَّ، فَلا بَأْسَ بِذَلِكَ لأَنَّ هَذَا أَفْضَلُ النِّكَايَةِ وَفِيهِ مَنْفَعَةٌ لِلْمُسْلِمِينَ. وَاَلَّذِي قَالَ مُحَمَّدٌ مِنْ هَذِهِ الْوُجُوهِ صَحِيحٌ لا يَجُوزُ غَيْرُهُ.. وَإِذَا كَانَ كَذَلِكَ فَلا يَنْبَغِي أَنْ يُتْلِفَ نَفْسَهُ مِنْ غَيْرِ مَنْفَعَةٍ عَائِدَةٍ عَلَى الدِّينِ وَلا عَلَى الْمُسْلِمِينَ. فَأَمَّا إذَا كَانَ فِي تَلَفِ نَفْسِهِ مَنْفَعَةٌ عَائِدَةٌ عَلَى الدِّينِ فَهَذَا مَقَامٌ شَرِيفٌ مَدَحَ اللَّهُ بِهِ أَصْحَابَ النَّبِيِّ صلى الله عليه و سلم فِي قَوْلِهِ: {إِنَّ اللَّهَ اشْتَرَى مِنْ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمْ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ (111)} [[التوبة]]. وَقَالَ: {وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتاً بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ (169)} [[آل عمران]]. وَقَالَ: {وَمِنْ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللهِ..(207)}[[البقرة]]. فِي نَظَائِرِ ذَلِكَ مِنْ الآيِ الَّتِي مَدَحَ اللَّهُ فِيهَا مَنْ بَذَلَ نَفْسَهُ لِلَّهِ\". انتهى. من هذه الجمل يتضح لنا أن الرجل الواحد يشرع له إلقاء نفسه في صفوف العدو وحده ولو ظن تلفه بذلك في الحالات الآتية: الحالة الأولى: أن يطمع في نجاة نفسه والنكاية في العدو. الحالة الثانية: ألا يطمع في نجاة نفسه ولكنه يطمع في النكاية في العدو. الحالة الثالثة: ألا يطمع في نجاة نفسه ولا النكاية في العدو، ولكنه يطمع في تشجيع غيره من المسلمين أن يفعلوا كما فعل لإحداث النكاية في العدو. الحالة الرابعة: ألا يكون في ذلك شيء من الأمور المذكورة في الحالات الثلاث، ولكن في إقدامه إنزال الرعب في نفوس الأعداء. وخلاصة الحالات الأربع أن يكون في فعله منفعة للإسلام والمسلمين، فإن لم يكن في ذلك منفعة للإسلام والمسلمين، فلا يشرع له ذلك. ومما لا شك فيه أن العمليات الاستشهادية ضد العدو المحتل اليوم فيها منفعة محققة للإسلام والمسلمين؛ لأن واحداً من المجاهدين يقتل في عملية واحدة العشرات، بل المئات من الأعداء، مع ما تحدثه العمليات من رعب في نفوس الأعداء على كل حال. وأنبه مرة أخرى أن مشروعية العمليات الاستشهادية إنما تكون ضد العدو المحتل ومَن ظاهره على احتلاله من سكان البلد المحتل، وأن ذلك محرم في غير البلدان المحتلة، لما فيه من قتل المسلمين بغير حق وإحداث للفوضى والاضطراب وفقد الأمن. فما هو المخرج؟ وبعد هذا التنبيه الذي لا بد منه ليكون كِلا الأمرين الذين كثر فيهما اللغط: التفجيرات التي يقتل الشباب فيها أنفسهم وغيرهم من المسلمين في أي بلد إسلامي آمن من احتلال العدو، والجهاد بشتى وسائله المشروعة ضد المحتل المعتدي لأي بلد من بلدان المسلمين، نشرع في بيان بعض المخرج، لنعلم هل هو موجود أو لا؟ وهل اتجهنا إليه لنخرج من الفتن وننتصر على الأعداء أو لا؟ المخرج موجود: وقد نص الله تعالى على وجود المخرج في كتابه، ونص عليه رسوله صلى الله عليه و سلمفي سنته، وقصد إليه فعلاً في سيرته، واقتدى به أصحابه من بعده، وفُتح لهم بابه وهم في أشد المآزق والمضايق، كما هو معلوم من حالة الرسول صلى الله عليه و سلموأصحابه عندما كانوا في مكة بعد بعثته ‘، ومعلوم من حالهم عندما هاجروا إلى المدينة والغزوات التي تمت هناك، ومعلوم من حال أصحابه بعد انتقاله إلى الرفيق الأعلى، عندما أطبق على حربهم والسعي في استئصالهم العرب قاطبة في حروب الردة، فجاهدوا المرتدين وانتصروا عليهم ونالوا من الله العزة وهم قليلو العَدَد والعُدَد ثم انتقلوا إلى أعظم إمبراطوريتين في عهدهم من الفرس والروم فانتصروا عليهم وهزموهم شر هزيمة."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "الفصل الثاني : التقوى أساس المخارج",
    "content": "والتقوى بحدها الأدنى الذي أشير إليه فيما تقدم، وبذروة سنامها الذي منه ترك ما لا بأس به خشية من الوقوع فيما به بأس وترك ما لم يتبين حِله من حرمته وهو ما عبر عنه الرسول صلى الله عليه و سلم بـ(الشبهات) إنما يتصف بها ـ التقوى ـ من قوي إيمانه وثبت يقينه؛ لأن الإيمان هو الأساس. كما قال تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آياتُهُ زَادَتْهُمْ إِيمَانَاً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (2) الَّذِينَ يُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ (3) أُوْلَئِكَ هُمْ الْمُؤْمِنُونَ حَقّاً لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (4)} [[الأنفال]]. فالمرتاب الذي يفقد اليقين في إيمانه، ليس أهلاً لأن يكون من المتقين؛ لأنه فقد الأساس الذي تبنى عليه التقوى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ أُوْلَئِكَ هُمْ الصَّادِقُونَ(15)}[[ سورة الحجرات، وراجع كتاب: الإيمان هو الأساس، للكاتب.]]. والعمل الظاهر الذي يطلع عليه الناس، يستدل به على ما في قلب صاحبه من إيمان، ولكن حقيقته لا يعلمها إلا الله، قال تعالى: {وَقُلْ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ(105)}[[التوبة]]. وقد بينت سنة الرسول صلى الله عليه و سلم أن التقوى الحقيقية أساسها الإيمان الذي ينطوي عليه القلب، وأن ما يظهر منها للناس من الأعمال والأقوال الصالحة، هو دليل البشر على وجود تلك التقوى. رو أبو هريرة رضي الله عنه : أَنَّ رسولَ اللَّهِ صلى الله عليه و سلم قال: (إِيَّاكُم والظَّنَّ، فإنَّ الظنَّ أكذبُ الحديثِ، ولا تَحَسَّسُوا، ولا تَجسَّسُوا، ولا تَنَافسُوا، ولا تحاسَدُوا، ولا تَبَاغضُوا، ولا تَدَابَروا، وكُونوا عبادَ اللهِ إِخوانا كما أمرَكُم، المسلم أخو المسلم، لا يظلِمُهُ، ولا يَخْذُلُهُ، ولا يَحْقِرُهُ. التقوى هاهنا، التقوى هاهنا، التقوى هاهنا ـ ويشير إِلى صدره ـ بِحَسْب امرئ من الشَّرِّ أن يَحْقِر أخاه المسلمَ، كلُّ المسلمِ على المسلم حَرَام: دمُهُ، وعِرْضُهُ، ومَالُهُ. إِن الله لا ينظر إِلى أجسادكم، ولا إِلى صُوَرِكم، ولكن ينظر إِلى قلوبكم وأَعمالكم). هذا هو الإيمان الذي عناه الله تعالى في القرآن الكريم، وتلك هي التقوى التي جعلها الله شرطاً في المخرج من الضيق والحرج والفتنة، وليس الإيمان ولا التقوى اللذين يدعيهما المدعون، وهم عن مقتضياتهما من طاعة الله ومجافاة معاصيه ينأون ويَصِدُّون. ومن أهم ما يدخل في المخرج من المآزق والمضايق بناء حياة المسلمين على أساس كتاب الله والحكم بما أنزل الله الذي يكفر من اعتقد جواز الحكم بغيره مما يخالفه، ويرتكب كبائر الذنوب والآثام ويتعرض لغضب الله إذا حكم بغيره ولو اعتقد وجوب الحكم به. {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً(65)}[[النساء]]. فهل ترى غالب حكام المسلمين حكموا كتاب الله أو هم عزلوه عن حياة شعوبهم؟ فتقوى الله تعالى هي الباب الواسع الذي أخبرنا الله تعالى بأنه جعله مخرجاً لكل من وقع في ضيق أو حرج، قال تعالى: {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ(128)} [[النحل]]. ونص تعالى على تحقيقه المخرج لمن اتقاه، فقال: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً (2) وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ (3)} [[الطلاق]]. هذه الكلمة إذا رجعت إلى كتاب الله وسنة رسوله لمادة التقوى، كمصدرها وأفعالها الثلاثة الماضي والمضارع والأمر، ومصدرها، وأسماء الفاعلين، وأمر الله تعالى بها للمفرد والجمع رجالاً ونساءً، وكثرة الثناء على أهلها في الدنيا، وما أكرمهم الله تعالى به في دار كرامته، وكثرة الذم لمن حاد عنها وما توعده الله تعالى به يوم الحساب والجزاء، إذا رجعت إلى ذلك كله لصعب عليك حصرها في مكان واحد، فضلاً عما جاء بمعناها وليس بلفظها. والحد الأدنى لمعنى التقوى كما قرر العلماء: فعل ما أمر الله به من الفرائض وترك ما نهى الله تعالى عنه من المحرمات، ويدخل في ذلك أساس الفرائض كلها، وهو الإيمان بأصوله وفروعه، وجميع الفرائض العبادية والعادية، فما أمر الله به منها ففعله تقوى، وما نهى عنه منها، فتركه تقوى، وما ترك من أمره فهو ضد التقوى معصية لله تعالى، وما ارتكب مما نهي عنه فهو ضد التقوى وقد يكون شركاً مُخرجاً عن ملة الإسلام. وآيات الطلاق الثلاث السابقة، وإن كانت وردت في سياق خاص يتعلق بعشرة الزوجين، فإنها بلفظ عمومها المعبر عنه باسم الموصول \"مَن\" تتناول كل المتقين أفراداً وأسراً وجماعات وأحزاباً وشركات وشعوباً ودولاً؛ لأن العبرة بعموم الألفاظ لا بخصوص الأسباب، كما يقول العلماء، وكما دلت عليه آيات وأحاديث وسياقات ليس هذا موضع الكلام عنها. وقد وعد الله تعالى من اتقاه أن يجعل له مخرجاً، ووعْدُه تعالى حق لا يتخلف كما أخبر تعالى عن نفسه: {وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ(6)}[[الروم]]. وخلف الوعد يكون لأمرين: الأمر الأول: أن يكون من حصل منه الوعد كاذباً، كما هو شأن المنافقين، والله تعالى منزه عن ذلك، وقد قال عن نفسه: {وَعْدَ اللَّهِ حَقّاً وَمَنْ أَصْدَقُ مِنْ اللَّهِ قِيلاً(122)} [[النساء]]. الأمر الثاني: أن يكون من حصل منه الوعد عاجز عن الوفاء به، والله تعالى كذلك منزه عن ذلك، كما قال تعالى: {وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَوَاتِ وَلا فِي الأَرْضِ إِنَّهُ كَانَ عَلِيماً قَدِيراً(44)}[[فاطر]]. فعدم حصول المخرج لمن طلبه دليل على أنه لم يحقق شرط التقوى التي أرادها الله وجعلها شرطاً في حصول المخرج، كما قال ابن تيمية رحمه الله: \"ولهذا قال بعض السلف‏:‏ ما احتاج تقي قط‏.‏ يقول‏:‏ إن الله ضمن للمتقين أن يجعل لهم مخرجًا مما يضيق على الناس، وأن يرزقهم، من حيث لا يحتسبون، فيدفع عنهم ما يضرهم، ويجلب لهم ما يحتاجون إليه، فإذا لم يحصل ذلك دل على أن في التقوى خللاً، فليستغفر الله وليتب إليه\"[[ مجموع الفتاوى (8/524) دار عالم الكتب.]]. شكوى الحبيب صلى الله عليه و سلم من هجر القرآن: إننا إذا نظرنا إلى عامة قادة الشعوب الإسلامية، سنجد غالبهم قد هجروا كتاب الله وسنة رسوله صلى الله عليه و سلم ـ إلا ما شاء ربك وقليل ما هم ـ وأعظم هجر لهما إقصاؤهما عن أن يكونا مرجعاً لتصرفات المسلمين وتدبير شئون حياتهم كما أراد الله تعالى لهم، بحيث يفرض عليهم طاعة ما أمر الله تعالى به وأمر به رسوله ‘، ويحرم عليهم مخالفتهما كذلك، وأنهم إذا اختلفوا في شيء من ذلك وجب أن يردوا ما اختلفوا فيه إليهما ليكونا هما المرجع الذي يحكم بينهم فيما اختلفوا فيه كما سيأتي. فهل تتحقق تقوى الله وطاعته وطاعة رسوله صلى الله عليه و سلم في أمة هجرت كتابه وسنة نبيه لتستحق تحقيق وعد الله لها بالمخرج الرباني عندما تحيط بها الشدائد وتعظم أمامها المآزق والمضايق؟ ألا يدخل من كان كذلك فيمن تحسر رسول الله صلى الله عليه و سلم من هجرهم لهذا القرآن في حياتهم حيث اشتدت عليهم فيها المضايق والمآزق وكثر الحرج الذي عم العالم الإسلامي اليوم؟ {وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُوراً (30)} [[الفرقان]]. وإذا كانت تحسر الحبيب صلى الله عليه و سلم وشكواه إلى ربه كانت من هجر المشركين لما جاءهم به كفراً واستهزاءً وحرباً سافرة لدين الإسلام، فإن المسلمين اليوم وبخاصة غالب من بيدهم أمرهم، قد هجروه هجراً عازلاً له عن حياة الشعوب، تساهلاً وعصياناً، كما هو واضح. قال الشيخ السعدي رحمه الله في تفسير الآية المذكورة حاملاً لها على العموم؛ لأن العبرة به لا بخصوص السبب: \"{وَقَالَ الرَّسُولُ} منادياً لربه وشاكياً له إعراض قومه عما جاء به، ومتأسفاً على ذلك منهم: {يَا رَبِّ إِنَّ قَوْمِي} الذي أرسلتني لهدايتهم وتبليغهم {اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا} أي: قد أعرضوا عنه وهجروه وتركوه مع أن الواجب عليهم الانقياد لحكمه والإقبال على أحكامه، والمشي خلفه\". انتهى. فهل يدخل فيمن وعدهم الله بالمخرج من الفتن والمآزق والمضايق من تعمَّد هجر كتاب الله وعزله عن حياة المسلمين التي أمرهم ببنائها على أساسه وهداه؟ ألم يقل تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ... (24)} [[الأنفال]]. فهل استجبنا؟ ألم يقل عز و جل : {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمْ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً(36)} [[الأحزاب]]. أليس غالبنا اليوم قد اختار موت الفسوق والعصيان وإتباع خطوات الشيطان، بدلاً من الاستجابة للحياة القرآنية التي أمرنا بها ربنا وسلوك الصراط المستقيم الذي هو منهاج الله القويم؟ أما اختار غالبنا عصيان الله وسبل الضلال البيِّن الواضح على ما اختاره الله تعالى لنا من الهدى والنور الذي أنزله في كتابه؟"
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "الفصل الثالث : التعاون على البر والتقوى",
    "content": "ومما يعين المسلمين على نيل وعد الله بالمخرج الذي وعد به أهل التقوى التعاون على البر والتقوى، وإذا فسرت التقوى بفعل الواجبات وترك المنهيات، فإن البر معها يشمل ما تتضمنه التقوى، ويشمل ما هو أكثر من ذلك إذ يتضمن فعل كل خير يرضي الله تعالى من فعل مندوب ومباح تقرباً به إلى الله، وترك كل محرم ومكروه ومباح فيه شبهة خشية من الوقوع في المحرمات. قال تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (2)} [[المائدة]]. فالتقوى التي جعلها الله تعالى شرطاً لإيجاد المخرج لا يكفي في تحقيقها صدورها من أفراد من المسلمين أو جماعات ولا من دولة منهم دون غيرها، بل لا بد أن يتم التعاون على تحقيقها وتحقيق البر من جماعة المسلمين كلهم، مع البعد عن التعاون على ضدهما من ارتكاب الآثام والعدوان فيما بينهم أو على غيرهم من الكفار؛ لأن ذلك ينافي التقوى كما هو واضح من سياق الآية المذكورة؛ لأن الأمر بالتعاون على البر والتقوى والنهي عن التعاون على الإثم والعدوان، جاء في نفس الآية بعد أمر المسلمين بالعدل مع أعدائهم في قوله تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (2)}[[المائدة]]. فلا يتأهلون لاستحقاق المخرج من الله تعالى، إلا بهما. وميادين التعاون بينهم شاملة لكل ما يحقق للأمة المصالح ويدفع عنها المفاسد قبل وقوعها ويرفعها عنها بعد نزولها، ويشمل تلك الميادين كلها وضع أنظمة ولوائح يتحقق بها تطبيق منهاج كتاب الله وسنة رسوله بين المسلمين أفراداً وأسراً وجماعات ودولاً، والسعي الجاد في تنفيذها في حياتهم. وهنا نكرر على أنفسنا نفس الأسئلة السابقة: هل حققنا التعاون على البر والتقوى اللذين أمرنا الله تعالى بهما؟ وابتعدنا عن التعاون على الإثم والعدوان فيما بيننا؟ لنكون أهلاً للمخرج الذي وعد الله تعالى به من حقق تقواه، أو العكس هو الذي يحصل بين غالب المسلمين؟ ألم يجتمع أعداء المسلمين كلهم على حربنا في كل الميادين، ونختلف نحن في غالب الميادين؟ بل ألم يتعاون كثير من المسلمين مع أعدائنا في الإثم والعدوان على بعضهم حتى في احتلال بلدانهم؟ أليس ذلك من أعظم أسباب حرمان الله تعالى لنا من المخرج الذي وعد به من اتقاه؟"
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "الفصل الرابع : الطهارة من أقذار الشهوات المحرمة",
    "content": "قال الله تعالى في كتابه: {وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلاً عَظِيماً (27)} [[النساء]]. لقد فتح متبعو الشهوات للمسلمين أبواب الفساد في غالب بلدانهم بدعم من ولاة أمورهم، في وسائل إعلامهم ونواديهم ومسارحهم ومسلسلاتهم وشوارعهم وشطآن بحارهم، بل في دور علمهم من مدارس ومعاهد وجامعات، وفي أسواقهم وفنادقهم، ونواديهم، فاختلط رجالهم بنسائهم من كل الأعمار، مع عري فاضح؟ وممارسات هابطة لا تجوز في شريعة القرآن، وظهرت فيها المرأة على صورة لا يجوز لها أن تظهر بها أمام أقرب محارمها وأبعدهم افتتاناً بها وهم الآباء؟ ألم يكن ذلك مصادماً لقول الباري عز و جل : { قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ (30) وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ ... (31)} [[النور]]. قد يُظهر الإنسانُ غضَّ بصره، وقد تكون عينه خائنة، وقلب صاحبها يحدثه بما وراء خيانة عينه، ولا يعلم أحد من الخلق حقيقة خيانتها ولا ما يحدثه به قلبه، ولكن الله يعلم خيانة هذا العضو البارز \"العين\" ويعلم ما وراء ذلك في القلب.. قال تعالى: {يَعْلَمُ خَائِنَةَ الأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ (19)} [[غافر]]. ففي هذه الآية نكتة لطيفة، وهي أن الإنسان قد يخفي عمل أعضائه الظاهرة عن البشر مثل إخفائه أعماله الباطنة التي في قلبه، وأقدر الأعضاء الظاهرة على إخفاء عملها العين، ولهذا جمع الله بينهما في إحاطة علمه بهما، وإن كان تعالى يعلم الغيب والشهادة في كل شيء. ألم يَشْكُ المربون والمربيات وبعض الجمعيات الخيرية المهتمة بالتربية والكُتَّاب في كثير من بلدان المسلمين من الزنا بالمحارم، بسبب تيسير سبل الفاحشة ووسائلها ومغرياتها التي تمولها بعض الحكومات في الشعوب الإسلامية؟ وقد نصَّ علماء المسلمين أن محرم المرأة إذا خاف الفتنة بالنظر إليها يجب أن تحتجب عنه، وكذلك المرأة إذا خافت الفتنة من النظر إلى محرمها، كغيره من الأجانب.. قال ابن تيمية رحمه الله: \"وكذلك محارم المرأة: مثل ابن زوجها وابنه وابن أخيها وابن أختها ومملوكها عند من يجعله محرماً: متى كان يخاف عليه الفتنة أو عليها توجه الاحتجاب بل وجب...\" [[مجموع الفتاوى (15/280، دار الكتب العلمية.]]. ألم نر ونسمع بوجود مواليد جدد مرميين في الشوارع والمزابل وترك بعض الأمهات مواليدهن في المستشفيات بعد ولادتهن مباشرة؟ ولقد أخبرت بقصة حصلت في بعض مدن البلدان العربية تدل على الدرك الذي وصل إليه المسلمون في هذا العصر، خلاصتها أن فتاةً بكراً حملت من شقيقها، فلما اطلع أبوها على الفضيحة أراد أن يسترها، فطلب من عامل أجنبي عندها أن ينكحه إياها، وأغراه بمبلغ مئة ألف من عملة البلد، فقبل العامل الذي عرف القصة، ولكنه بقي وقتاً قصيراً عنده ثم رحل إلى بلده هارباً بما رزقه الله به من كفيله. والقصص كثيرة بدأت وسائل الإعلام وبخاصة الصحف، تنشر ما يندى له الجبين، وحدث ولا حرج عما ينشر في مواقع الشبكة العالمية \"الإنترنت\" وما يخفى أكثر وأعظم! ثم ألم ينتشر مرض الإيدز في بلدان المسلمين، ويصيب رعبه الحكومات والشعوب على حد سواء؟ وتحاول الحكومات ومنظمات شعبية أن تتخذ لمكافحته كافة الوسائل، ما عدا الوسيلة الوحيدة التي تقي الأمم منه، وتقطع دابر أساس انتشاره، وهي مكافحة العلاقات الشيطانية المصادمة لشريعة القرآن الذي هجره كثير من المسلمين تلاوةً وتطبيقاً لأحكامه؟ \"وليقس ما لم يقل\" كما قال ابن مالك رحمه الله في خلاصته: قس أخلاق غالب المسلمين وسلوكهم على صفات المؤمنين التي تضمنها هذا القرآن المهجور! ألْبِس عينيك نظارة الآيات من أول سورة المؤمنون وانظر بهما من الآية الأولى إلى الآية 11، ثم أتبعها بالنظر إلى آيات سورة الفرقان من آية: 63 إلى آخر السورة، والتفت بهاتين العينين إلى سلوك غالب المسلمين، رجالاً ونساءً شباباً وشيباً، حكاماً ومحكومين. ولا تنس المقارنة بين ما سبقت الإشارة إليه من الآيات المتعلقة بصفات المؤمنين وغيرها وهي في القرآن كثيرة، وبين صفات أخرى تتعلق بمن أعلنوا الإيمان بألسنتهم وأنكرته قلوبهم، وهي أيضاً كثيرة جداً، وبخاصة في سورة البقرة وسورة آل عمران وسورة النساء وسورة التوبة وسورة الأحزاب وغيرها، وقد سميت سورة باسمهم كما هو معلوم. فما أراده الله تعالى لنا هو الطهر والتزكية والتقوى الشاملة للعمل بما أمر الله به وترك ما عنه نهى، لنكون من حزبه وعباده الصالحين الذين يستحقون منه تعالى أن يجعل لهم مخرجاً في الدنيا والآخرة، وما أراده لنا غيره هو الميل إلى تدسية النفوس وتدنيسها بالذنوب والآثام وسوء الأخلاق، لنكون من حزب الشيطان وأتباعه، ليحرمنا الله من المخرج الذي وعده حزبه في الدنيا والآخرة، ويسلط علينا عدونا فيخزينا ويذلنا ولا نستحق النصر عليه، فهل اتبع غالب المسلمين ما أراده الله فيستحقون المخرج الذي وعدهم به، أو ما أراده غير الله فلا يستحقون ذلك الوعد؟ إن المرء قد يكون نظيفاً غاية النظافة، في مظهره في كافة أعضاء جسمه وفي ملابسه، يستعمل في تنظيف نفسه كل جديد من آلات النظافة في اغتساله وغسل ملابسه، ولكنه نجس القلب نجس الأعضاء في شرع الله وإن أفتاه المفتون بصحة طهارته، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ (28)} [[التوبة]]. والنجاسة أمر نسبي فللكافر نجاسته بقدر كفره، وللمسلم نجاسته بقدر معاصيه والمعاصي بريد الكفر. إن اليد التي تتوضأ بالماء الطاهر وهي تتناول ما حرم الله تعالى، يفتي العلماء صاحبها بأنها طاهرة، ولكنها في دين الله نجسة وليست طاهرة، ولهذا استحقت اليد السارقة قطعها في شرع الله. وعندما أورد بعض الشعراء شبهة على قطعها بسبب السرقة في ربع دينار، مع أن ديتها إذا اعتدى عليها خمسمائة دينار، فقال: يد بخمس مئينٍ عسجدٍ وُدِيَتْ،،،،ما بالها قطعت في ربع دينار أجابه آخر بقوله: عز الأمانة أغلاها وأرخصها،،،،ذل الخيانة فافهم حكمة الباري وهكذا سائر الأعضاء كاللسان التي يحركها صاحبها بالغيبة أو السباب أو السعي بين الناس بالنميمة، فإذا فشا في الأمة ترك الطاعات وترك حسن الأخلاق، وارتكاب المحرمات والفواحش، أصبح مجتمعها مجتمع نجاسة ودنس، لا مجتمع نظافة وطهر، فهو جدير بالضيق والحرج، لا باليسر والمخرج."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "الفصل الخامس : الاعتصام بحبل الله",
    "content": "ومن أعظم ما يؤهل للمسلمين لتحقيق وعد الله تعالى لهم بالمخرج من الضيق والحرج، اجتماع كلمتهم على الحق، والبعد عن الأسباب التي تحدث بينهم التفرق والتنازع المؤديين إلى الفشل، ونصوص القرآن والسنة صريحة في وجوب هذا الاجتماع، ودلَّ واقع تاريخ المسلمين أنهم عندما ينفذون أمر الله فيجتمعون ويعتصمون بحبله تعالى تكون لهم العزة والنصر على أعدائهم، وأنهم عندما ينسون أمره فتفرقهم الأهواء ويصدعهم التنافس في الدنيا، والتحاسد فيما بينهم، تذهب ريحهم ويصيبهم الضعف، ويذلهم الله لأعدائهم.. يقول تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا ...(103)} [[آل عمران]]. فقد أمر الله تعالى المسلمين جميعا بالاعتصام؛ لأن الأمر جاء بصيغة الجمع {اعْتَصِمُوا} وأكد ذلك بأمرين الأول: قوله: {جَمِيعاً} وهي من ألفاظ التوكيد المعنوية، كما هو معروف في اللغة العربية، والثاني: نهيه تعالى لهؤلاء المخاطبين عن التفرق، ومعلوم عند علماء الأصول أن الأمر يفيد وجوب فعل المأمور به، وبخاصة مثل هذا الأمر المؤكد، وأن النهي يفيد التحريم، فالاعتصام بحبل الله فرض على المسلمين، والتفرق محرم عليهم، وهذا يوجب عليهم السعي في اتخاذ الأسباب التي تحقق لهم الاعتصام بحبل الله، والبعد عن الأسباب التي تحدث بينهم الفرقة والنزاع. ومعلوم أن المراد بحبل الله الذي يجب الاعتصام والتمسك به، هو كتابه وسنة رسوله، وهذا يعني أن المسلمين لا يقيهم من التفرق والتنازع إلا العمل بكتاب الله وسنة رسوله ‘، فإذا اعتصموا به كلهم ظاهراً وباطناً حقق الله لهم الاجتماع على الحق، وحقق لهم المخرج من الضيق والحرج، واستحقوا النصر على أعدائهم، وإن اعتصم به بعضهم واتبع بعضهم الهوى وخطوات الشيطان، فلا بد أن يختلفوا ويتفرقوا؛ لأن المعتصم بحبل الله سيتخذ الإسلام منهاجاً لحياته، وغيره سيتخذ ما يهواه من الأنظمة سبيلاً آخر، سواء وافق شيء منها منهاج الإسلام أو خالفه، وهذا الاختلاف سيؤدي بهم إلى التنازع ثم الفشل، ويحرمهم به الله المخرج الذي وعد به من اتقاه؛ لأنهم لم يحققوا كلهم تلك التقوى التي أمرهم جميعاً بتحقيقها وهي الاعتصام بحبله، ونهاهم جميعاً عن الاختلاف في ذلك. فكيف إذا كان من يريد الاعتصام بحبل الله صدقاً نادر، كما هو حال المسلمين اليوم الذين نرى آثار تنازعهم قد دمر شعوبهم شر تدمير! انظر إلى كل دولة على حدة هل تجد غالبها قائمة على الاعتصام بحبل الله حكومتها وشعبها وعلماءها وعامة طوائفها التي تكون أحزاباً متناحرة سواء سميت باسم الأحزاب أو الجماعات أو غيرها من الأسماء، يكيد بعضهم لبعض، في العلن أو الخفاء؟ ثم انظر لكافة الدول في الشعوب الإسلامية هل تجد دولة وأخرى على انسجام تام وتعاون فيما يحقق مصالحهما، أو تجدهما كل ما اقتربت دولة من الأخرى جغرافيا اشتد النزاع بينهما بسبب التنافس والحسد وعدم الثقة بينهما، وخوف إحداهما من خديعة الأخرى، وإرادة هذه السيطرة على تلك؟ المسلمون يشتركون في عدة منظمات: الجامعة العربية، دول عدم الانحياز، منظمة المؤتمر الإسلامي، هيئة الأمم المتحدة، هل رأيت كلمة دولهم اجتمعت على موضوع ضروري واحد من مئات الموضوعات وحققوه في الواقع أو سعوا في تحقيقه سعياً صادقاً. إن اجتماعاتهم في كل المنظمات المذكورة وغيرها، لم تخلُ من تباين بينهم، يحول بينهم وبين الاتفاق على ما يحقق مصالح شعوبهم، بل إن اختلافهم في الموضوع الذي اجتمعوا من أجله يصبح بعد تفرقهم أشد منه قبل اجتماعهم له، على خلاف غير المسلمين في الغرب، كما في المحاولة الأوربية التي وصلت الآن إلى الاقتراب من \"الولايات المتحدة الأوربية\" وهي لم تبدأ المحاولة إلا بعد تأسيس الجامعة العربية! وإنه لعجب أن نختلف ونتنازع تنازعاً يحقق لنا الفشل بعد أن أمرنا الله تعالى في كتابه، وأمرنا رسوله صلى الله عليه و سلم في سنته بالاعتصام بحبله، ونهانا تعالى في كتابه وسنة رسوله صلى الله عليه و سلم عن الاختلاف والتنازع، وتَبَيَّن لنا ضرر تلك المخالفة للأمر والنهي في واقع حياتنا، ثم نصر على اختلافنا وتنازعنا، وكأن ليلتنا هي بارحة من سبقنا من أهل الكتاب: {وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلاَّ مِنْ بَعْدِ مَا جَاءَهُمْ الْعِلْمُ بَغْياً بَيْنَهُمْ...(19)} [[آل عمران]]. وأقبح من ذلك كله ما يحصل من خلاف بين جماعة إسلامية واحدة متفقة نظرياً على هدف واحد، ووسائل متفقة ثم ترى في قيادة الجماعة ما يحزن من الاختلاف الذي يبدد الطاقات، ويخشى أن يؤدي اختلافهم إلى الفشل، ومثل هذا الاختلاف الذي لا يوجد له سبب جوهري، يخشى أن يفقد أهله الإخلاص لله تعالى في عملهم ودخول وساوس الشيطان إلى صدورهم فيصبغون أهدافا شخصية، بصبغة الغيرة على الإسلام، والأمر بالمعروف والنهي عن المنكر، فيحبطون بذلك عملهم، فتكون حالهم كحال الثلاثة الذين يسحبون يوم القيامة على وجوههم في النار بسبب الرياء[[صحيح مسلم (3/1513) وأخرجه غيره من أهل السنن.]]. ويزيد عقابهم عند الله على الثلاثة بسبب نزاعهم مع إخوانهم المخالف لأمر الله بالطاعة التي تجمعهم على الحق، ولتحذيره من التفرق المؤدي إلى الفشل: {وَأَطِيعُوا اللهَ وَرَسُولَهُ وَلاَ تنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللهَ مَعَ الصَّابِرِينَ(6)} [[الأنفال]]. ما يحقق للأمة الاعتصام: إن الاعتصام الذي أمر الله به ونهى عما يعود عليه بالنقض وهو التفرق، قد بين الله تعالى لنا الأسباب التي يتحقق بها، وكل ما يضادها وأن كل ما يخالفها ويضادها هو سبب للتفرق والتنازع، وأذكر من ذلك الأمور الآتية: الأمر الأول: طاعة الله ورسوله: كما قال تعالى: {وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (46)} [[الأنفال]]. فطاعة الله وطاعة رسوله، تحقق لهذه الأمة الاعتصام بحبل الله واجتماع كلمتها على الحق، وعدم هذه الطاعة سبب رئيس للتنازع والفشل. الأمر الثاني: الرجوع إلى الكتاب والسنة عند الاختلاف: إن طاعة الله ورسوله ‘، لا يلزم منها عدم اختلاف هذه الأمة مطلقاً؛ لأنها مع طاعتها لله ورسوله ‘، قد تختلف في فهم نصوص كتاب الله وسنة رسوله، وقد تختلف في كيفية تطبيق تلك النصوص وتنزيلها منازلها وإسقاط كل نص منها على حكم معين من الأحكام، وجوباً أو ندباً أو تحريماً أو كراهةً أو إباحةً، كما هو معلوم. ولهذا كثر اختلاف العلماء رحمهم الله تعالى في كثير من فروع الشريعة الإسلامية، وبيَّنوا أسباب اختلافهم فيها في كتب أصول الفقه وأصول التفسير وأصول الحديث، وكل منهم بيَّن وجهة نظره في كل مسألة خالفه فيها غيره من العلماء. وصنفوا كتباً خاصة في هذا الموضوع وضَّحوا فيها أسباب الخلاف، مع اتفاقهم على أجر المختلفين المجتهدين، للمصيب منهم أجران، وللمخطئ أجر واحد، ولا حرج عليهم جميعاً في ذلك ما داموا مجتهدين قصدهم الوصول إلى الحق. ومن الكتب التي صنفت في ذلك كتاب شيخ الإسلام ابن تيمية رحمه الله: \"رفع الملام عن الأئمة الأعلام\" ورسالة الشيخ العلامة ولي الله الدهلوي الهندي: \"أسباب الخلاف\"، وفي كتب الفقه المقارن كثير من المسائل التي اختلف فيها العلماء وتباينت فيها الأفهام، ووضحت فيها وجوه الخلاف والاستدلال. والواجب عند الاختلاف أن يجتهد المختلفون اجتهاداً يراد به طاعة الله ورسوله والوصول إلى الحق كما سبق، لا المغالبة والتعصب للرأي كيفما اتفق، وأن يكون مرجع اجتهادهم هو كتاب الله وسنة رسوله، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُوْلِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً(59)}[[النساء]]. فقد أرست هذه الآية لهذه الأمة قاعدة عظيمة تمكنها من الاعتصام بحبل الله وتحفظها من الاختلاف والتنازع المؤدي إلى الفشل، وهي قاعدة شاملة لكل اختلاف يحصل بين اثنين أو جماعة بين رعية وولاة أمر، ولا شك أن خطر الخلاف بين الرعية وولاة الأمر أشد من غيره؛ لأن الآثار المترتبة عليه قد تحدث من الاضطراب والفساد والتدمير ما يشمل الأمة كلها، ويجعلها عرضة للضعف وطمع الأعداء في العدوان عليها والاستيلاء على كل مرافقها وخيراتها، وللذل والهوان والاستخذاء، ولهذا كرر تعالى الفعل في الأمر بطاعته وطاعة رسوله، وعَطَف طاعة أولي الأمر بدون تكرار لفظ {أطيعوا} وأتبعه برد الاختلاف إلى الله والرسول، إيذاناً بأن طاعة ولي الأمر مقيدة بما فيه طاعة الله ورسوله، وأنه لا طاعة له في غير معروف كما بينت ذلك أحاديث صحيحة عن الرسول ‘، منها حديث ابن عمر رضي الله عنه ـما، عن النبي ‘؛ أنه قال: (على المرء المسلم السمع والطاعة. فيما أحب وكره. إلا أن يؤمر بمعصية. فإن أمر بمعصية، فلا سمع ولا طاعة)[[ البخاري (3/1079) دار إحياء التراث العربي ومسلم (12/178) دار الكتب العلمية.]]. قال الشيخ عبد الرحمن بن ناصر السعدي رحمه الله تعالى عند تفسير هذه الآية: \"ثم أمر بطاعته وطاعة رسوله وذلك بامتثال أمرهما، الواجب والمستحب، واجتناب نهيهما. وأمر بطاعة أولي الأمر وهم: الولاة على الناس، من الأمراء والحكام والمفتين، فإنه لا يستقيم للناس أمر دينهم ودنياهم إلا بطاعتهم والانقياد لهم، طاعةً لله ورغبة فيما عنده، ولكن بشرط ألا يأمروا بمعصية الله، فإن أمروا بذلك فلا طاعة لمخلوق في معصية الخالق. ولعل هذا هو السر في حذف الفعل عند الأمر بطاعتهم وذكره مع طاعة الرسول، فإن الرسول لا يأمر إلا بطاعة الله، ومن يطعه فقد أطاع الله، وأما أولو الأمر فشرط الأمر بطاعتهم أن لا يكون معصية\". انتهى. الأمر الثالث: الرجوع فيما لا تعلم حقيقته إلى أهل التخصص: إن الأمة كثيراً ما تحدث لها أحداث وتنزل بها نوازل، ويكون منها ما هو معلوم المصالح أو المفاسد لجماهيرها، ومنها ما لا يعلمه إلا أهل الاختصاص منها، وهم أولو الأمر فيها من العلماء والأمراء والحكام، فما كان معلوماً للعامة، لا يحتاج فيه إلى عرضه على أهل التخصص إلا لمن عرضت له شبهة من الناس، فعليه أن يٍسأل عنها ليتبين له أمرها. ومن النوازل ما يكون عَصِيَّ التصور على أولي الأمر من الأمراء وعلماء الشريعة، ولا يمكن تصورهم له إلا عن طريق أهل التخصص، كبعض المعاملات الاقتصادية والشئون الحربية أو الشئون السياسة ونحوها، فهنا لا يحق لعامة الناس الخوض فيما يحدث أو ينزل وإذاعته وإفشاؤه؛ لأن خوضهم في ذلك تترتب عليه آثار تضر بالأمة، بل يجب رد الأمر إلى أهله الذين يَزِنونه بميزان تخصصهم، ويبينون لولاة الأمر من العلماء والأمراء حقيقته حتى يتضح لهم تصوره، ثم يصدرون فيه حكمهم، وهذا ما دلت عليه الآية الآتية: {وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الأَمْنِ أَوْ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُوْلِي الأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لاتَّبَعْتُمْ الشَّيْطَانَ إِلاَّ قَلِيلاً (83)} [[النساء]]. قال الشيخ السعدي رحمه الله عند تفسيره للآية: \"هذا تأديب من الله لعباده عن فعلهم هذا غير اللائق. وأنه ينبغي لهم إذا جاءهم أمر من الأمور المهمة والمصالح العامة ما يتعلق بالأمن وسرور المؤمنين، أو بالخوف الذي فيه مصيبة عليهم أن يتثبتوا ولا يستعجلوا بإشاعة ذلك الخبر، بل يردونه إلى الرسول وإلى أولي الأمر منهم، أهلِ الرأي: والعلم والنصح والعقل والرزانة، الذين يعرفون الأمور ويعرفون المصالح وضدها. فإن رأوا في إذاعته مصلحةً ونشاطاً للمؤمنين وسروراً لهم وتحرزاً من أعدائهم فعلوا ذلك. وإن رأوا أنه ليس فيه مصلحة أو فيه مصلحة ولكن مضرته تزيد على مصلحته، لم يذيعوه، ولهذا قال: {لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} أي: يستخرجونه بفكرهم وآرائهم السديدة وعلومهم الرشيدة. وفي هذا دليل لقاعدة أدبية وهي أنه إذا حصل بحث في أمر من الأمور ينبغي أن يولَّى مَنْ هو أهل لذلك، ويجعل إلى أهله، ولا يتقدم بين أيديهم، فإنه أقرب إلى الصواب وأحرى للسلامة من الخطأ. وفيه النهي عن العجلة والتسرع لنشر الأمور من حين سماعها، والأمر بالتأمل قبل الكلام والنظر فيه، هل هو مصلحة، فيُقْدِم عليه الإنسان؟ أم لا، فيحجم عنه؟\". انتهى. الأمر الرابع: الأمر بالمعروف والنهي عن المنكر: ومن أعظم القواعد التي بها تجتمع بها كلمة الأمة الإسلامية وتعينها على الاعتصام بحبل الله الذي أمرها الله به، وتجنبها الاختلاف والتفرق اللذين نهاها عنه، قاعدة الأمر بالمعروف والنهي عن المنكر التي تشمل الأمر بكل معروف والنهي عن كل منكر؛ لأن المعروف قد لا يختص ضرره بمن يتركه، والمنكر لا يختص شره بمتعاطيه، ولو اختص به فَرِضَا الأمة به يجعلها عرضةً لسخط الله تعالى، فينزل الله تعالى عقابه بفاعل المنكر وبمن رضي به، كما سيأتي قريباً. فعدم القيام بهذه القاعدة يجلب للأمة الضيق والحرج، ويحرمها ما كانت تستحقه لو قامت به من المخرج والفرج، لسببين: السبب الأول: عصيان الله تعالى في فعل ما به أمرها، وترك ما عنه نهاها. السبب الثاني: أن المعروف الذي يترك قد يكون حقاً لغير تاركه، كمن عنده دَيْن لآخر فيمطله، وصاحب الحق غير قادر على استيفاء حقه منه، وقد يكون المنكر واقعاً على غير فاعله، كمن يغتصب عقار غيره أو يرتكب فاحشة أو ينشرها بينهم، أو ينشر بدعة محضة بين المسلمين تخالف شرع الله تعالى، أو يظلم من لا يقدر على الدفاع عن نفسه بأي ظلم كان. وترك المعروف أو فعل المنكر من فرد أو جماعة، قد تترتب عليه آثار ضارة بالأمة كلها، كما قال تعالى: {وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ(25)} [[الأنفال]]. والأصل في هذه القاعدة أنها فرض كفاية، إذا قام بها فرد أو جماعة قياماً كافياً سقط فرضها عن بقية الأمة، فإذا لم يقم به أحد أو قام بها من لا يكفي في الأمر والنهي، وجب على كل قادر في الأمة القيام بها، فإذا لم تفعل أثم القادرون على القيام بها. قال تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَرِ وَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ (104) وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمْ الْبَيِّنَاتُ وَأُوْلَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ (105)} [[آل عمران]]. فقد أمر الله تعالى هذه الأمة بالدعوة إلى الخير والأمر بالمعروف والنهي عن المنكر، ورتب على قيامها بذلك فوزها وفلاحها بصيغة الحصر الذي يفهم منه فقدها للفوز والفلاح إذا لم تفعل ما أمرها الله به، وأتبع ذلك بنهيها عن التشبه بمن سبقها من الأمم الذين تفرقوا واختلفوا ولم يعتصموا بما أنزله على رسله الذين بلغوهم به وبينوه لهم، ومجيء النهي عن التشبه بهم بعد الأمر السابق يدل على أن من أسباب تفرقهم واختلافهم عدم قيامهم بالأمر بالمعروف والنهي عن المنكر. وقال تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنْ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ...(110)} [[آل عمران]]. فلما كان الأمر بالمعروف والنهي عن المنكر من الخير الذي أمر الله تعالى به، فالأمة التي تقوم به هي أمة خير، بل هي خير أمة أخرجها الله تعالى للناس في أرضه، ومعنى هذا أنها تستحق أن يجعل الله تعالى لها مخرجاً من الضيق والحرج لكونها حققت تقواه بتنفيذ أمره بهذه القاعدة العظيمة، فإذا لم تنفذ أمره بها فليست جديرة بنيل المخرج المشروط بوجود تقواه؛ لأنها فقدت صفة الخيرية المذكورة في الآية. وقال تعالى: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنكَرِ وَيُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُوْلَئِكَ سَيَرْحَمُهُمْ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (71)} [[التوبة]]. فالرابط الإيماني بين الأمة الإسلامية كلها يوجب عليها أن تحافظ عليه بالصفات التي وصفها الله تعالى بها وأثنى عليها بمحافظتها عليها، ومنها قاعدة الأمر بالمعروف والنهي عن المنكر التي قرنها الله تعالى في الآية بركني الإسلام: الصلاة والزكاة والطاعة الشاملة لله ورسوله، ورتب على قيامهم بذلك نيل رحمته سبحانه، ومن رحمته أن يجعل لها مخرجاً من الحرج والمضايق وكافة المآزق. فإذا فرطت في المحافظة على رابطها الإيماني بترك الصفات التي تؤهلها لرحمة الله ونيل وعده بالمخرج، يخشى عليها أن تنال حظاً مما وصف الله تعالى به المنافقين الذين لا يربط بينهم الإيمان وإن ادعوه، وإنما يربط بينهم النفاق، كما قال تعالى: {الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنْ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمْ الْفَاسِقُونَ(67)}[[التوبة]]. تأمل قول الله تعالى في المؤمنين: { أُوْلَئِكَ سَيَرْحَمُهُمْ اللَّهُ} وقوله في المنافقين: {نَسُوا اللَّهَ فَنَسِيَهُمْ}، فكما أنهم نسوا الله أي تركوا أمره وطاعته، فإنه تعالى نسيهم أي تركهم فيما هم فيه من الغي والمصائب في الدنيا والآخرة، وحرمهم من التوفيق والثواب في الدنيا والآخرة، ومن الخير الذي يحرمهم الله تعالى منه عدم نيلهم المخرج مما يقعون فيه من الضيق والحرج في الدنيا. ولقد كان من أهم أسباب طرد الله لبني إسرائيل من رحمته ولعنته لهم، ترك الأمر بالمعروف والنهي عن المنكر، كما قال تعالى: {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (78) كَانُوا لا يَتَنَاهَوْنَ عَنْ مُنكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ (79)}[[الحج]]. مسئولية أولي الأمر عن هذه القاعدة: النصوص الماضية في قاعدة الأمر بالمعروف والنهي عن المنكر شاملة لكل المسلمين، أفراداً وأسراً وجماعات ودولاً، كل فيما يدخل تحت مسئوليته وقدرته، ولكن مسئولية أولي الأمر من العلماء والأئمة والأمراء والحكام أعظم من مسئولية غيرهم؛ لأن الله تعالى مكَّن العلماء من معرفة المعروف والمنكر، ومكَّن أولي الأمر من القدرة على القيام بالأمر بالمعروف والنهي عن المنكر، بخلاف غير أولي الأمر الذين قد يعجزون عن القيام بالأمر بالمعروف والنهي عن المنكر فيمن هم تحت مسئوليتهم من أسرهم وغير أسرهم. فأولو الأمر قادرون على القيام بذلك على كل من ولاهم الله تعالى عليهم، لما منحهم الله تعالى من الفقه في الدين والتمكين الذي يؤهلهم للقيام بالأمر بالمعروف والنهي عن المنكر، بمراتبه الثلاث، وبخاصة التغيير باليد الذي هو من اختصاص الأمراء والحكام في غالب الأمور، ولهذا خصهم الله تعالى عن سائر خلقه بالذكر، كما قال تعالى: {الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الأَرْضِ أَقَامُوا الصَّلاةَ وَآتَوْا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنْ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الأُمُورِ (41)} [[الحج]]. فمسئولية أولي الأمر أعظم من مسئولية من سواهم، بسبب التمكين الذي به يقدرون على بيان المعروف الذي يجب الأمر به، والمنكر الذي يجب النهي عنه، فقيامهم بذلك سبب لمنح الله تعالى الأمة كلها مخرجاً من الضيق والحرج. وقد وعد الله تعالى من مكنهم في الأرض، فقاموا بمقتضى تمكينه لهم به من الإيمان والعمل الصالح، ومنه الأمر بالمعروف والنهي عن المنكر، باستخلافهم ورفع راية دينهم، ورفع ما قد ينزل بهم من الخوف من قبل أعدائهم، ومنحهم بدله الأمن التام، كما قال تعالى: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمْ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمْ الْفَاسِقُونَ (55)}[[النور]]. فإذا لم يقوموا بمقتضى هذا الوعد، ومنه الأمر بالمعروف والنهي عن المنكر لم يستحقوا تحقيق هذا الوعد، بل استحقوا إنزال الله تعالى بهم الضنك والحرج بدلاً من التمكين والأمن واليسر والمخرج. وها نحن اليوم نرى الضنك والحرج والخوف ينزل بهذه الأمة في غالب بلدانها، تحقيقاً لسنة الله تعالى فيمن تقاعس عن تنفيذ شرع الله تعالى الذي أرسل به رسوله. وقد صور لنا رسول الله صلى الله عليه و سلم كيف يحقق الأمر بالمعروف والنهي عن المنكر المخرج لأمته، كما صور لنا كيف يسد الله تعالى على أمته هذا المخرج عندما تترك الأمر بالمعروف والنهي عن المنكر، كما في حديث النعْمانِ بنِ بَشيرٍ رضي الله عنهما عن النبيِّ صلى الله عليه و سلم قال: (مَثَلُ القَائِمِ في حُدودِ اللَّه، والْوَاقِعِ فيها كَمَثَلِ قَومٍ اسْتَهَمُوا على سفينةٍ فصارَ بعضُهم أعلاهَا وبعضُهم أسفلَها وكانَ الذينَ في أسفلها إِذَا اسْتَقَوْا مِنَ الماءِ مَرُّوا عَلَى مَنْ فَوْقَهُمْ فَقَالُوا: لَوْ أَنَّا خَرَقْنَا في نَصَيبِنا خَرْقاً وَلَمْ نُؤْذِ مَنْ فَوْقَنَا، فَإِنْ تَرَكُوهُمْ وَمَا أَرادُوا هَلكُوا جَمِيعاً، وإِنْ أَخَذُوا عَلَى أَيْدِيهِم نَجوْا ونجوْا جَمِيعاً)[[ البخاري (2/882) دار إحياء التراث العربي.]]. الأمر الخامس: الشورى: ومن أعظم القواعد الشرعية التي يتحقق به الاعتصام بحبل الله، قاعدة الشورى التي أمر الله بها رسوله، ووصف بها عباده المؤمنين، وطبقها الرسول صلى الله عليه و سلم مع أصحابه، واقتدى به في ذلك خلفاؤه الراشدون ومن تبعهم، فحقق الله تعالى لهم بها اجتماع الكلمة؛ لأنها تجرى فيما لا نص فيه، أو فيه نص يحتاج إلى اجتهاد في فهمه وتطبيقه. قال تعالى: {وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ(159)}[[آل عمران]]. وقال سبحانه: {وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ(38)}[[الشورى]]. ولا داعي للتفصيل في هذا الأمر، فقد فصلت القول في هذا الموضوع في رسالة مستقلة، بنفس العنوان[[كتاب الشورى، نشر دار الأندلس الخضراء، جدة.]]."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "الفصل السادس : دعاء الله والاستغاثة به",
    "content": "وإن من أعظم ما يحقق للأمة المخرج من الضيق والحرج اللجوء الصادق إليه بدعائه والاستغاثة به والثقة الكاملة باستجابته تعالى، والاستهانة بكل القوى الأرضية المادية؛ لأنه تعالى هو الذي خلق القوي والضعيف والظالم والمظلوم، ووعد سبحانه بتدمير الجبابرة والإطاحة بالظلمة، كما وعد بنصر المظلومين وإعلاء شأنهم، هذا المعنى اليوم غائب عن عامة المسلمين، ولا سيما من بيدهم أزمة الأمور، فقد استقر في أذهانهم أن القوي لا يمكن أن يُغلب، وأن الضعيف يجب أن يستسلم للأمر الواقع ولا يحاول الخلاص؛ لأنه لو حاول الخلاص ازداد عليه ظلم القوي وأوغل في استعباده، وأن الحل هو المزيد من استخذاء الضعيف للقوي، والمزيد من اللجوء إليه والخضوع له، ولهذا نسوا ربهم الذي لا ملجأ ولا منجا لهم منه إلا إليه، ونسوا قرآنهم الذي هداهم إلى اللجوء إلى ربهم ودعائه والاستعانة والاستغاثة به، كما قال تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ (186)} [[البقرة]]. نعم من شرط استجابة الله دعاء الداعي فرداً كان أو جماعة، أن يستجيب لربه الذي يدعوه، يستجيب له في كل شأن من شؤون حياته على ضوء منهاج القرآن والسنة. وقال تعالى: {وَقَالَ رَبُّكُمْ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ (60)} [[غافر]]. نعم لا يستجيب الله تعالى إلا لمن خضع له وذل، لا لمن نأى بحانبه عنه واستكبر، وعفت جبهته عن السجود له، وقسا قلبه عن ذكره، وهذا شأن كثير من الناس لا يذكرون الله تعالى إلا قليلاً، ولكنهم يذكرون من يظنون أن الشأن كله بيدهم من أقوياء المادة.. قال تعالى: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنْ الْمَلائِكَةِ مُرْدِفِينَ (9)} [[الأنفال]]. والذي يقارن بين ضعف المسلمين المادي، وقوة المشركين المادية، وما أعقب ذلك من نصر المسلمين على المشركين يوم بدر، يعلم حقيقة الاستغاثة بالله وما ترتب عليها من نصر الله الشامل بجنوده الأرضية والسماوية. وفي تاريخ الأمم الماضية التي حكاها لنا الله تعالى في كتابه، ما يبين لنا استجابة الله تعالى دعاء من استغاث به ونصره له، وإن بدت القوة المادية في جانب عدوه، كما قال تعالى: {وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْراً وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (250) فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ دَاوُودُ جَالُوتَ..(251)} [[البقرة]]. وقال تعالى عن أنبيائه وأصحابهم الذين جاهدوا حق جهاده: {وَمَا كَانَ قَوْلَهُمْ إِلاَّ أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (147) فَآتَاهُمْ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الآخِرَةِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ(148)}[[آل عمران]]. ومعلوم ما جمع الله تعالى به بين سيدنا محمد صلى الله عليه و سلم وأبيه إبراهيم في قوة التوكل على الله تعالى، حيث نطق كل منهما بست كلمات في جملتين في وقت الشدة، فكفاهما الله ما أهمهما، كما في حديث ابن عباس رضي الله عنهما، قال: {حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ}. قالها إبراهيم عليه السلام حين ألقي في النار، وقالها محمد صلى الله عليه و سلم حين قالوا: {إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَاناً وَقَالُوا حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ}[[ صحيح البخاري (4/1661) دار إحياء التراث العربي.]]. ومعلومة كذلك قصة الثلاثة أصحاب الصخرة الذين انسدت عليهم فلجؤوا إلى الله مستغيثين به، ففرج الله عنهم ما وقعوا فيه من الضيق[[صحيح البخاري (2/771) 17(/52).]]. وليس معنى دعاء الله والاستغاثة به الاقتصار على ذلك والقعود عن الأخذ الأسباب المادية التي أمر الله تعالى بها في القرآن وأمر بها رسوله في سنته، ونسيان سنن الله الكونية، فقد أمر تعالى مع أمره بالتوكل عليه، بإعداد القوة التي ترهب أعداء الإسلام والمسلمين، كما قال تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمْ اللَّهُ يَعْلَمُهُمْ وَمَا تُنفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ (60)} [[الأنفال]]."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "الفصل السابع : العدل",
    "content": "جاء معنى العدل في القرآن الكريم بصيغ وألفاظ متنوعة جاء بلفظه: {وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ (282)} [[البقرة]]. {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ (90)} [[النحل]]. وجاء بصيغة المضارع والأمر: {وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى(8)}[[المائدة]]. وجاء بلفظ القسط: {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ (47)} [[الأنبياء]]. وجاء بلفظ الميزان: {اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ(17)} [[الشورى]]. و في قوله تعالى: { اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى} ما يدل على أن الله تعالى يحقق لأهل العدل ما وعدهم به من المخرج إذا حققوه فقد ذكر العلماء أن العدل هو التقوى نفسها، قال الجصاص رحمه الله في تفسير الآية: \"فإن قيل: لم قال: {هُوَ أَقْرَبُ لِلتَّقْوَى} ومعلوم أن العدل نفسه هو التقوى، فكيف يكون الشيء هو أقرب إلى نفسه؟ قيل: معناه: هو أقرب إلى أن تكونوا متقين باجتناب جميع السيئات، فيكون العدل فيما ذكر داعياً إلى العدل في جميع الأشياء واجتناب جميع المعاصي؛ ويحتمل: هو أقرب لاتقاء النار\". انتهى. فالعدل شامل للقيام بكل ما فرضه الله تعالى، سواء كان من حقوقه أو حقوق عباده، قال القرطبي رحمه الله تعالى عند تفسير قوله تعالى: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ..}: \"قال ابن عطية: العدل هو كل مفروض، من عقائد وشرائع في أداء الأمانات، وترك الظلم والإنصاف، وإعطاء الحق\". فالعدل من أهم ما يجعل الله لأهله مخرجاً من الضنك والحرج، وهو ضد الظلم الذي يؤهل أهله لغضب الله وانتقامه في الدنيا والآخرة ويكون سبباً في غلق المخارج من الفتن والمصائب، كما قال تعالى: {وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ(102)} [[هود]]. وفي حديث أبي موسى رضي الله عنه  قال: قال رسول الله ‘: (إن الله ليملي للظالم، حتى إذا أخذه لم يفلته). قال: ثم قرأ: {وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ}[[ البخاري (4/1752) ومسلم (16/117).]]. وفي حديث معاذ رضي الله عنه  أن رسول الله صلى الله عليه و سلم قال له لما بعثه إلى اليمن: (واتق دعوة المظلوم، فإنه ليس بينه وبين الله حجاب)[[ رواه البخاري (2/543) ومسلم (1/170).]]. فالعدل الذي هو أقرب للتقوى يؤهل أهله للمخرج الذي وعد الله به من اتقاه، والظلم يسد بابه. وبالعدل قامت السماوات والأرض، كما أنطق الله تعالى بذلك اليهود عندما أرادوا أن يرشوا عبد الله بن رواحة رضي الله عنه ، ليخفف عنهم خرص مزارعهم، مع أنهم أشد الناس ظلماً لغيرهم، فقال لهم: \"تُطَمِّعونني بالسحت! والله لقد جئتكم من أحب الناس إلي، ولأنتم أبغض إلي من عِدَّتِكم من القردة والخنازير، ولا يحملني بغضي إياكم على ألا أعدل عليكم، فقالوا: بهذا قامت السماوات والأرض\"[[ ابن حبان في صحيحه (5/232 ) دار الفكر، السنن الكبرى للبيهقي (9/26) دار الفكر، وهو في جامع الأصول (2/643).]]. تأمل تطبيق أصحاب رسول الله صلى الله عليه و سلم العملي للقرآن الكريم الذي أمرهم الله تعالى في بعض آيهِ: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ}[[ المائدة:8]]. قال ابن تيمية رحمه الله: \"وأمور الناس تستقيم في الدنيا مع العدل الذي فيه الاشتراك في أنواع الإثم‏:‏ أكثر مما تستقيم مع الظلم في الحقوق وإن لم تشترك في إثم، ولهذا قيل‏:‏ إن الله يقيم الدولة العادلة وإن كانت كافرة، ولا يقيم الظالمة وإن كانت مسلمة‏.‏ ويقال‏:‏ الدنيا تدوم مع العدل والكفر ولا تدوم مع الظلم والإسلام‏\"[[(28/121) مجموع الفتاوى.]]. وإذا ما قرأنا التاريخ وما يحدث فيه للظلمة، يتبين لنا أن غالب الظلمة لا ينجون من جزاء ظلمهم في الدنيا، حيث يسلط الله تعالى عليهم من هو أشد ظلماً منهم، وهو يدخل فيما تضمنته آية هود {وَكَذَلِكَ أَخْذُ رَبِّكَ..} والحديث الشريف: (إن الله ليملي..) وقد سبقا، فيصبحون بعد طغيانهم وتجبرهم أذلة لجبابرة وظلمة آخرين، وهكذا يتسلسل الظلم والظالمون في حياة البشر، وما ينتظرهم عند الله يوم الحساب لا يعلمه إلا الذي إليه يرجعون. ولقد رأينا في عمرنا القصير عبراً من تسليط الله الظالمين على الظالمين، وسبحان الله القائل: {وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضاً بِمَا كَانُوا يَكْسِبُونَ(129)} [[الأنعام]]. قال القرطبي رحمه الله في تفسير الآية: \"قال ابن زيد: نسلط ظلمة الجن على ظلمة الإنس. وعنه أيضاً: نسلط بعض الظلمة على بعض فيهلكه ويذله. وهذا تهديد للظالم إن لم يمتنع من ظلمه سلط الله عليه ظالماً آخر. ويدخل في الآية جميع من يظلم نفسه أو يظلم الرعية، أو التاجر يظلم الناس في تجارته أو السارق وغيرهم\"[[(7/85) دار الكتب العلمية.]]. والذي يقرأ نصوص القرآن والسنة في العدل يجده شاملاً لكل من يتعامل معه المسلم، من الأسرة بكل فئاتها والمجتمع بجميع أصنافه، وولاة الأمر، بكل مستوياتهم، وكل من هؤلاء يجب أن يعدل مع الآخر."
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "الفصل الثامن : الجهاد في سبيل الله",
    "content": "لقد أكَّد الله تعالى تحقيقه المخرج للمجاهدين في سبيله، الجهاد الشامل ـ المعنوي والمادي ـ الذي أمرهم به في كتابه وسنة رسوله ‘، أكَّد ذلك سبحانه بأساليب متنوعة، ودلَّت الآيات القرآنية أن الجهاد في سبيل الله، من أعظم ما يحقق الله به المخرج لهذه الأمة، فينصرها به ويعزها على أعدائها ويذلهم لها به. ولنتأمل بعض الآيات المتعلقة بالجهاد وكيفية دلالتها على أن الله تعالى يمنح الأمة الإسلامية إذا قامت به المخرج من الضيق والضنك والحرج. قال تعالى: {فَمَنْ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ(194)} [[البقرة]]. هذه الآية تتضمن جهاد دفع عدوان المعتدين على المسلمين، ومعلوم أن جهاد الدفع فرض عين على كل المسلمين القادرين عليه، من كل سكان البلد المعتدى عليه، لا فرق بين ذكر وأنثى وشيخ وشاب، تأمل قوله تعالى بعد أمره برد عدوان المعتدين: {وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ} ومعيته تعالى هنا تعني النصر والتأييد، ومعنى ذلك أن الله تعالى سيجعل لمن قاتل عدوه دفاعاً عن دينه ونفسه وماله وعرضه مخرجاً. وقال تعالى: {كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ (249) وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْراً وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (250) فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ دَاوُودُ جَالُوتَ..(251)} [[البقرة]]. هذه الآيات نزلت في المسلمين من بني إسرائيل وأعدائهم الكافرين، ولكن معناها يشمل هذه الأمة؛ لأن الله تعالى يذكر لنا في كتابه قصص الأمم الماضية للاعتبار وبيان أن الأخذ بسننه الكونية مشروع كالأخذ بسننه الشرعية لكل الأمم، كما قال تعالى: {حَتَّى إِذَا اسْتَيْئَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَنْ نَشَاءُ وَلا يُرَدُّ بَأْسُنَا عَنْ الْقَوْمِ الْمُجْرِمِينَ (110) لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لأُوْلِي الأَلْبَابِ (111)} [[يوسف]]. فقد بيَّن تعالى في آيات البقرة الثلاث: {كَمْ مِنْ فِئَةٍ...} بياناً واضحاً أن الفئة القليلة إذا قامت بالجهاد في سبيل الله كما أمرها الله، ينصرها الله على عدوها ولو كانت فئته أكثر من فئتها، ففي الآية الأولى منها علق غَلَب الفئة القليلة على إذنه وعلى كونه معها بنصره، وفي الآية الثانية ذكر توكل هذه الفئة عليه واستنصارها به، وعقب على ذلك بذكر انتصارها وهزيمة عدوها، وعلق النصر والهزيمة بإذنه تعالى، فالآيات تضمنت معنى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً} لأن قيام الفئة القليلة بالجهاد الذي أمر الله به هو من تقوى الله، ونصر المجاهدين وهزيمة عدوهم من المخرج الذي وعد الله تعالى به من اتقاه. وقال تعالى: {إِنْ يَنْصُرْكُمْ اللَّهُ فَلا غَالِبَ لَكُمْ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلْ الْمُؤْمِنُونَ(160)} [[آل عمران]]. وهذه الآية من آل عمران، اشتملت المخرج وشرطه، والحرمان منه وسببه، أما المخرج ففي قوله تعالى: {فَلا غَالِبَ لَكُمْ}؛ لأن نفي الغلب لهم هو نصر لهم، والآيات الأخرى تدل على أنهم هم الذين يغلبون عدوهم لنصر الله تعالى إياهم، وأما شرط ذلك فهو التوكل عليه سبحانه كما هو واضح في آخر الآية. وأما الحرمان فتضمنه قوله تعالى: {وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ} والسب يشير إليه قوله تعالى: {وَعَلَى اللَّهِ فَلْيَتَوَكَّلْ الْمُؤْمِنُونَ} إذ مفهومه أن من لم يتوكل على الله يستحق الخذلان منه، وهو ضد المخرج. وقال تعالى: {وَلَيَنصُرَنَّ اللَّهُ مَنْ يَنصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (40)} [[الحج]]. وفي هذه الآية وعد مؤكد بثلاثة أنواع من التوكيد: الأول القسم الذي دلت عليه لامه، والثاني نون التوكيد الثقيلة، والثالث ختم الآية بأنه تعالى قوي عزيز، فهو يبيِّن بذلك أنه كامل القدرة على إنفاذ ما وعد به إذا وجد شرطه، فنصر الله الذي هو نصر لدينه من التقوى، ونصره تعالى لمن قام بذلك من المخرج الذي وعد به المتقين. وقال تعالى: {قَاتِلُوهُمْ يُعَذِّبْهُمْ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ (14) وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ...(15)} [[التوبة]]. وهاتان الآيتان واضحتان كذلك في أن قتال أعداء المسلمين المشروع، شرط في نصره فهو نوع من أنوع التقوى، وجزاؤه وهو تعذيب العدو بأيدي المؤمنين ونصرهم عليهم وشفاء صدورهم وإذهاب ما في قلوبهم من غيظ، كل ذلك مخرج جازاهم الله تعالى به على قتال عدوهم؛ لأن قوله: {قَاتِلُوهُمْ يُعَذِّبْهُمْ} هو بمعنى: \"إن تقاتلوهم يعذبهم\" كما قال القرطبي في تفسيره للآية: \"قوله تعالى: { قَاتِلُوهُمْ} أمر. {يُعَذِّبْهُمْ اللَّهُ} جوابه. وهو جزم بمعنى المجازاة: والتقدير: إن تقاتلوهم يعذبهم الله...\". وهذا العدو لا يهدأ عن قتال المسلمين على دينهم: {وَلا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنْ اسْتَطَاعُوا..(217)}[[البقرة]]. ولا جهاد بدون إعداد: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمْ اللَّهُ يَعْلَمُهُمْ وَمَا تُنفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ (60)} [[الآية من سورة الأنفال، وراجع موقع الروضة الإسلامي على الرابط التالي: http://al-rawdah.net/r.php?sub0=rahalat&sub1=a5_general&p=77&key]]. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنصُرُوا اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ(7)}[[محمد]]. ومعناه واضح في أن المخرج وهو نصر الله، لا يتحقق للمسلمين إلا بوجود شرطه، وهو نصرهم لدين الله[[ومن أراد التوسع فليراجع كتاب \"الجهاد في سبيل الله حقيقته وغايته\" للكاتب، نشر دار المنارة، جدة، الطبعة الثانية، 1413هـ ـ 1992م.]]."
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "الفصل التاسع : الصلح بالعدل",
    "content": "ومن أخطر ما يدخل في منح الله تعالى عباده المؤمنين المتقين المخرج من الضيق والحرج، قيامهم بالصلح بين المختلفين منهم؛ لأن الصلح يجمع كلمة المسلمين ويمكنهم من الاعتصام بحبل الله تعالى، وقد أشارت آيات القرآن الكريم إلى مجالات الصلح المهمة في حياة الأمة.. الصلح العام: فمنها ما تضمنت المجال العام للصلح، مثل قوله تعالى: {لا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلاَّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاةِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً (114)} [[النساء]]. قال القرطبي رحمه الله في تفسير الآية: \"قوله تعالى: {أَوْ إِصْلاحٍ بَيْنَ النَّاسِ} عام في الدماء والأموال والأعراض، وفي كل شيء يقع التداعي والاختلاف فيه بين المسلمين....\" [[(5/382).]]. ولهذا يجتهد القضاة الذين يلجأ إليهما المتنازعون في الصلح بينهم فيما يمكن فيه الصلح، قبل البت في القضاء، لما في الصلح من سلامة الصدور وطيب الخواطر، وقد شرع ذلك الرسول ‘، ومن أمثلة ذلك: قصة عبد الله بن الزبير والأنصاري عندما اختلفا في مسيل الماء الذي يسقون منه أرضهما، وكان يمر على أرض الزبير قبل أرض الأنصاري.. قال عبد الله بن الزبير: إن رجلاً من الأنصار، خاصم الزبير عند النبي صلى الله عليه و سلم في شِراج الحرة، التي يسقون بها النخل، فقال الأنصاري: سرح الماء يمر، فأبى عليه، فاختصما عند النبي ‘، فقال رسول الله صلى الله عليه و سلم للزبير: اسق يا زبير، ثم أرسل الماء إلى جارك. فغضب الأنصاري فقال: أن كان ابن عمتك؟ فتلون وجه رسول الله ‘، ثم قال: اسق يا زبير، ثم احبس الماء حتى يرجع إلى الجدر. فقال الزبير: والله إني لأحسب هذه الآية نزلت في ذلك: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ..(65)} [[النساء، والحديث في صحيح البخاري (2/831) وصحيح مسلم (15/91).]]. فالرسول ‘، أمر الزبير بإرسال الماء إلى أرض خصمه الأنصاري، بمجرد سقي أرضه، وهو يعني اكتفاء ابن الزبير رضي الله عنه  باليسير من الماء ولا يستوعب حقه في السقي، ولكن الأنصاري ـ الذي ذكر العلماء أنه كان منافقاً لجرأته على مقام النبوة ـ اتهم الرسول صلى الله عليه و سلم بميله إلى ابن الزبير، وكأنه كان يريد من الرسول ‘، أن يأمر ابن الزبير بإرسال الماء ولو لم يأخذ ما يروي أرضه، فغضب الرسول صلى الله عليه و سلم من كلام الأنصاري كما يدل عليه قول: \"تلون وجه رسول الله\" قال النووي: \"أَيْ تَغَيَّرَ مِنْ الْغَضَب لانْتَهَاك حُرُمَات النُّبُوَّة وَقُبْح كَلام هَذَا الإِنْسَان\"[[ شرح النووي على صحيح مسلم (15/91).]]. فقد بت صلى الله عليه و سلم عليه في الحكم وقضى للزبير بأخذ حقه كاملاً. فكلامه الأول صلح، وكلامه الأخير حكم وقضاء. وكذلك بدأ بالصلح بين كعب بن مالك وابن أبي حدرد رضي الله عنه ـما، فقد ذكر كعب أنه تقاضى ابن أبي حدرد ديناً كان له عليه في المسجد، فارتفعت أصواتهما حتى سمعها رسول الله صلى الله عليه و سلم وهو في بيته، فخرج إليهما حتى كشف سجف حجرته، فنادى: يا كعب. قال: لبيك يا رسول الله، قال: >ضع من دينك هذا. فأومأ إليه: أي الشطر، قال: لقد فعلت يا رسول الله، قال: قم فاقضه [[البخاري (1/174) ومسلم (10/181).]]. فالصلح بين المتنازعين فيما يمكن الصلح فيه، فيه سلامة صدورهم ووقايتها من الأحقاد والسخائم من صدورهم. الصلح الأسري: ومعلوم أن الأسرة هي نواة الأمة، فإذا ما قوي الرابط الإيماني المبني على المنهاج القرآني والخلق النبوي الذي قالت عنه عائشة رضي الله تعالى عنها: (كان خلقه القرآن) إذا قوي هذا الرابط بين الأسرة ـ ونواتها الزوجان اللذان يكونان القدوة الحسنة لأولادهما ـ في التعليم والتزكية الربانية، كان أساساً للوئام والوفاق بين تلك الأمة. ولهذا خص الله تعالى الزوجين في كتابه بالسعي بالإصلاح بينهما، حتى ولو كره بعضهما بعضاً، فقال تعالى في كراهة الزوج زوجها: {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلاحاً يُوَفِّقْ اللَّهُ بَيْنَهُمَا إِنَّ اللَّهَ كَانَ عَلِيماً خَبِيراً (35)} [[النساء]]. وقال في كراهة الزوج زوجه: {وَإِنْ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً فَلا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحاً وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتْ الأَنفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً (128)} [[النساء]]. وحث سبحانه الأزواج على معاشرة أزواجهم بالمعروف ولو كانوا يكرهونهن، مرغباً لهم بما قد يكون في تلك المعاشرة من الخير الكثير الذي يعلمه تعالى ولا يعلمه الأزواج، تأكيداً منه تعالى لتقوية الرابط بين الأسرة والبعد عن تفككها، فقال تعالى: {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئاً وَيَجْعَلَ اللَّهُ فِيهِ خَيْراً كَثِيراً(19)} [[النساء]]. صلح سياسي وعسكري: الصلح العام الذي سبقت الإشارة إليه يشمل كل ما يحدث بين المتنازعين، فيعم الصلح بين الجيران، والصلح بين الأقارب، والصلح بين الشريكين والشركات في أي معاملة يطرأ فيها الاختلاف بينهم، كما سبق في قوله تعالى: {أَوْ إِصْلاحٍ بَيْنَ النَّاسِ}. ومع شمول ذلك للإصلاح بين كل متنازعين، خص الله تعالى الصلح الأسري والصلح بين الطوائف التي يكون سبب الخلاف فيها فكرياً أو سياسياً، قد يترتب عليه الاقتتال بين المختلفين، كما حصل ذلك في عصر الصحابة رضي الله عنهم وحصل ولا زال يحصل بين المسلمين في كل العصور، وبخاصة في عصرنا الذي كثر فيه الخلاف بين طوائف كثيرة وأحزاب، وبين الحكومات حتى أصبح ذلك هو السائد بين المسلمين، مما جعلهم الأضعف بين الأمم، وسلط عليهم أذل أعدائهم في الأرض، ففقدوا الأمن والعزة، التي أرادها الله لهم باعتصامهم بحبله، وسبق أمر الله تعالى لهم بالاعتصام بحبله، ورجوعهم في اختلافهم إلى كتابه وسنة رسوله. ولما كان الله تعالى يعلم بأن بعض المختلفين ينزغ بينهم الشيطان حتى ينسيهم ما أمرهم الله تعالى به من اجتماع الكلمة، ويأبون إلا اتباع الهوى وعدوان بعضهم على بعض، فقد أمر الله تعالى هذه الأمة بالقيام بالصلح بالعدل، فإن استجاب المختلفون للإصلاح بينهم فبها ونعمت، وإن رفضت طائفة هذا الإصلاح الذي أمر الله به، وبغت على غيرها بالظلم، وجب على المسلمين الوقوف في صف الطائفة المظلومة وقتال الفئة الظالمة الباغية حتى تعود إلى الحق. قال تعالى: {وَإِنْ طَائِفَتَانِ مِنْ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (9) إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ (10)} [[الحجرات]]. تأمل قول الله تعالى في الآية الأخيرة: {وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ} واربطه بقوله تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً} التي بُنِي عليها بحث هذه المخارج، فالصلح بين المختلفين بالعدل مخرج من الحرج والضنك والضيق؛ لأنه من التقوى، ولهذا ختم الله الآية بقوله: {لَعَلَّكُمْ تُرْحَمُونَ} ولعل من الله تعالى واجبة كما قرر ذلك العلماء، أي لا يتخلف ما جاء بعدها، فهي بمنزلة أن يقال: إن تصلحوا بالعدل يرحمكم الله، ورحمته شاملة للدنيا والآخرة، وإن كان المراد بها رجاء المؤمنين فهو تعالى يحقق لهم ذلك الرجاء. وإن ما نراه اليوم من عدم قيام القادرين من هذه الأمة بهذا الإصلاح بين المتنازعين من قومهم لمن أهم الأسباب التي عذبنا الله تعالى بها وحجب عنا نصره وحرمنا من المخرج الذي وعد به عباده المتقين. وإذا ما وجد نوع من محاولة الإصلاح، فالغالب أنه يفقد العدل، الذي أمر الله تعالى به، فيضيف الذي يزعمون أنهم يصلحون، ظلمهم للمظلوم إلى ظلم الطائفة المعتدية عليه، فيتضاعف بذلك عقاب الله تعالى لهذه الأمة، ويسد عليها مخرجه لها ولا حول ولا قوة إلا بالله العلي العظيم."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "الفصل العاشر : هل تحقق الروابط المادية الاعتصام بحبل الله؟",
    "content": "لم أكن أفكر في وضع هذا السؤال والإجابة عنه؛ لأن ما مضى من ذكر بعض الآيات والكلام على الرابط الإيماني كافية في فهم أن الروابط المادية وحدها لا تحقق للمسلمين اجتماعهم على الحق والاعتصام بحبل الله تعالى. غير أن وسائل الإعلام بجميع أنواعها أخذت كعادتها في الغالب تبالغ في كثير من الموضوعات وتجد من يؤيدها في تلك المبالغات، ولا ينجو من تلك المبالغات كثير من مثقفي المسلمين، بالغوا في حدث فوز الفريق العراقي الرياضي على فريق المملكة العربية السعودية، وما تبع ذلك من إظهار العراقيين بكل فئاتهم شيعة وسنة وشعباً ودولة، الفرحة والسرور بهذا الفوز الذي عبروا عنه في داخل البلاد وخارجها، حتى أصبح الفريق ومرافقوه جميعاً يحملون جوازات دبلوماسية منحهم إياها رئيس الدولة تعبيراً عن إكرامهم والاحتفاء بهم[[راجع الرابط التالي لمطالعة الخبر: http://news.6rbx.com/node.php?iid=12265&cid=12]]. والهدف الذي أظهرته وسائل الإعلام ومن انساق معها في تلك المبالغة، أخذ العبرة كما يقولون، من توحيد الفوز الرياضي للشعب كله، وجعله يبتسم بهذه المناسبة مع ما يعانيه من مصائب القتل والاغتيالات والجوع والخوف والتشرد، فإذا كانت الرياضة قد وحَّدت الشعب مع هذه المصائب فلماذا لا توحده مصالحه السياسية والاقتصادية، وتجمع كلمته المصائب والمفاسد التي نزلت ولا تزال تنزل به؟ فيرمي سلاحه وتتصافح طوائفه وتكوِّن مجتمعاً يحقق لنفسه الأمن والاستقرار، ليستعيد قوته ومكانته بين دول العالم؟ ونسيت وسائل الإعلام ومن سار في ركابها، أن اجتماع الناس بأبدانهم على بعض مصالحهم المادية وثناء بعضهم على بعض بألسنتهم، لا يتحقق به اجتماع عقولهم وعقائدهم وأهوائهم؛ لأن ما تستقبله عقول قوم من المعاني يختلف عما تستقبله عقول آخرين منها، وما تعتقده أمة من دين أو مذهب غير ما تعتقده أمة أخرى، وما ترغب فيه جماعة وتهواه، قد لا يكون مما ترغب فيه جماعة أخرى، بل قد يكون عندها مما تكرهه وتأباه. وإذا كان عامة الشعب ترغب في تحقيق ذلك كما تحقق في المجال الرياضي، فإن قادتهم من شياطين العقائد والسياسة الطامعين في الاستئثار بخيرات البلاد والاستفراد بحكمها والتغلب على الآخرين والسيطرة عليهم، لا يمكنون الشعب من تحقيق تلك الرغبة، بل يشجعونه على الحقد والكراهية للآخرين ويلهبون عواطفهم ضدهم. وبعيدة كل البعد رفسة كرة تحقق هدفاً في سلة ملعب، عن برميل واحد من الذهب الأسود الذي تغطيه الأرض العراقية والذي يطمع في حيازته بعض الدول المجاورة للعراق وأولياء المحتل الأجنبي الذين ظنوا أنهم بمجرد نزولهم من على ظهور دباباته التي نقلتهم من الفنادق الغربية سينعمون بتلك الخيرات، إن هؤلاء لا يألون جهداً في تدمير العراق في سبيل تحقيق مآربهم، وهذا هو سبب حرصهم على بقاء المحتل؛ لأنهم يعلمون أنه إذا خرج من العراق سيخرجون هم مجبرين؛ لأن الشعب يكرههم كما يكره وليهم الذي احتل بلادهم واستغل خيراتهم وانتهك حرماتهم بتعاونهم معه، ولهذا نراهم حريصين كل الحرص على بقاء المحتل ليقوم بحمايتهم من الشعب. ثم إن اجتماع فريق رياضي وتعاون أفراده على تحقيق أهدافه، أمر مادي تشترك فيه أبدانهم طامعين في أن ينالوا من ورائه سمعةً وإطراءً وديناراً ودولاراً، وكل من السمعة والإطراء والدينار والدولار، ماديات لا تجمع عقولاً مختلفة ولا قلوباً متعادية. فعضو الفريق الرياضي السني الذي يرجع إلى أهله وقبيلته فيجد طائفة زميله الشيعي، قد قتلت أقاربه وشردتهم من ديارهم وهدمت مساجدهم سيمتلئ قلبه حقداً على تلك الطائفة والعكس صحيح كذلك لو حصل، وقد تكون كلتا الطائفتين من قبيلة واحدة فرقت بينهم العقيدة، فكيف نطلب ممن وحدتهم الرياضة أن يتوحدوا وقد فرقتهم العقائد والمبادئ والأطماع وملئت عقولهم بأفكار متباينة كل التباين، وحل في قلوبهم الغل والحقد الدفين؟ بل إن الأبدان لتجتمع أحياناً في صفوف الصلاة في بيوت الله، ولكن قلوب كثير من المصلين في هذه الصفوف الذين يحاول بعضهم أن يلتصق كعبه بكعب صاحبه وكتفه بكتفه، في إقبالها إلى الله والإخلاص له مختلفة، وعقولهم بما سبق إليها من حق أو باطل غير مؤتلفة، يقف عبد الله بن أبي الذي يقول الله عنه وعن أتباعه: {وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلاَّ غُرُوراً (12)} [[المنافقون]].بجوار الخلفاء الأربعة الذين يقول الله تعالى عنهم وعن إخوانهم: {وَلَمَّا رَأَى الْمُؤْمِنُونَ الأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلاَّ إِيمَاناً وَتَسْلِيماً (22)} [[الأحزاب]]. ويقف اليوم من أتباع ابن أُبي في صفوف الصلاة من يقول: الدين صلة بين العبد وربه، ولا صلة له بحياة الناس في التشريع والمعاملات والقوانين والصلات، فتجده يخرج من المسجد فيتناول بجواره كأس الخمر ويتعامل بالربا في المصارف والبنوك، ولا يسأل كتاب الله فيما يحل أو يحرم. وأخوه بجواره في الصف يقول: من أنكر الحكم بما أنزل الله فقد كفر: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنزَلَ اللَّهُ فَأُوْلَئِكَ هُمْ الْكَافِرُونَ (44)} [[المائدة]]. {وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَاراً خَالِداً فِيهَا وَلَهُ عَذَابٌ مُهِينٌ(14)}[[النساء]]. بل إن بعض الأحكام الفقهية الفرعية الاجتهادية تفرق بين من يأسرهم التعصب لمذهب عالم معين، وبين غيرهم ممن يتعصبون لمذهب عالم آخر. ومثل اجتماع الأبدان في مجال الرياضة، اجتماعها في مجال السياسة، فكم مؤتمرات تعقدها الدول العربية والإسلامية على جميع مستوياتها الرسمية، مؤتمرات قمة ثنائية أو جماعية، ومؤتمرات على مستوى وزراء الخارجية، ومؤتمرات على مستوى سفراء ومندوبين، ومؤتمرات على مستويات إقليمية، وكلها لم تتجاوز في الغالب اجتماع الأبدان، بدليل ما يحدث بعد ذلك من فرقة ونزاعات وخصومات ومهاترات وسوء ظن واتهامات، ولم تر شعوبها من اجتماعاتها تحقيق أي هدف ملموس يحقق مصالحها ويرفع عنها ما أرهقها اقتصادياً وسياسياً وعسكرياً، ولا داعي لضرب أمثلة على ذلك ففي أكبر مؤسسة عربية \"الجامعة العربية\" وأعظم مؤسسة إسلامية \"منظمة المؤتمر الإسلامي\" وفي \"القضية الفلسطينية\" ما يكفي. بل ألفت النظر إلى ما هو أغرب من ذلك، وهو ما حدث لقادة الجهاد الأفغاني الذين كانوا يجتمعون بأبدانهم في جلسات طويلة بحضور بعض علماء المسلمين الذين كانوا يحاولون الصلح بينهم، بل جمعت بين أبدانهم المملكة العربية السعودية في جوف الكعبة، وتعاهدوا على نسيان خلافاتهم ليتفرغوا لعدوهم الاتحاد السوفييتي الذي نصرهم الله عليه، ونقضوا عهدهم ووجه بعضهم رصاصه إلى صدور بعض، وخسروا ذلك الفوز، الذي أعقبه الاحتلال الأمريكي الذي رفع راية الصليب على بلادهم إلى اليوم. ومثلهم قادة الشعب الفلسطيني من فتح وحماس الذين تعاهدوا بجوار الكعبة على الصلح ونسيان الخلافات، ثم رجعوا للاقتتال مرة أخرى، وها هم اليهود اليوم يضحكون عليهم ويصفقون لهم كأنهم فرق رياضية ولكن كراتهم التي يتبارون بها الرصاص وقذائف المدافع، ولا فرق بينهم وبين الأفغان إلا أن الأفغان كان هدفهم واحداً وهو طرد العدو، ومنهاجهم واحداً في الجملة وكانوا علماء شريعة في الغالب، بخلاف الفلسطينيين، فهدف بعضهم نيل قطعة أرض يقيمون عليها قرى يسمونها دولة، وهدف الآخرين جهاد العدو ومقاومته حتى يحققوا النصر عليه ولا يستسلمون له، فهدفهم ومنهاجهم يختلف، ووسائلهم كذلك تختلف، ولا حاجة إلى التفصيل في ذلك فالعالم كله يعرف ما أشير إليه. وبهذا يعلم أن الذي يوحِّد المسلمين إنما هو منهاج القرآن والسنة والسيرة النبوية وما وسع سلفنا الصالح من الصحابة فمن تبعهم إلى يوم الدين، وكل ما عداهما من مناهج الأرض لا يطمع في توحيدها للمسلمين إلا كمن يطمع من قال الله تعالى فيه: {إِلاَّ كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلاَّ فِي ضَلالٍ(14)} [[الرعد]]. لست ضد الرياضة: ولا ينبغي أن يفهم من كلامي هذا أنني ضد الرياضة والرياضيين، فالرياضة تقوي الأجسام ومن أهم أهدافها الفروسية في الإسلام، لا، وإنما أقصد أن الرياضة لا توحِّد العقول ولا تجمع الصفوف في حياة الشعوب، ولا تؤلِّف بين القلوب، إذا فقد المنهاج الذي يجمعهما على الاعتصام بحبل الله كما مضى. ولا ضد تعايش الشعوب: كما لا ينبغي أن يفهم من كلامي أني أحرض بعض الطوائف على بعض، فتعايش الشعوب مع ما بينها من خلافات أمر ضروري؛ لأن عدم تعايشهم في شعوبهم ينزل بهم جميعاً المصائب والمحن، ويقضي على الأخضر واليابس، كما هو الحال اليوم في العراق وغيره، ولا تستطيع أي طائفة أن تنزع عقيدة طائفة أخرى من قلوبها، ولا تستأصل أفكاراً غرست في عقولها، فلا بد من محاولة التعايش، وإن تمسكت كل طائفة بمذهبها وفكرها، والله تعالى هو الذي يحاسب الجميع على ما تزاوله من الأعمال وما تختزنه من الأفكار وما تؤمن به من العقائد، ولكن هذا الذي نراه ونتمنى حصوله صعب المنال مع المستبدين الظلمة الذين يوالون المحتل ويظاهرونه على أبناء شعبهم."
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "الفصل الحادي عشر : إقامة الحدود والتعازير",
    "content": "رعايا الدولة الإسلامية التي تطبق شريعة الله في أرضها، قسمان: قسم يسوقه إيمانه القوي إلى طاعة ربه وتقواه، فيستجيب لأمره راغباً ويستجيب لنهيه راهباً، فإذا أصابه من الشيطان نزغ، ذكر ربه من الذنب تائباً، مقتدياً في ذلك بأبيه آدم عليه السلام ، مسهماً مع أمته وولاة أمره في اتباع منهاج الله الذي أنزله لهداية العقلاء من الإنس والجن، وعمارة أرضه بما يحقق الاستقرار فيها والاطمئنان، وتقدمها مادياً ومعنوياً، تقدماً يجعلها تتفوق على سواها من الأمم في كل مجالات التقدم المعنوي والمادي، فيكون هو وأمته قدوة حسنة لغيرها من الأمم، وعنده وازع إيماني يدفعه إلى طاعة ربه، وأداء حقوق أمته، ورادع إيماني يمنعه من الاعتداء على حقوقها. وقسم فقد الإيمان الحق مطلقاً، ويدخل فيه طوائف الكفر كلها، أو ضعف إيمانه ضعفاً تضعف معه تقوى الله فيرتكب كثيراً من المحرمات ويترك كثيراً من الفرائض والواجبات، فيعتدي على حقوق غيره اعتداء لا ينفع فيه ترغيب في ثواب الله ولا ترهيب من عقاب الله وعذابه. فهذا القسم يجب أن يعامل بما يحسم شره، من العقوبات الرادعة، والحدود الزاجرة التي فرضها الله في كتابه وسنة رسوله ‘، وهي حد الردة، وحد السرقة، وحد الحرابة، وحد الزنا، وحد شرب الخمر، والقصاص، إذا توفرت شروط إقامتها التي فصلها العلماء في كتبهم؛ لأن الجرائم التي فرضت هذه الحدود على مرتكبيها، فيها اعتداء على ضرورات الحياة، وهي الدين والنفس والنسل والعقل، والاعتداء على هذه الضرورات يفقد الأمة كرامتها وعزتها، ويشغلها عن البحث عن الأسباب التي تحقق لها المخرج مما ينزل بها من الحرج والضيق. وكل جريمة من الجرائم التي لا حدَّ فيها، فقد شرع لردع متعاطيها، التعزير الذي يختلف باختلاف حجم الجريمة وضررها، فقد يكون التعزير المناسب لبعض تلك الجرائم كلمات زجر توجه إلى من ارتكب الجريمة، ولبعضها الجلد، ولأخرى الحبس، وقد يصل التعزير إلى القتل، إذا لم تكفِ فيه أنواع التعزير المذكورة ورأى الحاكم العادل أن في ذلك مصلحة. وهذا المخرج معروف في كتاب الله تعالى وفي سنة رسوله صلى الله عليه و سلم القولية والفعلية، وفي كتب التفسير وكتب الفقه. قال تعالى في حدِّ القصاص: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمْ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالأُنثَى بِالأُنثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ فَمَنْ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ (178) وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُوْلِي الأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ(179)} [[البقرة، واقرأ الآيتين: (92) (93) من سورة النساء والآية (32) من سورة المائدة.]]. وقال تعالى في حد الحرابة: {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَاداً أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلافٍ أَوْ يُنفَوْا مِنْ الأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنيَا وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ (33) إِلاَّ الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (34)} [[المائدة]]. وقال تعالى في حد الزنا: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ وَلا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنْ الْمُؤْمِنِينَ (2)} [[النور]]. وقال في حد القذف: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَداً وَأُوْلَئِكَ هُمْ الْفَاسِقُونَ(4)}[[النور]]. وقال عز و جل  في حد السرقة: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالاً مِنْ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ(38)}[[المائدة]]. وعن أنس بن مالك \"أن نبي الله صلى الله عليه و سلم جلد في الخمر بالجريد والنعال. ثم جلد أبو بكر أربعين. فلما كان عمر، ودنا الناس من الريف والقرى، قال: ما ترون في جلد الخمر؟ فقال عبد الرحمن بن عوف: أرى أن تجعلها كأخف الحدود. قال: فجلد عمر ثمانين\"[[مسلم]]. وإقامة الحدود والتعزير، تقي الأمة الإسلامية من انتشار الفواحش والعدوان على الحقوق، فيستتب الأمن على ضرورات الحياة في الأمة الإسلامية، وما أقيمت الحدود في أي زمان ومكان إلا قضت على الإجرام والمجرمين أو خففت من شرهم، وما أهملت إقامة الحدود في أي زمن وفي أي دولة إلا انتشر الفساد والعدوان على ضرورات حياة الناس، ولهذا مُلأت السجون في كثير من الدول، بالمجرمين، مع كثرة غيرهم من المجرمين في خارجها، يفسدون ويعتدون على حقوق الأمة. وقد تولت الكتب الفقهية تفصيل تلك الحدود والتعازير، ومن أهم الكتب الإسلامية السهلة الشاملة المقارنة بين المذاهب الفقهية والقانون الوضعي، وبيان تفوق الشريعة على القانون كتاب: \"التشريع الجنائي الإسلامي\" الذي ذكر بعض الأمثلة في كتابه المذكور تظهر الأثر الذي يحدثه تطبيق الحدود في أي أمة تطبق ذلك. تنويه بأثر إقامة الحدود في بعض البلدان: وقد نوه الأستاذ الباحث القانوني الإسلامي الأستاذ عيد القادر عودة رحمه الله، بأثر تطبيق الحدود في هذا العصر في استتباب الأمن والوقاية من العدوان على حقوق الأمة، فقال: \"فالشريعة الإسلامية بتقديرها عقوبة القطع دفعت العوامل النفسية التي تدعو لارتكاب الجريمة بعوامل نفسية مضادة تصرف عن جريمة السرقة, فإذا تغلبت العوامل النفسية الداعية وارتكب الإنسان الجريمة مرة كان في العقوبة والمرارة التي تصيبه منها ما يغلب العوامل النفسية الصارمة فلا يعود للجريمة مرة ثانية. ذلك هو الأساس الذي قامت عليه عقوبة السرقة في الشريعة الإسلامية, وإنه لعمري خير أساس قامت عليه عقوبة السرقة من يوم نشأة عالمنا حتى الآن، وإنه السر في نجاح عقوبة السرقة في الشريعة الإسلامية قديماً, وهو السر الذي جعلها تنجح نجاحاً باهراً في الحجاز في عصرنا هذا فتحوله من بلد كله فساد واضطراب ونهب وسرقات إلى بلد كله نظام وسلام وأمن وأمان. لقد كان الحجاز قبل أن تطبق فيه الشريعة الإسلامية أخيراً أسوأ بلاد العالم أمناً, فكان المسافر إليه أو المقيم فيه لا يأمن على نفسه وماله وعياله ساعة من ليل بل ساعة من نهار، بالرغم مما له من قوة وما معه من عدة, وكان معظم السكان لصوصاً وقطاعاً للطرق, فلما طبقت الشريعة أصبح الحجاز خير بلاد العالم كله أمناً, يأمن فيه المسافر والمقيم, وتترك فيه الأموال على الطريق حتى تأتي الشرطة فيحملونها إلى حيث يقيم صاحبها\". انتهى. وقال في موضع آخر من نفس الكتاب: \"ولقد أبرزت التجارب الحديثة أحسن الأنظمة الجنائية, وتبين أن هذا النظام المنشود هو الشريعة الإسلامية, وكانت التجارب التي امتحنت فيها عقوبات الشريعة على نوعين: كلية, وجزئية. فأما التجربة الكلية فقد بدئ بها في مملكة الحجاز من حوالي عشرين عاماً[[قال هذا الكلام في الأيام الأولى من تاريخ الملك عبد العزيز رحمه الله.]] حيث طبقت الشريعة الإسلامية تطبيقاً تاماً, ونجحت نجاحاً منقطع النظير في القضاء على الإجرام وحفظ الأمن والنظام, ولا يزال الناس يذكرون كيف كان الأمن مختلاً في الحجاز بل كيف كان الحجاز مضرب الأمثال في كثرة الجرائم وشناعة الإجرام. فقد كان المسافر فيه كالمقيم لا يأمن على ماله ولا على نفسه في بدو أو حضر في نهار أو ليل, وكانت الدول ترسل مع رعاياها الحجاج قوات مسلحة لتأمين سلامتهم ورد الاعتداء عنهم, وما كانت هذه القوات الخاصة ولا القوات الحجازية بقادرة على إعادة الأمن وكبح جماح العصابات ومنعها من سلب الحجاج أو الرعايا الحجازيين وخطفهم والتمثيل بهم, وظل حماة الأمن في الحجاز عاجزين عن حماية الجمهور حتى طبقت الشريعة الإسلامية, فانقلبت الحال بين يوم وليلة, وساد الأمن بلاد الحجاز وانتشرت الطمأنينة بين المقيمين والمسافرين, وانتهى عهد الخطف والنهب وقطع الطريق, وأصبحت الجرائم القديمة أخباراً تروى فلا يكاد يصدقها من لم يعاصرها أو يشهدها, وبعد أن كان الناس يسمعون أشنع أخبار الجرائم عن الحجاز أصبحوا يسمعون أعجب الأخبار عن استتباب الأمن والنظام, فهذا يفقد كيس نقوده في الطريق العام فلا يكاد يذهب إلى دار الشرطة ليبلغ حتى يجد كيسه كما فقد منه معروضاً للتعرف عليه, وهذا يترك عصاه في الطريق فتنقطع حركة المرور حتى تأتي الشرطة لرفع العصا من مكانها, وهذا يفقد أمتعته وييأس من ردها ولا يبلغ عنها ولكنه يجد الشرطة يبحثون عنه ليردوا إليه ما فقد منه, وبعد أن كان الأمن يعجز عن حفظه قوات عسكرية عظيمة من الداخل وقوات عسكرية كبيرة من الخارج أصبح الأمن محفوظاً بحفنة من الشرطة المحليين\". تلك هي التجربة الكلية وكفى بها دليلاً على أن النظام الجنائي في الشريعة الإسلامية يؤدي عملياً إلى قطع دابر الجريمة, وأنه النظام الذي يبحث عنه ويتمناه اتحاد القانون الدولي. أما التجربة الجزئية فقد قامت بها أولاً إنجلترا وأمريكا ومصر وبعض الدول الأخرى, ثم قامت بها أخيراً كل دول العالم تقريباً وقد نجحت هذه التجربة الجزئية أيضاً نجاح منقطع النظير. وقد سمينا هذه التجربة بالتجربة الجزئية؛ لأنها جاءت قاصرة على عقوبة واحدة من عقوبات الشريعة وهي عقوبة الجلد, فإنجلترا تعترف بالجلد عقوبة أساسية في قوانينها الجنائية والعسكرية, ومصر تعترف بها في قوانينها العسكرية, وأمريكا وبعض الدول تجعل الجلد عقوبة أساسية في الجرائم التي يرتكبها المسجون, ثم جاءت الحرب الأخيرة فقررت كل الدول تقريباً عقوبة الجلد على جرائم التموين والتسعير وبعض الجرائم الأخرى الماسة بالنظام أو الأمن العام, وهذا اعتراف عام عالمي بأن عقوبة الجلد أفعل من أية عقوبة أخرى, وأنها الوحيدة التي تكفل حمل الجماهير على طاعة القانون وحفظ النظام, وأن كل عقوبات القوانين الوضعية لا تغني عن عقوبة الجلد شيئاً في هذا الباب, وهذا الاعتراف العالمي هو في الوقت نفسه اعتراف بنجاح الشريعة الإسلامية في محاربة الجريمة؛ لأن عقوبة الجلد هي إحدى العقوبات الأساسية في الشريعة\" [[التشريع الجنائي الإسلامي (1/712) وراجع (1/708ـ716) منه.]]. انتهى. فإقامة الحدود والتعازير مخرج من انتشار الجرائم واستفحالها، فيأمن الناس على دينهم من انتهاك حرمته، وعلى أنفسهم من سفك دمائهم بدون حق، وعلى عقولهم مما يفسدها من المسكرات والمخدرات، وعلى أموالهم من النهب والغصب والسرقة، وعلى نسلهم من القضاء، وأعراضهم من انتهاكها. وفي ذلك تطهير للأمة وصيانة لها من الانحلال المؤدي إلى ضعفها الذي يطمع أعداءها في السيطرة عليها واستغلال أبنائها بالإغراءات التي تفسدهم فتجعلهم من عبيد الشهوات والمنكرات. فإذا تطهرت الأمة من تلك المعاصي والمفاسد قوي إيمانها، وازداد قربها من ربها بكثرة عبادتها، واعتمدت في كل أمورها على ربها توكلاً وعملاً بما أمره به من اتخاذ وسائل نصره على عدوها، فصعب عليه إخضاعها، بل إنها ستكون هي القائدة للأمم إلى رضا ربها بإذنه تعالى، كما كان لها ذلك في سابق مجدها. فرغت من كتابة هذا البحث في منزلي بالمدينة المنورة في اليوم الثالث عشر من شهر ذي الحجة، من عام 1428ه الثاني والعشرين من شهر ديسمبر، من عام 2007م والحمد لله رب العالمين وصلى الله وسلم على سيدنا ونبينا محمد وعلى آله وصحابته أجمعين وسبحانك اللهم وبحمدك، أستغفرك وأتوب إليك"
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "الكاتب في سطور",
    "content": "1-\tمن مواليد منطقة (عبس)، شمال اليمن، سنة 1356هـ. 2-\tهاجر إلى المملكة العربية السعودية سنة 1374هـ لطلب العلم، أكمل المرحلة الثانوية في قرية سامطة بمنطقة جيزان سنة 1382هـ. 3-\tوفي نفس السنة التحق بالجامعة الإسلامية بالمدينة المنورة وتخرج من كلية الشريعة وكان من طلاب الدفعة الثانية في الجامعة ـ سنة 1485هـ. 4-\tعين بعد تخرجه مدرساً في المرحلتين: المتوسطة والثانوية التابعتين للجامعة الإسلامية. 5-\tقام بالإشراف على شؤون الطلاب في الجامعة لمدة عشر سنوات تقريباً مع قيامه بالتدريس. 6-\tثم قام بتدريس مادة العقيدة في كلية القرآن الكريم عندما أنشئت سنة 1395هـ كما قام بالتدريس في كلية الشريعة في الفترة المسائية. 7-\tومن سنة 1396هـ إلى سنة 1402هـ كان عميداً لكلية اللغة العربية في نفس الجامعة. 8-\tنال شهادة الماجستير من كلية الشريعة والقانون سنة 1394هـ ومن أساتذته الأزهريين: الأستاذ الدكتور عبد الغني عبد الخالق والأستاذ الدكتور محمد شعبان. 9-\tونال شهادة الدكتوراه من كلية الشريعة في جامعة الإمام محمد بن سعود الإسلامية في الرياض، سنة 1402هـ أشرف على الرسالة فضيلة الشيخ مناع بن خليل القطان. 10-\tله أساتذة كثيرون في المراحل الدراسية قبل الجامعة منهم الشيخ حافظ الحكمي في صامطة، و من مشايخه في الجامعة الإسلامية أصحاب الفضيلة: الشيخ المفسر محمد الأمين الشنقيطي، صاحب أضواء البيان في إيضاح القرآن بالقرآن والشيخ المحدث محمد ناصر الدين الألباني، والشيخ محمد المختار الشنقيطي، والشيخ عبد المحسن العباد، والشيخ عطية بن محمد سالم، وغيرهم. 11-\tتتلمذ على سماحة الشيخ عبد العزيز بن عبد الله بن باز في المسجد النبوي من أول قدومه للجامعة سنة 1382هـ إلى أن انتقل سماحة الشيخ إلى وظيفته الأخيرة في الرياض 1395هـ. وقرأ على الشيخ أبي الحسن الندوي أحاديث من كتب السنة، ومنحه إجازة موقعة بخطه، ومن مشايخ الندوي بعض العلماء من بني الأهدل، ولذلك قال لطالبه: \"بضاعتكم ردت إليكم\" وهي محفوظة عند الكاتب 12-\tثم قام بالتدريس في قسم الدراسات العليا بالجامعة الإسلامية، مع الإشراف على الرسائل العلمية ومناقشتها وكان غالبها رسائل دكتوراه. 13-\tكما قام برئاسة شعبة الفقه في نفس القسم ما يقارب ست سنوات وكذا رئاسة شعبة الدعوة لمدة سنتين، ثم طلب إعفاءه من الأمور الإدارية ليتفرغ للتدريس. 14-\tشارك في عدة مؤتمرات وندوات في الجامعة الإسلامية وفي مؤسسات أخرى داخل المملكة وخارجها، كما اشترك في لجان دعوية وإدارية ومالية في الجامعة. 15-\tثم قام بعدة رحلات عالمية وقد تضمنتها سلسلة (في المشارق والمغارب) هذه التي طبعت مؤخرا في عشين مجلدا. 16-\tوله موقع على الشبكة العالمية للمعلومات (الانترنت) بعنوان: موقع الروضة الإسلامي وهو على هذا الرابط: http://al_rawdah.net"
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "مؤلفاته:",
    "content": "أنجز عدداً من المؤلفات في موضوعات متنوعة بعضها قد طُبع وبعضها لم يُطبع، كما أن لديه موضوعات أخرى يريد الكتابة فيها، بعضها قد جمع مادتها، لعل الله يسهل له إنجازها جميعاً. ( أ ) الكتب المطبوعة: 1) الجهاد في سبيل الله ـ حقيقته وغايته (رسالة دكتوراه) طبع مرتين، ويقع في مجلدين كبيرين، وقد راجعه وأجرى تعديلات طفيفة على بعض موضوعاته وزيادات، وهو معد للطبعة الثالثة، ورتبه في أربعة أجزاء بعنوان: \"حقيقة الجهاد في سبيل الله وغايته\". 2) الكفاءة الإدارية في السياسة الشرعية، نفد وقد راجعه ونقحه وزاد فيه زيادات وهو جاهز للطبع. 3) الشورى (طبع مرتين) وتمت الإضافة عليه وهو معد للطبعة الثالثة. 4) دور المسجد في التربية، طبع مرتين. 5) أثر التربية الإسلامية في أمن المجتمع الإسلامي، وقد راجعه المؤلف، وأضاف بعض الزيادات، ورتبه في ثلاثة أجزاء. 6) الحدود والسلطان. 7) طل الربوة، طبع مراراً، وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 8) الدعوة إلى الإسلام في أوروبا، وهو مختصر من الرحلات الأوربية. 9) حوارات مع مسلمين أوربيين، وهو مختصر من الرحلات الأوربية. 10) حوارات مع أوربيين غير مسلمين، وهو مختصر من الرحلات الأوربية. 11) جوهرة الإسلام (في التربية، نظم أكثر من 1300 بيت تقريباً، طبع أكثر من مرة، وهو قيد المراجعة لطبعات جديدة). 12) المسؤولية في الإسلام، طبع مراراً. وقد راجعه المؤلف وأضاف إليه بعض الموضوعات، وهو معد للطبع. 13) الردة عن الإسلام وخطرها على العالم الإسلامي، طبع مراراً، وهو قيد المراجعة. 14) الإسلام وضرورات الحياة، طبع مرتين. وقد راجعه المؤلف وفيه بعض الزيادات وأعده للطبعة الثالثة. 15) حكم زواج المسلم بالكتابية. تمت مراجعته وهو معد للطبعة الثانية. 16) هتاف العزة والجهاد (شعر). 17) وقاية المجتمع من تعاطي المسكرات والمخدرات، طبعته الجامعة الإسلامية في المدينة المنورة، وهو معد للطبعة الثانية. 18) سبب الجريمة، نفد، وقد راجعه المؤلف وزاد فيه بعض الموضوعات، وهو معد للطبعة الثانية، بعنوان: قاعدة في سبب الجريمة والوقاية منها. 19) معارج الصعود إلى تفسير سورة هود (كتبته عن شيخي محمد الأمين الشنقيطي، رحمه الله في قاعة الدرس بكلية الشريعة، ثم رتبته، وقد قدم له أحد أبناء الشيخ، نفد). 21) تفسير سورة النور (كسابقه). والكتابان معدان للطبعة الثانية. 22) السباق إلى العقول، طبع في بيروت، دار ابن حزم في أربع أجزاء. 23) سلسلة في المشارق والمغارب (وهي المذكرات التي دونها في رحلاته لبلدان العالم) وقد بلغت عشرين مجلداً.. وقد تمت طبعتها الأولى، وتتولى نشرها مكتبة دار الأندلس الخضراء في جدة. 24) الإيمان هو الأساس، وهو معد للطبعة الثانية. 25) غيث الديمة شرح الدرة اليتيمة، في النحو، طبع (ب) كتبٌ ورسائل لم يتم طبعها: 26) أثر تطبيق الشريعة الإسلامية في صلاح الأمة، جمعت بعض مواده. 27) التكفير والنفاق ومذاهب العلماء فيهما. 28) الإخلاص وما يعين المسلم عليه. 29) استعصاء دين الهداية والرحمة. 30) الواعظ الأكبر والزاجر الأعظم. 31) مفاصل الخلل في الأمة وطريقة علاجها. 32) رحلتي مع الشيخ عبد العزيز بن عبد الله بن باز. وللمؤلف مقالات وأبحاث أخرى شارك ببعضها في منتديات الشبكة العالمية (الانترنت)."
  }
]