[
  {
    "type": "title",
    "content": "التكفير والنفاق ومذاهب العلماء فيهما تأليف الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1429ه ـ 2008م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "المحتويات",
    "content": "تمهيد\t7 وقوع التكفير قديماً وحديثاً\t7 المذهب الأول: مذهب الخوارج والمعتزلة\t9 المذهب الثاني: مذهب المرجئة\t12 مذهب جماهير أهل السنة\t15 رد أهل السنة على الخوارج والمعتزلة\t18 المسألة الأولى: خطر التكفير، ومن له الحق في إطلاقه\t18 ضلال من لم يأخذ العلم والتزكية على أهلهما\t22 إطلاق الكفر على غير معين\t24 المسألة الثانية: نصوص يخالف ظاهرها ما استدل بظاهره الخوارج والمعتزلة\t26 ( 1 ) نصوص من القرآن الكريم\t26 ( 2 ) نصوص الشفاعة من القرآن والسنة\t34 ( 3 ) دلالة السنة على عدم خروج مرتكبي الكبائر من الإسلام\t38 ( 4 ) التفريق بين مرتكب الكبائر والمرتدين\t41 المسألة الثالثة: وجوب الجمع بين ما ظاهره التعارض من الأدلة\t42 الأصل عدم تعارض أدلة الشريعة\t42 تَعَيُّنُ الجمع بين النصوص\t46 وفيما سلكه الراسخون في العلم للأمة نجاة\t48 المنافقون وأقسامهم وحكمهم\t50 صفات المنافقين في القرآن تدل على كفرهم\t50 كيف عامل الرسول صلى الله عليه و سلم هذا الصنف من الكفار؟\t53 رأي الإمام الشافعي في المنافقين\t56 حكم إسناد الولايات العامة للمنافقين\t61 الإنكار على ما يقترفه المنافقون في ولاياتهم\t65 أسباب الإطالة في معنى الكفر والنفاق\t67 أولاً: تجربة صاحب البحث\t69 ثانياً: كيف تبين لي خطر التجربة وخطؤها؟\t70 رد أهل السنة على المرجئة\t71 معنى الإيمان عند أهل السنة\t71 تبيين وتلخيص\t76 سبب الإكثار من الأدلة والنقل عن العلماء؟\t77"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "تمهيد",
    "content": "إن أمر التكفير خطير، كما أن التساهل الذي يؤدي إلى عدم تكفير الكافر، خطير كذلك. والواجب الوقوف عند نصوص الشريعة وقواعدها، دون إفراط أو تفريط، والحكم في ذلك لله وليس لغيره، والمرجع في تكفير الشخص المعين؛ هم العلماء الذين تفقَّهوا في دين الله، وتمكَّنوا من معرفة نصوص القرآن والسنة، وفقهوا معانيهما، وتبيَّنوا من واقع الأشخاص الذين يراد الحكم عليهم، وظروفهم، ثم التحقق من صحة تنزيل الحكم على كل شخص بعينه. ولا يجوز أن يترك الحكم بتكفير المسلم، لمن يدعي العلم وهو منه خلي، ممن لم يتفقهوا على أيدي العلماء الذين أخذوا العلم عن أهله في الكتاب والسنة، وما يخدمهما من علوم الآلة، كأصول الحديث، وعلوم التفسير، وقواعد اللغة العربية، وقواعد الضرورات.. وأقوال أهل العلم، وأوجه استدلالاتهم من مصادرها الأصلية. فقد سلَّط كثير من هؤلاء، ألسنتهم الحداد على المسلمين بالتكفير، على جهل بقواعد التكفير التي بينها علماء المسلمين. وإن الواجب على علماء المسلمين، أن يَقِفوا أمثال هؤلاء عند حدّهم، ويبينوا للمسلمين خطرهم، ولا يجوز سكوتهم عنهم؛ لأن ذلك يجرئهم على الاستمرار في السباحة في هذا البحر المتلاطم الأمواج، الذي لا يجيد السباحة فيه إلا أهله. وقوع التكفير قديماً وحديثاً: بعض المهتمين بالدعوة إلى الإسلام، ممن لم يتعمقوا في العلوم الإسلامية، وبخاصة العقائد التي تخالف العقيدة الإسلامية الصحيحة، التي مضى عليها أهل القرون المفضلة من الصحابة والتابعين ومن تبعهم بإحسان، بعض هؤلاء ينكرون على من يتعرض لتلك العقائد ويبين فسادها، زاعمين أنها قد ماتت واندثرت مع الفِرق التي كانت تعتقدها، وتدعو إليها، وألا فائدة في الاشتغال بها وإحيائها، وأن الواجب الاشتغال بما يفيد المسلمين مما هو واقع، من الأفكار والمذاهب المعاصرة، والشؤون السياسية والاقتصادية والإعلامية. ولقد حصل حوار طويل بيني وبين قائد من قادة الجماعات الإسلامية في موضوع من هذه الموضوعات، فقال لي: إنكم تريدون نبش الموتى من قبورهم، هذه أمور عفا عليها الزمن، ولم تعد توجد إلا في صفحات الكتب الصفراء! ونحن نوافقهم ـ في الجملة ـ على أن غالب تلك الفرق لم يعد موجوداً باسم الفرقة، كالمعتزلة والخوارج والمرجئة والقدرية، ولكنَّا على يقين من أن غالب تلك العقائد، لا زالت موجودة في صفوف المسلمين من أفراد وجماعات، ولا أظن أن عصراً من العصور خلا من ذلك. نعم قد تقلّ تلك العقائد أو بعضها في بلد، وتكثر في آخر، وتقلّ في زمن وتكثر في آخر، ولكنها لا تندثر اندثاراً كاملاً. ولسنا نريد إطالة الكلام في سرد جميع تلك العقائد، وإقامة البرهان من الواقع على وجودها، وإنما نقتصر على ما نحن بصدده هنا، وهو وجود من يغلو في التكفير بالمعاصي. وكذلك وجود ما يترتب على هذا الغلو، من معاملة من يُكَفرونه من الحكم عليه بالردة، وما يترتب على ذلك من أحكام المرتد، كعدم استحقاق أقاربه إرثه، وعدم استحقاقه إرث أقاربه، وعدم تطبيق أحكام الجنازة عليه، فلا يغسل، ولا يكفن، ولا يصلى عليه، ولا يدفن في مقابر المسلمين. والغالب أن الأشخاص أو الجماعة الذين يتصفون بهذا الغلو، يستحلون قتل من يحكمون عليه بالردة بأنفسهم، فيَعْتَدون مرتين: المرة الأولى: الغلو في التكفير، وإخراج كثير من المسلمين من ملة الإسلام، بدون برهان. والمرة الثانية: إعطاء أنفسهم حق تنفيذ العقوبات، الذي هو حق للجماعة التي ينوب عنها في تنفيذه ولي الأمر، ويكون من آثار ذلك، إهدار ضرورات الحياة التي من أعظمها حفظ النفس، وانتشار الفوضى في الأرض، وفقد المسلمين أمنهم في ديارهم، كما هو واقع مشاهد اليوم[[يراجع في من له حق إقامة الحدود كتابنا: \"الحدود والسلطان\" نشر دار المجتمع، جدة،  1406هـ ـ 1986م.]]. وقد تشعبت آراء الطوائف في هذا الباب: \"فمنهم من أفرط، ومنهم من فرَّط، ومنهم من اعتدل\"[[ حاشية ابن عابدين (4/229-238) ومجموع فتاوى ابن تيمية (12/466-501) (10/435).]]. والمقصود هنا ذكر هذه الآراء باختصار، ليتضح حكم مرتكب الذنب على اختلاف أنواعه عند كل طائفة، وسنبين في هذا البحث ثلاثة مذاهب لثلاث طوائف:"
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "المذهب الأول: مذهب الخوارج والمعتزلة:",
    "content": "يرى الخوارج والمعتزلة أن أي كبيرة يرتكبها المسلم ولم يتب منها، تكون مخلدة له في النار.. إلا أن الخوارج يطلقون عليه ـ مع تخليدهم له في النار ـ الكفر في الدنيا، والمعتزلة لا يطلقون عليه الكفر ولا الإيمان، بل اسم الفسق في الدنيا، واستدلت كلتا الطائفتين بنصوص الوعيد الواردة في القرآن والسنة، ولهذا سماهم العلماء بـ\"الوعيدية\" لتغليبهم نصوص الوعيد على نصوص الوعد. وقد ساق شارح الطحاوية رحمه الله ـ وغيره من أهل العلم ـ كثيراً من النصوص التي استدلوا بها، من القرآن والسنة: فمن القرآن قول الله تعالى: { وَمَنْ لَمْ يَحْكُمْ بِمَا أَنزَلَ اللَّهُ فَأُوْلَئِكَ هُمْ الْكَافِرُونَ (44)}[[المائدة]]. وقوله تعالى: {وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ خَالِداً فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَاباً عَظِيماً (93)} [[النساء]]. وقوله تعالى: {وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ وَلا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَاماً (68) يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَاناً (69) إِلاَّ مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحاً فَأُوْلَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُوراً رَحِيماً (70)} [[الفرقان]]. ومن السنة حديث ابن مسعود رضي الله عنه، أن رسول الله صلى الله عليه و سلم صلى الله عليه و سلم ، قال: ((سباب المسلم فسوق وقتاله كفر))[[ البخاري، برقم (48) ومسلم، برقم (64).]]. ومنها حديث عبد الله بن عمر رضي الله عنهـما، عن رسول الله صلى الله عليه و سلم ، قال: ((لا ترجعوا بعدي كفاراً يضرب بعضكم رقاب بعض))[[ البخاري، برقم (4141) ومسلم، برقم (66).]]. ومنها حديث أبي هريرة رضي الله عنه، أن الرسول صلى الله عليه و سلم قال: ((وإذا قال الرجل لأخيه يا كافر فقد باء بها أحدهما))[[ البخاري، برقم (5752).]]. ومنها في حديث عبد الله بن عمرو قال: قال رسول الله صلى الله عليه و سلم: ((أربع من كن فيه كان منافقاً خالصاً، ومن كانت فيه خصلة منهن كان فيه خصلة من النفاق حتى يدعها: إذا حدث كذب، وإذا وعد أخلف، وإذا عاهد غدر، وإذا خاصم فجر))[[ البخاري، برقم (34) و مسلم، برقم (58).]]. ومنها حديث أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه و سلم  : ((لا يزني الزاني حين يزني وهو مؤمن، ولا يسرق السارق حين يسرق وهو مؤمن، ولا يشرب الخمر حين يشربها وهو مؤمن، والتوبة معروضة بعد))[[ البخاري، برقم (2343) ومسلم، برقم (57).]]. ومنها حديث جابر رضي الله عنه، قال: قال رسول الله صلى الله عليه و سلم: ((بين المسلم وبين الكفر والشرك ترك الصلاة))[[ مسلم، برقم (82).]]. ومنها حديث أبي شريح، أن النبي صلى الله عليه و سلم  قال: ((والله لا يؤمن، والله لا يؤمن، والله لا يؤمن  قيل: ومن يا رسول الله؟ قال: الذي لا يأمن جارُه بوائقه))[[ صحيح البخاري، برقم (5670) وصحيح مسلم من حديث أبي هريرة، برقم (46).]]. ومنها حديث أبي هريرة قال: ((من أتى كاهناً فصدقه، أو أتى امرأةً في دبرها، فقد كفر بما أُنزل على محمد))[[ أحمد (9532).]]. ومنها حديث: ((من حلف بغير الله فقد كفر)) [[رواه الحاكم بهذا اللفظ.]] ومنها حديث قال: ((ثنتان في أمتي هما بهم كفر: الطعن في الأنساب والنياحة على الميت)). استدلال الخوارج والمعتزلة بهذه النصوص على مذهبهم: الوجه الأول: إطلاق الشارع الكفر على من أتى معصية. مثل: { وَمَنْ لَمْ يَحْكُمْ بِمَا أَنزَلَ اللَّهُ فَأُوْلَئِكَ هُمْ الْكَافِرُونَ } وغيره من النصوص. الوجه الثاني: نفي الإيمان عمن ارتكب معصية. مثل: والله لا يؤمن... وقوله: لا يزني الزاني حين يزني وهو مؤمن... الوجه الثالث: الحكم على من ارتكب معصية أنه من أهل النار. مثل قوله تعالى: {وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ }[[النساء]]. ففي هذه النصوص، وما شابهها، دلالة عندهم على أن أهل المعاصي كفار في الدنيا عند الخوارج، و مخلدون في النار عندهم وعند المعتزلة. هذا هو تلخيص مذهب الخوارج والمعتزلة في التكفير والتفسيق، وما رتبوه على ذلك في الجزاء الأخروي، وسيأتي الرد عليهم."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "المذهب الثاني: مذهب المرجئة:",
    "content": "المراد بالمرجئة الفِرق التي تنفي دخول الأعمال في معنى الإيمان، وسموا بذلك لإرجائهم الأعمال أي تأخيرها عن الإيمان. قال الحافظ ابن حجر رحمه الله: \"والمرجئة بضم الميم وكسر الجيم بعدها ياء مهموزة، ويجوز تشديدها بلا همز، نسبوا إلى الإرجاء وهو التأخير؛ لأنهم أخَّروا الأعمال عن الإيمان، فقالوا الإيمان هو التصديق بالقلب فقط، ولم يشترط جمهورهم النطق، وجعلوا للعصاة اسم الإيمان على الكمال، وقالوا: لا يضر مع الإيمان ذنب أصلاً، ومقالاتهم مشهورة في كتب الأصول\"[[ فتح الباري (1/110).]]. وقيل: \"سميت المرجئة لنفيهم الإرجاء، وأنه لا أحد مرجأٌ لأمر الله إما يعذبهم وإما يتوب عليهم\"[[ شرح العقيدة الطحاوية (1/592) وشرح المقاصد للتفتازاني (2/238).]]. يعني أن جميع المرتكبين لكبائر الذنوب هم من أهل الجنة قطعاً، ولا يقال فيهم: نرجئ أمرهم إلى الله تعالى، إن شاء غفر لهم وإن شاء عذبهم. وهم متفاوتون في الإرجاء، أشدهم غلوا فيه الجهمية، ومن تبعهم، سيأتي ذكر ما اعتمدوا عليه في مذهبهم. وأساس النزاع بين أهل السنة وغيرهم من الفرق، اختلافهم في معنى \"الإيمان\"[[ راجع مجموع الفتاوى لابن تيمية ( 7/510)، (10/748-751)، ( 14/498).]]. ومذهب المرجئة مبني على ثلاثة أسس: الأساس الأول: تعريف الإيمان وما يترتب عليه عندهم من أحكام في الدنيا والآخرة: للمرجئة في تعريف الإيمان اختلاف طويل، وبسبب ذلك تعددت فرقهم التي بلغت اثنتي عشر فرقة، كما بين ذلك أبو الحسن الأشعري رحمه الله، فقال: \"فالفرقة الأولى منهم، يزعمون \"أن الإيمان بالله هو المعرفة بالله وبرسله وبجميع ما جاء من عند الله فقط\". وأن ما سوى المعرفة، من الإقرار باللسان والخضوع بالقلب، والمحبة لله ولرسوله والتعظيم لهما، والخوف منهما[[ينبغي تقييد الخوف من الله وحده.]]، والعمل بالجوارح، فليس بإيمان. وزعموا أن الكفر بالله هو الجهل به، وهذا قول يُحكى عن جهم بن صفوان، وزعمت الجهمية أن الإنسان إذا أتى بالمعرفة، ثم جحد بلسانه، أنه لا يكفر بجحده، وأن الإيمان لا يتبعض ولا يتفاضل، أهله فيه، وأن الإيمان والكفر لا يكونان إلا في القلب، دون غيره من الجوارح\"[[ مقالات الإسلاميين (1/132).]]. هذا مع العلم أن بعضهم يضمون التصديق بالرب إلى المعرفة المذكورة، فإذا جحد التصديق بالله تعالى، فهو كافر عندهم. وبعضهم لا يجزمون بأن أحداً من عصاة المؤمنين يدخل النار، إهمالاً لما ورد في القرآن من وعيد الله تعالى لمن عصاه، وما فصل في السنة الصحيحة من دخول بعض أهل المعاصي النار، وإخراجهم منها، كما سبق ذكر بعضها في الرد على الخوارج، ومنها أحاديث الشفاعة. وصاحب هذه المعرفة مؤمن كامل الإيمان عندهم، ولو أنكر قلبه وجحد لسانه الإيمان بالله وبرسله وكل ما جاء من عنده؛ لأن الإيمان هو المعرفة ليس إلا، وبناء على ذلك يكون إبليس مؤمناً، والمشركون واليهود والنصارى والمرتدون عن الإسلام مؤمنين، ما داموا يعرفون تلك المعرفة. وكل من عرف تلك المعرفة عندهم فهو من أهل الجنة مطلقاً، ولا يستحق العقاب ودخول النار، مهما أتى من الأعمال، كالقتل والسرقة والزنا وشرب الخمر وغير ذلك. الأساس الثاني: التمسك بنصوص الوعد: ومما احتج به المرجئة على مذهبهم الآيات والأحاديث التي وعد الله فيها عباده الموحدين بدخول الجنة والنجاة من النار، مثل قوله تعالى: {قُلْ يَا عِبَادِي الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (53)}[[الروم]]. ويدخل في ذلك كل النصوص التي وردت في القرآن أو السنة، مما وعد الله تعالى فيها عباده بالمغفرة والرحمة والعفو. ومنها حديث أبي ذر رضي الله عنه، قالَ قال رسول الله صلى الله عليه و سلم : ((يقول الله عز و جل  من جاء بالحسنة فله عشر أمثالها وأزيد، ومن جاء بالسيئة فجزاؤه سيئة مثلها أو أغفر، ومن تقرب مني شبراً تقربت منه ذراعاً، ومن تقرب منى ذراعاً تقربت منه باعاً، ومن أتاني يمشي أتيته هرولة، ومن لقيني بقُراب الأرض خطيئة لا يشرك بي شيئاً، لقيته بمثلها مغفرة))[[ صحيح مسلم ( 4/2068) رقم (2687)، والحاكم في المستدرك من وجه آخر (4/269) وقال: \"هذا حديث صحيح الإسناد ولم يخرجاه\"، ويراجع مسند الإمام أحمد (5/148) وروى نحوه الترمذي من حديث أنس، (5/548).]]. الأساس الثالث: تأويل نصوص الوعيد: تأويلهم نصوص الوعيد الواردة في الكتاب والسنة، بأن المقصود بها مجرد  تخويف الناس لينزجروا عما نهوا عنه، وليس لها أي حقيقة غير ذلك. وهذا من غرائب التأويل، لنصوص متواترة اللفظ والمعنى من القرآن، تنفي بالضرورة هذا التأويل، وتبين أساليبها المتنوعة التي يؤكد بعضها بعضاً من منطوقها ومفهومها؛ أن دخول بعض مرتكبي الكبائر من أهل التوحيد النار وخروجهم منها إلى الجنة، حقيقة لا تقبل التأويل، وأن تأويلهم هذا تأويل منكر فاسد، لا ينسجم مع كلام الله وكلام رسوله صلى الله عليه و سلم  في هذا الباب. قال ابن تيمية: \"وَقَدْ يَقُولُ حُذَّاقُ هَؤُلاءِ مِنْ الإسماعيلية وَالْقَرَامِطَةِ وَقَوْمٍ يَتَصَوَّفُونَ أَوْ يَتَكَلَّمُونَ وَهُمْ غَالِيَةُ الْمُرْجِئَةِ: إنَّ الْوَعِيدَ الَّذِي جَاءَتْ بِهِ الْكُتُبُ الإلَهِيَّةُ، إنَّمَا هُوَ تَخْوِيفٌ لِلنَّاسِ لِتَنْزَجِرَ عَمَّا نُهِيَتْ عَنْهُ مِنْ غَيْرِ أَنْ يَكُونَ لَهُ حَقِيقَةٌ، بِمَنْزِلَةِ مَا يُخَوِّفُ الْعُقَلاءُ الصِّبْيَانَ وَالْبُلْهَ بِمَا لا حَقِيقَةَ لَهُ لِتَأْدِيبِهِمْ، وَبِمَنْزِلَةِ مُخَادَعَةِ الْمُحَارِبِ لِعَدُوِّهِ إذَا أَوْهَمَهُ أَمْرًا يَخَافُهُ لِيَنْزَجِرَ عَنْهُ أَوْ لِيَتَمَكَّنَ هُوَ مِنْ عَدُوِّهِ وَغَيْرِ ذَلِكَ\"[[ مجموع الفتاوى (19/150).]]. وتأولوا قوله تعالى: { وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ } فقالوا: \"لمن يشاء معناه: لمن يشاء أن يؤمن\"؛ يعني أن من شاء الله تعالى إيمانه على مذهبهم، لا بد أن يغفر له، ولا يستحق العقاب[[يراجع كتاب التسهيل لعلوم التنزيل (1/145) للمفسر الكلبى الأندلسي، والآية من سورة النساء (48).]]. وبهذا يعلم أنه لا يوجد عند غلاة المرجئة كافر على وجه الأرض، ممن عرف ربه بقلبه، فلا يعتبر كافراً ولا مرتداً من عرف ربه وجحد وحيه ورسالة رسله، أو أنكر شيئاً معلوماً من الدين بالضرورة، كأركان الإسلام... وهو عكس مذهب الخوارج الذين يعتبر كل من عصا الله كافراً خارجاً من ملة الإسلام... وهو مخلد عندهم وعند المعتزلة في النار، لا يخرج منها ولا يدخل الجنة مطلقاً. وبهذا يظهر كذلك ما بين الطائفتين: الخوارج والمعتزلة وغلاة المرجئة من التناقض الشديد، وضرب بعض النصوص ببعض. وسيأتي الرد على مذهبهم."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "مذهب جماهير أهل السنة:",
    "content": "هذا المذهب يخالف المذهبين السابقين ويعتبر وسطاً بينهما، حيث جمع أهل السنة بين نصوص الوعد، ونصوص الوعيد، وأنزلوا كلاً منها منزلته، بدون تعارض ولا تناقض. فإذا كان المذهب الأول قد أفرط، ناظراً إلى نصوص الوعيد وحدها، وفتح بناء على ذلك أبواب جهنم لعصاة المسلمين، وأغلق دونهم أبواب الجنة. والمذهب الثاني قد فرَّط، ناظراً إلى نصوص الوعد وحدها، وفتح أبواب الجنة لجميع العصاة، حتى من وقع في الشرك الأكبر إذا كان قد عرف الله مجرد معرفة، أو صدَّق بقلبه فقط، وأغلق عنهم أبواب النار التي قامت الأدلة على دخول بعض عصاة المؤمنين فيها، ثم خروجهم منها.. إذا كان الأمر كذلك، فإن مذهب أهل السنة قد اعتدل، لجمعه بين نصوص الوعيد، ونصوص الوعد معاً، فنزل كلاً منهما منزلته. فالذنب الذي يخلِّد صاحبه في النار، ويجعله مرتداً عن الإسلام، هو الكفر الأكبر، والشرك الأكبر، والفسق الأكبر، التي يموت صاحبها عليها. وما عداها من الكبائر، لا يخرج فاعله من الملَّة، ولا يخلِّده في النار، بل هو تحت مشيئة الله، إن شاء عذبه بقدر ذنبه، ثم أخرجه من النار وأدخله الجنة، وإن شاء غفر له ابتداء. أدلة أهل السنة على مذهبهم: وعلى هذا المذهب الحق دلَّت نصوص الكتاب والسنة.. كما قال تعالى: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا (48)}[[النساء]]. وقال تعالى: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا} إلى أن قال: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ.. (10)} [[الحجرات]]. فجعل الطائفتين المقتتلتين من المؤمنين، وجعلهما إخوة لمن أصلح بينهما من المؤمنين. وصح عن النبي صلى الله عليه و سلم : ((أن من مات لا يشرك بالله شيئاً دخل الجنة))[[ اللؤلؤ والمرجان فيما اتفق عليه الشيخان (1/19).]]. و((أنه يخرج من النار من كان في قلبه مثقال ذرة من إيمان))[[ المرجع السابق (1/51).]]. وفي هذه النصوص وأشباهها، ردٌ على الخوارج والمعتزلة، كما سبق و هو واضح لا يحتاج إلى مزيد بيان.. \"والنصوص في هذا الباب كثيرة، فأهل الحق عملوا بالنصوص كلها، وأهل الباطل افترقوا، فأخذت كل طائفةٍ طائفةً منها\"[[ راجع لهذا البحث.. شرح النووي رحمه الله على مسلم (1/150) وكذلك فتاوى شيخ الإسلام ابن تيمية رحمه الله (7/188-222-217-242-258)، (12/466) و(10/230) وشرح الطحاوية ص293-118-479-501.]]. إفراط، وتفريط، ووسطية: قال ابن تيمية: \"فليس بين فقهاء الملة نزاع في أصحاب الذنوب، إذا كانوا مُقرِّين باطناً وظاهراً بما جاء به الرسول وما تواتر عنه، أنهم من أهل الوعيد، وأنه يدخل النار منهم من أخبر الله ورسوله بدخوله إليها، ولا يخلد منهم فيها أحد، ولا يكونون مرتدين مباحي الدماء. ولكن الأقوال المنحرفة، قول من يقول بتخليدهم في النار كالخوارج والمعتزلة، وقول غلاة المرجئة الذين يقولون: ما نعلم أن أحداً منهم يدخل النار، بل نقف في هذا كله، وحكي عن بعض غلاة المرجئة الجزم بالنفي العام\"[[ مجموع الفتاوى (7/297).]]."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "رد أهل السنة على الخوارج والمعتزلة:",
    "content": "ولبيان الرد على هؤلاء ينبغي الكلام على المسائل الخمس الآتية: المسألة الأولى: خطر التكفير، ومن له الحق في إطلاقه. المسألة الثانية: وجود نصوص يخالف ظاهرُها، ما استدل بظاهره الخوارج والمعتزلة. المسألة الثالثة: وجوب الجمع بين النصوص التي قد يظهر منها التعارض. المسألة الأولى: خطر التكفير، ومن له الحق في إطلاقه: معلوم ما يعنيه دخول الإنسان في الإسلام، إنه يعني خروجه من ظلمات الكفر إلى نور الإيمان، ويعني اهتداءه لصراط الله المستقيم، وترك سبل الشيطان عدوِّ الإنسان. ويعني أنه عضو في جماعة المسلمين، له ما لهم من حقوق، وعليه ما عليهم من واجبات، يتعاون معهم على البر والتقوى، لا على الإثم والعدوان، ويعني أنه يطمع في مغفرة الله، ورحمته وثوابه، والنجاة من عقابه... ويعني فوق ذلك كله؛ أنه أصبح من أهل الأمل في رضا الله، والنجاة من سخطه... فهل يجوز لأحد من البشر أن يخرج من دخل هذه الدائرة التي هذا شأنها، من دخلها مختاراً، من باب قاعدة قواعد الإسلام ((لا إله إلا الله محمد رسول الله)) التي أثبت الرسول صلى الله عليه و سلم لمن قالها صادقاً مخلصاً من قلبه، دخول الجنة والخروج من النار؟ وقد حذَّر علماء الإسلام من تكفير من دخل في الإسلام، إلا إذا توفرت شروط التكفير وانتفت موانعه.. والذين لهم الحق في إثبات توفر شروط التكفير وانتفاء موانعه، هم علماء الأمة الإسلامية الذين فقههم الله في دينه. وليس ذلك لصغار طلاب العلم، الذين نصبوا أنفسهم مفتين وقضاة ومنفذين، وهم إلى الجهل أقرب، وإلى الاستجابة للعواطف أمْيَل، ولاتباع الأهواء والتقليد أسرع. ولما كان للتكفير خطره العظيم، الذي تترتب عليه أحكام كثيرة، تتعلق بمن حُكِم عليه بالكفر في الدنيا والآخرة، وبمن له به صلة من قرابة وأزواج، وبما له به ارتباط كماله ووظائفه وغيرها، فقد حذَّر علماء الإسلام من الانزلاق في هذا الباب والاقتحام لعقباته، تبعاً لتحذير الشارع من ذلك. فقال ابن تيمية رحمه الله: \"ولا يجوز تكفير المسلم بذنب فعله، ولا بخطأ فيه، كالمسائل التي تنازع فيها أهل القبلة، فإن الله تعالى قال: {آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ (285)}[[البقرة]]. وقد ثبت في الصحيح أن الله تعالى أجاب هذا الدعاء وغفر للمؤمنين خطأهم. والخوارج المارقون الذين أمر النبي بقتالهم، قاتلهم أمير المؤمنين علي بن أبي طالب أحد الخلفاء الراشدين، واتفق على قتالهم أئمة الدين، من الصحابة والتابعين، ومن بعدهم، ولم يكفرهم علي بن أبي طالب وسعد بن أبي وقاص وغيرهما من الصحابة، بل جعلوهم مسلمين مع قتالهم، ولم يقاتلهم علي حتى سفكوا الدم الحرام وأغاروا على أموال المسلمين، فقاتلهم لدفع ظلمهم وبغيهم؛ لا لأنهم كفار، ولهذا لم يسب حريمهم، ولم يغنم أموالهم. وإذا كان هؤلاء الذين ثبت ضلالهم بالنص والإجماع؛ لم يُكفَّروا مع أمر الله ورسوله بقتالهم، فكيف بالطوائف المختلفين، الذين اشتبه عليهم الحق في مسائل غلط فيها من هو أعلم منهم؟ فلا يحل لأحد من هذه الطوائف، أن تكفر الأخرى، ولا تستحل دمها ومالها، وإن كانت فيها بدعة محققة، فكيف إذا كانت المكفِّرة لها مبتدعةً أيضاً؟ وقد تكون بدعة هؤلاء أغلظ، وقد تكون بدعة هؤلاء أغلظ، والغالب أنهم جميعاً جهال بحقائق ما يختلفون فيه. والأصل؛ أن دماء المسلمين، وأموالهم، وأعراضهم، محرمة من بعضهم على بعض، لا تحل إلا بإذن الله ورسوله.. قال النبي صلى الله عليه و سلم  لما خطبهم في حجة الوداع: ((إن دماءكم وأموالكم وأعراضكم، عليكم حرام كحرمة يومكم هذا، في بلدكم هذا، في شهركم هذا))[[ مجموع الفتاوى (3/282- 288).]]. والحديث الذي أشار إليه ابن تيمية في قوله: \"وقد ثبت في الصحيح أن الله تعالى أجاب هذا الدعاء وغفر للمؤمنين خطأهم\". رواه أبو هريرة رضي الله عنه، قال: \"لما نزلت على رسول الله صلى الله عليه و سلم : { لِلَّهِ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ وَإِنْ تُبْدُوا مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ(284)}[[البقرة]]. قال: فاشتدَّ ذلك على أصحاب رسول الله صلى الله عليه و سلم ، فأتوا رسول الله صلى الله عليه و سلم ، ثم بركوا على الركب، فقالوا: أي رسول الله كلُّفنا من الأعمال ما نطيق: الصلاة والصيام والجهاد والصدقة، وقد أُنزلت عليك هذه الآية ولا نطيقها\". قال رسول الله صلى الله عليه و سلم : ((أتريدون أن تقولوا كما قال أهل الكتابين من قبلكم: سمعنا وعصينا؟ بل قولوا: سمعنا وأطعنا غفرانك ربنا وإليك المصير. قالوا: سمعنا وأطعنا غفرانك ربنا وإليك المصير. فلما اقترأها القوم ذلت بها ألسنتهم، فأنزل الله في إثرها: { آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ }. فلما فعلوا ذلك نسخها الله تعالى، فأنزل الله عز و جل : { لا يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا } قال: نعم. { رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا } قال: نعم. { رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ} قال: نعم. { وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ } قال: نعم\"))[[ صحيح مسلم (1/115) رقم (125) والآية التي ذكر فيها استجابة الله للمؤمنين، هي الآية الأخيرة من سورة البقرة.]]. والشاهد في الحديث: استجابة الله تعالى لعباده المؤمنين الذين اشتدَّ خوفهم من قوله تعالى: {وَإِنْ تُبْدُوا مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ } فقال لهم: نعم في عدم محاسبتهم على الخطأ، وعدم تحميلهم الإصر الذي حمله الأمم قبلهم، وعدم تحميلهم ما لا يطيقون، ثم منحهم عفوه ومغفرته ورحمته، ونصرهم على أعدائهم الكافرين. وقال ابن تيمية أيضاً: \"ومن البدع المنكرة؛ تكفير الطائفة غيرها من طوائف المسلمين، واستحلال دمائهم وأموالهم.. ونحو ذلك.. فإن هذا عظيم لوجهين: أحدهما: أن تلك الطائفة الأخرى، قد لا يكون فيها من البدعة أعظم مما في الطائفة المُكفرة لها، بل تكون بدعة المُكفرة أغلظ أو نحوها أو دونها.. وهذا حال عامة أهل البدع الذين يكفر بعضهم بعضاً، فإنه إن قدر أن المبتدع يَكْفُر كَفَر هؤلاء وهؤلاء، وإن قدر أنه لم يَكْفُر لم يَكْفُر هؤلاء ولا هؤلاء. فكونُ إحدى الطائفتين تُكَفِّر الأخرى ولا تُكَفِّر طائفتَها، هو من الجهل والظلم، وهؤلاء من الذين قال الله تعالى فيهم: { إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ.. (159)}[[الأنعام]]. والثاني: أنه لو فُرض أن إحدى الطائفتين مختصة بالبدعة، لم يكن لأهل السنة أن يكفروا كل من قال قولاً أخطأ فيه، فان الله سبحانه قال: { رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا} وثبت في الصحيح، أن الله قال: قد فعلت وقال تعالى: { وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ.. (5)} [[الأحزاب]]. ورُوي عن النبي صلى الله عليه و سلم ، أنه قال: ((إن الله تجاوز لي عن أمتي الخطأ والنسيان..)) وهو حديث حسن، رواه ابن ماجه وغيره. وأجمع الصحابة، وسائر أئمة المسلمين، على أنه ليس كل من قال قولاً أخطأ فيه أنه يكفر بذلك، وان كان قوله مخالفاً للسنة، فتكفير كل مخطئ خلاف الإجماع.. لكن للناس نزاع في مسائل التكفير قد بسطت في غير هذا الموضع. والمقصود هنا؛ أنه ليس لكل من الطوائف المنتسبين إلى شيخ من الشيوخ ولا إمام من الأئمة، أن يكفروا من عداهم، بل في الصحيح عن النبي صلى الله عليه و سلم ، أنه قال: ((إذا قال الرجل لأخيه يا كافر فقد باء بها أحدهما))[[ مجموع الفتاوى (7/684)، والحديث الذي أشار ابن تيمية أنه رواه ابن ماجه، هو في سنن ابن ماجه (1/659) (2043) و سنن البيهقي الكبرى سنن البيهقي الكبرى (7/356) قال ابن رجب في شرح الحديث: \"حديث حسن رواه ابن ماجه والبيهقي وغيرهما\" جامع العلوم والحكم (1/371) وقال الهيثمي: \"وفيه محمد ابن مصفى وثَّقه أبو حاتم وغيره، وفيه كلام لا يضر، وبقيه رجاله رجال الصحيح\" مجمع الزوائد (6/250).]]. ضلال من لم يأخذ العلم والتزكية على أهلهما: إن من أهم أسباب ضلال من ضل، من الفرق والجماعات والأفراد، المنتسبين إلى العلم، عدم أخذهم العلم والتزكية الربانية عن أهلهما، بالطريقة التي سلكها سلفنا الصالح، من الصحابة والتابعين، ومن تبعهم بإحسان. إذ يسلك بعض الجهلة المغرورين، الذين ينصبون أنفسهم للتعليم والفتوى، وقد يدَّعون أنهم من المجتهدين، وهم على جهل بقواعد العلوم الشرعية وعلومها، وآلات تلك العلوم، بسبب قراءتهم لبعض الأبواب في بعض الكتب، وسوء فهمهم لكثير مما قرؤوه، وعدم اقتدائهم بالصحابة والتابعين، وعامة السلف الصالح، في أخذ العلم عن أهله المتحققين به. وهذا من أهم أسباب الزيغ، وهو منطلق المُفرِطين والمُفَرِّطين.. ولهذا حثَّ فقهاء الإسلام طلاب العلم، على سلوك نهج السلف، في طلب العلم على أيدي أهله، الذين يجمعون بين العلم والعمل والتربية، وحذروهم من سلوك نهج فرق الضلال. ومن ذلك قول الشاطبي رحمه الله: \"من أنفع طرق العلم الموصلة إلى غاية التحقق به، أخذه عن أهله المتحققين به على الكمال والتمام.. وللعالم المتحقق بالعلم أمارات وعلامات: إحداها: العمل بما علم، حتى يكون قوله مطابقاً لفعله، فإن كان مخالفاً له، فليس بأهل لأن يؤخذ عنه، ولا أن يُقتدَى به في علم.. والثانية: أن يكون ممن رباه الشيوخ في ذلك العلم لأخذه عنهم، وملازمته لهم، فهو الجدير بأن يتصف بما اتصفوا به من ذلك، وهكذا شأن السلف الصالح. فأول ذلك؛ ملازمة الصحابة رضي الله عنهم لرسول الله صلى الله عليه و سلم ، وأخذهم بأقواله وأفعاله واعتمادهم على ما يرد منه، كائناً ما كان، وعلى أي وجه صدر.. وصار مثلُ ذلك أصلاً لمن بعدهم، فالتزم التابعون في الصحابة سيرتهم مع النبي صلى الله عليه و سلم ، حتى فقهوا، ونالوا ذروة الكمال في العلوم الشرعية. وحسبك من صحة هذه القاعدة أنك لا تجد عالماً اشتهر في الناس الأخذ عنه، إلا وله قدوة اشتهر في قرنه بمثل ذلك. وقلما وجدت فرقة زائغة ولا أحداً مخالفاً للسنة، إلا وهو مفارق لهذا الوصف\"[[ كتاب الموافقات في أصول الشريعة (1/91-95) بتحقيق الأستاذ محمد عبد الله دراز، باختصار.]]. وذكر في موضع آخر: أن فرق الضلال، يعمدون إلى ظواهر الأدلة التي لا يعجزون عن الاستدلال بها على مذاهبهم، أي وهم يتركون ظواهر أدلة تخالف مذهبهم دون تمحيص، ولا جمع بين تلك الأدلة، والعمل بكل منها في موضعه. قال: \"ولذلك لا تجد فرقة من الفرق الضالة، ولا أحداً من المختلفين في الأحكام لا الفروعية ولا الأصولية، يعجز عن الاستدلال على مذهبه بظواهر من الأدلة، وقد مرَّ من ذلك أمثلة، بل قد شاهدنا ورأينا من الفساق من يستدل على مسائل الفسق بأدلة ينسبها إلى الشريعة المنزهة\"[[ الموافقات (3/76).]]. وقال ابن تيمية رحمه الله في رده على بعض المخالفين: \"والعلم شيئان: إما نقل مصدَّق، وإما بحث محقَّق، وما سوى ذلك فهذيان مسروق، وكثير من كلام هؤلاء هو من هذا القسم من الهذيان، وما يوجد فيه من نقل، فمنه ما لا يميز صحيحه عن فاسده، ومنه ما لا ينقله على وجهه، ومنه ما يضعه في غير موضعه.. وقد قيل: إنما يفسد الناس نصف متكلم، ونصف فقيه، ونصف نحوي، ونصف طبيب، هذا يفسد الأديان، وهذا يفسد البلدان، وهذا يفسد اللسان، وهذا يفسد الأبدان\"[[ مجموع الفتاوى (2/729- 730 ).]]. وإذا كان \"أَنصاف\" هؤلاء الأصناف يفسدون المعاني ـ وبخاصة الأديان ـ وغيرها من المحسوسات والماديات، فإنا نجد اليوم من لا يبلغ \"أرباع\" ولا \"أثمان\" ما بلغه أولئك الأنصاف، ولهذا تضاعف فسادهم، وبخاصة في هذا العصر، الذي يستطيع فيه كل مفسد أن ينشر فساده، ويعممه، عن طريق وسائل الاتصال التي لم يتمكن منها المفسدون في القرون الأولى."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "إطلاق الكفر على غير معين:",
    "content": "ويجب التنبيه على أن ما عُلم شرعاً بأنه كفر، يطلق عليه ذلك، فيقال: من فعل كذا فقد كفر، ومن قال كذا فقد كفر، مع استحضار أمرين: الأمر الأول: أن الكفر يُطلق على الكفر الأكبر المخرج من الملة، وعلى الكفر الأصغر، وهو الرياء، وغيره من كبائر الذنوب، التي لا يخرج مرتكبها من الملة كما سبق، والفقهاء في الدين هم الذين يميزون بين الكفرين. الأمر الثاني: أن الكفر يُطلق إطلاقاً عاماً، ولا يُطلق على كل معين فعل أو قال ما هو كفر؛ لأن المعين قد يفعل الكفر أو يقوله، مع جهله بذلك، أو تأوله، أو نسيانه، فيكون معذوراً، لعدم توفر شروط تكفيره ووجود موانعه.. ولهذا قال ابن تيمية رحمه الله: \"وأصل ذلك؛ أن المقالة التي هي كفر، بالكتاب والسنة والإجماع، يقال: هي كفر قولاً يطلق، كما دل على ذلك الدلائل الشرعية، فإن الإيمان من الأحكام المتلقاة عن الله ورسوله، ليس ذلك مما يحكم فيه الناس بظنونهم وأهوائهم.. ولا يجوز أن يُحكَم في كل شخص قال ذلك بأنه كافر، حتى تثبت في حقه شروط التكفير وتنتفي موانعه. مثل من قال: إن الخمر أو الربا حلال، لقرب عهده بالإسلام، أو لنشوئه في بادية بعيدة، أو سمع كلاماً أنكره ولم يعتقد أنه من القرآن، ولا أنه من أحاديث رسول الله صلى الله عليه و سلم ، كما كان بعض السلف ينكر أشياء حتى يثبت عنده أن النبي صلى الله عليه و سلم  قالها، وما كان الصحابة يشكون في أشياء، مثل رؤية الله وغير ذلك، حتى يسألوا عن ذلك رسول الله صلى الله عليه و سلم . ومثل الذي قال: ((إذا أنا مت فاسحقوني، وذروني في اليم، لعلي أضل عن الله..)) ونحو ذلك، فإن هؤلاء لا يكفرون حتى تقام عليهم الحجة بالرسالة، كما قال الله تعالى: { لِئَلا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسلِ.. (165)} وقد عفا الله لهذه الأمة عن الخطأ والنسيان، وقد أشبعنا الكلام في القواعد التي في هذا الجواب في أماكنها..\"[[ مجموع الفتاوى: (35/165)، والآية من سورة النساء.]]. وقصة الرجل الذي قال: ((إذا أنا مت فاسحقوني...)) رواها أبو هريرة رضي الله عنه، عن النبي صلى الله عليه و سلم ، قال: ((أسرف رجل على نفسه، فلما حضره الموت أوصى بنيه، فقال: إذا أنا مت فاحرقوني ثم اسحقوني ثم أذروني في الريح في البحر، فوالله لئن قدر عليَّ ربي ليعذبني عذاباً ما عذب به أحداً.... قال: ففعلوا ذلك به، فقال للأرض: أدى ما أخذت، فإذا هو قائم فقال له: ما حملك على ما صنعت؟ فقال: خشيتك يا رب، أو قال: مخافتك فغفر له بذلك))[[ صحيح البخاري (3/1283) رقم (3294) و صحيح مسلم (4/2110) ورقم (2756).]]. وقال ابن تيمية في موضع آخر: \"والأصل الثاني: أن التكفير العام ـ كالوعيد العام ـ يجب القول بإطلاقه وعمومه. وأما الحكم على المعين بأنه كافر، و مشهود له بالنار: فهذا يقف على الدليل المعين، فإن الحكم يقف على ثبوت شروطه وانتفاء موانعه... وإذا عرف هذا، فتكفير المعين من هؤلاء الجهال وأمثالهم ـ بحيث يحكم عليه بأنه من الكفار ـ لا يجوز الإقدام عليه، إلا بعد أن تقوم الحجة الرسالية، التي يتبين بها بأنهم مخالفون للرسل، وإن كانت هذه المقالة لا ريب أنها كفر.. وهذا الكلام في تكفير جميع المعينين.. فليس لأحد أن يكفر أحداً من المسلمين، وإن أخطأ وغلط، حتى تقام عليه الحجة وتبين له المحجة..\" [[مجموع الفتاوى (12/497-501- 523).]]. المسألة الثانية: نصوص يخالف ظاهرها ما استدل بظاهره الخوارج والمعتزلة: النصوص السابقة التي استدل بها من يرون التكفير بالمعاصي وتخليد أصحابها في النار، وردت بإزائها نصوص أخرى كثيرة، تدل دلالة واضحة على أن كبائر الذنوب والمعاصي، لا تخرج مرتكبها من ملة الإسلام، ما عدا الشرك بالله.."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "( 1 ) نصوص من القرآن الكريم:",
    "content": "منها قوله تعالى: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ افْتَرَى إِثْماً عَظِيماً (48)}[[النساء]]. فقد دلَّت الآية على أن كل ذنب غير الشرك، داخل في مشيئة الله، فإن شاء غفره لصاحبه ابتداء وأدخله الجنة دون أن يعذبه عليه وإن لم يتب، وإن شاء عذبه ثم أدخله الجنة، بخلاف الشرك فإن الله لا يغفره لمن مات عليه. وجه الدلالة على ذلك من الآية، هو العموم في لَفْظَيْ \"ما\" و\"من\" في قوله تعالى: {وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} فما دون الشرك: شامل لجميع المعاصي، ولمن يشاء: شامل لكل مسلم ارتكب معصية لم يتب منها دون الشرك. ولما كان الخوارج والمعتزلة لا يفرقون بين الشرك وغيره من كبائر المعاصي، ويشترطون في مغفرة الله لمرتكبها التوبة، فقد حاول الزمخشري رحمه الله ـ عند تفسيره الآية ـ لَيَّ عنقها، وصرفها عن ظاهرها، الذي تدعمه النصوص الأخرى الآتي ذكرها، ليوافق تأويلُه مذهبَه \"المُعْتَزِلِي\". فقال: \"فإن قلت: قد ثبت أن الله عز و جل  يغفر الشرك لمن تاب منه، وأنه لا يغفر ما دون الشرك من الكبائر إلا بالتوبة، فما وجه قول الله تعالى: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ}؟ قلت: الوجه أن يكون الفعل المنفي والمثبت جميعاً، موجهين إلى قوله تعالى: \"لمن يشاء\" كأنه قيل: إن الله لا يغفر لمن يشاء الشرك، ويغفر لمن يشاء ما دون الشرك. على أن المراد بالأول: من لم يتب، وبالثاني: من تاب..\" [[الكشاف (1/551-552).]]. وهو ـ كما ترى ـ تأويل متَكَلَّف ينزه عنه كلام الله تعالى، ويأباه فصحاء العرب، فإنه تعالى لو أراد هذا المعنى، وهو عدم التفريق بين الشرك وغيره من المعاصي، وأنه لا يغفرها جميعاً إلا بالتوبة، لبين ذلك بعبارة لا تحتاج إلى هذا التكلف في تأويل كلامه.. ولو كان المتكلم من البشر، وأراد هذا المعنى، لما عجز أن يقول: إن الله لا يغفر الشرك وغيره من الكبائر إلا بالتوبة، ولا يحتاج إلى التقييد بالمشيئة، ولكنه التعصُّب الذي يوقع صاحبه في مثل هذا التعسف العجيب! ومن النصوص الدالة على عدم التكفير بكبائر الذنوب غير الشرك، قوله تعالى: {وَإِنْ طَائِفَتَانِ مِنْ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (9) إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ(10)}[[الحجرات]]. تدل الآيتان على ذلك من وجهين: الوجه الأول: وصف الله الطائفتين المقتتلتين أنهما من المؤمنين.. والوجه الثاني: جعل الطائفتين المتقاتلتين أخوين للمؤمنين، وهي أخوة دينية كما هو واضح.. قال القرطبي رحمه الله في تفسيره: \"في هذه الآية والتي قبلها دليل على أن البغي لا يزيل اسم الإيمان؛ لأن الله تعالى سماهم إخوة مؤمنين مع كونهم باغين. قال الحارث الأعور: سُئل علي بن أبي طالب رضي الله عنه، وهو القدوة في قتال أهل البغي من أهل الجمل وصفين: أمشركون هم؟ قال: لا، من الشرك فروا.. فقيل: أمنافقون؟ قال: لا؛ لأن المنافقين لا يذكرون الله إلا قليلاً.. قيل: له فما حالهم؟ قال: إخواننا بغوا علينا\"[[ الجامع لأحكام القرآن (16/323) ويراجع تفسير البغوي (4/213).]]. ونسب إلى الإمام مالك رحمه الله، القول بتكفير الخوارج الذين كفروا المسلمين، وبخاصة أصحاب الرسول صلى الله عليه و سلم ، استدلالاً بحديث عبد الله بن عمر رضي الله عنهـما، أن رسول الله صلى الله عليه و سلم ، قال: ((أيما رجل قال لأخيه: يا كافر، فقد باء بها أحدهما))[[ صحيح البخاري (5/2264) رقم (5753) وصحيح مسلم (1/79) رقم (60).]]. قال الحافظ ابن حجر: \"وقيل: محمول على الخوارج؛ لأنهم يكفرون المؤمنين، هكذا نقله عياض عن مالك، وهو ضعيف؛ لأن الصحيح عند الأكثرين أن الخوارج لا يكَفَّرون ببدعتهم.. قلت: ولِما قاله مالك وجه، وهو أن منهم من يكفِّر كثيراً من الصحابة ممن شهد له رسول الله صلى الله عليه و سلم  بالجنة و بالإيمان، فيكون تكفيرهم من حيث تكذيبهم للشهادة المذكورة، لا من مجرد صدور التكفير منهم بتأويل\"[[ فتح الباري (10/466).]]. وقال ابن كثير رحمه الله: \"{ وَإِنْ طَائِفَتَانِ مِنْ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا } فسماهم مؤمنين مع الاقتتال.. وبهذا استدل البخاري وغيره، على أنه لا يخرج من الإيمان بالمعصية وإن عظمت، لا كما يقوله الخوارج، ومن تابعهم من المعتزلة ونحوهم. وهكذا ثبت في صحيح البخاري، من حديث الحسن عن أبي بكرة رضي الله عنه، قال: إن رسول الله صلى الله عليه و سلم ، خطب يوماً ومعه على المنبر الحسن بن علي رضي الله عنهـما، فجعل ينظر إليه مرة وإلى الناس أخرى، ويقول: >إن ابني هذا سيد ولعل الله تعالى أن يصلح به بين فئتين عظيمتين من المسلمين< فكان كما قال صلى الله عليه و سلم ، أصلح الله تعالى به بين أهل الشام وأهل العراق، بعد الحروب الطويلة والواقعات المهولة\"[[ تفسير القرآن العظيم (4/212).]]. فقد أطلق صلى الله عليه و سلم  على وصف الإسلام الطائفتين المقتتلتين ((طائفتين عظيمتين من المسلمين)) والمكفرون بالكبائر يسلبون هذا الوصف ممن ارتكب كبيرة. فمن أحق بالإتباع.. رسول الله صلى الله عليه و سلم  الذي جاءنا بهذا الدين، أو غيرُه ممن أخذ من النصوص ما وافق هواه، ونبذ منها ما خالفه؟! وقال ابن تيمية رحمه الله: \"فهكذا السلف، قاتل بعضهم بعضاً، من أهل الجمل وصفين ونحوهم، وكلهم مسلمون مؤمنون كما قال تعالى: {وَإِنْ طَائِفَتَانِ مِنْ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} فقد بين الله تعالى أنهم مع اقتتالهم، وبغي بعضهم على بعض، إخوة مؤمنون، وأمر بالإصلاح بينهم بالعدل ، ولهذا كان السلف مع الاقتتال يوالي بعضهم بعضاً موالاة الدين، لا يعادون كمعاداة الكفار، فيقبل بعضهم شهادة بعض، ويأخذ بعضهم العلم عن بعض، ويتوارثون، ويتناكحون، ويتعاملون بمعاملة المسلمين، بعضهم مع بعض، مع ما كان بينهم من القتال والتلاعن، وغير ذلك\"[[ مجموع الفتاوى (3/284، 485).]]. وقال الشيخ عبد الرحمن السعدي رحمه الله: \"وفي هاتين الآيتين من الفوائد غير ما تقدم، أن الاقتتال بين المؤمنين مناف للأُخُوَّة الإيمانية، ولهذا كان من أكبر الكبائر، وأن الإيمان والأخوة الإيمانية، لا يزولان مع وجود الاقتتال، كغيره من الذنوب الكبائر التي دون الشرك. وعلى ذلك مذهب أهل السنة والجماعة\"[[ تيسير الكريم الرحمن في تفسير كلام المنان (1/801).]]. وإن من أوضح النصوص التي تدل على دخول عصاة المسلمين الذين سلموا من الشرك الأكبر الجنة، ودخولهم في قوله تعالى: { وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ } الآيات الآتية: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ (32) جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤاً وَلِبَاسُهُمْ فِيهَا حَرِيرٌ (33) وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (34) الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لا يَمَسُّنَا فِيهَا نَصَبٌ وَلا يَمَسُّنَا فِيهَا لُغُوبٌ (35)}[[ فاطر.]]. ففي الآية الأولى ذكر تعالى أن الذين أورثهم هذا الكتاب، وهو القرآن هم من اصطفاهم من عباده، وقسم هؤلاء المصطفين ثلاثة أقسام: القسم الأول: الظالم لنفسه، وهم الذين يتركون بعض الواجبات، ويرتكبون بعض المحرمات، مع محافظتهم على التوحيد، واجتنابهم الشر الأكبر. القسم الثاني: المقتصدون، وهم الذين يقتصرون في طاعة الله، على فعل الواجبات وترك المحرمات، ولا يحافظون على فعل المندوبات، وترك المكروهات. القسم الثالث: السابقون، وهم الذين اشتركوا مع القسمين السابقين، في توحيد الله تعالى، وابتعدوا عن الشرك الأكبر، وزادوا عليهم في المحافظة على المندوبات، وترك المكروهات، وترك بعض المباحات، أو المشتبهات التي يخشون أن تكون وسيلة إلى بعض المكروهات، أو المحرمات. ثم قال في الآية الثانية بعد ذكر الأقسام الثلاثة: { جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا } فضمير الفاعل في الآية الثانية \"يدخلونها\" يشمل الثلاثة جميعاً على الصحيح من أقوال العلماء. ومثله الضمائر التي تلته في الآيات الثلاث، وهي ثمانية ضمائر عائدة كلها للأقسام الثلاثة: الفاعل في قوله تعالى بعد ذلك: {يُحَلَّوْنَ فِيهَا}، والضمير المجرور في قوله: {وَلِبَاسُهُمْ فِيهَا حَرِيرٌ}، والضمائر الستة في الآيتين الثالثة والرابعة: الفاعل في \"قالوا\"، والضميران المجروران في \"عنا\"، و\"ربنا\"، والمفعولان في \"أحلنا\"، و\"لا يمسنا\"، كلها تعود إلى الأقسام الثلاثة في الآية الأولى. ومعنى هذا أن الجنة مضمونة لهؤلاء الثلاثة، وإن عوقب بعض من ظلموا أنفسهم بدخول النار أولاً، كما دلَّت نصوص أخرى من الكتاب والسنة. تنبيهان: التنبيه الأول: خالف بعض العلماء ما سبق من أن القسم الأول \"الظالم لنفسه\"، يدخل أصحابه الجنة، ورأوا أن المراد به الكفار، ولكن الذي يظهر ترجيحه أنهم كلهم يدخلون الجنة، وإن كان بعض الظالمين لأنفسهم قد يجازون بدخول النار كما سبق. فقد قال ابن كثير رحمه الله: في تفسيره للآية 66 من سورة المائدة عندما استشهد بقوله تعالى: {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا}: \"والصحيح أن الأقسام الثلاثة من هذه الأمة كلهم يدخلون الجنة\". وذكر عند تفسير الآية نفسها، في سورة فاطر حديثاً في المسند، عن أبي الدرداء رضي الله عنه, قال: سمعت رسول الله صلى الله عليه و سلم  يقول: >قال الله تعالى: { ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ } فأما الذين سبقوا فأولئك الذين يدخلون الجنة بغير حساب، وأما الذين اقتصدوا فأولئك الذين يحاسبون حساباً يسيراً، وأما الذين ظلموا أنفسهم فأولئك الذي يحبسون في طول المحشر، ثم هم الذين تلافاهم الله برحمته، فهم الذين يقولون { الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (34) الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لا يَمَسُّنَا فِيهَا نَصَبٌ وَلا يَمَسُّنَا فِيهَا لُغُوبٌ }<. قال الهيثمي عن حديث أبي الدرداء هذا في مجمع الفوائد: \"رواه الطبراني عن الأعمش، عن رجل سماه، فإن كان هو ثابت بن عمير الأنصاري، كما تقدم عند أحمد فرجال الطبراني رجال الصحيح‏\".. وأخرج الحاكم حديثاً عن عقبة بن صهبان الحراني، قال: قلت لعائشة رضي الله تعالى عنها: \"يا أم المؤمنين أرأيت قول الله عز و جل : { ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ }؟ فقالت عائشة رضي الله تعالى عنها: \"أما السابق فمن مضى في حياة رسول الله صلى الله عليه و سلم  فشهد له بالحياة والرزق، وأما المقتصد فمن اتبع آثارهم فعمل بأعمالهم حتى يلحق بهم، وأما الظالم لنفسه فمثلي ومثلك ومن اتبعنا وكلٌ في الجنة\"، وقال: \"صحيح الإسناد ولم يخرجاه\".. لكن قال الهيثمي عن حديث عائشة هذا في مجمع الفوائد: \"رواه الطبراني في الأوسط وفيه الصلت بن دينار وهو متروك‏\".. وفي حديث لأبي سعيد الخدري رضي الله عنه، عَنْ النَّبي صلى الله عليه و سلم  أنَّهُ قَالَ في هَذِهِ الآية: {ثُمَّ أورثنا الكِتابَ الذِينَ اصطفينَا مِنْ عِبَادِنَا فمِنْهُمْ ظَالِم لِنَفسِهِ ومِنْهُمْ مُقْتَصِدٌ ومِنْهُمْ سَابِقٌ بالخَيْراتِ بإذنِ اللَّه} قَالَ: >هؤلاءِ كلُّهُم بمنزلةٍ واحدةٍ وكلُّهُمْ في الجَنَّة< رواه الترمذي وقال: \"هَذَا حَدِيثٌ غَرِيبٌ حَسَنٌ\". ومما  يدل على أن الثلاثة الأقسام موعودون من الهِ بدخول الجنة، إضافة ما مضى، أنه تعالى ذكر بعد الآيات السابقة المتعلقة بالمؤمنين وجزاءهم، الكفار وجزاءهم، في قوله تعالى: {وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ (36)} [[فاطر]]. وقد جرى أسلوب القرآن في آيات كثيرة أن يذكر المؤمنين وجزاءهم، ويتبعهم بذكر الكافرين والمنافقين وجزاءهم، أو العكس. فقد ذكر المؤمنين وجزاءهم في أول سورة البقرة، من قوله تعالى: {الم (1) ذَلِكَ الْكِتَابُ}إلى قوله تعالى: { وَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ (5)} وأتبعهم بذكر الكافرين وجزاءهم إلى قوله من قوله تعالى :{ إِنَّ الَّذِينَ كَفَرُوا} إلى قوله: {وَلَهُمْ عَذَابٌ عَظِيمٌ (7)}، ثم ذكر المنافقين وجزاءهم، من قوله تعالى: {وَمِنْ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ}: إلى قوله: {وَتَرَكَهُمْ فِي ظُلُمَاتٍ لا يُبْصِرُونَ (17)} [[البقرة]]. ومنه قوله تعالى: {فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ (105) فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ (106) خَالِدِينَ فِيهَا مَا دَامَتْ السَّمَوَاتُ وَالأَرْضُ إِلاَّ مَا شَاءَ رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ (107) وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتْ السَّمَوَاتُ وَالأَرْضُ إِلاَّ مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ (108)} [[آل عمران]]. التنبيه الثاني: أن الواجب على المؤمن ـ مع سروره وفرحه بأنه إذا مات على إيمانه فإن مآله إلى الجنة ـ أن لا يغتر بذلك، فيقع في شرك مذهب المرجئة، لأمور: الأمر الأول: أنه لا يدري بم يختم له، فإن الإصرار على المعاصي قد يؤدي به إلى سوء الخاتمة والعياذ بالله.. والأمر الثاني: أن الله تعالى قد توعد بالجزاء على كل صغيرة وكبيرة من الحسنات والسيئات، كما قال تعالى: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَه (7) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَه (8)}[[الزلزلة]]. فإذا أكثر الإنسان من المعاصي، فسيطول بقاؤه في النار إذا لم يغفر له.. والأمر الثالث: أنه ليس ضامناً لقبول الشفاعة فيه قبل الدخول في النار، ولا بعد ذلك، ولا بد أن ينال جزاءه على ما قدم.. والأمر الرابع: أن دخوله نار جهنم ـ ولو لحظة واحدة ـ ليس بالسهل، فوصف الله تعالى للنار مخيف، ترجف منه القلوب، وترتعد الفرائص، وتقشعر له الأبدان، وهو في كتاب الله وفي سنة رسوله صلى الله عليه و سلم  كثير: {وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ وَبِئْسَ الْمَصِيرُ (6) إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقاً وَهِيَ تَفُورُ (7) تَكَادُ تَمَيَّزُ مِنْ الْغَيْظِ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ (8)} [[الملك]]. ( 2 ) نصوص الشفاعة من القرآن والسنة: ومما يدل على أن أهل الكبائر من الموحدين لا بُدّ أن يدخلوا الجنة، نصوص الشفاعة في بعض من يدخلون النار لإخراجهم منها وإدخالهم الجنة. أولاً: من القرآن الكريم: الشفاعة ثبتت في كتاب الله تعالى، وفي سنة رسوله صلى الله عليه و سلم ، وهي في الجملة مجمع على القول بها، إلا أن الوعيدية ـ الخوارج والمعتزلة ـ يثبتونها لأهل الصغائر، وينكرون الشفاعة في أهل الكبائر، جرياً على مذهبهم المعروف. وعامة أهل السنة يثبتونها في كبائر الذنوب ما عدا الشرك، وأيدوا مذهبهم بأحاديث الشفاعة التي بينت بياناً شافياً ثبوت الشفاعة في الكبائر، فقد بين القرآن الكريم أن الشفاعة لا تكون إلا ممن ? وأذن لهم، من الأنبياء، ومن شاء تعالى من عباده الصالحين، ولا تكون إلا لمن شاء من عباده المؤمنين، ولا تكون لغيرهم من المشركين. قال تعالى: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ (255)}[[البقرة]]. وقال تعالى:{وَلا يَشْفَعُونَ إِلاَّ لِمَنْ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ (28)}[[الأنبياء]]. وقال تعالى: {يَوْمَئِذٍ لا تَنفَعُ الشَّفَاعَةُ إِلاَّ مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلاً (109)}[[طه]]. وقال تعالى: {وَلا تَنفَعُ الشَّفَاعَةُ عِنْدَهُ إِلاَّ لِمَنْ أَذِنَ لَهُ... (23)} [[سبأ]]. والآيات غيرها كثيرة، وهي كما ترى دالة على أنه لا يشفع أحد عنده لأحد، إلا إذا رضي تعالى عن الشافع والمشفوع له، وأذن بالشفاعة للشافع. ومن هنا؛ نعلم أن الشفاعة المنفية في كتاب الله، غير الشفاعة المثبَتة فيه، فالشفاعة المنفية هي ما كان يدعيها المشركون مما يعبدونه من غير الله تعالى، والشفاعة المثبتة هي شفاعة الأنبياء، ومن شاء من عباده الصالحين، في المؤمنين من أهل الكبائر. قال ابن حزم رحمه الله، بعد أن ساق بعض الآيات المثبتة للشفاعة، وبعض الآيات النافية لها: \" فقد صحت الشفاعة بنص القرآن الذي لا يأتيه الباطل من بين يديه ولا من خلفه، فصح يقيناً أن الشفاعة التي أبطلها الله عز و جل  هي غير الشفاعة التي أثبتها عز و جل . وإذ لا شك في ذلك، فالشفاعة التي أبطل عز و جل ، هي الشفاعة للكفار الذين هم مخلدون في النار، قال تعالى: {لا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ (36)} نعوذ بالله منها.. فإذ لا شك فيه فقد صح يقيناً، أن الشفاعة التي أوجب الله عز و جل  لمن أذن له، واتخذ عنده عهداً، ورضي قوله، فإنما هي لمذنبي أهل الإسلام، وهكذا جاء الخبر الثابت...\" [[الفِصَل في الملل (4/54)، والآية من سورة فاطر.]]."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "ثانياً نصوص في الشفاعة من السنة:",
    "content": "وقد بينت معنى ما جاء في القرآن من الشفاعة السنةُ أكملَ بيان.. وبلغت أحاديث الشفاعة في أهل الكبائر الدالة على خروجهم من النار يوم القيامة ودخولهم الجنة وبقاؤهم فيها، حد التواتر، وعليها اعتمد سلف الأمة من الصحابة، وخلفهم من التابعين، ومن تبعهم بإحسان إلى يوم الدين. قال ابن تيمية رحمه الله: \"إنَّ أَحَادِيثَ الشَّفَاعَةِ فِي \" أَهْلِ الْكَبَائِرِ\" ثَابِتَةٌ مُتَوَاتِرَةٌ عَنْ النَّبِيِّ صلى الله عليه و سلم ; وَقَدْ اتَّفَقَ عَلَيْهَا السَّلَفُ مِنْ الصَّحَابَةِ وَتَابِعِيهِمْ بِإِحْسَانِ وَأَئِمَّةِ الْمُسْلِمِينَ; وَإِنَّمَا نَازَعَ فِي ذَلِكَ أَهْلُ الْبِدَعِ مِنْ الْخَوَارِجِ وَالْمُعْتَزِلَةِ وَنَحْوِهِمْ، وَلا يَبْقَى فِي النَّارِ أَحَدٌ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ إيمَانٍ بَلْ كُلُّهُمْ يَخْرُجُونَ مِنْ النَّارِ وَيَدْخُلُونَ الْجَنَّةَ وَيَبْقَى فِي الْجَنَّة\"[[ مجموع الفتاوى (4/309).]]. وقال في موضع آخر: \"وَأَمَّا شَفَاعَتُهُ لأَهْلِ الذُّنُوبِ مِنْ أُمَّتِهِ فَمُتَّفَقٌ عَلَيْهَا بَيْنَ الصَّحَابَةِ وَالتَّابِعِينَ لَهُمْ بِإِحْسَانِ، وَسَائِرِ أَئِمَّةِ الْمُسْلِمِينَ الأَرْبَعَةِ وَغَيْرِهِمْ.. وَأَنْكَرَهَا كَثِيرٌ مِنْ أَهْلِ الْبِدَعِ مِنْ الْخَوَارِجِ وَالْمُعْتَزِلَةِ وَالزَّيْدِيَّةِ وَقَالَ هَؤُلاءِ: مَنْ يَدْخُلُ النَّارَ لا يَخْرُجُ مِنْهَا لا بِشَفَاعَةِ وَلا غَيْرِهَا، وَعِنْدَ هَؤُلاءِ مَا ثَمَّ إلا مَنْ يَدْخُلُ الْجَنَّةَ فَلا يَدْخُلُ النَّارَ وَمَنْ يَدْخُلُ النَّارَ فَلا يَدْخُلُ الْجَنَّةَ وَلا يَجْتَمِعُ عِنْدَهُمْ فِي الشَّخْصِ الْوَاحِدِ ثَوَابٌ وَعِقَابٌ. وَأَمَّا الصَّحَابَةُ وَالتَّابِعُونَ لَهُمْ بِإِحْسَانِ وَسَائِرُ الأَئِمَّةِ كَالأَرْبَعَةِ وَغَيْرِهِمْ، فَيُقِرُّونَ بِمَا تَوَاتَرَتْ بِهِ الأَحَادِيثُ الصَّحِيحَةُ عَنْ النَّبِيِّ صلى الله عليه و سلم  أَنَّ اللَّهَ يُخْرِجُ مِنْ النَّارِ قَوْمًا بَعْدَ أَنْ يُعَذِّبَهُمْ اللَّهُ مَا شَاءَ أَنْ يُعَذِّبَهُمْ يُخْرِجُهُمْ بِشَفَاعَةِ مُحَمَّدٍ صلى الله عليه و سلم  وَيُخْرِجُ آخَرِينَ بِشَفَاعَةِ غَيْرِهِ وَيُخْرِجُ قَوْمًا بِلا شَفَاعَةٍ\"[[ مجموع الفتاوى (1/148).]]. ومن أحاديث الشفاعة، حديث أبي هريرة رضي الله عنه أنه قال لرسول الله صلى الله عليه و سلم : من أسعد الناس بشفاعتك يوم القيامة؟ قال: ((...أسعد الناس بشفاعتي يوم القيامة، من قال لا إله إلا الله خالصاً من قلبه أو نفسه))[[ صحيح البخاري (1/49) رقم (99).]]. وحديثه الآخر قَال: قال رسول الله صلى الله عليه و سلم : ((لكل نبي دعوة مستجابة، فتعجل كل نبي دعوته. وإني اختبأت دعوتي شفاعة لأمتي يوم القيامة، فهي نائلة إن شاء الله من مات من أمتي لا يشرك بالله شيئاً))[[ صحيح مسلم (1/189) رقم (199).]]. فقد دل الحديثان على أن كل من قال: لا إله إلا الله خالصاً من قلبه ومن مات لا يشرك بالله شيئاً ينال شفاعته صلى الله عليه و سلم  يوم القيامة، واستثناء أهل الكبائر من هذا النص يحتاج إلى دليل، ولا دليل. بل جاء النص منه صلى الله عليه و سلم ، دالاً على إثبات شفاعته لأهل الكبائر من هذه الأمة، كما في حديث جابر بن عبد الله رضي الله عنهـما، أن رسول الله صلى الله عليه و سلم ، تلا قول الله عز و جل : { وَلا يَشْفَعُونَ إِلاَّ لِمَنْ ارْتَضَى.. (28)} فقال صلى الله عليه و سلم : ((إن شفاعتي لأهل الكبائر من أمتي))[[ رواه الترمذي من حديث أنس، برقم (2435) وقال: \"حديث حسن صحيح غريب من هذا الوجه وفي الباب عن جابر (4/625) \"و رواه أبو داود من حديث أنس أيضاً برقم (4739) والحاكم في المستدرك (2/414) برقم (3442) وقال: \"هذا حديث صحيح على شرط الشيخين ولم يخرجاه\"، والآية من سورة الأنبياء.]]. وحديث عوف بن مالك الأشجعي، أن رسول الله صلى الله عليه و سلم ، قال: ((أتدرون ما خيرني به ربي الليلة؟ فقلنا الله ورسوله أعلم. قال: فإنه خيرني بين أن يدخل نصف أمتي الجنة وبين الشفاعة، فاخترت الشفاعة قلنا: يا رسول الله أدع الله أن يجعلنا من أهلها. قال: هي لكل مسلم))[[ الحاكم في المستدرك (1/60) رقم (224) وقال: \"هذا حديث صحيح على شرط مسلم ولم يخرجاه ورواته كلهم ثقات على شرطهما جميعاً وليس له علة وليس في سائر أخبار الشفاعة وهي لكل مسلم\" وابن حبان في صحيحه (16/185) رقم (7207).]]. ( 3 ) دلالة السنة على عدم خروج مرتكبي الكبائر من الإسلام: وقد دلت الأحاديث الصحيحة المستفيضة، أن الأصل بقاء المسلم على إسلامه، ولا يخرج من الإسلام بمجرد ارتكاب المعاصي مهما عظمت، ما عدا الشرك. ومن ذلك حديث أنس بن مالك، رضي الله عنه، قَال: قال رسول الله صلى الله عليه و سلم : ((من صلى صلاتنا، واستقبل قبلتنا، وأكل ذبيحتنا، فذلك المسلم الذي له ذمة الله وذمة رسوله، فلا تُخفروا الله في ذمته))[[ صحيح البخاري (1/153) رقم (384).]]. ومعنى \"تُخفروا\" بضم التاء من الرباعي: تَغدُروا وتنقضوا، يقال: خفر بمعنى حَمَى وحفظ، وأخفر بمعنى غدر ونقض. بَيِّنٌ من الحديث أن الأصل فيمن أظهر الإسلام بقوله أو فعله، فهو مسلم ليس لأحد أن يحكم عليه بالكفر المخرج من الملة، إلا بدليل قاطع، كأن يصرح هو بأنه بدل دينه من الإسلام إلى غيره، أو ينكر ما علم من الدين بالضرورة، كأن ينكر ركناً من أركان الإيمان أو غيره، أو استحل ما علم تحريمه، وأقيمت عليه الحجة في كل ذلك، ثم عاند واستمر على ما صدر منه. ولهذا قال الطحاوي رحمه الله في رسالته المشهورة القيمة، التي لقيت قبولاً من غالب طوائف هذه الأمة: \"ونسمى أهل قبلتنا مسلمين مؤمنين، ما داموا بما جاء به النبي صلى الله عليه و سلم  معترفين، وله بكل ما قاله وأخبر مصدقين\"، وقال شارح الرسالة رحمه الله: قال رسول الله: ((من صلى صلاتنا، واستقبل قبلتنا، وأكل ذبيحتنا، فهو المسلم له ما لنا وعليه ما علينا)). ويشير الشيخ رحمه الله بهذا الكلام، إلى أن الإسلام والإيمان واحد، وأن المسلم لا يخرج من الإسلام بارتكاب الذنب، ما لم يستحله، والمراد بقوله \"أهل قبلتنا\" من يدعي الإسلام ويستقبل الكعبة، وإن كان من أهل الأهواء أو من أهل المعاصي، ما لم يكذب بشيء مما جاء به الرسول\"[[ شرح الطحاوية (1/355).]]. ومنها ما رواه عبيد الله بن عدى بن الخيار، أن رجلاً من الأنصار حدثه أتى رسول الله صلى الله عليه و سلم  وهو في مجلس، فساره يستأذنه في قتل رجل من المنافقين. فجهر رسول الله صلى الله عليه و سلم ، فقال: أليس يشهد أن لا إله إلا الله؟. قال الأنصاري: بلى يا رسول الله، ولا شهادة له. قال رسول الله صلى الله عليه و سلم : أليس يشهد أن محمداً رسول الله؟ قال: بلى يا رسول الله. قال: أليس يصلي؟. قال: بلى يا رسول الله، ولا صلاة له. فقال رسول الله صلى الله عليه و سلم : أولئك الذين نهاني الله عنهم [[مسند الإمام أحمد بن حنبل (5/432) رقم (23720) قال الهيثمي في مجمع الزوائد (1/24): \"رواه أحمد ورجاله رجال الصحيح\".]]. ومنها: حديث أبي ذر رضي الله عنه، قال: ((أتيت النبي صلى الله عليه و سلم  وعليه ثوب أبيض وهو نائم، ثم أتيته وقد استيقظ، فقال: ما من عبد قال: لا إله إلا الله، ثم مات على ذلك إلا دخل الجنة. قلت: وإن زنى وإن سرق؟ قال: وإن زنى وإن سرق. قلت: وإن زنى وإن سرق؟ قال: وإن زنى وإن سرق. قلت: وإن زنى وإن سرق؟ قال: وإن زنى وإن سرق، على رغم أنف أبي ذر. وكان أبو ذر إذا حدث بهذا، قال: وإن رغم أنف أبي ذر))[[ صحيح البخاري (5/2193) رقم (5489) وصحيح مسلم (1/95) رقم (94).]]. قال الحافظ ابن حجر، رحمه الله: \"وفي الحديث أن أصحاب الكبائر لا يخلدون في النار، وأن الكبائر لا تسلب اسم الإيمان، وأن غير الموحدين لا يدخلون الجنة.. والحكمة في الاقتصار على الزنا والسرقة، الإشارة إلى جنس حق الله تعالى وحق العباد..\" [[فتح الباري (3/111) يعني لا فرق بين الكبائر التي يرتكبها المسلم بين حق الله أو حق عباده، فكلها لا تحول بين المسلم وبين دخوله الجنة بمشيئة الله.]]. خروج من دخل النار من المسلمين: وقد ذكر ابن أبي العز الحنفي رحمه الله أن النصوص المتواترة قد دلت على أنه يخرج من النار من في قلبه مثقال ذرة من إيمان ونصوص الوعد[[شرح العقيدة الطحاوية (1/356).]]. ومن الأحاديث الدالة على عدم خلود أهل الكبائر في النار وإن لم يتوبوا، حديث أنس، رضي الله عنه، عن النبي صلى الله عليه و سلم ، قال: ((يخرج من النار من قال لا إله إلا الله وفي قلبه وزن شعيرة من خير. ويخرج من النار من قال لا إله إلا الله وفي قلبه وزن بُرة من خير. ويخرج من النار من قال لا إله إلا الله وفي قلبه وزن ذرة من خير قال أبو عبد الله: قال أبان حدثنا قتادة حدثنا أنس، عن النبي صلى الله عليه و سلم : من إيمان مكان من خير))[[ صحيح البخاري (1/24) رقم (44) وصحيح مسلم (1/182) رقم 193.]]. فهذا الحديث واضح بأن الله تعالى يخرج من النار من دخلها، وهو يرد على من زعم خلود من دخل النار فيها. وبينت الأحاديث الصحيحة الكثيرة أن الذين يخرجهم الله من النار يدخلون الجنة. ومن أصرح الأحاديث في غفران الكبائر التي لم يتب أصحابها منها: حديث عبادة بن الصامت، رضي الله عنه، قال: كنا مع رسول الله صلى الله عليه و سلم  في مجلس، فقال: ((تبايعوني على أن لا تشركوا بالله شيئاً، ولا تزنوا، ولا تسرقوا، ولا تقتلوا النفس التي حرم الله إلا بالحق، فمن وفي منكم فأجره على الله، ومن أصاب شيئاً من ذلك فعوقب به فهو كفارة له، ومن أصاب شيئاً من ذلك فستره الله عليه، فأمره إلى الله إن شاء عفا عنه وإن شاء عذبه))[[ صحيح البخاري، برقم (7030) وصحيح مسلم، برقم (1709).]]. فقد جعل صلى الله عليه و سلم  المسلمين الذين يبايعونه على ترك كبائر الذنوب، ثلاثة أصناف: الصنف الأول: وفى بعهده، وهو موعود بالأجر من ربه. الصنف الثاني: لم يفِ بكل ما عاهد عليه، بل ارتكب شيئاً منه، وعوقب عليه في الدنيا بحد أو غيره، كأن يبتليه الله ببعض المصائب ويجعلها كفارة له. الصنف الثالث: أصاب شيئاً من المعاصي التي عاهد على تركها، ولم يعاقب عليه في الدنيا، بل ستره الله عليه، وهذا أمره إلى الله تعالى، إن شاء غفر له ابتداء وأدخله الجنة، وإن شاء عذبه على معاصيه ثم أدخله الجنة، وهذا هو محل الشاهد من الحديث. ويجب هنا التنبيه على ثلاثة أمور: الأمر الأول: عدم دخول الشرك في العفو إذا لم يتب متعاطيه قبل موته، بأدلة أخرى كما سبق وبإجماع الأمة. الأمر الثاني: أن في الحديث وعداً بالعفو عمن أصاب شيئاً من الكبائر وإن لم يتب. الأمر الثالث: أن الذنوب الموعود بالعفو عنها هي الكبائر، لا الصغائر فقط، كما يدعي الخوارج والمعتزلة، بدليل أن ما ذكر في الحديث من الذنوب، كله من أكبر الكبائر، وهي الزنا والسرقة وقتل النفس التي حرم الله. ( 4 ) التفريق بين مرتكب الكبائر والمرتدين: فقد فرق شرع الله، من الكتاب والسنة، بين مرتكبي الكبائر، وبين المرتدين، فجعل عقوبة بعض الكبائر التي يُكَفّرُ بها الخوارج من تعاطاها، الحدود والقصاص، وجعل عقوبة المرتد القتل، ولو كان مرتكبو الكبائر من أهل القبلة كفاراً لكانوا مرتدين، ولكانت عقوبتهم القتل ردة. قال ابن تيمية رحمه الله: \"ويقال للخوارج الذين نفوا عن السارق والزاني والشارب وغيرهم الإيمان، هو لم يجعلهم مرتدين عن الإسلام، بل عاقب هذا بالجلد وهذا بالقطع ولم يقتل أحداً، إلا الزاني المحصن، ولم يقتله قتل المرتد فإن المرتد يقتل بالسيف بعد الاستتابة، وهذا يرجم بالحجارة بلا استتابة، فدل ذلك على أنه وإن نفى عنهم الإيمان، فليسوا عنده مرتدين عن الإسلام مع ظهور ذنوبهم، وليسوا كالمنافقين الذين كانوا يظهرون الإسلام ويبطنون الكفر، فأولئك لم يعاقبهم إلا على ذنب ظاهر\"[[ مجموع الفتاوى (7/298).]]. المسألة الثالثة: وجوب الجمع بين ما ظاهره التعارض من الأدلة: وإذْ قد تبين لنا من نصوص القرآن والسنة في المسألة الثانية الدلالة الواضحة على غفران الله تعالى كبائر الذنوب ـ غير الشرك ـ لمن شاء من عباده، وأنه يخرج من النار من دخلها منهم، وأن من مات لا يشرك بالله شيئاً دخل الجنة، وجب الجزم بأنه لا تعارض بين هذه النصوص، وبين النصوص التي استدل بها الخوارج والمعتزلة، لإمكان الجمع بينها. الأصل عدم تعارض أدلة الشريعة: إن أدلة الشريعة الثابتة في القرآن والسنة، لا يحصل بينها تعارض عند الراسخين المحققين من علماء الأمة؛ لأنها وحي من الله، والوحي معصوم من التعارض والتناقض، وإنما يحصل التعارض بين ظواهرها عند غير الراسخين في العلم، وأهل الأهواء والبدع. وهذا ما عناه الشاطبي رحمه الله، بقوله: \"كل من تحقق بأصول الشريعة فأدلتها عنده لا تكاد تتعارض، كما أن كل من حقق مناط المسائل فلا يكاد يقف في متشابه، لأن الشريعة لا تعارض فيها ألبتة، فالمتحقق بها متحقق بما في الأمر، فيلزم أن لا يكون عنده تعارض، ولذلك لا تجد ألبتة دليلين أجمع المسلمون على تعارضهما، بحيث وجب عليهم الوقوف، لكن لما كان أفراد المجتهدين غير معصومين من الخطأ، أمكن التعارض بين الأدلة عندهم\"[[ الموافقات (4/294).]]. وقال في موضع آخر: \"ولذلك لا تجد فرقة من الفرق الضالة، ولا أحداً من المختلفين في الأحكام؛ لا الفروعية ولا الأصولية، يعجز عن الاستدلال على مذهبه بظواهر من الأدلة، وقد مرَّ من ذلك أمثلة، بل قد شاهدنا ورأينا من الفساق من يستدل على مسائل الفسق بأدلة ينسبها إلى الشريعة المنزهة\"[[ الموافقات (3/76).]]. وإذا ظهر تعارض للمجتهد بين دليلين، فلا يخلو الأمر من إمكان الجمع بينهما، أو عدم إمكانه، فإن أمكن الجمع وجب الأخذ به، بحمل كل منهما على معنى يخرجهما عن التعارض، وإن لم يمكن الجمع بعد التحقيق الصادر من المجتهد في العلم، وجب الترجيح بينهما، وإن تعذر الترجيح، وعلم تاريخ المتقدم منهما فهو منسوخ، والمتأخر ناسخ. ويجب أن يعلم أنه لا يحصل تعارض بين قطعيين، بل بين قطعي وظني، أو بين ظنيين، والقطعي مقدم على الظني. قال الشاطبي رحمه الله: \"ومعلوم أن الناسخ والمنسوخ، إنما هو فيما بين دليلين يتعارضان، بحيث لا يصح اجتماعهما بحال، وإلا لما كان أحدهما ناسخاً والآخر منسوخاً، والفرض خلاف\"[[ الموافقات (4/121).]]. وقال رحمه الله، وهو يرد على المبتدعة ـ ومنهم الخوارج والمعتزلة ـ الذين يردون الأحاديث الصحيحة الثابتة، بحجة معارضتها للقرآن العظيم: \"فإما أن لا يمكن الجمع بينهما أصلاً وإما أن يمكن، فإن لم يمكن، فهذا الفرض بين قطعي وظني، أو بين ظنيين، فأما بين قطعيين فلا يقع في الشريعة، ولا يمكن وقوعه؛ لأن تعارض القطعيين محال. فإن وقع بين قطعي وظني، بطل الظني، وإن وقع بين ظنيين، فهاهنا للعلماء فيه الترجيح، والعمل بالأرجح متعين. وإن أمكن الجمع، فقد اتفق النظار على إعمال وجه الجمع، وإن كان وجه الجمع ضعيفاً، فإن الجمع أولى عندهم، وإعمال الأدلة أولى من إهمال بعضها، فهؤلاء المبتدعة لم يرفعوا بهذا الأصل رأساً، إما جهلاً به أو عناداً...\" [[الاعتصام (2/247).]]. وقال النووي رحمه الله: \"وأما إذا تعارض حديثان في الظاهر، فلا بد من الجمع بينهما أو ترجيح أحدهما، وإنما يقوم بذلك غالباً الأئمة الجامعون بين الحديث والفقه، والأصوليون المتمكنون في ذلك، الغائصون على المعاني الدقيقة، الرائضون أنفسهم في ذلك. فمن كان بهذه الصفة لم يشكل عليه شيء من ذلك إلا النادر في بعض الأحيان. ثم المختلِف قسمان: أحدهما يمكن الجمع بينهما فيتعين، ويجب العمل بالحديثين جميعاً، ومهما أمكن حمل كلام الشارع على وجه يكون أعم للفائدة، تعين المصير إليه، ولا يصار إلى النسخ مع إمكان الجمع، لأن في النسخ إخراجَ أحد الحديثين عن كونه مما يعمل به...\" [[شرح النووي على صحيح مسلم (1/35).]]. وقال شيخنا العلامة محمد الأمين الشنقيطي، رحمه الله، بعد أن ذَكَر اختلاف العلماء في كفر تارك الصلاة عمداً: \"هذا هو حاصل كلام العلماء وأدلتهم، في مسألة ترك الصلاة عمداً مع الاعتراف بوجوبها، وأظهر الأقوال أدلةً عندي قول من قال: إنه كافر، وأجرى الأقوال على مقتضى الصناعة الأصولية وعلوم الحديث، قول الجمهور: إنه كفر غير مخرج عن الملة، لوجوب الجمع بين الأدلة إذا أمكن. وإذا حُمِلَ الكفر والشرك المذكوران في الأحاديث على الكفر الذي لا يخرج عن الملة، حصل بذلك الجمع بين الأدلة. والجمع واجب إذا أمكن؛ لأن إعمال الدليلين أولى من إلغاء أحدهما، كما هو معلوم في الأصول وعلم الحديث. وقال النووي في شرح المهذب، بعد أن ساق أدلة من قالوا إنه غير كافر ما نصه: \"ولم يزل المسلمون يورثون تارك الصلاة ويورثون عنه، ولو كان كافراً لم يغفر له ولم يرث ولم يورث. وأما الجواب عما احتج به من كفره من حديث جابر وبريدة ورواية ابن شقيق، فهو: أن كل ذلك محمول على أنه شارك الكافر في بعض أحكامه، وهو القتل، وهذا التأويل متعين للجمع بين نصوص الشرع وقواعده التي ذكرناها..\" انتهى محل الغرض منه[[أضواء البيان ـ الشنقيطي (3/456).]]. وبهذا يعلم أن الواجب هو الجمع بين نصوص الوعيد، الواردة في القرآن والسنة الصحيحة، التي استدل بها الخوارج والمعتزلة على تكفير مرتكبي الكبائر من مسلمي هذه الأمة، وبين نصوص الوعد التي استدل بها أهل السنة والجماعة، وقد سلك هذا المسلك أصحاب رسول الله صلى الله عليه و سلم ، وغيرهم من سلف هذه الأمة. ومنهم حَبْر الأمة ابن عباس رضي الله عنهـما، قال: \"إنه ليس بالكفر الذي يذهبون إليه، إنه ليس كفراً ينقل عن الملة. { وَمَنْ لَمْ يَحْكُمْ بِمَا أَنزَلَ اللَّهُ فَأُوْلَئِكَ هُمْ الْكَافِرُونَ (44)} كفر دون كفر\"[[ الحاكم في المستدرك (2/342) رقم (3219) وقال: \"هذا حديث صحيح الإسناد ولم يخرجاه\"، ويمكن مراجعة التفاسير الآتية: تفسير القرآن العظيم لابن كثير (2/62)، وجامع الأحكام للقرطبي (6/190)، وما بعدها، وتفسير البغوي (2/41)، وفتح القدير للشوكاني (2/ 45)، وأحكام القرآن للجصاص (4/93)، والآية من سورة المائدة.]]. قال شارح الطحاوية: \"وهنا أمر يجب أن يتفطن له، وهو أن الحكم بغير ما أنزل الله قد يكون كفراً ينقل عن الملة. وقد يكون معصية كبيرة أو صغيرة، ويكون كفراً إما مجازياً، وإما كفراً أصغر على القولين المذكورين، وذلك بحسب حال الحاكم، فإنه إن اعتقد أن الحكم بما أنزل الله غير واجب، وأنه مخير فيه، أو استهان به، مع تيقنه أنه حكم الله، فهذا كفر أكبر. وإن اعتقد وجوب الحكم بما أنزل الله، وعَلِمَه في هذه الواقعة، وعدل عنه، مع اعترافه بأنه مستحق للعقوبة، فهذا عاصٍ، ويسمى كافراً كفراً مجازياً، أو كفراً أصغر. وإن جهل حكم الله فيها، مع بذل جهده، واستفراغ وسعه في معرفة الحكم، وأخطأه، فهذا مخطئ، له أجر على اجتهاده وخطؤه مغفور\"[[ شرح الطحاوية (1/364).]]. وقال الشيخ عبد الرحمن السعدي رحمه الله: \"{ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنزَلَ اللَّهُ } من الحق المبين، وحَكَمَ بالباطل الذي يعلمه لغرض من أغراضه الفاسدة { فَأُوْلَئِكَ هُمْ الْكَافِرُونَ } فالحكم بغير ما أنزل الله من أعمال أهل الكفر، وقد يكون كفراً ينقل عن الملة، وذلك إذا اعتقد حله وجوازه، وقد يكون كبيرة من كبائر الذنوب ومن أعمال الكفر قد استحق من فعله العذاب الشديد\"[[ تيسير الكريم الرحمن في تفسير كلام المنان (1/233).]]. وينطبق هذا الجمع على ما ورد من النصوص ظاهره كُفْرُ من ارتكب كبيرة ولم يتُب منها، وما ورد ظاهره معارضاً لها. تَعَيُّنُ الجمع بين النصوص: فيجب الجمع بين النصوص النافية للإيمان عن مرتكبي الكبائر، والنصوص المثبتة لإيمانهم. مثل حديث أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه و سلم  قال: ((لا يدخل الجنة من لا يأمن جارُه بوائقَه))[[ صحيح البخاري (5/2240) رقم (5670) وصحيح مسلم (1/68) ورقم (46).]]. ومثله حديث عبد الله بن مسعود عن النبي صلى الله عليه و سلم ، قال: ((لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر قال رجل: إن الرجل يحب أن يكون ثوبه حسناً ونعله حسنة. قال: إن الله جميل يحب الجمال، الكبر بَطرُ الحق وغَمْط الناس))[[ صحيح مسلم (1/93) رقم (91).]]. فقد نفى صلى الله عليه و سلم ، عمن آذى جاره فخدعه أو خانه دخول الجنة، ونفى ذلك عمن كان في قلبه مثقال ذرة من كبر، ولو حمل الحديثان على ظاهرهما ـ وهو عدم دخوله الجنة ـ لما كان بينهما وبين من يعبد الأوثان فرق، لاشتراكهم في الخلود في النار، وهو مذهب الخوارج والمعتزلة، وجهلة المغالين في التكفير، ممن قد ينتسبون إلى أهل السنة، ولكان في ذلك إهدار لمعاني كل ما ورد من النصوص الدالة على غفران الله ذنوب من لقي الله لا يشرك به شيئاً، والنصوص التي تضمنت خروج من كان في قلبه مثقال ذرة من إيمان بشفاعة وبغير شفاعة. ومثل نفيِ دخول الجنة عمن ارتكب كبيرة، نفْيُ الإيمان عنه كحديث أبي هريرة ـ أيضاً ـ الذي رواه عن النبي صلى الله عليه و سلم ، أنه قال: ((لا يزني الزاني حين يزني وهو مؤمن، ولا يشرب الخمر حين يشرب وهو مؤمن، ولا يسرق حين يسرق وهو مؤمن، ولا ينتهب نهبة يرفع الناس إليه فيها أبصارهم حين ينتهبها وهو مؤمن))[[ البخاري (2/875) رقم (2343) ومسلم (1/76).]]. فهذان الحديثان وغيرهما من الأحاديث التي نُفِيَ فيها الإيمانُ أو دخولُ الجنة عن مرتكبي الكبائر، يدل ظاهرها على سلب الإيمان عنهم، وسلب الإيمان يقتضي ظاهره إثبات الكفر المخرج لهم من الملة وعدم مغفرة الله لهم وخلودهم في النار.. والأخذ بظاهر هذين الحديثين وما في معناهما يلزم منه إهدار نصوص كثيرة من القرآن والسنة، وقد مضى ذكر بعضها في المسألة الثانية. ومنها حديث أبي ذر الصريح في أنه ((ما من عبد قال: لا إله إلا الله، ثم مات على ذلك إلا دخل الجنة. وفيه كرر أبو ذر سؤاله للرسول صلى الله عليه و سلم  \"وإن زنى وإن سرق؟\" ورسول الله صلى الله عليه و سلم  يكرر له الجواب: وإن زنى وإن سرق)). ولم ينته أبو ذر من ترديد سؤاله الذي أبدى فيه عجبه من نيل هذا العبد الذي يعصي ربه بالتعدي على حقوقه وحقوق عباده، هذه الرحمةَ العظيمة من خالقه، لم ينته أبو ذر من سؤاله، إلا بعد أكدت له هذه العبارة النبوية على رغم أنف أبي ذر أن تلك الهبة الربانية لمن مات على توحيد حقيقة، لا مرية فيها. قال الحافظ ابن حجر رحمه الله في شرح هذا الحديث: \"وفي الحديث أن أصحاب الكبائر لا يخلدون في النار، وأن الكبائر لا تسلب اسم الإيمان، وأن غير الموحدين لا يدخلون الجنة.. والحكمة في الاقتصار على الزنا والسرقة الإشارة إلى حق الله تعالى وحق العباد.. وكأن أبا ذر استحضر قوله صلى الله عليه و سلم : ((لا يزني الزاني حين يزني وهو مؤمن... ؛ لأن ظاهره معارض لظاهر هذا الخبر.. لكن الجمع بينهما على قواعد أهل السنة، بحمل هذا على الإيمان الكامل، وبحمل حديث الباب على عدم التخليد في النار\")) [[ فتح الباري (3/111).]]. والإيمان الكامل المنفي هنا يجب حمله على الواجب منه، مثل نفيه صلى الله عليه و سلم  الإيمان عمن لا يأمن جاره آذاه وخيانته، وليس الإيمان المندوب، مثل رد السلام الذي قام به غيره، ومثل الصلاة على الجنازة التي قام بالصلاة عليها سواه، فإن كلاً منهما من الإيمان، فالإيمان غير الواجب إذا تركه المسلم لا ينفى عنه الإيمان، وإنما ينفى عمن ترك الإيمان الواجب. قال ابن تيمية رحمه الله: \"وكل أهل السنة متفقون على أنه قد سلب كمال الإيمان الواجب، فزال بعض إيمانه الواجب لكنه من أهل الوعيد...\" [[مجموع الفتاوى (7/258).]]. وفيما سلكه الراسخون في العلم للأمة نجاة: وإن فيما ذكر عن ابن عباس وغيره من الصحابة رضي الله عنهم، مخرج من ورطة الخوارج والمعتزلة، الذين أخذوا بظواهر بعض الأدلة وأهملوا غيرها، حيث قال رضي الله عنه في كفر من حكم بغير ما أنزل الله: \"كفر دون كفر\"، وجملوا الكفر المخرج من الملة على من استحل الحكم بغير ما أنزل الله. ومعلوم أن في مسلك المجتهدين الراسخين في العلم من سلف هذه الأمة، قدوة للمجتهدين الذين جاءوا من بعدهم؛ لأن اجتهاد الأولين وعملهم بالدليل يزيده قوة، ولهذا لم يخرج عن اجتهادهم في الحكم بالكفر المخرج من الملة على العصاة، إلا من فقد الاجتهاد، أو اتبع هواه كالخوارج والمعتزلة. قال الشاطبي رحمه الله: \"ولكن المخالف على ضربين: أحدهما: أن يكون من أهل الاجتهاد، فلا يخلو أن يبلغ في اجتهاده غاية الوسع أولاً.. فإن كان كذلك، فلا حرج عليه، وهو مأجور على كل حال، وإن لم يُعطِ الاجتهادَ حقَّه، وقصَّر فيه، فهو آثم، حسبماً بينه أهل الأصول. والثاني: أن لا يكون من أهل الاجتهاد، وإنما أدخل نفسه فيه غلطاً أو مغالطة، إذ لم يشهد له بالاستحقاق أهل الرتبة، ولا رأوه أهلاً للدخول معهم فهذا مذموم، وقلما تقع المخالفة لعمل المتقدمين إلا من أهل هذا القسم؛ لأن المجتهدين وإن اختلفوا في الأمر العام في المسائل التي اختلفوا فيها، لا يختلفون إلا فيما اختلف فيه الأولون، أوفى مسألة موارد الظنون لا ذكر لهم فيها.. فالأول يلزم منه اختلاف الأولين في العمل، والثاني يلزم منه الجريان على ما ورد فيه عمل\"[[ الموافقات (3/76).]]. نخلص من كل ما مضى في هذه المسألة إلى أمور أربعة: الأمر الأول: تعين الجمع حيث أمكن بين الأدلة التي قد يظهر منها التعارض عند بعض المجتهدين. الأمر الثاني: أنه لا يجوز لغير المجتهدين المحققين إدخال أنفسهم في ميادين الاجتهاد؛ لأنهم ليسوا من أهله. الأمر الثالث: أنه لا يجوز لأحد إخراج أحد من ملة الإسلام تحقق دخوله فيها إلا بدليل قطعي فيه من الله برهان. الأمر الرابع: أن عامة من حكموا على أهل المعاصي بالكفر أو الخلود في النار، هم من أهل الأهواء أو ممن ليسوا أهلاً للاجتهاد. المنافقون وأقسامهم وحكمهم: قد يشكل على أهل الغلو في التكفير، ما يظهر من قرائن تدل على كفر من يدعي الإسلام، كمن يعارض تطبيق بعض أحكام الشريعة، أو نصر أهل الكفر على أهل الإسلام، أو تثبيط المسلمين عن جهاد أعدائهم الكفار، أو السخرية من علماء المسلمين الذين يدعون إلى تطبيق الإسلام. والجواب على هذا الإشكال؛ أن من ظهرت منه القرائن التي تدل على كفره كما في الأمثلة السابقة، مع ادعائه أنه باقٍ على الإسلام، هو من أهل النفاق الاعتقادي المخرج من الملة. وكفر المنافقين أعظم وأشد من كفر من صرح بالكفر؛ لأن المنافقين في الدرك الأسفل من النار، ولكن إظهارهم الإسلام يجعلهم يأخذون أحكام المسلمين في الدنيا، فيصلون صلاتهم ويحجون حجهم ويزكون زكاتهم، ويتزوجون نساء المسلمين، ويتزوج المسلمون نساءهم، ويخرجون للجهاد مع المسلمين، وتقام عليهم الحدود والقصاص، ويقتص لهم من المسلمين.. وهذا المعنى واضح في كتاب الله وسنة رسوله صلى الله عليه و سلم  وسيرته المطهرة. صفات المنافقين في القرآن تدل على كفرهم: والذي يتابع الآيات التي نزلت في المنافقين، وما جبلوا عليه من ادعاء الإيمان وهم كافرون، وادعاء الإصلاح وهم مفسدون، والاستهزاء بالرسول صلى الله عليه و سلم وأصحابه، ووصفهم بالصفات التي هم بها متلبسون، وموالاة أعداء الله الكافرين على أوليائه المؤمنين، الذي يتابع تلك الآيات، يتبين خطرهم، وتأكيد شدة كفرهم، وهي كثيرة جداً مبثوثة في كثير من سور القرآن الكريم، وبخاصة السور الآتية: البقرة، آل عمران، النساء، الأنفال، التوبة، الأحزاب، محمد، الفتح، الحديد، المنافقون والتي سميت باسمهم. وسنقتصر على ذكر بعض تلك الآيات، وندعها تتحدث إلى القارئ عن هذا الصنف الخطير من الكافرين. قال تعالى: {وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ (11) أَلا إِنَّهُمْ هُمْ الْمُفْسِدُونَ وَلَكِنْ لا يَشْعُرُونَ (12) وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ أَلا إِنَّهُمْ هُمْ السُّفَهَاءُ وَلَكِنْ لا يَعْلَمُونَ (13) وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ (14) اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ (15) أُوْلَئِكَ الَّذِينَ اشْتَرَوْا الضَّلالَةَ بِالْهُدَى فَمَا رَبِحَتْ تِجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ (16)}[[البقرة]]. وقال تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلالاً بَعِيداً (60) وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُوداً (61) فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلاَّ إِحْسَاناً وَتَوْفِيقاً (62) أُوْلَئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَهُمْ فِي أَنفُسِهِمْ قَوْلاً بَلِيغاً (63)}[[النساء]]. وقال تعالى: {يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ قُلْ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ (64) وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِئُونَ (65) لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ (66) الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنْ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمْ الْفَاسِقُونَ (67) وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمْ اللَّهُ وَلَهُمْ عَذَابٌ مُقِيمٌ (68)}[[التوبة]]. وقال تعالى: {هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالاً شَدِيداً (11) وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلاَّ غُرُوراً (12)}[[الأحزاب]]. وقال تعالى:{أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لإِخْوَانِهِمْ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلا نُطِيعُ فِيكُمْ أَحَداً أَبَداً وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ (11)} [[الحشر]]. وقال تعالى: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (1) اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (2) ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لا يَفْقَهُونَ (3) وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمْ الْعَدُوُّ فَاحْذَرْهُمْ قَاتَلَهُمْ اللَّهُ أَنَّى يُؤْفَكُونَ (4) وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ (5) سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (6) هُمْ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَوَاتِ وَالأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لا يَفْقَهُونَ (7) يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لا يَعْلَمُونَ (8)}[[المنافقون]]."
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "كيف عامل الرسول صلى الله عليه و سلم هذا الصنف من الكفار؟",
    "content": "لقد عامل الرسول صلى الله عليه و سلم ، المنافقين الذين كان كفرهم أشد من الكفار الصرحاء، معاملة المسلمين في أحكام الدنيا، فلم يفرق بينهم وبين غيرهم من صحابته رضي الله عنهم، على رغم أن سيرتهم كانت دالة دلالة لا لبس فيها أنهم يكفرون بالله ورسوله وباليوم الآخر، ولم يكونوا مؤمنين مطلقاً.. وبهذا يعلم أن من أظهر الإسلام ودلت القرائن على كفره، لا يعامل معاملة الكفار حتى يكون كفره صريحاً. وقد كان بعض أصحاب رسول الله صلى الله عليه و سلم صلى الله عليه و سلم ، يتخذون ما يبدو لهم من القرائن الدالة على خيانة بعض الأشخاص، ممن أظهروا إسلامهم، حجة على عدم إيمانهم، ويستأذنونه في قتلهم، ويصفونهم بالمنافقين، لما يظهر لهم من أن نفاقهم نفاق اعتقادي، أي إنهم كفار وليسوا بمسلمين. وكان الرسول صلى الله عليه و سلم ، يدافع عمن عرف صدقه وإيمانه، ويقبل عذره ويذكر ما له من فضائل، كما في قصة \"حاطب بن أبي بلتعة\" رضي الله عنه، الذي كشف في رسالةٍ له، سرَّ رسول الله صلى الله عليه و سلم صلى الله عليه و سلم  من عزمه على فتح مكة، أرسلها إليهم مع امرأة، وكان صلى الله عليه و سلم  قد أخفاه ليهاجم قريشاً قبل أن يستعدوا لقتاله. وأظهر الله أمره قبل أن تصل رسالة حاطب إلى قريش، فبعث علياً والزبير والمقداد، فأدركوا المرأة وأخذوا الرسالة منها، وسلموها للرسول صلى الله عليه و سلم ، فأنكر على حاطب فعله، فاعتذر حاطب بأنه أراد أن يتخذ عند قريش يداً يحمي بها قرابته التي لا يوجد من يحميهم كبقية قرابات قريش، ونفى عن نفسه الارتداد عن الإسلام. فقال عمر: يا رسول الله دعني أضرب عنق هذا المنافق؟ فقال الرسول صلى الله عليه و سلم : ((إنه قد شهد بدراً، وما يدريك لعل الله اطلع على من شهد بدراً فقال اعملوا ما شئتم فقد غفرت لكم))[[ صحيح البخاري (4/1557) رقم (4025).]]. فكأن عمر رضي الله عنه، فهم أن حاطباً رضي الله عنه يظهر الإسلام ويبطن الكفر؛ لأن ما فعله لا يصدر في الغالب إلا من المنافقين الذين كانوا يظهرون الإسلام، ويتحالفون في الباطن مع الكفار، فاتخذ عمر ما فعله حاطب رضي الله عنه قرينة على نفاقه.. ولكن الرسول صلى الله عليه و سلم لم يقره على ذلك، بل أثنى على حاطب وعذره. وقد روى قصة حاطب بطولها الإمام البخاري وغيره كما سبق، وذكرها المفسرون في تفسير سورة الممتحنة. وكذلك أنكر الرسول صلى الله عليه و سلم على من رمى \"مالك بن الدخشن\" بالنفاق، واستدل على ذلك بقرينة وهي نصحه للمنافقين، أي لمصلحتهم.. كما في قصة صلاة الرسول صلى الله عليه و سلم في مكان من بيت عتبان بن مالك ليتخذه مسجداً، التي رواها محمود بن الربيع رضي الله عنه.. قال قائل ممن اجتمعوا عند رسول الله صلى الله عليه و سلم : أين مالك بن الدخيشن ـ أو ابن الدخشن ـ؟ فقال بعضهم: ذلك منافق لا يحب الله ورسوله. فقال رسول الله صلى الله عليه و سلم : ((لا تقل ذلك، ألا تراه قد قال لا إله إلا الله يريد بذلك وجه الله قال: الله ورسوله أعلم، قال فإنا نرى وجهه ونصيحته إلى المنافقين. قال رسول الله صلى الله عليه و سلم : فإن الله قد حرم على النار من قال لا إله إلا الله يبتغي بذلك وجه الله))[[ صحيح البخاري (1/164) رقم (415) وصحيح مسلم (1/61) رقم (33).]]. أما من دلَّت القرائن على نفاقه، ولم يعلم الرسول صلى الله عليه و سلم صدقه، بل قد يترجح له أنه منافق فعلاً، فلم يكن صلى الله عليه و سلم  يدافع عنه ولا يثني عليه، ولكنه لا يقر أحداً على قتله، ويعلل ذلك بأنه قد أظهر للناس أنه من المسلمين، والإسلام يعصم دم من أظهره وماله، فإذا إذن في قتله ظن الناس أن محمداً يقتل من آمن به. كما في حديث جابر بن عبد الله رضي الله عنهـما، قال: كنا في غزاة... فكسع رجل من المهاجرين رجلاً من الأنصار، فقال الأنصاري: يا للأنصار، وقال المهاجري: يا للمهاجرين! فسمع ذاك رسول الله صلى الله عليه و سلم ، فقال: ((ما بال دعوى جاهلية؟)). قالوا: يا رسول الله كسع رجل من المهاجرين رجلاً من الأنصار. فقال: >دعوها فإنها منتنة. فسمع بذلك عبد الله بن أُبي فقال: فعلوها؟ أما والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل. فبلغ النبي صلى الله عليه و سلم ، فقام عمر فقال: يا رسول الله دعني أضرب عنق هذا المنافق! فقال النبي صلى الله عليه و سلم : دعه لا يتحدث الناس أن محمداً يقتل أصحابه))[[ صحيح البخاري (4/1861) رقم (4622) وصحيح مسلم (4/1998) رقم (2584).]]. ويؤخذ مما سبق الأمور الآتية: الأمر الأول: أن المنافق نفاقاً اعتقادياً يعتبر كافراً في الواقع. الأمر الثاني: أنه لا يعامل في أحكام الدنيا معاملة الكفار، بل معاملة المسلمين؛ لأنه قد عصم دمه وما له بإعلان إسلامه، وتلك هي الْجُنة التي ذكرها الله تعالى في كتابه: { اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً.. (16)}[[المجادلة]]. فإذا ظهر من المنافقين ما يدل على الكفر والردة عن الإسلام، أقسموا الأيمان المغلظة على أنهم مؤمنون، فيتحصنون بذلك من حكم المرتد. قال الإمام الشافعي رحمه الله: \"{ اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً } يعني والله أعلم، من القتل، فمنعهم من القتل، ولم يُزِل عنهم في الدنيا أحكام الإيمان بما أظهروا منه، وأوجب لهم الدرك الأسفل من النار، بعلمه بسرائرهم وخلافها لعلانيتهم بالإيمان\"[[ أحكام القرآن (1/299- 300)، والآية من سورة المجادلة (16).]]. الأمر الثالث: جهل من يستحلون دماء وأموال من يظهرون الإسلام فيصلون ويصومون ويحجون، بحجة أن معارضتهم لتطبيق شرع الله تعتبر كفر، مع أن هؤلاء يسلكون سبيل المنافقين في اتخاذهم إظهار الإسلام جنة يتحصنون به من اتهامهم بالكفر. ومن عجب أن هؤلاء المستحلين لدماء وأموال من يظهر الإسلام ويسلك سبيل المنافقين، ليسوا حكاماً للبلدان الإسلامية، بل هم أفراد أو جماعات ليسوا أهل حل ولا عقد، ومع مخالفتهم للرسول صلى الله عليه و سلم  في أصل الحكم، وهو معاملة من أظهر الإسلام ودلت القرائن على كفره معاملة المسلم، في أحكام الدنيا، هم يخالفونه كذلك، ويخالفون جماهير علماء الأمة قديماً وحديثاً، في توليهم تنفيذ قتل من لا يشرع قتله، فأحدثوا بذلك على الأمة الإسلامية من الأضرار ما الله به عليم. وإذا كان الرسول صلى الله عليه و سلم ، وهو يتلقى الوحي من الله، وكان ولي أمر المسلمين في عهده، لم يقتل المنافقين، ولم يأذن بقتلهم، فكيف يستحل غيره قتل من شابهَ أولئك المنافقين؟ وقد يكون بعض من تظهر عليهم قرائن النفاق، ليس نفاقهم نفاقا عَقَدِياً، بل قد يصدر ذلك منهم عن جهل أو تأويل، وقد يرجعون عن ذلك إذا أقيمت عليهم الحجة. رأي الإمام الشافعي في المنافقين: وقد بيَّن الإمام الشافعي رحمه الله أن المنافقين لا يدخلون في أحكام المرتدين، مع شدة كفرهم، بل تجري عليهم في الدنيا أحكام المسلمين، واستدل على ذلك بأدلة من القرآن والسنة، ومما قاله فذلك ما يأتي: قال الشافعي رحمه الله: \"قال الله تبارك وتعالى لنبيه صلى الله عليه و سلم : { إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (1)} إلى { لا يَفْقَهُونَ }[[المنافقون]]. قال الشافعي: فبين أن إظهار الإيمان ممن لم يزل مشركاً حتى أظهر الإيمان، وممن أظهر الإيمان ثم أشرك بعد إظهاره ثم أظهر الإيمان، مانع لدم من أظهره في أي هذين الحالين كان، وإلى أي كفر صار، كفر يسره، أو كفر يظهره، وذلك أنه لم يكن للمنافقين دين يظهر كظهور الدين الذي له أعياد وإتيان كنائس، إنما كان كفر جحد وتعطيل. وذلك بين في كتاب الله عز و جل ، ثم في سنة رسول الله صلى الله عليه و سلم ، بأن الله عز و جل  أخبر عن المنافقين بأنهم اتخذوا أيمانهم جُنة، يعني والله أعلم من القتل، ثم أخبر بالوجه الذي اتخذوا به أيمانهم جُنة فقال: { ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا..} [[المنافقون]]. فأخبر عنهم بأنهم آمنوا ثم كفروا بعد الإيمان كفراً إذا سئلوا عنه أنكروه، وأظهروا الإيمان، وأقروا به، وأظهروا التوبة منه، وهم مقيمون فيما بينهم وبين الله على الكفر، قال الله جل ثناؤه: { يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلامِهِمْ.. (74)}[[التوبة]]. فأخبر بكفرهم وجَحْدهم وكذب سرائرهم، وذكر كفرهم في غير آية، ووسمهم بالنفاق إذ أظهروا الإيمان وكانوا على غيره، قال عز و جل : { إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنْ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيراً (145)}[[الأحزاب]]. فأخبر عز و جل  عن المنافقين بالكفر، وحكم فيهم بعلمه من أسرار خلقه ما لا يعلمه غيره، بأنهم في الدرك الأسفل من النار، وأنهم كاذبون بأيمانهم، وحكم فيهم جل ثناؤه في الدنيا بأن ما أظهروا من الإيمان، وإن كانوا به كاذبين، لهم جُنة من القتل، وهم المسرون الكفر، المظهرون الإيمان. وبين على لسانه صلى الله عليه و سلم ، مثل ما أنزل في كتابه، من أن إظهار القول بالإيمان جنة من القتل، أقر من شُهِد عليه بالإيمان بعد الكفر أو لم يقر، إذا أظهر الإيمان فإظهاره مانع من القتل. وبين رسول الله صلى الله عليه و سلم ، إذا حقن الله تعالى دماء من أظهر الإيمان بعد الكفر، أن لهم حكم المسلمين من الموارثة والمناكحة وغير ذلك من أحكام المسلمين. فكان بيِّنا في حكم الله عز و جل  في المنافقين، ثم حكم رسوله صلى الله عليه و سلم ، أن ليس لأحد أن يحكم على أحد بخلاف ما أظهر من نفسه، وأن الله عز و جل  إنما جعل للعباد الحكم على ما أظهر؛ لأن أحداً منهم لا يعلم ما غاب، إلا ما علمه الله عز و جل ، فوجب على من عقل عن الله أن يجعل الظنون كلها في الأحكام معطلة، فلا يحكم على أحد بظن، وهكذا دلالة سنن رسول الله صلى الله عليه و سلم ، حيث كانت لا تختلف\". وقال في موضع آخر: \"وأخبر الله جل ثناؤه عن المنافقين في عدد آي من كتابه، بإظهار الإيمان والاستسرار بالشرك، وأخبرنا بأن قد جزاهم بعلمه عنهم بالدرك الأسفل من النار، فقال: { إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنْ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيراً } فأعلم أن حكمهم في الآخرة النار بعلمه أسرارهم، وأن حكمه عليهم في الدنيا إن أظهروا الإيمان جُنَّة لهم، وأخبر عن طائفة غيرهم فقال: { وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلاَّ غُرُوراً (12)}[[الأحزاب]]. وهذه حكاية عنهم وعن الطائفة معهم، مع ما حكي من كفر المنافقين منفرداً، وحكي من أن الإيمان لم يدخل قلوب من حكي من الأعراب.. وكل مَن حقن دمه في الدنيا بما أظهر مما يعلم جل ثناؤه خلافه من شركهم؛ لأنه أبان أنه لم يول الحكم على السرائر غيره، وأن قد ولى نبيه الحكم على الظاهر، وعاشرهم النبي صلى الله عليه و سلم ، ولم يقتل منهم أحداً، ولم يحبسه، ولم يعاقبه، ولم يمنعه سهمه في الإسلام إذا حضر القتال، ولا مناكحة المؤمنين وموارثتهم والصلاة على موتاهم وجميع حكم الإسلام وهؤلاء من المنافقين\"[[ الأم (6/157 – (6/166).]]. قلت: قد يشكل على ما سبق من تطبيق أحكام الإسلام على المنافقين، كما تُطبَّق على غيرهم من المسلمين، نَهيُ الله تعالى نبيه صلى الله عليه و سلم  عن الصلاة عليهم، بعد أن صلى على رأسهم عبد الله بن أُبي بن سلول، كما قال تعالى: {وَلا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَداً وَلا تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ (84)}[[التوبة]]. كما في حديث عمر بن الخطاب رضي الله عنه، أنه قال: ((لما مات عبد الله بن أُبي بن سلول، دُعي له رسول الله صلى الله عليه و سلم  ليصلي عليه، فلما قام رسول الله صلى الله عليه و سلم ، وثَبْتُ إليه، فقلت: يا رسول الله! أتصلي على بن أُبي وقد قال يوم كذا وكذا كذا وكذا.. أُعدد عليه قوله. فتبسم رسول الله صلى الله عليه و سلم ، وقال: أخِّر عني يا عمر فلما أكثرت عليه، قال: إني خُيرت فاخترت، لو أعلم أني إن زدت على السبعين يغفر له لزدت عليها. قال: فصلى عليه رسول الله صلى الله عليه و سلم ، ثم انصرف، فلم يمكث إلا يسيراً حتى نزلت الآيتان من براءة: { وَلا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَداً.. } إلى { وَهُمْ فَاسِقُونَ (84)}. قال: فعجبت بعد من جرأتي على رسول الله صلى الله عليه و سلم  يومئذ.. والله ورسوله أعلم))[[ صحيح البخاري (1/459) رقم (1300) ورواه من حديث عبد الله بن عمر بلفظ آخر (1/ص427) رقم (1210) وهو صحيح مسلم (4/ 1865) رقم (2400)، والآية من سورة التوبة.]]. وقد أجاب الشافعي رحمه الله على هذا الإشكال، بقوله في تفسير الآية: \"فأما أمره أن لا يصلي عليهم، فإن صلاته بأبي هو وأمي صلى الله عليه و سلم  مخالفة صلاة غيره، وأرجو أن يكون قضى إذ أمره بترك الصلاة على المنافقين، أن لا يصلي على أحد إلا غفر له، وقضى أن لا يغفر لمقيم على شرك، فنهاه عن الصلاة على من لا يغفر له\".. إلى أن قال: \"ولم يمنع رسول الله صلى الله عليه و سلم  من الصلاة عليهم مسلماً، ولم يقتل منهم بعد هذا أحداً\"[[ أحكام القرآن للشافعي (1/297).]]. وتوسع في الجواب على هذا الإشكال في \"الأم\": \"فإن قال قائل: فإن الله عز و جل  قال: { وَلا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَداً } إلى قوله: { وَهُمْ فَاسِقُونَ } فإن صلاة رسول الله صلى الله عليه و سلم  مخالفة صلاة المسلمين سواه، لأنا نرجو أن لا يصلي على أحد إلا صلى الله عليه ورحمه، وقد قضى الله إن المنافقين في الدرك الأسفل من النار، ولن تجد لهم نصيراً.. وقال جل ثناؤه: { اسْتَغْفِرْ لَهُمْ أَوْ لا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ.. (80)}[[التوبة]]. فإن قال قائل: ما دل علي الفرق بين صلاة رسول الله صلى الله عليه و سلم  إذ نهى عنهم، وصلاة المسلمين غيره؟ فإن رسول الله صلى الله عليه و سلم  انتهى عن الصلاة عليهم بنهى الله له، ولم ينه الله عز و جل  ورسوله صلى الله عليه و سلم  عنها، ولا عن مواريثهم\".. قال الشافعي: ((وقد عاشروا أبا بكر وعمر وعثمان أئمة الهدي، وهم يعرفون بعضهم، فلم يقتلوا منهم أحداً، ولم يمنعوه حكم الإسلام في الظاهر، إذ كانوا يظهرون الإسلام. وكان عمر يمر بحذيفة بن اليمان إذا مات ميت، فإن أشار عليه أن أجلس جلس واستدل على أنه منافق، ولم يمنع من الصلاة عليه مسلماً، وإنما يجلس عمر عن الصلاة عليه؛ لأن الجلوس عن الصلاة عليه، مباح له في غير المنافق، إذا كان لهم من يصلي عليهم سواه...))[[ الأم (1/259- 260).]]. وذكر الحافظ ابن حجر رحمه الله أن النهي عن الصلاة على المنافقين، كان في عدد معين منهم، قال: \"ظاهر الآية أنها نزلت في جميع المنافقين، لكن ورد ما يدل على أنها نزلت في عدد معين منهم، قال الواقدي: أنبأنا معمر عن الزهري قال: قَال حذيفة: قال لي رسول الله صلى الله عليه و سلم : >إني مسر إليك سراً فلا تذكره لأحد، إني نهيت أن أصلي على فلان وفلان..< رهط ذوي عدد من المنافقين\"[[ فتح الباري فتح الباري (8/387-338).]]. وبهذا يتضح أن الأصل بقاء تطبيق أحكام الإسلام على كل من أظهر الإسلام منهم، ولو ظهرت على بعضهم علامات النفاق، وأن النهي عن الصلاة عليهم خاص بالرسول صلى الله عليه و سلم ، بدليل أن رسول الله صلى الله عليه و سلم  لم ينه المسلمين عن الصلاة عليهم، وأن الصحابة استمروا في الصلاة عليهم، وأن عمر رضي الله عنه الذي قال لرسول صلى الله عليه و سلم  عندما أراد الصلاة على ابن أُبي: \"أتصلي على ابن أُبي وقد قال يوم كذا وكذا كذا وكذا\" لم ينه عن الصلاة على من كان يشير عليه حذيفة بأنه من المنافقين، بل يترك هو الصلاة عليه، ويترك غيره من الصحابة يصلون عليه."
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "حكم إسناد الولايات العامة للمنافقين:",
    "content": "سبق أن الرسول صلى الله عليه و سلم عاشر المنافقين كما عاشر عامة المسلمين في أحكام الدنيا، ولكنه لم يأتمن أحداً منهم ـ فيما أعلم ـ على مصالح الأمة في وظائفهم العامة، فلم يسند إليهم جباية الأموال، ولا الإمارة في الحرب، ولا القضاء بين الناس، ولا إمامتهم في الصلاة، ولا غيرها من الولايات التي يتمكنون بها من تدبير شؤون المسلمين. والسبب في ذلك: أنهم يكفرون بالله ورسوله، ويحاربون الله ورسوله والمؤمنين، يضاف إلى ذلك فقدهم الأمانة التي هي أحد أُسس الولايات على المسلمين.. والأمانة مطلب أساسي عند المسلم وغير المسلم، فقد أغرت فتاة مَدْيَن أباها الصالح باستئجار موسى عليه السلام، بصفتين عظيمتين يقل في كثير من الناس اجتماعهما: الصفة الأول: الأمانة. والصفة الثانية: القوة. كما قال تعالى عنها: {قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنْ اسْتَأْجَرْتَ الْقَوِيُّ الأَمِينُ (26)} [[القصص]]. وكانت الأمانة من أعظم الصفات التي جعلت ملك مصر، وهو غير مسلم، يُمَكِّن يوسف عليه السلام من الولاية على أهم الوظائف في عهده، وهي \"خزائن الأرض\" كما قال تعالى: {وَقَالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ (54) قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ (55)}[[النساء]]. ولقد أكَّد الله سبحانه و تعالى فرض أداء الأمانات إلى أهلها، فقال: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا.. (58)} [[النساء]]. قال القرطبي رحمه الله: \"هذه الآية من أمهات الأحكام؛ تضمنت جميع الدين والشرع\". ثم ذكر الخلاف في المراد بالمخاطب بها، ورجح العموم فقال: \"والأظهر أنها عامة في جميع الناس، فهي تتناول الولاة فيما إليهم من الأمانات في قسمة الأموال ورد الظلامات والعدل في الحكومات، وتتناول من دونهم\". إلى أن قال: \"فالآية شاملة بنظمها لكل أمانة\"[[ الجامع لأحكام القرآن (5/255ـ257).]]. وأخبر صلى الله عليه و سلم  أن إضاعة الأمانة من علامات الساعة، وأن من أبرز إضاعتها إسناد الأمور إلى غير أهلها، كما في حديث أبي هريرة رضي الله عنه قال: \"قال رسول الله صلى الله عليه و سلم : ((إذا ضيعت الأمانة فانتظر الساعة قال: كيف إضاعتها يا رسول الله؟ قال: إذا أسند الأمر إلى غير أهله فانتظر الساعة))[[ البخاري (7/188).]]. وأثنى صلى الله عليه و سلم  على الخازن الأمين الذي يؤدي ما أمر به طيبة به نفسه، وجعله أحد المتصدقين، مع أن المال الذي تصدق منه ليس ملكاً له، وإنما هو خازن فقط، فلما كان والياً لخزانته وأدى حقوق الناس في ولايته طيبة نفسه بما أدى، استحق ذلك التكريم لأمانته. روى أبو موسى الأشعري رضي الله عنه قال: قال النبي صلى الله عليه و سلم : ((الخازن الأمين الذي يؤدي ما أمر به طيبة نفسه أحد المتصدقين))[[ البخاري (3/47-48) ومسلم (2/710).]]. وأثنى صلى الله عليه و سلم  على أبي عبيدة بن الجراح بأمانته، كما روى ذلك أنس بن مالك رضي الله عنه: أنه قال: ((لكل أمة أمين، وإن أميننا أيتها الأمة أبو عبيدة بن الجراح))[[ البخاري (4/216).]]. وعندما أراد صلى الله عليه و سلم  بعث أبى عبيدة هذا إلى أهل نجران، ذكر أبرز مؤهلاته لهذا الاختيار، وهي الأمانة التي أشرف لها أصحابه رضي الله عنهم لينالوا شرفها.. روى حذيفة رضي الله عنه قال: قال النبي صلى الله عليه و سلم  لأهل نجران: ((لأبعثن عليكم أميناً حق أمين فأشرف أصحابه، فبعث أبا عبيدة رضي الله عنه[[البخاري (4/216).]]. ولهذا كان الرسول صلى الله عليه و سلم ، يعامل المنافقين معاملة سائر المسلمين بحسب ظواهرهم، ولكنه لم يكن يسند إليهم ولاية شؤون أمته؛ لأنه قد وصفهم بالخيانة على ما يؤتمنون عليه. روى أبو هريرة رضي الله عنه: عن النبي صلى الله عليه و سلم ، قال: ((آية المنافق ثلاث.. ، وفيها: وإذا اؤتمن خان))[[ البخاري (1/14) ومسلم (1/78).]]. وقد عَرَّف صلى الله عليه و سلم  المؤمن بأنه الذي يأمنه الناس على دمائهم وأموالهم، ونفى كمال الإيمان الواجب عمَّن خان أمانته، كما في حديث أبي هريرة رضي الله عنه، قال قَال رسول الله : ((المسلم من سلم المسلمون من لسانه ويده، والمؤمن من أمنه الناس على دمائهم وأموالهم))[[ سنن الترمذي، برقم (2627) وقال: \"هذا حديث حسن صحيح\".]]. وحديث أنس بن مالك رضي الله عنه، قال: قَال رسول الله صلى الله عليه و سلم : ((المؤمن من أمنه الناس، والمسلم من سلم المسلمون من لسانه ويده، والمهاجر من هجر السوء، والذي نفسي بيده لا يدخل الجنة عبد لا يأمن جاره بوائقه))[[ المستدرك على الصحيحين، برقم (25) وقال: \"وزيادة أخرى صحيحة سليمة من رواية المجروحين في متن هذا الحديث ولم يخرجاها\".]]. وأقسم صلى الله عليه و سلم  على نفي هذا الإيمان عمن خان جاره، فلم يأمن شروره ومفاسده، كما في حديث أبي شريح وأبي هريرة رضي الله عنهـما، أن النبي صلى الله عليه و سلم  قال: ((والله لا يؤمن.. والله لا يؤمن.. والله لا يؤمن قيل: ومن يا رسول الله؟ قال: الذي لا يأمن جاره بوائقه))[[ صحيح البخاري، برقم (5670) وصحيح مسلم، برقم (46).]]. ومعنى هذه الأحاديث أن الإيمان الصادق إنما يظهر للناس من معاملة صاحبه لهم، ومن أبرز الأدلة على صدق إيمانه، أن يأمنوه على دمائهم وأموالهم وأسرارهم، فلا يخون أمانته، وليست دعوى الإنسان الإيمان كافية على صدق إيمانه. والمنافقون يفقدون الصدق كما يفقدون الأمانة، كما قال الله تعالى عنهم: {أَلَمْ تَرى إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لإِخْوَانِهِمْ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلا نُطِيعُ فِيكُمْ أَحَداً أَبَداً وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ(11)}[[الحشر]]. وقال تعالى: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (1) اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (2)} [[المنافقون]]. والخائن الكاذب المخادع، لا يجوز أن يأمنه الناس على تدبير مصالحهم ولا أسرارهم؛ لأنه كما سبق لا يضمر للمسلمين إلا الشر والكيد، وهم أولياء لإخوانهم الكفار ينصرونهم على المسلمين، يتجسسون لهم عليهم، فلا يحل لوالٍ مسلم أن يسند إلى المنافقين أي ولاية يحصل منهم بها ضرر المسلمين."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "الإنكار على ما يقترفه المنافقون في ولاياتهم:",
    "content": "فالأصل عدم تولية المنافقين على شؤون المسلمين؛ لأنهم غير مؤتمنين على تدبير شؤونهم، ولكن إذا ما ابتلي المسلمون بولاية المنافقين عليهم مُكرهين، بأن قويت شوكتهم فاغتصبوا الأمر بدون رضاهم، أو تحالفوا مع الكفار من اليهود والنصارى والوثنيين، فمكنوهم من السيطرة على الشعوب الإسلامية.. فالواجب على المسلمين أن ينكروا عليهم ما يخالفون فيه كتاب الله وسنة رسوله، وكل تصرفاتهم التي تعود على المسلمين بالضرر، بحسب مراتب المخالفة ومراتب الأمر بالمعروف والنهي عن المنكر، مع مراعاة المصالح والمفاسد في الأمر والنهي. فالأمر بالمعروف والنهي عن المنكر قاعدة من أهم قواعد الإسلام التي لا يجوز التقصير فيها، وهي من فروض الكفاية التي إذا تركت، أثم كل قادر على القيام بها من الأمة الإسلامية، حتى يوجد من يقوم بها قياماً كافياً. وكون مرتكب الكفر المعين لا يكفر حتى تقوم عليه الحجة، لا يبيح للمسلمين السكوت عنه، وإشعاره بأن تصرفاته المخالفة للإسلام صحيحة أو مقبولة، بل إن ذلك يوجب عليهم، أن يبينوا له أن الكفر يخرج صاحبه بعد إقامة الحجة عليه من الملة، وأن صاحبه مخلد في النار إذا مات عليه، وأن تصرفاته لا يتعاطاها مسلم يؤمن بالله وباليوم الآخر. ومن أمثلة ذلك إنكار ما علم من الدين بالضرورة وجوبه، كاعتقاد تحكيم شرع الله والحكم به، وهو كثير في أبواب الفقه الإسلامي، ومنه أركان الإسلام، وإقامة الحدود، وتقسيم الميراث بين الورثة كما نزل بها القرآن.. وكذلك استحلال ما علم من الدين بالضرورة تحريمه، كشرب المسكر وأكل الميتة والزنا.. فكل ذلك يجب على المسلمين، وبخاصة العلماء إنكاره، وبيانه لمن اتصف به، فإذا أنكروه وبينوه، وقامت الحجة على صاحبه، ولم يؤب إلى الله ويستسلم لحكمه، أصبح بعينه مستحقاً للتكفير.. ويجب أن يعلم أنه كلما كانت المخالفة أشدّ، كان وجوب الإنكار أعظم، وكلما كانت القدرة على إنكار المنكر أقوى، كان وجوبه أشدّ، وكلما كانت مصالح الأمر والنهي أكثر من مفاسدهما، كانا أوجب. ومعرفة تحقق هذه الأمور والموازنة بينهما تعود إلى أهل الحل والعقد، من علماء الأمة وعقلائها وأعيانها وذوي التخصصات المتنوعة فيها.. وليس ذلك إلى غوغاء الناس وجهالها وسفهائها، وذوي العواطف غير المنضبطة، الذين يضرون الأمة أكثر مما ينفعونها. قال ابن تيمية رحمه الله: \"وَجِمَاعُ ذَلِكَ دَاخِلٌ فِي \"الْقَاعِدَةِ الْعَامَّةِ\": فِيمَا إذَا تَعَارَضَتْ الْمَصَالِحُ وَالْمَفَاسِدُ، وَالْحَسَنَاتُ وَالسَّيِّئَاتُ أَوْ تَزَاحَمَتْ; فَإِنَّهُ يَجِبُ تَرْجِيحُ الرَّاجِحِ مِنْهَا فِيمَا إذَا ازْدَحَمَتْ الْمَصَالِحُ وَالْمَفَاسِدُ، وَتَعَارَضَتْ الْمَصَالِحُ وَالْمَفَاسِدُ.. فَإِنَّ الأَمْرَ وَالنَّهْيَ وَإِنْ كَانَ مُتَضَمِّنًا لِتَحْصِيلِ مَصْلَحَةٍ وَدَفْعِ مَفْسَدَةٍ، فَيُنْظَرُ فِي الْمُعَارِضِ لَهُ، فَإِنْ كَانَ الَّذِي يَفُوتُ مِنْ الْمَصَالِحِ أَوْ يَحْصُلُ مِنْ الْمَفَاسِدِ أَكْثَرَ، لَمْ يَكُنْ مَأْمُورًا بِهِ; بَلْ يَكُونُ مُحَرَّمًا إذَا كَانَتْ مَفْسَدَتُهُ أَكْثَرَ مِنْ مَصْلَحَتِهِ\"[[ مجموع الفتاوى (28/129).]]. وذكر ابن القيم رحمه الله: أن لإنكار المنكر أربع درجات، فقال: \"فإنكار المنكر أربع درجات: الأولى: أن يزول ويخلفه ضده. والثانية: أن يقل وإن لم يزل بجملته. والثالثة: أن يخلفه ما هو مثله. والرابعة: أن يخلفه ما هو شر منه.. فالدرجتان الأوليان مشروعتان.. والثالثة موضع اجتهاد.. والرابعة محرمة\"[[ إعلام الموقعين (3/4).]]."
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "أسباب الإطالة في معنى الكفر والنفاق:",
    "content": "لقد أطلت الكلام في معنى الكفر والتكفير والنفاق وبيان خطرهما.. وترجع هذه الإطالة إلى اٍلأسباب الآتية: السبب الأول: بروز جماعات وأفراد من شباب المسلمين المتحمسين لهذا الدين، الذين هيَّجت عواطفَهم وألهبت مشاعرَهم، محاربةُ غالب حكومات الشعوب الإسلامية لتطبيق شريعتهم في حياة أمتهم، متواطئين في ذلك مع أعداء الإسلام من غير المسلمين. فرأوا تطبيق القوانين الوضعية التي يخالف غالبها كتاب الله وسنة رسوله، ورأوا انتشار الظلم وانزواء العدل، كما رأوا اختفاء كثير من الأخلاق الإسلامية، وسيطرة كثير من الأخلاق الفاسدة، ورأوا ارتكاب الكبائر واستباحة المحرمات، ورأوا إهانة دعاة الإسلام وعلماء الأمة والزج بهم في السجون والمعتقلات والمنافي. بل رأوا قتل كثير منهم بغير جرم ارتكبوه إلا أن يدعوا الناس إلى تطبيق معنى لا إله إلا الله ورأوا الأعداء يحتلون أرضهم وينتهكون أعراضهم، ورأوا فريضة الجهاد معطلة في وقت اشتدت حاجة الأمة إليه.. ورأوا سكوت كثير من علماء الأمة عن مناصحة من بيدهم زمام أمور الشعوب الإسلامية ومقاليدها. ورأوا الواقع العملي في الجهاد الأفغاني يؤيد ما جاء به وحي الله من الكتاب والسنة، من وجوب إعداد العدة لجهاد أعداء الله الكافرين المعتدين، وأنه لا مخرج من عدوان المعتدين إلا بذلك.. فلم تطق هذه الجماعات وهؤلاء الأفراد الصبر على بقاء هذه المآسي في هذه الأمة، فلجأوا إلى التسلح بسلاحين خطيرين: السلاح الأول: سلاح العقيدة والفكر. السلاح الثاني: سلاح القوة و التنفيذ. أما سلاح العقيدة والفكر، فقد تمثل في اعتقادهم كفر حكومات الشعوب الإسلامية إجمالاً وتفصيلاً كفراً مخرجاً من ملة الإسلام، وأعني بالإجمال أن حكومةَ دولةٍ مّا من تلك الحكومات كافرة، وأعني بالتفصيل أن كل فرد بعينه وباسمه كافر. بل إن بعض تلك الجماعات حكمت بالكفر على كل موظفي الدولة، ومنهم العلماء الذين سموهم بـ(علماء السلطة) بحجة أنهم يوالون الحكام ويعينونهم على كفرهم، بل إن بعضهم كفَّروا الشعوب بحجة أنهم ساكتون عن كفر الحكومات راضون به. ولهذا وجدت جماعات كثيرة تعتقد هذا الاعتقاد في غالب البلدان الإسلامية، مع الاختلاف في قلة تلك الجماعات وكثرتها في كل بلد منها، وقد بدأت بعض هذه الجماعات في مراجعة مواقفها والرجوع عن اعتقادها الذي ترتبت عليه آثار خطيرة مشروعة. وأما سلاح القوة والتنفيذ، فهو حمل السلاح واستحلال قتل من اعتقدوا كفره، من الحكام والموظفين والشعوب. وترتب على ذلك ما ترتب من إزهاق لأرواح المسلمين في بلدانهم وهدم لمنشآتهم وإهدار لأموالهم، بل إن بعضهم اجترؤوا على سبي فتيات مسلمات في بعض البلدان. السبب الثاني: أن هؤلاء الشباب وتلك الجماعات، رتبوا على تكفير من خالفهم في رأيهم، وعدم اعتبار رأيه ومواقفه، ورأوا خلو البلدان الإسلامية من جهة تطاع أو تستشار.. ورأوا أن الجهاد في سبيل الله الذي فرضه الله على عباده، قد عطل ونكست رايته، حتى احتل الكفار بعض بلدان المسلمين، أو سيطروا على حكامها الذين أصبحوا ينفذون في الشعوب الإسلامية ما يخالف كتاب الله وسنة رسوله. فرتبوا على ذلك أنه يجب عليهم القيام بهذه الفريضة، فاتجهوا إلى التدريب القتالي، وحيازة السلاح، والقيام بغزو بلاد الكفار، وهو ما يسمى بـ(جهاد الطلب) الذي يباح فيه قتل الكفار وإفساد أموالهم وتخريب ديارهم إذا تعينت المصلحة في ذلك، وقتل غير المقاتلين إذا تترس بهم المقاتلون. واعتبروا أن القدرة المشروعة هي تلك القدرة التي توفرت لهم، من مال وتدريب وحمل سلاح واستعماله، ولم يفكروا فيما يترتب على تدبيرهم من عواقب وخيمة على الأمة الإسلامية، في مشارق الأرض ومغاربها، حيث إنهم يفقدون القدرة على حماية تلك الأمة من عواقب تدبيرهم.. وقد سبق الكلام على وجوب الموازنة بين المصالح والمفاسد، وتقديم أعلى المصلحتين إن لم يمكن الجمع بينهما، وترك أعظم المفسدتين إن لم يمكن تركهما جميعاً. السبب الثالث: مرور صاحب هذا البحث بتجربة خطيرة، يرى شباب المسلمين اليوم يمرون بها، ورأى أن الواجب عليه نقل تجربته إليهم ليتعظوا بها.. نعم لقد بدأتْ هذه التجربة سنة (1374ه ـ 1954م) ولم يتضح له خطرها اتضاحاً كاملاً، إلا سنة (1383ه ـ 1964م) يعني أن التجربة استمرت عشرة أعوام تقريباً. فما هي تلك التجربة وكيف تبين لصاحبها خطرها والخطأ فيها؟"
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "أولاً: تجربة صاحب البحث:",
    "content": "معلوم ما كان عليه غالب أهل اليمن في تلك الفترة من جهل عام شامل: عام في أصول الدين وفروعه، وشامل لغالب الشعب.. ولست بصدد التفصيل في ذينكم الأمرين، وإنما أذكر ما يتعلق بالتجربة. كان الناس يتبركون بالقبور، وبخاصة قبور آبائي وأجدادي، وكانوا يستغيثون بالموتى، ويدعونهم من دون الله، ويطلبون منهم ما لا يطلب إلا من الله، كطلب المرأة العاقر من الميت أن يرزقها الولد، وكانوا يذبحون للموتى الذبائح يطلبون منهم نزول الغيث عند الجدب. وعندما بدأت طلب العلم في قرية \"صامطة\" بمنطقة جيزان في جنوب غرب المملكة العربية السعودية، عرفت أن كثيراً من تلك الأمور من الشرك الأكبر المخرج من الملة، ولم أعلم أنه لا يجوز تكفير المعين إلا بعد إقامة الحجة عليه.. فاعتقدت كفر المسلمين هناك، وأول من شمله تكفيري أسرتي، اعتقدت كفر أبي الذي مات وأنا حَمْل، واعتقدت كفر أمي التي توفيت وأنا صغير، واعتقدت كفر إخواني الذين كاد أحدهم يقتلني بسبب إعلاني تكفيرهم، وحرَّمت أكل ذبائح كل الناس الذين لم يعلنوا إسلامهم من جديد ويكفروا بما كانوا يعتقدون. ثم ألَّفت منظومة، وكتبت عليها تعليقات من بعض كتب التوحيد، وسميتها \"بهجة القلوب في توحيد علام الغيوب\" ذكرت فيها تلك الأعمال الشركية، وكفَّرت أشخاصاً بأعيانهم، ذكرتهم في المنظومة بأسمائهم، وقد طبعت ووزعت في غالب قرى اليمن، وبخاصة بلدان تهامة.. ثانياً: كيف تبين لي خطر التجربة وخطؤها؟ كنت قبل مجيئي إلى الجامعة الإسلامية في المدينة النبوية، قد تمكنت من قراءة ما نشر من كتب علامة القصيم الشيخ عبد الرحمن بن ناصر السعدي رحمه الله، ومنها كتابه \"تيسير الكريم الرحمن في تفسير كلام المنان\"، وكان كثيراً ما يذكر في كتبه شيخ الإسلام ابن تيمية في كتبه وينقل كلامه، وتأثرت بأسلوب الرجل لسهولته واعتداله.. ولكني لا أذكر شيئاً علق بذهني من تلك القراءة في التكفير. وعندما جئت إلى الجامعة الإسلامية وجدت في شرح كتاب الطحاوية ما يخالف ما كنت أراه، فسألت أستاذنا الشيخ المحدث ناصر الدين الألباني رحمه الله، فقال: إن الكافر المعين الذي لم يدخل في الإسلام ويعلن إسلامه، نطبق عليه أحكام الكفر كلها في الدنيا، ولكنا لا نحكم عليه بجنة ولا نار في الآخرة وندع أمره إلى ربه، لأنا لسنا مكلفين بالحكم على الناس في الآخرة. وطال الحوار بيني وبينه رحمه الله، وكان يمتاز عن كثير من الأساتذة باللطف والصبر والحوار، قوي الحجة في الإقناع.. فأقنعني بأنه لا يجوز تكفير المعين قبل إقامة الحجة عليه، ولو أتى ما هو كفر، ولا يجوز الحكم على معين بأنه مخلد في النار، كما لا يحكم لأحد بأنه من أهل الجنة، إلا إذا قام الدليل على ذلك. ونصحني بالإكثار من قراءة كتب ابن تيمية رحمه الله، فنفذت نصيحته.. وقرأت بعد أن انتهيت من دراسة الجامعة سنة 1385ه عشرين مجلداً من مجموع الفتاوى، فوجدت فيها بغيتي، ومنها تبين لي خطأي في تلك التجربة، وسبق ذكر بعض النصوص التي أثبتُّها هنا في هذا الكتاب من كلامه رحمه الله.. كما أثبتُّها في كتابي: \"الإيمان هو الأساس\"، وحمدت الله تعالى أن تبين لي الحق الذي كنت أجهله، وبسبب ذلك الجهل كفرت أقرب المقربين إليَّ وهما الأبوان، ولم أكن أستغفر لهما. هذه تجربتي أنقلها لأبنائنا الشباب المتحمسين، الذين يجب أن يراجعوا أنفسهم، ولا ينساقوا وراء المكفرين ممن لم يصقل عقولهم فقهاء الإسلام، ولم تتوفر لهم معرفة دراسة قواعد العلوم وأصولها على أيدي مشايخ العلم المتمكنين منه، كما قال الإمام الشاطبي فيما سبق: \"من أنفع طرق العلم الموصلة إلى غاية التحقق به، أخذُه عن أهله المتحققين به على الكمال والتمام.. وقلما وجدتُ فرقةً زائغة ولا أحداً مخالفاً للسنة، إلا وهو مفارق لهذا الوصف\". رد أهل السنة على المرجئة: سبق أن المرجئة بنوا مذهبهم على ثلاثة أسس: الأساس الأول: تعريف الإيمان، هو: \"أن الإيمان بالله، هو المعرفة بالله وبرسله، وبجميع ما جاء من عند الله فقط\" وقد يضيف بعضهم إلى المعرفة التصديق. والأساس الثاني: التمسك بنصوص الوعد. والأساس الثالث: تأويل نصوص الوعيد.. وقد رد أهل السنة على نقض هذه الأسس، فعرفوا الإيمان تعريفاً يخالف تعريف المرجئة، وبينوا أن نصوص القرآن والسنة تدل على صحة تعريفهم، وتأبى تعريف المرجئة.. معنى الإيمان عند أهل السنة: عرف جماهير أهل السنة الإيمان، بأنه :\"اعتقاد بالجنان، وقول باللسان، وعمل بالأركان\". ومعنى هذا أن الإيمان في عرف الشرع، شامل لاعتقاد القلب، بحيث لو نطق بالشهادة ولم يكن مصدقاً بها قلبه، لا يكون مؤمناً، ولو اعتقد بقلبه معنى الشهادة، ورفض النطق بها، لم يدخل في دائرة أهل الإيمان، وإذا نطق بالشهادة واعتقدها بقلبه، وترك ما أمره الله بفعله من الفرائض، وارتكب ما نهاه الله عنه من الكبائر، يكون ناقص الإيمان.. وهو معرض لعقاب الله على ترك الفرائض وفعل المحرمات، وإذا مات قبل التوبة، إن شاء غفر له، وإن شاء عذبه ثم أدخله الجنة. قال ابن كثير رحمه الله: \"والإيمان كلمة جامعة للإيمان بالله وكتبه ورسله وتصديق الإقرار بالفعل\". قلت: أما الإيمان في اللغة فيطلق على التصديق المحض، وقد يستعمل في القرآن والمراد به ذلك، كما قال تعالى: { يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ } وكما قال إخوة يوسف لأبيهم: { وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ }، وكذلك إذا استعمل مقروناً مع الأعمال كقوله تعالى: { إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ }، فأما إذا استعمل مطلقاً فالإيمان الشرعي المطلوب، لا يكون إلا اعتقاداً وقولاً وعملاً، هكذا ذهب إليه أكثر الأئمة، بل قد حكاه الشافعي وأحمد بن حنبل وأبو عبيدة وغير واحد إجماعاً، أن الإيمان قول وعمل يزيد وينقص، وقد ورد فيه آثار كثيرة وأحاديث أفردنا الكلام فيها في أول شرح البخاري ولله الحمد والمنة\"[[ تفسير ابن كثير تفسير ابن كثير (1/41-42).]]. ويظهر من الآيات الآتية دلالة على صحة تعريف الإيمان عند أهل السنة، وعدم صحة تعريفه عند المرجئة: قال تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آياتُهُ زَادَتْهُمْ إِيمَانَاً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (2) الَّذِينَ يُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ (3) أُوْلَئِكَ هُمْ الْمُؤْمِنُونَ حَقّاً لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ(4)}[[الأنفال]]. فقد حصرت هاتان الآيتان المؤمنين في المتصفين بهذه الصفات التي هي من أجزاء الإيمان: الصفة الأولى: وجل القلوب عند ذكر الله، أي خوفها منه تعالى. الصفة الثانية: ازديادهم إيماناً عندما تتلى عليهم آيات الله. الصفة الثالثة: التوكل على الله، أي الاعتماد عليه. الصفة الرابعة: إقامة الصلاة. الصفة الخامسة: الإنفاق مما رزقهم الله. والصفات الثلاث الأولى من أعمال القلوب ـ إلا أن زيادة الإيمان شاملة لعمل القلب وغيره ـ وكذلك الرابعة والخامسة شاملتان لأعمال القلوب والجوارح.. ومما يدل على أن هذه الصفات أجزاء للإيمان أمران: الأمر الأول: الحصر المذكور قبل هذه الصفات في قوله تعالى: { إِنَّمَا الْمُؤْمِنُونَ}. الأمر الثاني: التوكيد البالغ بعد ذكر تلك الصفات في قوله: { أُوْلَئِكَ هُمْ الْمُؤْمِنُونَ حَقّاً } ولا يقال: إن الحصر منصب على المؤمنين لا على الإيمان؛ لأن المؤمنين إنما اتصفوا بتلك الصفات لكونها من الإيمان. وقال تعالى: {إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّداً وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لا يَسْتَكْبِرُونَ (15) تَتَجَافَى جُنُوبُهُمْ عَنْ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ (16)} [[السجدة]]. فقد حصرت الآيتان الكريمتان الإيمان في المتصفين بهذه الصفات المذكورة فيهما، وهي: السجود لله عند التذكير بآياته، والتسبيح بحمده، والخضوع له بعبادته وعدم الاستكبار عنها، ومفارقتهم للمضاجع في الأوقات التي تشتد حاجتهم إلى الالتصاق بها، من أجل إقبالهم إلى الله تعالى، ودعاء الله تعالى، وخوف عقابه، والطمع في مثوبته وأجره، والإنفاق من رزقه في طاعته. فالسجود، والتسبيح، والدعاء، والإنفاق، ومفارقة المضاجع، من أعمال الجوارح. والخضوع لله الذي تضمنه ترك الاستكبار، والخوف من عقاب الله والطمع في ثوابه من أعمال القلوب.. وهذا يدل على أن تلك الصفات كلها من أجزاء الإيمان.. وقال تعالى: {وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيراً مِنْهُمْ فَاسِقُونَ (81) }[[المائدة]]. فالآية تدل على أن موالاة أعداء الله، وميل القلب إليهم، ونصرهم، ينافي الإيمان الواجب. وقال تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ أُوْلَئِكَ هُمْ الصَّادِقُونَ (15)} [[الحجرات]]. وهذه الآية تدل على أن استمرار اليقين في القلب الذي هو ضد الشك والريب، وكذلك الجهاد في سبيل الله بالمال والنفس من الإيمان، وانتفاء ذلك يدل على انتفاء الإيمان الواجب.. والتصديق الذي لا يخالطه شك من الإيمان، وهو من أعمال القلب، والجهاد من الإيمان وهو من أعمال الجوارح. وقال تعالى: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ (143)} [[البقرة]]. وقد ورد في سبب نزول هذه الآية ما يدل على أن المراد بالإيمان هنا الصلاة؛ لأنها نزلت في قوم ماتوا وهم يصلون إلى بيت المقدس ـ قبل الأمر بالتوجه إلى الكعبة ـ فتساءل ناس عنهم، أي عن حكم صلاتهم التي لم يتوجهوا بها إلى بيت الله الحرام؟ فنزلت الآية تطمئن المتسائلين على أنهم مثابون على صلواتهم، كما يثاب غيرهم ممن أدرك القبلة الجديدة. وهذا يدل على أن الصلاة ـ بكل ما فيها من قراءة وذكر وقيام وقعود وخشوع ـ من الإيمان. ومن الآيات السابقة ـ وغيرها كثير ـ يظهر أن الشارع يطلق لفظ الإيمان على التصديق الجازم بالقلب، كما في قوله تعالى: { إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا } وعلى أعمال القلب غير التصديق كما في قوله تعالى: { إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آياتُهُ زَادَتْهُمْ إِيمَانَاً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ } ويطلق على أعمال الجوارح، كقوله تعالى: { إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّداً وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لا يَسْتَكْبِرُونَ (15) تَتَجَافَى جُنُوبُهُمْ عَنْ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ }. وذكر ابن تيمية رحمه الله، الأصول التي أخطأ فيها الجهمية، فقال: \"وَقَدْ ذَكَرْنَا فِيمَا تَقَدَّمَ أَنَّهُمْ غَلِطُوا فِي ثَلاثَةِ أَوْجُهٍ: أَحَدُهَا: ظَنُّهُمْ أَنَّ الإِيمَانَ الَّذِي فِي الْقَلْبِ يَكُونُ تَامًّا بِدُونِ الْعَمَلِ الَّذِي فِي الْقَلْبِ تَصْدِيقٌ بِلا عَمَلٍ لِلْقَلْبِ، كَمَحَبَّةِ اللَّهِ وَخَشْيَتِهِ وَخَوْفِهِ وَالتَّوَكُّلِ عَلَيْهِ وَالشَّوْقِ إلَى لِقَائِهِ. والثَّانِي: ظَنُّهُمْ أَنَّ الإيمَانَ الَّذِي فِي الْقَلْبِ يَكُونُ تَامًّا بِدُونِ الْعَمَلِ الظَّاهِرِ، وَهَذَا يَقُولُ بِهِ جَمِيعُ الْمُرْجِئَةِ. والثَّالِثُ: قَوْلُهُمْ كُلُّ مَنْ كَفَّرَهُ الشَّارِعُ، فَإِنَّمَا كَفَّرَهُ لانْتِفَاءِ تَصْدِيقِ الْقَلْبِ بِالرَّبِّ تَبَارَكَ وَتَعَالَى\"[[ مجموع الفتاوى (7/363-7364).]]. وقد ردَّ أهل السنة على ما استدل بظاهره المرجئة من نصوص الوعد، بنصوص كثيرة ورد فيها من الوعيد ما يدحض مذهبهم، مثل قوله تعالى: {وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهًا ءَاخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلا بِالْحَقِّ وَلا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا (68) يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا (69) إِلا مَنْ تَابَ وَءَامَنَ وَعَمِلَ عَمَلاً صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (70)} [[الفرقان]]. وقوله تعالى: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا (93)} [[النساء]]. ويدخل في ذلك كل النصوص التي استدل بها الخوارج والمعتزلة، من القرآن والسنة من نصوص الوعيد، فإنها ترد على مذهب المرجئة، وقد سبق ذكرها ومناقشة الاستدلال بها على التكفير أو الخلود في النار."
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "تبيين وتلخيص:",
    "content": "ونختم هذا البحث بنصين لعالمين جليلين، لخصا فيهما بيان زيف مذهب طائفتي الخوارج والمعتزلة والمرجئة، ومذهب أهل الحق في هذه المسألة، وهما: أبو العز الحنفي، والمفسر الكلبي الأندلسي، رحمهما الله. فقال أبو العز:\"وأهل السنة أيضاً متفقون على أنه يستحق الوعيد المترتب على ذلك الذنب كما وردت به النصوص، لا كما يقوله المرجئة من أنه لا يضر مع الإيمان ذنب ولا ينفع مع الكفر طاعة.. وإذا جمعتَ نصوص الوعد التي استدلت بها المرجئة، ونصوص الوعيد التي استدلت بها الخوارج والمعتزلة، تبين لك فساد القولين، ولا فائدة في كلام هؤلاء سوى أنك تستفيد من كلام كل طائفة فساد مذهب الطائفة الأخرى\"[[ شرح العقيدة الطحاوية (1/362).]]. وقال الكلبي في قوله تعالى: { إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ}: \"هذه الآية هي الحاكمة في مسألة الوعيد، وهي المبينة لما تعارض فيها من الآيات، وهي الحجة لأهل السنة والقاطعة بالخوارج والمعتزلة والمرجئة. وذلك أن مذهب أهل السنة أن العصاة من المؤمنين في مشيئة الله إن شاء عذبهم وإن شاء غفر لهم، وحجتهم هذه الآية، فإنها نص في هذا المعنى. ومذهب الخوارج أن العصاة يعذبون ولا بدَّ، سواء كانت ذنوبهم صغائر أو كبائر، ومذهب المعتزلة أنهم يعذبون على الكبائر ولا بدَّ. ويرد على الطائفتين قوله: {وَيَغْفِرُ مَا دُونَ ذَلِكَ..} فإنه تخصيص لبعض العصاة. وقد تأولت المعتزلة الآية على مذهبهم، فقالوا: لمن يشاء وهو التائب لا خلاف أنه لا يعذب، وهذا التأويل بعيد لأن قوله: { إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ..} في غير التائب من الشرك، وكذلك قوله: { وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ..} في غير التائب من العصيان، ليكون أول الآية وآخرها على نسق واحد. وتأولتها المرجئة على مذهبهم فقالوا { لِمَنْ يَشَاءُ } معناه لمن يشاء أن يؤمن، وهذا أيضاً بعيد لا يقتضيه اللفظ. وقد ورد في القرآن آيات كثيرة في الوعيد، فحملها المعتزلة على العصاة، وحملها المرجئة على الكفار، وحملها أهل السنة على الكفار وعلى من لا يغفر الله له من العصاة.. كما حملوا آية الوعد على المؤمنين الذين لم يذنبوا، وعلى المذنبين التائبين، وعلى من يغفر الله له من العصاة غير التائبين. فعلى مذهب أهل السنة لا يبقى تعارض بين آية الوعد وآية الوعيد، بل يجمع بين معانيها، بخلاف قول غيرهم فإن الآيات فيه تتعارض.. وتلخيص المذاهب أن الكافر إذا تاب من كفره غفر له بإجماع، وإن مات على كفره لم يغفر له وخلد في النار بإجماع، وأن العاصي من المؤمنين إن تاب غفر له، وإن مات دون توبة فهو الذي اختلف الناس فيه\"[[ التسهيل لعلوم التنزيل، الكلبي (1/144- 145).]]. سبب الإكثار من الأدلة والنقل عن العلماء؟ سألني بعض طلابي الذين نتدارس معهم بعض المصادر في العلوم الإسلامية: لماذا الإكثار من ذكر النصوص من القرآن والسنة، للاستدلال على حكم أو مسألة، ألا يكفي المؤلف أن يستدل بأية أو حديث مثلاً؟ ثم لماذا إكثار النقل عن العلماء الأقدمين؟ وكان جوابي: أن ذلك يعود إلى موضوع البحث، فقد يكون الإكثار من ذكر الأدلة من القرآن والسنة، والإكثار من النقل عن العلماء الأقدمين، مطلوبين لما يعلم الكاتب من وجود شك أو شبهة عند بعض الناس في المسألة أو الحكم، فيدعم قوله بكثرة الأدلة وبأقوال العلماء، لإزالة الشك وكشف الشبهة.. وقد يكون ذلك لتثبيت المعنى في نفس القارئ أو السائل، لما في تضافر الأدلة من مزيد الاطمئنان.. وليس الإكثار من الأدلة بدعاً في منهج علماء الإسلام، فقد رأينا لكبار الأئمة في ذلك الشيء الكثير.. ومنهم الإمام الشافعي رحمه الله الذي يسوق كثيراً من الآيات والأحاديث وبخاصة في كتابيه \"الأم\" و\"الرسالة\" للاستدلال بها على المسألة الواحدة، وكثيراً ما يعقد في مسائله المناظرات في أوجه الاستدلال.. وهكذا غيره من العلماء، وبخاصة من ألف في الفقه المقارن، كالإمام النووي الشافعي في \"المجموع\" وابن قدامة الحنبلي في \"المغني\" والكاساني الحنفي في \"بدائع الصنائع\" وابن حزم في \"المحلى\". وإذا كان الأمر كذلك في فروع الفقه، فإن العقيدة أولى بذلك وأحرى، وبخاصة مسألة التكفير وعدمه التي نحن بصددها في هذه الرسالة، فإنها من أهم مسائل العقيدة التي كثر فيها الأخذ والرد، وقصَّر فيها قوم، وتجاوز آخرون فيها الحد. وقد يكون الاختصار أولى عندما يعلم الكاتب أنه لا يوجد شك ولا تعرض شبهة، مع وضوح المعنى أو الحكم في نفوس القراء، الذين لا يحتاجون إلى كثرة الأدلة.. ولقد تعمدت الإطالة في موضوع التكفير وعدمه، والإكثار من نقل نصوص القرآن والسنة، والإكثار من نقل أقوال العلماء في هذا الباب. والسبب في ذلك شدة الحاجة إلى لفت نظر طلاب العلم إلى خطر هذا الموضوع العظيم، الذي لا ينبغي أن يغوص في أمواج بحاره المتلاطمة، غير أهله القادرين على السباحة فيها والرسو في شاطئ الأمان. مع العلم أن كثيراً من هؤلاء قد رمى نفسه في محيطات تلك الأمواج، وهو لا يجيد السباحة في جدول صغير من الماء، فغرق فيها وأغرق معه من قلده على غير هدى وبرهان، فوقعوا جميعاً فيما وقعوا فيه من الغلو المنهي عنه بسبب الجهل، وبنوا على ذلك تصرفات ظنوها شرعية والشرع منها براء، ولا عاصم من الغلو والإفراط أو التقصير والتفريط، إلا الفقه في دين الله عن طريق من فقههم الله فيه من علماء سلف الأمة: {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُوا كَافَّةً فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ (122)} [[التوبة]]. وفي حديث معاوية رضي الله عنه، قال: سمعت النبي صلى الله عليه و سلم  يقول: ((من يرد الله به خيراً يفقهه في الدين...)) [[صحيح البخاري (1/39) وصحيح مسلم (2/718).]]. تم بحمد الله"
  }
]