[
  {
    "type": "title",
    "content": "هل يطلق على أهل الكتاب صفة الكفر؟ تأليف الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1428ه ـ 2007م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "فهرس المحتويات",
    "content": "مقدمة\t7 أسباب إطلاق صفة الكفر على اليهود والنصارى\t7 السبب الأول: اعترافهم هم بعدم إيمانهم بالإسلام\t7 السبب الثاني: أن اليهود والنصارى يكفرون بدينهم الحق\t7 السبب الثالث: وصف الله تعالى لليهود والنصارى بالكفر في كتابه\t12 دعاوى غريبة يتفوه بها بعض ذراري المسلمين\t15 شبهة التفريق بين أهل الكتاب والمشركين\t19 شبهة مفهوم طائفة من أهل الكتاب\t20 طوائف متخصصة في الإضرار بالمسلمين\t21 ولا يجرمنكم شنآن قوم على ألا تعدلوا\t24 التنبيه الأول\t24 التنبيه الثاني\t24 التنبيه الثالث\t24 التنبيه الرابع\t24 التنبيه الخامس\t25"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "مقدمة",
    "content": "الحمد لله والصلاة والسلام على رسوله ومن اتبع هداه. معلوم أن كل من أنكر ديناً من الأديان، يكون كافراً بذلك الدين، ومعلوم كذلك أن اليهود والنصارى لا يؤمنون بالإسلام ديناً، ولا بمحمد صلى الله عليه و سلم رسولاً، ولا بالقرآن وحياً من عند الله، وهم يصرحون بعدم إيمانهم بهذا الدين."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "أسباب إطلاق صفة الكفر على اليهود والنصارى:",
    "content": "فنحن لا نتردد في وصفهم بالكفر بديننا، لثلاثة أسباب:"
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "السبب الأول: اعترافهم هم بعدم إيمانهم بالإسلام:",
    "content": "وهذا أمر واقع، ومن عنده شك فليسأل حاخاماتهم وأتباعهم من المتدينين، وليسأل ساستهم وأتباعهم المتدينين منهم والعلمانيين، وليسأل عامتهم وخاصتهم صغيرهم وكبيرهم، هل تؤمن أي طائفة منهم بهذا الدين؟ وسيكون جوابهم: بالنفي قطعاً، وإذا كان الأمر كذلك، فهل في إطلاق الكفر بدين الإسلام ظلم لهم؟"
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "السبب الثاني: أن اليهود والنصارى يكفرون بدينهم الحق:",
    "content": "الذي أنزله الله تعالى في التوراة والإنجيل، على موسى وعيسى، عليهم الصلاة والسلام؛ لأن الدين الذي نزل عليهم هو دين التوحيد، ودين الإسلام الذي أنزله الله تعالى على نبينا صلى الله عليه و سلم، وعلى جميع الرسل قبله، من نوح إلى عيسى عليه السلام، ومن كان منهم عنده شيء مما بقي من التوراة أو الإنجيل الذي أنزله الله تعالى حرفوه، كما قال تعالى: {وَإِنَّ مِنْهُمْ لَفَرِيقاً يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنْ الْكِتَابِ وَمَا هُوَ مِنْ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ(78)} [[البقرة]]. وما لم يحرفوه كتموه، ومن أهم ما يكتمونه رسالة نبينا محمد صلى الله عليه و سلم، كما قال تعالى: {الَّذِينَ آتَيْنَاهُمْ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقاً مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ (146)} [[البقرة]]. وقد دعاهم رسولنا بما أوحاه الله تعالى عليه من كتابنا؛ أن يستووا معنا في عبادته وحده، وترك اتخاذ أرباب من دونه، وأمرنا إذا أبوا هذه الدعوة أن نعلن إسلامنا الذي رفضوه، وأقام عليهم الحجة القاطعة، والبرهان الساطع، على أن ادعاءهم أنهم على حق إنما هو جدال بالباطل، سواء فيما علموه من التوراة والإنجيل من نبوة محمد صلى الله عليه و سلم، أو فيما جهلوه من ملة إبراهيم الذي يدعون أنه كان يهودياً أو نصرانياً، وبيَّن تعالى أن أحق الناس بالانتساب إلى إبراهيم عليه السلام هو رسولنا محمد صلى الله عليه و سلم، ومن آمن به واتبع ما أنزله الله عليه،كما قال تعالى: { قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ اللَّهَ وَلا نُشْرِكَ بِهِ شَيْئاً وَلا يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ (64) يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتْ التَّوْرَاةُ وَالإِنجِيلُ إِلاَّ مِنْ بَعْدِهِ أَفَلا تَعْقِلُونَ (65) هَاأَنْتُمْ هَؤُلاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ (66) مَا كَانَ إِبْرَاهِيمُ يَهُودِيّاً وَلا نَصْرَانِيّاً وَلَكِنْ كَانَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنْ الْمُشْرِكِينَ (67) إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ (68)} [[آل عمران]]. هذه الآيات واضحة جداً بأن اليهود والنصارى ـ وإن سماهم الله أهل كتاب ـ أنهم مشركون بالله تعالى، كما هو واضح؛ لأنهم ليسوا على دين إبراهيم ـ عليه السلام ـ دين التوحيد والإسلام لله وحده، وإذا نفى الله عنهم التوحيد، لم يثبت لهم إلا الشرك، ولهذا قال تعالى: { وَمَا كَانَ مِنْ الْمُشْرِكِينَ } بعد قوله: { مَا كَانَ إِبْرَاهِيمُ يَهُودِيّاً وَلا نَصْرَانِيّاً وَلَكِنْ كَانَ حَنِيفاً مُسْلِماً }.. ثم إن اليهود لا يؤمنون بعيسى عليه السلام ولا بمحمد صلى الله عليه و سلم، والنصارى لا يؤمنون، بموسى عليه السلام ولا بمحمد صلى الله عليه و سلم، والأمة التي تعلن كفرها برسول واحد من رسل الله هي كافرة حقاً.. كما قال تعالى: {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلاً (150) أُوْلَئِكَ هُمْ الْكَافِرُونَ حَقّاً وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَاباً مُهِيناً (151)} [[النساء]]. ولهذا ترى اليهود والنصارى يحاولون لشدّة حسدهم لهذه الأمة إخراجها من الدين الحق إلى غيره من أديان الكفر، إما باتباع دينهم المحرف، وهذا ما يفعله المنصرون، وإما باتباع مبادئ كفر يبثها اليهود في أوساط المسلمين، بعناوين متنوعة، كالنوادي والأحزاب الإلحادية ونحوها التي تؤدي بأصحابها إلى الكفر بالله تعالى. وذلك غير خاف على من له أدنى اطلاع على نشاطاتهم في العالم في كل العصور. أما السبب الأول وهو اعترافهم بعدم الإيمان بالإسلام ووصفهم بالكفار ـ وهو الكفر بدين الإسلام ـ فهو أمر لا يحتاج إلى إثبات. وأما السبب الثاني وهو عدم إيمانهم بالدين الحق الذي نزلت به التوراة والإنجيل على كل من موسى عليه السلام وعيسى عليه السلام، فقد أخبرنا الله تعالى به فيما أنزله على محمد صلى الله عليه و سلم من كتاب الله الذي لا يأتيه الباطل من بين يديه ولا من خلفه، حيث أخبرنا بأنهم حرفوا وبدلوا وكتموا، فدعوى اليهود الإيمان بالتوراة، ودعوى النصارى الإيمان بالإنجيل، دعوى كاذبة، بدليل أن اليهود قالت للنصارى ليسوا على شيء، وقالت النصارى لليهود: ليسوا على شيء، فأخبرنا الله تعالى أنهم كلهم ليسوا على شيء، كما سبق في قوله تعالى: {وَقَالَتْ الْيَهُودُ لَيْسَتْ النَّصَارَى عَلَى شَيْءٍ وَقَالَتْ النَّصَارَى لَيْسَتْ الْيَهُودُ عَلَى شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ كَذَلِكَ قَالَ الَّذِينَ لا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (113)}[[البقرة]]. وما سعي النصارى الجاد في تنصير المسلمين في غالب البلدان، وإنفاقهم الأموال وإنشاء المستشفيات والمدارس والكنائس، التي يتخذونها ذرائع لتنصير جهال أبناء المسلمين، الذين يعتبرونهم كفاراً، وبعث المنصرين من المهندسين والأطباء وغيرهم إلى تلك البلدان إلا دليل على كفرهم بدين الإسلام. وقد يكون بعضهم يؤمن بأن الإسلام حق، ولكنه يستكبر عن الإقرار به ويصر على كفره. وقد يظهر بعض قادة النصارى بأن القرآن من عند الله، وأن محمداً صلى الله عليه و سلم رسول الله، وأن الإسلام حق، ولكنه يقول عن رسالة الرسول ودين الإسلام أنهما خاصان بالعرب، وليسا لكل البشر يجب عليهم كلهم الإيمان بهما. وقد يظهر بعض النصارى اليوم أن الإسلام دين سماوي ويدعون إلى ما يسمونه بحوار الأديان، وغالبهم إنما يظهرون ذلك خداعاً للمسلمين وتضليلاً لهم. ونحن مع ذلك لا نمنع الحوار مع أهل الكتاب، ولا غيرهم، وكتابنا مليء بالحوار بين الرسل وقومهم الكافرين، بل نؤيده ونعتقد أنه قد يكون واجباً علينا لنبين لهم أن الإسلام هو الحق، وأن كل ما عداه من الأديان باطل بعد الرسالة الخاتمة، ولا يجوز لنا أن نداهن ونكتم ما نطق به كتابنا وما دعا إليه نبينا صلى الله عليه و سلم، مجاراةً لمن نحاوره ومداهنةً له؛ لأن الله تعالى لعن من كتم الحق بعد أن بينه الله تعالى. قال تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنْ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُوْلَئِكَ يَلْعَنُهُمْ اللَّهُ وَيَلْعَنُهُمْ اللاَّعِنُونَ (159) إِلاَّ الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُوْلَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (160)} [[البقرة]]. وقد يعترف بعضهم تحت قهر البراهين والأدلة الدامغة بأن الإسلام حق، ولكنه لا يرى أن الأديان الأخرى من اليهودية والنصرانية المحرفتين أصبحت أدياناً لا يرضى بها الله بعد مجيء الإسلام، ويرى أنه لا ينبغي للنصارى إخراج المسلمين من دينهم، ولكن هذا الفريق قليل بل نادر. ويغلب على ظني أن من هذا الفريق النادر: \"الأب الدكتور ميشيل لولونغ الفرنسي\" الذي قابلته في مكتبه بالكنيسة في باريس، يوم الخميس: 24/1/1408ه ـ 17/9/1987م. فقد أجريت معه حواراً طويلاً، أنقل منه النص الآتي الدال على أنه من هذا النوع النادر، لأني لمست منه الصدق فيما يقول، وقد قال عنه الدكتور عبد الله بن عمر نصيف الذي كان أميناً عاماً لرابطة العالم الإسلامي: إنه قد يكون ممن يؤمن بالإسلام ويكتم إيمانه، لما رأى فيه من الصدق[[يمكن مراجعة هذا الحوار في المجلد الثاني عشر من سلسلة في المشارق والمغارب (فرنسا).]]. وهذا نص كلام الرجل في حواري معه: فقد قال في أول كلامه: \"أنا لست مبشراً، ولا أرى أن المسلمين في حاجة إلى التبشير؛ لأن عندهم ما يكفيهم، وهو الإسلام الذي جاء به القرآن والرسول محمد صلى الله عليه و سلم\". وسألت الأب فقلت: ما دمت على اطلاع طيب على القرآن والسنة والسيرة النبوية، فهل وصلت في اطلاعك ذلك إلى أن القرآن هو كلام الله حقاً، وأن محمداً صلى الله عليه و سلم هو رسول الله صدقاً؟ فأجاب: \"هذا سؤال مهم وصعب، ولقد حاولت في كتاب مع مجموعة من المسيحيين والمسلمين أن أشرح كيف يكون موقف المسيحي من القرآن ومن محمد ـ صلى الله عليه و سلم ـ، وموقفي الخاص كمسيحي لا أستطيع أن أشاطر المسلمين ـ يعني أوافقهم ـ تماماً في عقيدتهم، ولا أستطيع الاعتقاد بأن القرآن والرسول ـ صلى الله عليه و سلم ـ جاءا عوضاً عن الديانة المسيحية، كما هو موقف المسلمين من المسيح، يعني كما أن المسلمين لا يعتقدون أن المسيح إله، بل يعتقدون أنه رسول فقط، مخالفين في ذلك عقيدة النصارى الذين يعتقدون أنه رسول وإله، فموقفنا نحن المسيحيين من القرآن ومن الرسول كموقف المسلمين من عقيدتنا، أي لا نوافق أن الإسلام جاء بديلاً للمسيحية. ولكن لا بد من احترام القرآن واحترام الرسول ـ صلى الله عليه و سلم ـ، لا بد أن أفهم ماذا يقول الله لي في القرآن وما يقول الرسول ـ صلى الله عليه و سلم ـ، وأنا أعتقد أن القرآن من الله وأن محمداً مرسل من الله، ولكن الوحي الإلهي الذي نزل على المسيح كان كاملا\". ويمكن مراجعة حواري معه في كتاب \"حوارات مع أوربيين غير مسلمين\"."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "السبب الثالث: وصف الله تعالى لليهود والنصارى بالكفر في كتابه:",
    "content": "وقد دلت عليه آيات كثيرة، نذكر بعضها هنا بدون تعليق لوضوحها وصراحتها: فقد حكم الله تعالى على كل من لم يؤمن بالإسلام من أي دين كان، أنه كافر وأنه من أهل النار، كما قال تعالى: { وَمَنْ يَكْفُرْ بِهِ مِنْ الأَحْزَابِ فَالنَّارُ مَوْعِدُهُ فَلا تَكُنْ فِي مِرْيَةٍ مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يُؤْمِنُونَ (17)} [[هود]]. وقال تعالى: { مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلا الْمُشْرِكِينَ أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْ وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (105)} [[البقرة]]. فهاتان الآيتان يدخل في حكمهما اليهود والنصارى والوثنيون والملحدون، ومن يرتد عن الإسلام بعد إظهاره الإسلام. وقال تعالى عن اليهود: {وَقَالُوا قُلُوبُنَا غُلْفٌ بَلْ لَعَنَهُمْ اللَّهُ بِكُفْرِهِمْ فَقَلِيلاً مَا يُؤْمِنُونَ (88) وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ (89) بِئْسَمَا اشْتَرَوْا بِهِ أَنفُسَهُمْ أَنْ يَكْفُرُوا بِمَا أَنزَلَ اللَّهُ بَغْياً أَنْ يُنَزِّلَ اللَّهُ مِنْ فَضْلِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ فَبَاءُوا بِغَضَبٍ عَلَى غَضَبٍ وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ (90) وَإِذَا قِيلَ لَهُمْ آمِنُوا بِمَا أَنزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ وَهُوَ الْحَقُّ مُصَدِّقاً لِمَا مَعَهُمْ قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنتُمْ مُؤْمِنِينَ (91)} [[البقرة]]. فهذه أربع آيات متوالية، أثبتت لهم الكفر سبع مرات، بالمصدر: \"بكفرهم\" وبالفعل ماضياً \"كفروا\" مرتين، وبالفعل المضارع \"يكفرون، يكفروا\" مرتين وباسم الفاعل \"الكافرين\" مرتين يضاف إلى ذلك استحقاقه لـ\"لعن الله\" مرتين، وإثبات غضبه عليهم، كما هو واضح. وتتبع الآيات الصريحة المثبتة لكفرهم في القرآن الكريم لا يدع مجالاً لمن يؤمن بكتاب الله أن يتردد أو يشك في كفرهم؛ لأن ذلك من الأمور المتواترة لفظاً ومعنى، ولا يجوز مطلقاً الشك أو التشكيك فيها مثل قوله تعالى: {بِئْسَمَا اشْتَرَوْا بِهِ أَنفُسَهُمْ أَنْ يَكْفُرُوا بِمَا أَنزَلَ اللَّهُ بَغْياً أَنْ يُنَزِّلَ اللَّهُ مِنْ فَضْلِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ فَبَاءُوا بِغَضَبٍ عَلَى غَضَبٍ وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ (90)}[[البقرة]]. وقال تعالى عن النصارى: { لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (78)}[[المائدة]]. وقال: { لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ فَمَنْ يَمْلِكُ مِنْ اللَّهِ شَيْئاً إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الأَرْضِ جَمِيعاً وَلِلَّهِ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا يخْلُقُ مَا يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (17)} [[المائدة]]. {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلاثَةٍ وَمَا مِنْ إِلَهٍ إِلاَّ إِلَهٌ وَاحِدٌ وَإِنْ لَمْ يَنتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ (73)}[[المائدة]]. وقال عن اليهود والنصارى جميعاً: {وَقَالَتْ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتْ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمْ اللَّهُ أَنَّى يُؤْفَكُونَ(30)}[[التوبة]]. وإذا أطلق في القرآن الكريم: { الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ } فالمقصود بهم الذين كفروا بالإسلام، ويشمل كذلك الذين كفروا بأنبيائهم السابقين، كاليهود الذين كفروا بعيسى عليه السلام، والنصارى الذين كفروا بموسى عليه السلام... فإن الذي لا يؤمن برسول واحد من رسل الله، يعتبر كافراً حتى برسوله الذي يزعم انه آمن به، كما قال تعالى: {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلاً (150) أُوْلَئِكَ هُمْ الْكَافِرُونَ حَقّاً وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَاباً مُهِيناً (151)} [[النساء]]."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "دعاوى غريبة يتفوه بها بعض ذراري المسلمين:",
    "content": "ومن عجب أن نجد بعض المنتسبين إلى الإسلام ممن يزعمون أنهم يؤمنون بالقرآن الكريم الذي بين غاية البيان، وأوضح غاية الإيضاح، أن اليهود والنصارى كفار، إضافة إلى أن اليهود والنصارى أنفسهم يصرحون بأنهم لا يؤمنون بالإسلام. بل إن قادتهم يحاربون الإسلام في عقر داره، بكل ما يملكون من التضليل والكذب والخداع، بل من وسائل الحرب التي نراها تنتشر في شعوبنا ظلماً وعدواناً، تدعمهم في ذلك شعوبهم مادياً ومعنوياً. أقول: من عجب أن نجد من المنتسبين إلى الإسلام من يعتقد أن اليهود والنصارى مؤمنون إيماناً شرعياً كإيمان المسلمين؛ لأنهم أهل كتاب، مع أن القرآن الكريم وصفهم بالكفر. والأعجب من ذلك أن نرى من يقحم نفسه في صفوف طلبة العلم، ويحاول بتكلف شديد أن يستنبط من القرآن الكريم، ما يستدل به على أن بعض أهل الكتاب الذين لم يدخلوا في الإسلام، ليسوا بكفار! ولولا خشية اغترار الجهال بدين الإسلام من المسلمين بمثل هذا الفهم الأعوج الذي تروج لنشره بعض الصحف، لما كنا في حاجة إلى ذكره فضلاً عن الرد عليه. فمن غرائب استدلالات هؤلاء فهمهم لحرف الجر \"مِن\" الداخلة على أهل الكتاب في مثل قوله تعالى: {مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلا الْمُشْرِكِينَ أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْ وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (105)}[[البقرة]]. أنها للتبعيض، وبنوا على ذلك الفهم السقيم تقسيم أهل الكتاب قسمين: قسم كافر، وقسم غير كافر ولو كفر بالإسلام! وهو فهم أعوج لوجهين: الوجه الأول: أن \"مِن\" هنا ليست للتبعيض، كما بين ذلك علماء التفسير، بل هي للبيان، كما قال المفسر فخر الدين الرازي رحمه الله: \"المسألة الأولى: {مِنْ} الأولى للبيان؛ لأن الذين كفروا جنس تحته نوعان أهل الكتاب والمشركون، والدليل عليه قوله تعالى: { لَمْ يَكُنْ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ.. (1)}، والثانية مزيده لاستغراق الخير، والثالثة لابتداء الغاية\"[[التفسير الكبير (3/204) وراجع تفسير أبي السعود (1/142) وتفسير الجلالين (1/22) وغيرها من كتب التفسير، والآية من سورة البينة.]]. ولو سلمنا لهم هذا الفهم، لكان تركيب الآية هكذا: \"إن الذين كفروا بعض أهل الكتاب والمشركين\" وهو كما ترى يتنزه عنه كلام الله؛ لأن من الكافرين من ليس من أهل الكتاب، كمشركي قريش وغيرهم من عبدة الأصنام، بل ممن يخرج من الإسلام بعد الدخول فيه. الوجه الثاني: اعتقادهم ـ بناء على فهمهم الأعوج لمعنى {مِن} ـ أن بعض أهل الكتاب ليسوا كفاراً، ولو لم يدخلوا في الإسلام، وهو اعتقاد يخالف القرآن والسنة وإجماع علماء الأمة، بل وسائر من له أدنى علم بكتاب الله تعالى. ونحن نقول بصرف النظر عن هذا الفهم الأعوج: نعم أهل الكتاب قسمان: قسم كافر بالإسلام كما مضى. وقسم مؤمن به وليس بكافر، وهم الذين دخلوا في الإسلام. وكل من أثنى الله تعالى عليهم من أهل الكتاب بعد نزول القرآن، فهو ممن آمن بالرسول صلى الله عليه و سلم واتبع دينه الذي جاء به من عند الله. كما قال تعالى: {وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْراً لَهُمْ مِنْهُمْ الْمُؤْمِنُونَ وَأَكْثَرُهُمْ الْفَاسِقُونَ(110)} [[آل عمران]]. وقال تعالى: {الَّذِينَ آتَيْنَاهُمْ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ (52) وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ (53) أُوْلَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ (54)} [[القصص]]. وقد دل على معنى الآية حديث أبي موسى رضي الله عنه، أن رسول الله صلى الله عليه و سلم، قال: (ثلاثة يؤتون أجرهم مرتين رجل من أهل الكتاب آمن بنبيه، وأدرك النبي صلى الله عليه و سلم، فآمن به واتبعه وصدقه فله أجران..) الحديث[[صحيح البخاري (3/1096) وصحيح مسلم (1/134) واللفظ له]]... وقال تعالى: {وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَناً قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ(199)}[[آل عمران]]. ومنهم على سبيل المثال، عبد الله بن سلام الذي كان يهودياً فأسلم، والنجاشي ملك النصارى في الحبشة، أسلم على يد المهاجرين إلى بلاده من المسلمين وصلى عليه الرسول صلى الله عليه و سلم بعد موته صلاة الغائب، وغيرهما ممن اتبع دين الإسلام في أي عصر من العصور، ومنهم محمد أسد وكان يهودياً، ويوسف إسلام وكان من النصارى، وغيرهم كثير في غالب البلدان، وقد أجريت مقابلات مع عدد منهم تضمنها كتاب \"حوارات مع مسلمين أوربيين\". ونقول أيضاً: نعم كثير من اليهود والنصارى مؤمنون بدينهم المحرف المبدل، الذي لم يعد ديناً مقبولاً عند الله بعد مجيء الإسلام، وليسوا مؤمنين بدينهم الحق الذي أنزله على أنبيائهم، وبخاصة موسى وعيسى عليهما السلام. إذ التوراة التي جاء بها موسى، والإنجيل الذي جاء به عيسى، قد حُرِّفا وبُدِّلا ولم يعودا محفوظين يصح الرجوع إليهما والاكتفاء بهما، بعد نزول الرسالة الخاتمة والقرآن المهيمن على جميع الكتب. ولا ينبغي أن يغضب اليهود والنصارى من إطلاقنا الكفر عليهم؛ لأنا نقصد أنهم كفار بدين الإسلام، وهم يعترفون بذلك، فلم الغضب من أمر هم يصرحون به، ولو كانوا يؤمنون بالإسلام، لكان لهم الحق في غضبهم هذا، ونحن نبرأ إلى الله أن نكفِّر من لم يكفره الله، ولا نكفِّر إلا من يصرح بنفسه أنه يكفر بهذا الدين. كما أنهم يطلقون على المسلمين أنهم كفار، والأمر كذلك فيما يتعلق بدينهم الذي هم عليه اليوم، فإن المسلمين يعتقدون أنه دين محرف لا يجوز الإيمان به، بخلاف الدين الذي أنزله الله على موسى وعيسى قبل التحريف، فإن المسلمين يؤمنون به ويعتقدون أن من لم يؤمن به فهو كافر. ولهذا قال الله تعالى عن المسلمين: {آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ (285)}[[البقرة]]."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "شبهة التفريق بين أهل الكتاب والمشركين:",
    "content": "ومن الشبهات التي يوردها أهل هذا الفهم الأعوج، دعواهم بأن الله تعالى فرق بين أهل الكتاب والمشركين، مثل قوله تعالى: {لَمْ يَكُنْ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ..(1)}[[البينة]]. {إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ ...(6)} [[البينة]]. وهي شبهة رد عليها شيخنا العلامة محمد الأمين الشنقيطي رحمه الله، فقال: \"فإن قيل الكتابيات لا يدخلن في اسم المشركات بدليل قوله: {إ إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ } وقوله: {مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلا الْمُشْرِكِينَ} والعطف يقتضي المغايرة؟ فالجواب أن أهل الكتاب داخلون في اسم المشركين كما صرح به تعالى في قوله: {وَقَالَتْ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتْ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمْ اللَّهُ أَنَّى يُؤْفَكُونَ (30) اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا إِلَهاً وَاحِداً لا إِلَهَ إِلاَّ هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ(31)}[[ أضواء البيان (1/91)، والآيات من سورة التوبة.]]. فقد وصفهم الله تعالى كلهم بأنهم مشركون ونزه نفسه عن شركهم به. قلت: ولا منافاة بين وصف الله تعالى لهم بالشرك وبين كونهم أهل كتاب، فهم مشركون في واقع الأمر، أهل كتاب في الأصل، كما أنه لا منافاة بين تفريق الله تعالى بينهم وبين المشركين من غيرهم في معاشرتنا لهم، من حيث حل طعامهم وحل نسائهم لنا؛ لأن هذه تتعلق بأحكام الدنيا، التي جعل الله فيها للمنافق الكافر في الدنيا ما للمسلمين، فالمنافقون أهل كتاب، وهم كافرون بكتابهم في واقع الأمر. فهذه شبهة أوقعتهم في الخلط بين أحكام الدنيا وأحكام الآخرة. فقد لا تبلغ دعوة الإسلام بعض الناس من اليهود والنصارى وغيرهم من عباد الأوثان، والذي لا تبلغه دعوة الإسلام لم تقم عليه الحجة، ومع ذلك يحكم عليه في الدنيا بأنه كافر وتطبق عليه أحكام الكفر، ولكنا لا نجرؤ على الحكم عليه في الآخرة. فإذا مات قبل أن يدخل في الإسلام، فحكمه عند أهل السنة حكم أهل الفترة، الذين قال تعالى عنهم: {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً (15)} [[راجع على سبيل المثال: تفسير القرآن العظيم لابن كثير (3/29)، والآية من سورة الإسراء.]]."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "شبهة مفهوم طائفة من أهل الكتاب:",
    "content": "ومن الشبه التي قد يعتمد عليها أمثال هؤلاء، في فهمهم الأعوج، قوله تعالى: {وَدَّتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلاَّ أَنْفُسَهُمْ وَمَا يَشْعُرُونَ (69)}[[آل عمران]]. يعني أن هذا التمني إنما حصل من طائفة من أهل الكتاب وليس منهم جميعاً، فيفهم منه أن غير هذه الطائفة لا يحصل منهم هذا التمني، إضافة إلى أن \"مِن\" هنا صالحة للتبعيض. وهو استنباط غريب لا يصدر من طالب علم مطلع على الآيات الأخرى المتعلقة بأهل الكتاب، وعلى بيان علماء التفسير لمعانيها، وعلى الواقع الحاصل من اليهود والنصارى ضد الإسلام والمسلمين، ولهذا نبَّهَ علماء التفسير على معنى الآية وأمثالها وحملوها على ما يجب حملها عليه. قال الألوسي رحمه الله: \"من للتبعيض، والطائفة رؤساؤهم وأحبارهم، وقيل لبيان الجنس\"[[ روح المعاني (3/198).]]. وهو يعني أن \"مِن\" يحتمل أن يكون معناها \"التبعيض\" وأن يكون \"لبيان الجنس\" وحملها على التبعيض المراد منه رؤساء أهل الكتاب، وبقيتهم تبع لهم كما هو معلوم. وقال النحاس رحمه الله: \"ثم قال تعالى { وَدَّتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْ } وكلهم كذا، وإنما {مِن} هاهنا لبيان الجنس، وقد قيل إن طائفة بعضهم...\"[[ معاني القرآن (1/419).]]. نبَّهَ بقوله: \"وكلهم كذا\" على نفي الفهم السقيم الذي نحن بصدد الرد عليه، يعني أن أهل الكتاب كلهم يودون إضلال المسلمين: الزعماء وأتباعهم. فلا يصح أن يفهم من كلمة \"طائفة\" أن غيرها من أهل الكتاب لا تتمنى ما تتمناه هذه الطائفة..."
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "طوائف متخصصة في الإضرار بالمسلمين:",
    "content": "أما المؤمنون منهم بدين الإسلام، فقد أثنى الله تعالى عليهم في آيات من كتابه، كما سبق قريباً. وأما غير المؤمنين بدين الإسلام، فغالب زعمائهم وقادتهم ظاهرة عداوتهم للإسلام والمسلمين، وقد تختلف عداوتهم قوةً وضعفاً، فالزعماء منهم أشدّ عداوة، وعامتهم يتبعونهم في تلك العداوة، وغالبهم ـ إن لم يكن جميعهم ـ يتعاونون على إنزال الضرر بالإسلام والمسلمين؛ فمنهم من يتمنى إضلالنا كما مضى، ومنهم من يظاهر علينا أعداءنا سواء كانوا منهم أو من غيرهم، كما قال تعالى: {وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ مِنْ أَهْلِ الْكِتَابِ مِنْ صَيَاصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمْ الرُّعْبَ فَرِيقاً تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقاً(26)}[[الحشر]]. ومنهم من يخططون لأتباعهم، بأن يتخذوا الوسائل التي يتمكنون بها من رجوع المسلمين عن دينهم، كما قال تعالى: {وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُون (72)}[[آل عمران]]. وقد حذرنا الله تعالى من الارتداد عن ديننا بطاعة فريق منهم، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقاً مِنْ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ(100)}[[آل عمران]]. وأخبرنا الله تعالى أن فريقاً منهم، يحرفون كتب الله ويغيرونها، ألفاظاً ومعاني، بحيث يخفونها ويكتبون للناس غيرها، ويوهمونهم أنها هي كتب الله، افتراءً وكذباً، ليضلوا من يجهل ما أنزل الله بذلك. قال تعالى: {وَإِنَّ مِنْهُمْ لَفَرِيقاً يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنْ الْكِتَابِ وَمَا هُوَ مِنْ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ(78)}[[آل عمران]]. وأخبرنا تعالى أن فريقاً منهم يكتمون الحق الذي جاء به الرسول وهم يعلمونه. فقال تعالى: {الَّذِينَ آتَيْنَاهُمْ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقاً مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ (146)} [[البقرة]]. فهل يعني إسناد الكفر إلى طائفة أو فريق من أهل الكتاب، براءة غيرها من ذلك؟ إن اليهود يتفقون على عداوتنا وعداوة ديننا، وعلى حربنا وحرب ديننا، ويقسمون أنفسهم أقساماً متنوعة، كل قسم منهم يتخصص في حربنا بحسب قدرته وكفاءته وتخصصه. وكذلك غالب زعماء النصارى يقسمون أنفسهم أقساماً، كل قسم منهم يحاربنا ويحارب ديننا، بحسب قدرته وكفاءته وتخصصه. بل إن غالب اليهود والنصارى، يتفقون فيما بينهم على أن يقسمون أنفسهم أقساماً، كل قسم منهم يحاربنا ويحارب ديننا، بحسب قدرته وكفاءته وتخصصه. ونحن نراهم في عصرنا هذا يدربون أصنافاً منهم لمحاربتنا، في أرضنا وأنفسنا وديننا وعقولنا ونسلنا وأموالنا، وسائر ضرورات وثوابت حياتنا، فلم ننج من عدوان أي صنف من أصنافهم أو طائفة من طوائفهم.. وليس من السهل سرد تلك الأصناف والطوائف وذكر قاموس عدوان كل صنف أو طائفة منهم علينا؛ فهذا يحاربنا بالسلاح، وذاك يمده بالمال والرجال، وهذا يحارب بالتعليم، وآخر يحاربنا بالإعلام، وطائفة تحاربنا بالاقتصاد، وأخرى بالصحة والتطبيب وثالثة بالسياسة، ورابعة بفساد الأخلاق، وخامسة بالتجسس والاستخبارات، وسادسة بالتكنولوجيا والصناعات، وسابعة بالكيد والدس والتحريش بيننا، وثامنة بتحريف معاني كتابنا وسنة نبينا، وتاسعة بتفكيك أسرنا ومجتمعنا. ولهم في كل ذلك جامعات ومراكز بحث ومعاهد متخصصة، يتخصص فيها جيوش منهم لتنفيذ ما يريدون من حربنا وحرب ديننا. فهل يليق بنا إذا رأينا طائفة منهم تحاربنا في مجال من المجالات، أن ننسى الطوائف الأخرى التي تحاربنا في المجالات الأخرى، ونقول: هذه الطائفة سيئة ولا يلزم من عداوة هذه الطائفة وحربها أن يكون غيرها من طوائف اليهود والنصارى كذلك؟ لقد أطلت الكلام في هذا الموضوع، وهو كون أهل الكتاب الذين لم يؤمنوا بالإسلام كفاراً، لأمرين: الأمر الأول: كشف زيف من يدعي أنهم لا فرق بينهم وبين المسلمين؛ لأن كلاً منهم أهل كتاب، وكلهم مؤمنون. الأمر الثاني: إيضاح أنه لا فرق بين من خرج من دين الإسلام إلى اليهودية أو النصرانية، وبين من خرج إلى الهندوسية والبوذية وغيرها من الوثنيات، فهو مرتد يجب أن تطبق عليه أحكام الردة في كلا الحالين."
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "ولا يجرمنكم شنآن قوم على ألا تعدلوا:",
    "content": "إن العدل الذي أوجبه الله تعالى علينا، يقتضي منا ألا نظلم أحداً من أهل الكتاب ولا غيرهم، ولذلك أختم هذا المبحث بالتنبيهات الآتية: التنبيه الأول: أن من أهل الكتاب المؤمن بديننا ومنهم الكافر، وقد سبق ذكر ذلك. التنبيه الثاني: بعض أهل الكتاب أشدّ عداوة لنا ولديننا من بعض، فاليهود في الجملة أشدّ عداوة لنا من النصارى في الجملة، والنصارى درجات في عداوتنا، وأشدّهم عداوةً لنا في هذا العصر الطوائف المتحالفة مع اليهود، كما هو شأن البروتستانت المتصهينين، وبخاصة في أمريكا. التنبيه الثالث: كثير من الشعوب النصرانية في الغرب، عداوتهم لنا ولديننا ناشئة من تضليل متعمد من قادة المراكز السياسية والاقتصادية والتعليمية والإعلامية والبحثية والعسكرية، في تلك البلدان، ولو عرفوا حقيقة الأمر لدخل كثير منهم بالإسلام أو لخفت عداوتهم لنا ومظاهرة المعتدين منهم علينا. التنبيه الرابع: أنه يوجد في البلدان الغربية عدد من الباحثين والمتخصصين في مجالات متنوعة: سياسية واقتصادية وإعلامية وثقافية، يتحلون بالإنصاف ويعترفون بظلم أبناء دينهم للمسلمين وعدوانهم عليهم وعلى دينهم، ولكن هؤلاء الأفراد نادرون مغمورون، تتجاهلهم وسائل الإعلام والمؤسسات الغربية التي تُعنَى بإبراز الأكفاء والشخصيات. وقد أمرنا الله تعالى أن نفرق في معاشرتنا لأمثال هذا الصنف الذين لم يقاتلونا في ديننا، ولم يخرجونا من ديارنا، ولم يظاهروا علينا من يقاتلنا ويعتدي علينا، فقال تعالى عن الفريقين: {لا يَنْهَاكُمْ اللَّهُ عَنْ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (8) إِنَّمَا يَنْهَاكُمْ اللَّهُ عَنْ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُوْلَئِكَ هُمْ الظَّالِمُونَ(9)}[[الممتحنة]]. التنبيه الخامس: الاعتراف بأن ما يصيبنا ويحل بنا من كيد أعدائنا وحربهم لديننا وعدوانهم علينا، إنما هو ناشئ من عند أنفسنا ومن تقصيرنا في المجالين الآتيين: المجال الأول: بعدنا عن فقه ديننا وضعف إيماننا، وقلة عملنا بما أمرنا الله تعالى به، وارتكابنا لكثير مما نهانا الله تعالى عنه. المجال الثاني: عدم قيامنا بالبلاغ المبين الذي أمر الله به رسوله صلى الله عليه و سلم، وأمر به أمته من بعده، والبلاغ المبين شامل لإيصال كل ما هو حق إلى الناس، من العلم الشرعي والإيمان والعمل الصالح، والدعوة إلى الدخول في الإسلام. وهو شامل كذلك لبيان ما في الإسلام من عدل وبر وإحسان، وما فيه من الحرية والمساواة في الحقوق والواجبات، وأنه لا فضل لأحد على أحد إلا بتقوى الله تعالى، وأنه يدعو إلى استغلال خيرات السماء والأرض فيما يعود على البشرية كلها بالخير، وما فيه من النهي عن الظلم والعدوان. وهو شامل كذلك لبيان الظلم الواقع علينا من اليهود وأعوانهم من قادة النصارى، باغتصاب أوطاننا، وإزهاق أرواحنا، ونهب خيراتنا؛ لأن غالب الشعوب الغربية إنما تؤيد اليهود وزعماء دولها، لعدم علمها بالتصرفات الظالمة منهم علينا، بسبب التضليل الإعلامي الذي يقلب الحقائق عليه. ولو اتخذ المسلمون وسائل الإعلام، وبخاصة الفضائيات التي يُشرح فيها للغربيين الواقع الذي يعانيه المسلمون من اليهود وزعماء الغرب، بثلاث لغات غربية على الأقل، هي الإنجليزية والفرنسية والألمانية، لتغيرت أحوال الشعوب الغربية من التأييد للظلم إلى الوقوف ضده، ولكن تقصيرنا وعدم قيامنا بالبلاغ المبين الشامل للناس، من أهم الأسباب  التي جعلت الأمم تتداعى علينا كما تتداعى الأكلة على قصعتها: {أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ(165)}[[آل عمران]]. والذي يتأمل القرآن الكريم يجد بيانه شاملاً لأمهات أبواب الإيمان، وأمهات أبواب العبادات، وأمهات أبواب المعاملات، وأمهات أبواب السلوك والأخلاق، وأمهات أبواب الأسرة والمجتمع، وأمهات أبواب الولايات، وأمهات أبواب المعاصي والعقوبات، وأمهات أبواب علاقات المسلمين بغيرهم. ويجده كذلك يبين للمسلمين أعداءهم وكيدهم، وما يجب عليهم أن يتخذوه للدفاع عن ضرورات حياتهم، ولم يقتصر بيان القرآن وبيان السنة والسيرة النبوية، وما سار عليه أهل العصور المفضلة من المسلمين، على أبواب معينة كما يظن ذلك كثير من المسلمين، بل بين لهم كل شأن من شؤون حياتهم، فهو منهج لحياة الأمة، لا يجوز لها اتباع أي منهج يخالفه. وفي خطبة جعفر بن أبي طالب التي ألقاها بين يدي النجاشي ملك الحبشة، في الرد على سفيري قريش، عمرو بن العاص وعمارة بن الوليد، اللذين أغريا النجاشي بالمسلمين، وطلبا منه ردهم إلى قريش، في تلك الخطبة وما ترتب عليها عبرة للمسلمين في قيامهم ببيان الحق والدعوة إليه وبيان الباطل لغيرهم والتحذير منه. كما روى ذلك ابن مسعود رضي الله عنه، قال: بعثنا رسول الله صلى الله عليه و سلم إلى النجاشي.. وبعثت قريش عمرو بن العاص وعمارة بن الوليد بهدية، فلما دخلا على النجاشي سجدا له ثم ابتدراه عن يمينه وعن شماله، ثم قالا له: إن نفراً من بني عمنا نزلوا أرضك ورغبوا عنا وعن ملتنا، قال: فأين هم؟ قالا: في أرضك فابعث إليهم، فبعث إليهم. فقال جعفر: أنا خطيبكم اليوم فاتبعوه فسلم ولم يسجد.. فقالوا له: مالك لا تسجد للملك؟ قال: إنا لا نسجد إلا لله عز و جل. قال: وما ذاك؟ قال: إن الله بعث إلينا رسولاً ثم أمرنا أن لا نسجد لأحد إلا لله عز و جل.. قال عمرو: فإنهم يخالفونك في عيسى بن مريم. قال: فما تقولون في عيسى بن مريم وأمه؟ قال: نقول كما قال الله هو كلمته وروحه ألقاها إلى العذراء البتول التي لم يمسها بشر ولم يفرضها ولد. قال: فرفع عوداً من الأرض، ثم قال: يا معشر الحبشة والقسيسين والرهبان، والله ما يزيدون على الذي نقول فيه ما سوى هذا، مرحباً بكم وبمن جئتم من عنده، أشهد أنه رسول الله، وأنه الذي نجد في الإنجيل، وأنه الرسول الذي بشر به عيسى بن مريم.. انزلوا حيث شئتم، والله لولا ما أنا فيه من الملك، لأتيته حتى أكون أنا الذي أحمل نعليه\"[[ البداية والنهاية (3/69).]]. وما لم نسلك المسلك الذي بينه لنا كتاب الله وسنة رسوله ومسلك أصحابه ومن تبعهم، فسنبقى مقهورين لأعدائنا. {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ (153)}[[الأنعام]]. {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنْ الْمُشْرِكِينَ(108)}[[يوسف]]. وصلى الله وسلم على سيدنا وحبيبنا محمد وعلى آله وصحبه أجمعين تم بحمد الله"
  }
]