[
  {
    "type": "title",
    "content": "المراقبة  (الواعظ الأكبر والزاجر الأعظم) تأليف الدكتور : عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1428ه ـ 2007م الطبعة الثانية 1432ه -2011"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "المحتويات",
    "content": "بسم الله الرحمن الرحيم المقدمة 7 الواعظ الأكبر والزاجر الأعظم  11 لا غيب عند الله.. 11 لا غنى للمسلم عن الواعظ الأكبر والزاجر  الأعظم. 12 تنبيه مهم. 14 تنوع أساليب نصوص هذا الواعظ.. 15 النوع الأول: جعل تعالى أعضاء الإنسان رقيبة عليه 15 النوع الثاني: جعل ملائكته رقباء على عباده 16 النوع الثالث: أنه يذكر تعالى مع إحاطة علمه بالكون عموماً، علمه بكل جزئياته 17 النوع الرابع: أنه تعالى يذكر مع إحاطة علمه بعمل الإنسان عموماً تفاصيل علمه به 18 النوع الخامس: أنه تعالى بيَّن ما يترتب على معرفة شمول علمه لكل شيء 18"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "المقدمة",
    "content": "إن المسلم معرض لوسوسة الشيطان وإغوائه، حسداً منه لآدم الذي أغواه فتاب إلى ربه، ولهذا يحتاج المسلم إلى تذكيره بمخاطر عدوه إبليس، وإلى تَذَكُّرِه دائماً بأن الشيطان له بالمرصاد، ولا ينجيه منه إلا لجوؤه إلى الله تعالى، يستعيذ به من عدوه، ويجاهد نفسه على طاعة ربه، مخلصاً له عمله، متبعاً فيه رسوله r، وإلا ضلَّ وهلك، وصار من حزب عدوه، الذي أمر الله عباده بعداوتهم له، والبعد عن طاعته؛ لأنه لم يفتأ يوسوس لهم، ليضلهم ويوقعهم فيما وقع فيه من غضب الله، فيكون مصيرهم كمصيره النار، كما قال تعالى: {إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ (6)}  [[فاطر.]] والذي يترك اتباع الرسول r، ويتبع الشيطان، إنما يشاق الله ورسوله، ويحارب دينه وكتابه، وجزاؤه ما ذكره الله تعالى في قوله: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيراً(115)} [[النساء..]] فالمسلم في حاجة دائمة - بل في ضرورة ملحة - إلى ما يلازمه في حياته كلها، ليذكره بطاعة الله تعالى وترك معاصيه، ويذكره بعدوه إبليس الذي يلازمه ملازمة ظله، ليغويه ويصرفه عن عبادة الله إلى عبادته، وعن طاعة الله إلى طاعته، كما قال تعالى: {قَالَ فَبِمَا أَغْوَيْتَنِي لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ (16) ثُمَّ لآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ (17) قَالَ اخْرُجْ مِنْهَا مَذْءُوماً مَدْحُوراً لَمَنْ تَبِعَكَ مِنْهُمْ لأَمْلأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ (18)} [[الأعراف..]] وقد أمدَّ الله عباده بمنهج واضح في غاية الوضوح، كامل في غاية الكمال، وهو كتاب الله وسنة رسوله r، شامل لكل حياتهم أفراداً وأسراً وجماعات ودولاً، يغنيهم عن  غيره من مناهج الأرض كلها، ولا يغنيهم عن شيء منه، شيء مما سواه: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ (153)} [[الأنعام..]] فإذا جدَّ المسلم واجتهد في تعلم كتاب الله وسنة رسوله r، على أيدي من فقههم الله تعالى فيهما، وقرأهما قراءة الفاحص المتأمل، بعرض نفسه عليهما، ليعلم مدى استجابته لهما، وعمله بما أمره الله فيهما، وترك ما نهاه الله عنه، وعمل بذلك فقد فاز برضا ربه. ولكنه لا يستغني عن مرشد ناصح له، يذكره إذا نسي، وينبهه إذا غفل، ويوقظه إذا نام، وهل سيتوفر له هذا المرشد الناصح في جميع أوقاته التي لا يدعه فيها الشيطان لحظة واحدة، في داخل بيته وخارجه، في مدرسته ومصنعه، وسوقه ومكتبه، في حضره وسفره في خلوته وجلوته؟ كلا! وهنا يسأل السائل: وماذا يفعل المسلم الذي يحتاج إلى هذا الواعظ المرشد الذي يحتاج إليه في كل أوقاته، يلازمه أكثر من ملازمة عدوه، وقد لا يجده في وقت هو أكثر ضرورة لوجوده؟ والجواب أن الله تعالى، بفضله ورحمته، قد تكفل لكل مسلم، بل لكل إنسان على وجه الأرض، بهذا المرشد الناصح الملازم الذي لا يغيب عنه لحظة من لحظات حياته، وأقام عليه به الحجة البالغة، فأخبره به ودله عليه وجعله عليه حارساً لا يفارقه، يحثه على ما ينفعه ويسوقه إليه سوقاً، ويحذره مما يضره ويذوده عنه ذوداً. فإن هو استجاب له وعمل بإرشاده، نال الفوز في حياته الدنيا وآخرته، وانتصر على عدوه الذي لا يفتأ يوسوس له ليضله، وإن هو صد عنه وأعرض واتبع هواه، خاب في دنياه وآخرته، وأصبح من جند إبليس الخاسرين."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "الواعظ الأكبر والزاجر الأعظم",
    "content": "نعم هذا هو المرشد الدائم، إنه الواعظ الأكبر والزاجر الأعظم الملازم، الذي لا يغيب عن الإنسان في كل لحظات حياته، إنه علم الله الحي القيوم الذي لا تأخذه سنة ولا نوم، علمه تعالى الذي بثه في كل صفحات كتابه المقروء، ودلت عليه كل ذرة من كتابه المفتوح. وعندما يكون المؤمن مستحضراً هذا الواعظ بقوة في قلبه، سيحاول الشيطان الرجيم أن يهتبل منه لحظة غفلة، فيصرفه عن طاعة، أو يوقعه في معصية، ولكن هذا الواعظ المتمكن من قلبه سرعان ما يذكره بربه، وكونه يعلم الغيب كما يعلم الشهادة، فلا يخفى عليه شيء، فينيب إليه تائباً ويستغفره آيباً، ويعود إلى رشده نادماً، وكأنه فقد بصره لحظة فعاد إليه سريعا، فإذا هو مبصر: {إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنْ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ (201)} [[الأعراف..]] ولنستعرض هذا الواعظ الأكبر والزاجر الأعظم في بعض نصوص الوحيين، لنُذَكِّر بهما أنفسنا، ونقوِّي بهما إيماننا، وندعم بهما تقوانا، فنتسلح به وبهما في حياتنا، لتكون كلها حارساً لنا من عدونا الشيطان الرجيم، فلا يأتينا من فجٍّ إلا وجد منهما شهباً محرقة، وجنوداً به محدقة، ويجعلنا الله تعالى من عباده المخْلِصين المخْلَصين، فلا يجد له علينا سبيلاً، بل يولي مدبراً مدحوراً ذليلاً.. لا غيب عند الله: فلنتذكر أولاً: أنه لا يوجد عند الله تعالى غيب، كما يوجد عند المخلوقين الذين لا يعلمون إلا ما علَّمهم الله، ومهما بلغوا من العلم الذي نالوه، فإن ما يعلمونه في غاية الضآلة بجانب ما غاب عنهم، أما الخالق سبحانه، فلا فرق عنده بين ما هو من عالم الغيب، وما هو من عالم الشهادة، عند خلقه، كما قال تعالى: {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ}(46)، [[وسورة الحشر ]] فإذا علم المؤمن أنه مهما غاب عن أعين الناس، لا يغيب عن علم الله تعالى، تيقَّن أن هذا الواعظ الأكبر والزاجر الأعظم مُلازم له في كل حال، مُراقب له أشدَّ المراقبة، هذا الواعظ الأكبر الذي لا يغيب عنه طرفة عين، فيحمل نفسه على طاعة ربه، في كل ما أمره به، مستكثراً منها، طامعاً في رضا الله وجزيل ثوابه تعالى، لعلمه أن كل ما يعمله من الطاعات عند ربه محسوب، وفي سجله لديه مكتوب، كما يراقب هذا الزاجر الأعظم، بكل ما يعمل في ما نهاه الله تعالى عنه، فيكبح جماح شهوات نفسه الأمارة بالسوء، فلا يُقدم على معصية من المعاصي، لعلمه أنه ما يعمل من مثقال ذرة منها إلا لقي عليه جزاءه يوم الدين. بل إن ذلك الرقيب العظيم، يحمله على مراقبته الذاتية لنفسه، فيحرص على عمل ما يحبه الله تعالى من الأعمال، ولو لم يكن واجباً بل مندوباً؛ لأنه يعلم أنه كلما عمل عملاً يُرضي ربه، ثقل عنده ميزان حسناته، وابتعد عما يكرهه الله تعالى، ولو لم يكن محرماً عليه، لعلمه أنه سيثيبه على ذلك كله، ولو لم يعاقبه على ترك المندوب وفعل المكروه. لا غنى للمسلم عن الواعظ الأكبر والزاجر الأعظم: ولنتذكر ثانياً: أن الله تعالى علم أن خلقه لا يستغنون أبداً عن التذكير بهذا الواعظ الأكبر والزاجر الأعظم، بل هم في غاية الضرورة إلى التذكير به وتَذَكُّرِه، لكثرة أعدائهم المحيطين بهم، الملازمين لهم، يزينون لهم القبيح من المنكرات والفواحش، ليدَعُّوهم إلى غضب الله، وشديد عقابه دعَّاً. فالشيطان الرجيم - كما سبق - للإنسان بالمرصاد، ونفس العبد الأمارة بالسوء، تهيجه إلى كل الموبقات، وهواه يجعله لا يفرغ من تعاطي شهوة  - حلالاً كانت أم حراماً نافعة أم ضارة - إلا أغراه بأُختها، فأكثر سبحانه لعباده في كتابه من ذكر هذا الواعظ الأكبر والزاجر الأعظم، ليتسلحوا به ضد أولئك الأعداء الملازمين. قال تعالى: {أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ أَلا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (5)} [[هود..]] هذه الآية الكريمة - مهما اختلف المفسرون في سبب نزولها - تجعل قارئها واجف القلب، مرتعد الفرائص، من أي حركة يتحركها، أو سكنة يسكنها، محذراً نفسه من مغبة ما تأتي وما تذر، مما يُفقِده رضا خالقه، ويجلب له غضبه؛ لأن سره وعلنه لدى بارئه مكشوف، بل ذات خلايا صدره وخطرات قلبه تحت سمع الله وبصره، فأين المهرب من علم الله؟ وأين المفر من رقابته؟ قال فضيلة شيخنا العلامة المفسر الشيخ محمد الأمين الشنقيطي رحمه الله: \"قوله تعالى: {أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ أَلا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (5)}: يبين تعالى في هذه الآية الكريمة. أنه لا يخفى عليه شيء، وأن السر كالعلانية عنده، فهو عالم بما تنطوي عليه الضمائر، وما يعلن وما يسر، والآيات المبينة لهذا كثيرة جداً، كقوله: {وَلَقَدْ خَلَقْنَا ?لإِنسَـ?نَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ ?لْوَرِيدِ (16)} [[ ق..]] وقوله جل وعلا: {فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ وَمَا كُنَّا غَآئِبِينَ (7)} [[الأعراف..]] وقوله: {وَمَا تَكُونُ في شَأْنٍ وَمَا تَتْلُواْ مِنْهُ مِن قُرْءَانٍ وَلاَ تَعْمَلُونَ مِنْ عَمَلٍ إِلاَّ كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي ?لاٌّرْضِ وَلاَ في السَّمَآءِ(61)}  [[يونس.. ]] ولا تقلب ورقة من المصحف الكريم إلا وجدت فيها آية بهذا المعنى. تنبيه مهم: اعلم أن الله تبارك وتعالى، ما أنزل من السماء إلى الأرض واعظاً أكبر، ولا زاجراً أعظم، مما تضمنته هذه الآيات الكريمة وأمثالها في القرآن، من أنه تعالى عالم بكل ما يعمله خلقه، رقيب عليهم، ليس بغائب عما يفعلون. وضرب العلماء لهذا الواعظ الأكبر والزاجر الأعظم مثلاً ليصير به كالمحسوس، فقالوا: لو فرضنا أن ملِكاً قتّالاً للرجال، سفّاكاً للدماء، شديد البطش والنكال، على من انتهك حرمته ظلماً، وسيافه قائم على رأسه، والنطع مبسوط للقتل، والسيف يقطر دماً، وحول هذا الملك - الذي هذه صفته - جواريه وأزواجه وبناته، فهل ترى أن أحداً من الحاضرين يهتم بريبة أو بحرام يناله من بنات ذلك الملك وأزواجه؟ وهو ينظر إليه، عالم بأنه مطلع عليه؟ لا وكلا، بل جميع الحاضرين يكونون خائفين، وجلة قلوبهم، خاشعة عيونهم، ساكنة جوارحهم، خوفاً من بطش ذلك الملك. ولا شك - ولله المثل الأعلى - أن رب السموات والأرض جل وعلا أشد علماً، وأعظم مراقبة، وأشد بطشاً، وأعظم نكالاً وعقوبة من ذلك الملك، وحماه في أرضهِ محارمه. فإذا لاحظ الإنسان الضعيف أن ربه جل وعلا ليس بغائب عنه، وأنه مطلع على كل ما يقول، وما يفعل، وما ينوي، لانَ قلبه، وخشي الله تعالى، وأحسن عمله لله جل وعلا\" [[انتهى كلامه رحمه الله من كتاب أضواء البيان أول سورة هود.]] انتهى"
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "تنوع أساليب نصوص هذا الواعظ:",
    "content": "ولنتذكر ثالثاً: أنه تعالى نوّع لعباده أساليب نصوص هذا المعنى، وهو رقابته الدائمة عليهم، ليشعر كل منهم أن كل نوع من تلك الأنواع كافٍ وحده، لعظته وزجره وتقواه لربه، في سره وعلنه، ولكنه تعالى نوَّعها لهم؛ ليزدادوا تقوى ورقابة، على أنفسهم، من ترك طاعاته، أو ارتكاب معاصيه، ومن تلك الأنواع ما يأتي:"
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "النوع الأول: جعل تعالى أعضاء الإنسان رقيبة عليه:",
    "content": "جعل كل عضو من أعضاء جسم الإنسان، مُحصيا عليه ما يأتي وما يذر، لتأتي تلك الأعضاء يوم القيامة - وقد كانت صامتة في الدنيا - مسجلة عليه أعماله، ناطقة بها، فيتعجب مما يحصل منها، وينكره عليها، فتجيبه بأنها نفذت أمر ربها الذي خلقها بهذه الشهادة، كما قال تعالى: {وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ (19) حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ (20) وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنطَقَنَا اللَّهُ الَّذِي أَنطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ (21) وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلا أَبْصَارُكُمْ وَلا جُلُودُكُمْ وَلَكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لا يَعْلَمُ كَثِيراً مِمَّا تَعْمَلُونَ (22) وَذَلِكُمْ ظَنُّكُمْ الَّذِي ظَنَنتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنْ الْخَاسِرِينَ (23)} [[فصلت.. ]] فإذا كان الكفار أعداء الله، قد حاربوا الله تعالى، وحاربوا رسله، وكتبه ودينه، ولم يصدقوا في الدنيا ما أخبرهم به وتوعدهم عليه، واقترفوا ما اقترفوا من الفواحش وأنواع المنكرات، وأعضاؤهم تسجل عليهم من حيث لا يشعرون، حتى إذا جاءهم اليوم الموعود، فشهدت عليهم بكل ما عملوه، تعجبوا وأنكروا على جلودهم شهادتها عليهم، إذا كان الكفار كذلك، فالمؤمنون بخلافهم آمنوا بربهم، وبرسله وكتبه، وبما أخبرهم به، ومنه علمه بسرهم وعلانيتهم، ولهذا يكونون دائماً مراقبين ربهم، يعلمون أن جلودهم تسجل عليهم أعمالهم، فيكون ذلك أكبر واعظ لهم وزاجر لهم، عن ترك طاعته، وارتكاب نواهيه. وقد نزلت في أهل الإفك - وفيهم المؤمن والمنافق - الآيتان الآتيتان: {إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ  يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ (24) يَوْمَئِذٍ يُوَفِّيهِمْ اللَّهُ دِينَهُمْ الْحَقَّ وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ } [[النور(25-23)]] وفيهما أثبت الله شهادة أعضائهم عليهم بذلك، كما أثبتها للكفار. ومن الأمثلة التي ينبغي التنبه لها، أمر الله تعالى المؤمنين والمؤمنات بغض الأبصار عما حرم، كما قال تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ (30) وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلا يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا ... وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ (31)} [[النور]] فقد أمر تعالى رسوله أن يقول للمؤمنين: يغضوا أبصارهم، وللمؤمنين أن يغضضن أبصارهن، وقد بلغهم رسولهم بذلك، بتلاوة ما أمره الله تعالى به. وزادهم بيانا لذلك في سنته القولية، كما في حديث أبي هريرة؛ أن النبي صلى الله عليه وسلم قال (إن الله كتب على ابن آدم حظه من الزنى. أدرك ذلك لا محالة. فزنى العينين النظر. وزنى اللسان النطق. والنفس تَمَنَّى وتشتهي. والفرج يصدق ذلك أو يكذبه). [[صحيح مسلم باب قدر على ابن آدم حظه من الزنى وغيره]] وفي حديث جرير ابن عبد اللّه قال: \"سألت رسول اللّه صلى اللّه عليه وسلم عن نظرة الفجاءة، فأمرني أن أصرف بصري\". [[الترمذي، وقال: هذا حديث حسن صحيح..]] وفي حديث عن ابن بريدة، عن أبيه رفعه قال: (يا علي لا تتبع النظرة بالنظرة، فان لك الأولى، وليست لك الآخرة).  [[الترمذي، وقال: حديث حسن غريب لا نعرفه إلا من حديث شريك.]] وفي سنته الفعلية كذلك، كما في حديث عَبْدِ اللهِ بْنِ عَبَّاسٍ، قَالَ: \"كَانَ الْفَضْلُ رَدِيفَ رَسُولِ اللهِ صلى الله عليه وسلم فَجَاءَتِ امْرَأَةٌ مِنْ خَثْعَمَ، فَجَعَلَ الْفَضْلُ يَنْظُرُ إِلَيْهَا وَتَنْظُرُ إِلَيْهِ، وَجَعَلَ النَّبِيُّ صلى الله عليه وسلم يَصْرِفُ وَجْهَ الْفَضْلِ إِلَى الشِّقِّ الآخَرِ؛ فَقَالَتْ: يَا رَسُولَ اللهِ إِنَّ فَرِيضَةَ اللهِ عَلَى عِبَادِهِ فِي الْحَجِّ أَدْرَكَتْ أَبِي شَيْخًا كَبِيرًا، لاَ يَثْبُتُ عَلَى الرَّاحِلَةِ، أَفَأَحُجُّ عَنْهُ قَالَ: (نَعَمْ) وَذَلِكَ فِي حَجَّةِ الْوَدَاعِ\" [[اللؤلؤ والمرجان فيما اتفق عليه الشيخان]] وفي هذه المسألة وأمثالها قال تعالى في كتابه محذرا من فعلهاـ بأنه يعلمها وسيجازي عليها، واصفا العين التي هي أخطر عضو يقدر صاحبه أن يخادع بها من هو حاضر عنده من البشر، عندما يسارقه مخفيا لها عنه: {وَأَنذِرْهُمْ يَوْمَ الآزِفَةِ إِذْ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلا شَفِيعٍ يُطَاعُ (18) يَعْلَمُ خَائِنَةَ الأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ (19)} [[غافر]]"
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "النوع الثاني: جعل ملائكته رقباء على عباده:",
    "content": "أنه تعالى أخبر عباده بأنه أرسل عليهم حفظة من ملائكته، يكتبون أعمالهم وأقوالهم، ومكنهم من معرفة ما يريدون فعله أو تركه في قلوبهم، وما يفعلونه بجوارحهم، فلا يزالون يسجلون عليهم ذلك، ليقرؤوه يوم القيامة في صحائفهم، فأما الكفار، فلا يتعظون بذلك، ولا ينزجرون، حتى يأتي اليوم الذي تبلى فيه السرائر. قال تعالى: {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ (9) سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ (10) لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ... (11)} [[ سورة الرعد، والسَّرَب الذهاب والتقلب في الأرض..]] ومعنى يحفظونه من أمر الله؛ أي بأمره كما تبينها قراءة ابن عباس، والحفظ شامل لحفظ الملائكة ما يتعلق بالعبد من السوء الذي لم ينزل به قدر الله؛ ومن كِتابَةِ ما يعمل من خير أو شر، حتى يأتوا به يوم القيامة في سجله. ومثل الآيات السابقة قوله تعالى: {وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ (10) كِرَاماً كَاتِبِينَ (11) يَعْلَمُونَ مَا تَفْعَلُونَ (12)} [[الانفطار..]] فهم من الملائكة الذين جعلهم الله تعالى رقباء على عباده حفظة لهم ولأعمالهم. قال شيخنا الشنقيطي رحمه الله: {وَيُرْسِلُ عَلَيْكُم حَفَظَةً.. (61)} [[ الأنعام..]] لم يُبين هنا ماذا يحفظون؟ وبيَّنه في مواضع أُخر، فذكر أن مما يحفظونه: بدن الإنسان، بقوله: {لَهُ مُعَقِّبَـ?تٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ ?للَّهِ}[[ الرعد..]] وذكر أن مما يحفظونه: جميع أعماله من خير وشر، بقوله: {وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ (10) كِرَاماً كَاتِبِينَ (11) يَعْلَمُونَ مَا تَفْعَلُونَ (12)} [[الانفطار.]] . وقوله: {إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنْ الْيَمِينِ وَعَنْ الشِّمَالِ قَعِيدٌ (17) مَا يَلْفِظُ مِنْ قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ (18)} [ ق] وقوله: {أَمْ يَحْسَبُونَ أَنَّا لا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ (80)}\" [[سورة الزخرف، وانظر: أضواء البيان للشيخ الشنقيطي..]] فالملائكة ترافق الإنسان في حياته كلها، وتكتب كل أقواله وأعماله من خير وشر، ويجد ذلك عند مقامه عند ما أمام الحالق الذي لا يخفى عليه شيء"
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "النوع الثالث: أنه تعالى يذكر مع إحاطة علمه بالكون كله، علمه بكل جزئياته:",
    "content": "فلم يقتصر على ذكر علمه وإحاطته بكل شيء في الكون، مثل قوله تعالى: {وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْماً.. (12[[ الطلاق.. ]] وقوله: {وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ.. (29)} [البقرة. وغيرها..] بل فصَّل لعباده ذلك العموم، بذكر أمثلة جزئية في الكون، تبيِّن لهم أنه لا يفوت على علمه شيء فيه، صَغُرَ أم كَبُرَ، لئلا يتوهموا أنه يعلم فقط الكليات، كما قال تعالى: {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إِلاَّ هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلا حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلا رَطْبٍ وَلا يَابِسٍ إِلاَّ فِي كِتَابٍ مُبِينٍ (59)} [[الأنعام..]]"
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "النوع الرابع: أنه تعالى يذكر مع إحاطة علمه بعمل الإنسان عموماً تفاصيل علمه به:",
    "content": "فلم يكتف بذكر علمه بالإنسان وأعماله عموماً، بل فصَّل تعالى علمه ذلك، بذكر أمثلة تدل على أن كل حركة وسكنة لهذا الإنسان، قلبية كانت أو جسمية، لا تخفى عليه تعالى. تأمل قوله تعالى: {وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ (283)} [[ البقرة.]] الشامل كل أعمال الإنسان، ثم ما فصَّله تعالى في مثل قوله: {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (7)} [[المجادلة..]] وقوله تعالى: {قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ وَيَعْلَمُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (29)} [[آل عمران..]]"
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "النوع الخامس: أنه تعالى بيَّن ما يترتب على معرفة شمول علمه لكل شيء:",
    "content": "وهو خوف المؤمنين من ربهم العالم بأسرارهم، في حال خلواتهم من المخلوقين، ليقينهم أنهم مهما غابوا عن الخلق، فإنهم لا يغيبون عن الخالق، على عكس حال المنافقين، الذين يستخفون من الناس، ولا يستخفون من الله، قال تعالى عن المؤمنين: {إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (12) وَأَسِرُّوا قَوْلَكُمْ أَوْ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (13) أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ(14)} [[الملك.. ]] وقال عن المنافقين: {يَسْتَخْفُونَ مِنْ النَّاسِ وَلا يَسْتَخْفُونَ مِنْ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لا يَرْضَى مِنْ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطاً (108)} [[ النساء.]] فالذي لا يخشى ربَّه بالغيب، ولا يطيعه في خلوته، ولا ينزجر عن معصيته، يخشى عليه من أن يكون من هؤلاء الذين يستخفون بمعاصي الله، وترك طاعته من الناس، ويجاهرون ربهم بها، وهم المنافقون، أعاذنا الله منهم ومن صفاتهم. اللهم أعنا على مجاهدة أنفسنا.. بتذكر إحاطة علمك بكل شيء لنتعظ به فلا نترك طاعة تأمرنا بها.. ولا معصية تنهانا عنها في سرنا وعلننا ..إنك على كل شيء قدير فرغت من آخر مراجعة لهذه الرسالة بتاريخ 28/صفر لسنة 1432ه - 1/فبراير/لعام 2011م وصلى الله وسلم على سيدنا ونبينا.. محمد وعلى آله وصحبه وسلم."
  }
]