[
  {
    "type": "title",
    "content": "شخصيات"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "وفاة الشيخ مصطفى كامورا الياباني",
    "content": "هكذا تخلو وسائل إعلام المسلمين من التنويه بدعاة الإسلام! هكذا يفارق الدنيا دعاة الإسلام الأفذاذ، فلا يدري عنهم الإعلاميون في البلدان الإسلامية، وإذا علموا عنهم أغلقوا أقلامهم، وإذا استحيوا قليلا أشاروا إليهم بخط صغير في إحدى زوايا صحفهم. ولكن هؤلاء الإعلاميين يملأون الصفحات، ويعقدون الندوات، وينظمون المقابلات الطويلة في الفضائيات، لشعراء الإلحاد وكتاب الحداثة، ودعاة الإباحية، وأساطين العلمانية ونجوم الرياضة، وعارضات الأزياء، وراقصات الفحش، ومغنيات الإثارة، لا بل يتتبعون نوادر القردة وغيرها من الحيوانات، ليتحفوا القراء والسامعين والمشاهدين بأخبارها المفصلة…! ومن أفذاذ الدعاة في بلدانهم المسلم الياباني:/الحاج مصطفى كمورا الذي وافاه الأجل في يوم السبت التاسع من شهر ربيع الآخر لهذا العام:1419هـ 1/8/1998م. لم أعلم بوفاته إلا في سطور سجلت في مجلة المجتمع الكويتية في العدد:1313 صفحة:17. عرفت بعد ذلك أن هذه السطور التي نشرتها مجلة المجتمع، هي المعلومات المختصرة التي بعث بها الأخ الدكتور صالح بن مهدي السامرائي –رئيس المركز الإسلامي في اليابان-الذي تفضل ووافاني بها عن طريق الفاكس، في يوم الإثنين 9/5/1419هـ أي بعد وفاة الفقيد بشهر. وحيث إني قد حظيت بلقاء الداعية المسلم: مصطفى كمورا عند زيارتي الثانية لليابان، واجتمعت به في أحد مطاعم طوكيو، وأخذت منه بعض المعلومات التي تفضل بترجمتها الفورية الدكتور صالح السامرائي، فإني أرى من الوفاء له أن أنشرها  ليطلع المهتمون بالدعوة إلى الله على جهود بعض الدعاة المغمورين في العالم الإسلامي. وهذا هو مضمون المقابلة التي تمت معه رحمه الله. مولده ونشأته ودراسته. ولد الحاج مصطفى كمورا سنة 1912م في مدينة كويوتو (عاصمة اليابان القديمة لمدة ألف سنة تقريبا إلى ما قبل مائة سنة) كان مع أبيه في كوريا عندما كان عمره خمس سنين، كان في المدرسة الابتدائية في سيئول. قابل في هذا الوقت أحمد أريجا-ويرى أنه أول مسلم ياباني-وتعرف منه على الإسلام وأسلم على يديه. كما تعرف والد الحاج مصطفى على أحمد أريجا وفهم الإسلام وأسلم أيضا وتسمى عمر. ودرس المرحلة المتوسطة في كويوتو، ودرس المرحلة الثانوية في مدينة نارا باللغة الصينية. وذهب الحاج مصطفى إلى منشوريا قبل خمسين سنة (شمال شرق الصين) وكانت المساجد في الصين كثيرة، وزار بعض أئمتها وسلم عليهم واستمع إليهم، مكث في منشوريا ثلاث سنين، ثم ذهب إلى منغوليا الداخلية (الصين) ليساعد حركة استقلال تركستان الشرقية(وهي التي تسوم أهلَها الحكومةُ الصينية أقسى أنواع العذاب، وأشد أنواع الإهانة والإذلال) وكان الشيوعيون من الروس والصينيين لهم نشاط، وكان لليابانيين  مصالح في هذه المنطقة الحساسة. وكان المسلمون الأتراك \"الويغور\"  يحاربون الروس والصين فانكسروا وعبروا جبال الهيملايا إلى الهند، ووصلوا إلى كلكتا وشنغهاي وتلقفهم اليابانيون، فدربوهم وكونوا منهم مقاومة، وكانت اليابان ترفع شعار آسيا الكبرى لعمل اتحاد آسيوي كبير، وكان الحاج مصطفى ضمن من استقبل هؤلاء المسلمين، وكانت اليابان ذات قوة عسكرية عظمى، فالتقوا بهؤلاء وذهبوا إلى غرب الصين لمحاربة الصينيين ولكن المؤسف أن هذا التخطيط فشل بعد قنبلة هيروشيما، فاندحرت اليابان ولم تحقق الآمال. مناصرته لإخوانه المسلمين في ميادين المعارك. وقال الحاج مصطفى: وقبض الشيوعيون على بعض المسلمين وعددهم ستة وعشرون وقتلوهم. ونحن انسحبنا من منغوليا الداخلية، أنا وعمرميتا، وسودا، ورجعنا إلى اليابان، هذه مرحلة ما قبل الحرب العالمية الثانية 1945م وفي العشر السنين التي تلت احترقت طوكيو، ولم يكن يوجد قوت، أكل الناس أوراق الشجر وغيرها، ولم توجد ملابس ولا غيرها من الحاجات الضرورية، وبذلك لم توجد دعوة إلى الإسلام، لأن الناس مهتمون بالطعام وغيره مما يحتاجون. تأسيسه أول جمعية إسلامية في اليابان. وبعد عشر سنين أخرى بدأ الناس يتنفسون، وأسستُ أول جمعية إسلامية سنة 1953م، وبدأنا نفكر في الإسلام والدعوة إليه. رحلاته ونشاطه في الدعوة. ومنطقتي \"كويوتو،، في غرب اليابان عزمت على فعل شيء للإسلام فيها، فكونت جمعية سميت بجمعية الصداقة الإسلامية اليابانية، لجمع الناس، وبدأت بذلك صحوة، وكان جماعة التبليغ يعملون في اليابان، ولكنهم في سنة 1960م  رجعوا إلى باكستان، وذهبت معهم إلى لاهور، وملتان و بشاور.  وبعد أن رجعت من باكستان ذهبت إلى السعودية مع عمر ميتا سنة 1964م 1965م، وفي مكة المكرمة ترجم عمر ميتا معاني القرآن الكريم بإشراف رابطة العالم الإسلامي، وكنت معه أساعده في ذلك، وكان الشيخ محمد سرور الصبان والشيخ القزاز في الرابطة، والذي كان يحركهم هو المهندس عبد الرشيد أرشد من كبار جماعة التبليغ، وقد جاء إلى اليابان سنة 1959م، واهتدى على يده خيرة الناس في اليابان، فلما سمع أن عمر ميتا بدأ في ترجمة معاني القرآن الكريم للغة اليابانية، أراد أن تتم الترجمة تحت إشرافه وبمساعدته، وكان يحفظ القرآن الكريم، فتكلم مع الشيخ الصبان واستدعت الرابطة عمر ميتا، لعمل ذلك في سنة 1962م، وبعد أن قضى عمر ميتا مدة في مكة استدعاني عن طريق الرابطة لمساعدته. ورجعنا من مكة بعد أن انتهت مسودة الترجمة، وفي اليابان تم ترتيبها وتنقيحها، وطبعت أول طبعة لها في سنة 1972م وساعد الملك فيصل رحمه الله بمبالغ ما زالت إلى الآن تنفق على طباعة الترجمة كلما نفذت طبعتها. ثم بدأت مرحلة النشاط، فاتصلنا أنا وعمر ميتا بالدكتور صالح السامرائي سنة 1966م، وبدأت الدعوة في اليابان، وكنا نقضي الليالي والأيام في جنوب اليابان نحاول نشر الإسلام بين الناس، وهم يطردوننا مثل الكلاب، وصبرنا حتى استطعنا أن نتغلغل في جامعات اليابان بسبب النظام العلماني. وبدأ العمل باسم التبليغ، ولا يوجد مركز ولا مساعدات، وكان كل وأحد ينفق على نفسه من كيسه. إسهامه في إنشاء المركز الإسلامي في اليابان. وبعد حرب البترول بدأ الناس يتساءلون عن الإسلام، وتذاكرنا مع السامرائي، واتفقنا على إنشاء قاعدة تدعم العمل للإسلام، وانبثق عن ذلك فكرة إنشاء المركز الإسلامي، فكانت أولا اجتماعات وتخطيطا في سنة 1974م، وفي أول سنة 1975م فتح مقر المركز في غرفتين متجاورتين، ودعونا إلى المركز عمر ميتا وخالد كيبا، وأنشأت مسجدا صغيرا في أوساكا مع مشاركتي في العمل في طوكيو. وحضر الإمام الجندول، وإمام الحرم المكي عبد العزيز آل الشيخ إلى مسجد أوساكا ومعهم أحمد توتونجي وأقيم احتفال جيد بهذه المناسبة وتوليت رئاسة المركز في الفترة الثانية، وكنت بعدها مستشارا، وذهبت مرتين إلى السعودية، وإلى ليبيا، وزرت منطقة الشرق الأوسط كانت المرة الأولى من زيارة السعودية لطلب مساعدة المركز، والمرة الثانية لمساعدة المسجد في أوساكا. أول كتاب أُلف عن الإسلام في اليابان. ومكثت ثمان سنوات أكتب عن تاريخ اليابان فيما يتعلق بالإسلام، وكان معي اثنان يساعدانني، انتهيت من الكتاب وهو جاهز للطبع، وهذا أول كتاب يكتب عن تاريخ الإسلام في اليابان من مسلم ياباني، ولم يكتب أحد مثله، ولا يستطيع أحد ان يكتب مثله -هكذا قال، ثم ابتسم.   (والكتاب مكون من ستة أجزاء، وهو باللغة الياباني.) . وقال الحاج مصطفى: إن كيا شي-أحد المسلمين اليابانيين-ذهب إلى الأزهر قبل خمسين سنة ودرس هناك وذهب إلى إندونيسيا عندما استعمرها الأوربيون، أصيب بضربة طائرة هناك واستشهد. وقال الحاج مصطفى: إنني أشعر بالألم، لأن المسلمين اليابانيين الآن أسماؤهم إسلامية، ولكن بعضهم لا يحمل غير الاسم بخلاف جيلنا قبل الحرب العالمية الثانية، كان عددنا قليلا ولكن كان عند هذا الجيل همة ونشاط، وكان هدفنا الإسلام لا الماديات، وإن من المؤسف أن الشباب المسلمين اليابانيين الذين يذهبون إلى بلدان المسلمين لدراسة اللغة العربية والدين الإسلامي، كثير منهم يحمل العربية كتابة وتحدثا، ولكنه يستخدمها لحسابه الخاص، ولا نرى منهم من يضحي في سبيل الإسلام، كما كنا نضحي، إنهم يجرون وراء الفلوس وليس وراء العمل الصالح، وأعتقد أن الإخلاص في العمل ومراقبة الله هي أهم الصفات للداعية في اليابان، ولا بأس أن يتعلم الياباني اللغة العربية ويعمل في شركة، ولكن لا بد أن يخصص شيئا من وقته للدعوة إلى الإسلام. أين الإخلاص الموجود في الشباب الآن من الإخلاص الذي كان يحمله الجيل السابق، الذي ذهب للحج على حساب نفسه وتعرض للمخاطر خلال ستة أشهر ذهابا وإيابا، أين هذا الإخلاص؟ إن على المسلم أول ما يأتي من الخارج أن يتصل بالمسلمين الأوائل في اليابان ليأخذ منهم الحقائق عن الإسلام والمسلمين في اليابان، وأنا واحد من هؤلاء وسأعطي ما عندي من معلومات. اهـ. هذا، وقد تجشم الحاج مصطفى كمورا عناء الأسفار منتقلا من مدينة إلى أخرى، مع كبر سنه وقلة ذات يده، ليتمكن من الاجتماع بنا كلما أتيحت له الفرصة، وذلك لأمرين: الأمر الأول: معرفته حرصنا على أخذ ما أمكننا من المعلومات عن الإسلام والمسلمين في اليابان. الأمر الثاني: حرصه على حث الزائرين لليابان من البلدان الإسلامية على الاهتمام بالمسلمين في اليابان… لذلك ما كنا نصل إلى مدينة من مدن اليابان إلا وجدناه فيها، إما أن يكون سبقنا وإما أن يكون وصل بعدنا بيوم أو ساعات. وجدناه في توكوشيما، وفي هيروشيما، وفي كوبي، وفي أوساكا… مؤامرة البوذيين على الداعية المسلم: مصطفى كمورا. والبوذيون الآن متحركون ضد الإسلام، وأعداء الإسلام كثيرون، ويوجد منهم قسم يسمى (سوكاجاكّاي) أي السلام العالمي، وزعيمه يسمى إيكيدا-اسم لبحيرة في الأصل-وهو مقيم في طوكيو، وأتباعه في طوكيو عشرة ملايين، وله أتباع كثيرون في العالم، ما عدا العالم العربي، فانه لا يوجد له فيه أتباع، ولذلك فهم يحقدون على الإسلام والمسلمين. وقد خططوا للقيام بعمل ضد الإسلام في أوساكا، فقد كان الحاج مصطفى كمورا في حاجة إلى مال لإقامة مركز إسلامي، فتسلل شخص من البوذيين باسم الإسلام وعرض على الحاج مصطفى مبلغ عشرة ملايين ين، فأخذها منه وأقاموا مركزا إسلاميا كبيرا في وسط مدينة أوساكا وجهزوه بالديكور وغيره، وبعد ذلك بسنة أرادوا استرداد المال وقد نفذ، فصاروا يهددون الحاج مصطفى كمورا بالقتل، فاضطر إلى الاختفاء وأغلق المركز وأصيب المسلمون بخيبة أمل. قصة مصطفى كمورا في أحد فنادق أبي ظبي! ذكر الحاج مصطفى كمورا قصة حصلت له في أحد فنادق أبي ظبي، وهو أنه خرج إلى شرفة غرفته وقفل الزجاج خشية من دخول الذباب، ولم يكن يعلم أن الزجاج لا يفتح من الخارج، فبقى في الشرفة محتارا، وكان الحر شديدا، وعندما طبخه الحر طبخا، أخذ يصيح من النافذة، ومكث ما يقارب ساعة، ثم جاءه الفرج بعد أن سمعه بعض الناس وهو يصيح ففتحوا له... معلومات أدلى بها مصطفى كمورا عن مسجد كوبي. أخذنا المعلومات عن المسجد من الحاج مصطفى كمورا،لأنه أعرف الناس به، وبالعمل الإسلامي في اليابان بصفة عامة. (ترجم بيننا محمد أحسن الباكستاني). أنشئ هذا المسجد في سنة 1935م. وكان قد وجد هنا قبل ستين سنة مسلمون من الهند، وبعضهم من الجنسية البريطانية، وعددهم تسعون، وكلهم من أصل هندي ثم جاء بعض الأتراك وعددهم مائة وثلاثون شخصا تقريبا، وكان أكثر الهنود تجارا، وعندما زاد عدد المسلمين فكروا في مقر يقيمون فيه شعائر دينهم، فعزموا على إنشاء مسجد. وفي سنة 1934م بدأوا ينظمون أنفسهم لإقامة المسجد، فكان هذا المسجد الذي نحن فيه الآن. والذي نظم شؤون المسلمين وأدارها هو الأخ فيروز الدين الباكستاني-ولا زال أولاد هذا الرجل موجودين في الهند والباكستان-كما قال الأخ محمد أحسن المترجم. وكانت قيمة أرض المسجد كلها، التي أقيم عليها المسجد والتي تحيط به واحدا وعشرين ألف ين ياباني (الأرض الفارغة في مؤخرة المسجد تؤجر مواقف للسيارات لمصلحة المسجد، وتتبعه مرافق غرف ودورات مياه وأماكن وضوء.) بدأ تعمير المسجد على شكل يشابه تاج محل في الهند، والقنديل الوحيد المعلق في وسطه من تركيا، ركب عندما أنشئ المسجد. وعندما افتتح المسجد حضر بعض المصريين وبعض المسلمين من الصين وإندونيسيا، ومن كثير من البلدان الإسلامية، حفل افتتاحه. وأعلن للناس في طوكيو عن ذلك، وهذا هو أول مسجد يبنى في اليابان، وقبله بأربع سنوات كان الأتراك قد بنوا محلا صغيرا للاجتماع وللصلاة في مدينة ناجويا، بين مدينة كوبي وطوكيو، وكان أحمد أريجا يسكن في كوبي ويعمل في التجارة. وفي خلال الحرب العالمية الثانية هدمت كل المباني حول هذا المسجد، ولكنه سلمه الله، ولما لم يكن للأتراك خلال الحرب مساكن  سكنوا فيه سنتين. ويتبع المسجد طابق أرضي أيضا. واشترى الأتراك الأرض المجاورة للمسجد، وبنوا فيها مدرسة دينية للأطفال. وأكثر الأتراك رجعوا إلى تركيا، وذهب بعضهم إلى أمريكا، ولم تبق منهم هنا إلا أسرة واحدة، وكان أبوهم إماما، وقد توفي بعد أن أم الناس في المسجد عشرين عاما، واسمه حسين كلكي. والهنود رجعوا إلى بلادهم، وبعضهم توفي هنا. والمسلمون المقيمون في كوبي عشر أسر تقريبا. المركز الإسلامي في أوساكا. ذهبنا قبل أن ننزل في الفندق مع الحاج مصطفى كمورا والأخ عبد العزيز التركستاني، إلى المركز الإسلامي في أوساكا، وهو عبارة عن غرفة صغيرة لا تزيد عن ثلاثة أمتار في مترين، فيها رفوف بها بعض الكتب والمصاحف، وهي مفتوحة دائما سواء كان الحاج مصطفى كمورا موجودا فيها أم لا، لأن بعض الطلبة المسلمين الوافدين يرتادونها للصلاة وللاستفادة منها، وهي في عمارة مكونة من ثلاثة أدوار، كان للمركز فيها أربع غرف، ولعدم وجود الإمكانات المادية تقلص عدد الغرف في المركز شيئا فشيئا حتى وصل إلى هذه الغرفة، وقال الحاج مصطفى: إنه يخشى أن تؤخذ منه أيضا إذا لم يتوافر إيجارها. وكان عندهم قبل ذلك مبنى استأجروه غير هذا كان يكلف ثلاثمائة ألف ين ياباني، بقوا فيه خمس سنوات، ولم يقدروا على تحمل تكلفته. وأرانا الحاج مصطفى كمورا ملفا فيه بعض الوثائق، من ضمنها سيارة كانت تستعمل للإعلان عن الإسلام، يتجولون بها في الشوارع، وفي داخلها صورة للحاج مصطفى وهو يرتدي اللباس العربي: الثوب والغترة والعقال، وفيه بطاقات دعوة لافتتاح المركز في أوساكا يوم الجمعة الخامس من شهر محرم سنة 1398ه-الموافق السادس من شهر ديسمبر سنة 1977م. وقال الحاج مصطفى: إننا نحرص على بقاء مركز في هذا البلد، لوجود طلاب يترددون عليه ويستفيدون منه، وفيه وسيلة للدعوة لمن أراد أن يتعرف على الإسلام. وكان الحاج مصطفى كمورا آخر ياباني مسلم نراه عند خروجنا من آخر المدن التي زرناها في اليابان، وهي مدينة أوساكا، حيث ودعنا في مطارها ونحن متجهون إلى مدينة: سول عاصمة كوريا. لقد مر على اجتماعي بالحاج مصطفى كمورا ما يقارب ثلاثة عشر عاما، وكنت أسأل عنه الدكتور صالح السامرائي فيذكر لي أنه لا زال مهتما بالدعوة إلى الإسلام مع كبر سنه وما يعتوره من أمراض. وأسأل الله تعالى أن يكون قد فارق الدنيا على طاعة الله ورضاه، وأن يكون قد أحسن الله خاتمته. ولعل مما يبشر بحسن خاتمته ما ذكره الدكتور صالح السامرائي في آخر نعيه له حيث قال: \"فقد لازمه حب القرآن الكريم إلى آخر لحظة من حياته، حيث كان يضع التسجيلات القرآنية بجانبه، وفي أذنه سماعة المسجل التي لم تفارقه\". د/ عبد الله قادري الأهدل المدينة المنورة 18/5/1419هـ"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "مصطفى مشهور - نشأ داعية ومات داعية",
    "content": "بعثتني الجامعة الإسلامية في مهمة رسمية في بداية الثمانينات الميلادية – يغلب على ظني أنها سنة 1981م - إلى مدينة ميونخ الألمانية، لزيارة المركز الإسلامي فيها، إذ كان الدكتور على جريشة المصري الأستاذ في الجامعة الإسلامية، معارا للعمل في المركز المذكور، وكان رئسا له، وبعد صلاة الظهر في جامع المركز، اصطحبني الدكتور جريشة إلى منزله، لتناول طعام الغداء، وهناك رأيت رجلا ملتحيا نحيف الجسم، متوسط طول القامة، قابلني بابتسامة، وصافحني بحرارة، وطلب مني أن أقعد في المقعد الذي كان يجلس عليه. وقع في نفسي أن هذا الرجل لا بد أن يكون قد عرفني من قبل، وأني قد نسيت اجتماعي به، فسألت الدكتور علي بن محمد جريشة: من هذا الشيخ يا دكتور؟ قال: هذا الأستاذ مصطفى مشهور، من كبار الإخوان المسلمين، وهو عضو في مكتب الإرشاد، ودم اجتماعي بالرجل ما يقارب ساعتين، تخللها تناول الغداء... تبين لي من الرجل شدة تواضعه غير المتكلف، وعلو حسن خلقه، وشدة غيرته على دين الله، والاهتمام البالغ بالدعوة إلى الله، وهداية البشر، وللشباب المسلم عنده الأولوية في ذلك كله. وعندما علم أنني من أساتذة الجامعة الإسلامية في مدينة المصطفى صلى الله عليه وسلم، قال: إن مهمتكم ثقيلة، ومسؤوليتكم عظيمة، لأنكم تستقبلون أبناء المسلمين، من كل حدب وصوب، وأنتم في مدينة الرسول صلى الله عليه وسلم، مدينة المهاجرين والأنصار... وهذا العصر يحتاج إلى مناهج تناسبه، وعلماء على مستوى تحدياته، ودعاة يفقهون واقعه، ومربين تتمثل فيه القدوة الحسنة لمن يربونهم، فيجمعون في علمهم ودعوتهم وتربيتهم، بين تجارب الماضي، ومتطلبات الحاضر... وكنت أظن أن الرجل من علماء الأزهر، لكثرة استدلاله بآيات القرآن الكريم، و الحديث الشريف، ولكن الدكتور علي جريشة، قال لي: إنه تخرج في كلية العلوم،،، وفي هذا الوقت القصير بان لي اهتمام هذا الرجل بحقائق الإيمان ووجوب غرسه في نفوس الناس، وبالتزكية الربانية للشباب، وتفقيههم في دين الله. وذكر لي الدكتور علي جريشة، أن الأستاذ مصطفى مشهور، اضطر إلى البقاء في ألمانيا، بسبب هجمة الرئيس السادات الشرسة على الدعاة والمرشدين،،، في تلك الفترة، وبخاصة زعماء الإخوان... لقاء آخر في القاهرة ثم مضى الوقت، وبدأت أفكر في تأليف كتاب بعنوان: يتعلق بالدعوة إلى الله، ووضعت في خطته، الاجتماع بعدد كبير من علماء الإسلام ودعاته ومفكريه، في البلدان الإسلامية وخارجها، لأحاورهم في بعض المسائل التي رأيت أنها في حاجة إلى فقه جماعي من العلماء والدعاة. وقد التقيت بحمد الله بكثير من العلماء والدعاة الذين سجلتهم في قائمة البحث، في داخل المملكة العربية السعودية وخارجها، من البلدان الإسلامية وغيرها... تمكنت من حوار بعضهم، وتلقيت اعتذارا من آخرين. ومن ضمن البلدان التي سافرت ليها مصر، فالتقيت في القاهرة، بالشيخ محمد الغزالي، والشيخ محمد الشعراوي، رحمهما الله، و الشيخ محمد الجيوشي، عميد كلية الدعوة وأصول الدين آنذاك...وحاولت الاجتماع بفضيلة شيخ الأزهر ولكن مدير مكتبه اعتذر عنه، لكثرة ارتباطاته. وطلبت من بعض الأساتذة الأزهريين، الاتصال بالأستاذ مصطفى مشهور، لتحديد موعد معه، ليجيب عن الأسئلة المتعلقة بالبحث، فأظهر لي أن الاتصال به فيه صعوبة، لأن مقر الإخوان مراقب، فقلت له: ليس عندي ما أخشاه من مراقبتهم، لأن اللقاء علمي بحت، وتيسر لي اللقاء به وكان هو المرشد العام للإخوان، بعد وفاة المرشد السابق: \"حامد أبي النصر\" فاستقبلني كعادته، ببشاشة ورحب بي. ولكنه اعتذر عن الإجابة عن الأسئلة، وأحالني إلى الشيخ محمد الخطيب الذي يبدو لي انه كان مدير مكتبه، وهو من خريجي جامعة الأزهر، فعرضت عليه الأسئلة، واعتذر عن الرد المباشر، ووعدني بالرد عليها، وقد وفى بوعده، وأرسل لي إجاباته مع بعض الحجاج... كانت تلك معرفتي بالأستاذ مصطفى مشهور رحمه الله،،، وقد قرأت بعض كتبه التي تتضمن اهتماماته التي أشرت إليها من قبل... كما قرأت له كثيرا من الموضوعات التي كانت مجلة المجتمع تنشرها... وأصبحت كتبا مطبوعة فيما بعد. وقد أمد الله تعالى في عمره، الذي نشأ فيه داعية إلى الله، وتوفي وهو كذلك داعية إلى الله، ونرجو الله تعالى أن يكون الأستاذ مصطفى مشهور، ممن طالت أعمارهم وحسنت أعمالهم، وأن يكون ممن شملهم الحديث الشريف في جزئه الأول، الذي رواه أبو بكرة رضي الله عنه، أن رجلا قال: يا رسول الله أي الناس خير؟ قال: (من طال عمره، وحسن عمله. قال فأي الناس شر؟ قال: من طال عمره، وساء عمله). رواه الترمذي برقم \"2330\" وقال: \"قال أبو عيسى هذا حديث حسن صحيح\" و الدارمي برقم \" 2742\" وذكره في مجمع الزوائد (10/203) وقال: \"رواه الطبراني في الصغير والأوسط وإسناده جيد\" وفي الختام نسأل الله تعالى أن يغفر له ويرحمه، ويجعله في زمرة عباده الصالحين. ونقدم عزاءنا لأسرته وندعو الله أن يلهمهم الصبر ليكونوا ممن قال تعالى فيهم: (( وبشر الصابرين)) كما نقدم عزاءنا لجماعة الإخوان المسلمين، الذين نرجو الله تعالى، أن يجمع كلمتهم على الحق الذي لا وجود له إلا في كتاب الله وسنة رسوله وسيرته المطهرة، وسيرة السلف الصالح الذين اعتصموا بحبل الله، وأن ينجيهم من التنازع المؤدي إلى الفشل، الذي أصاب كثيرا من الجماعات الإسلامية فقلت ثمار عملها، وأن يتعاون أهل الخبرة من الشيوخ، وذوو النشاط من الشباب على مواصلة الدعوة والعمل، وأن يحفظهم من عدوان المعتدين. والله حسبنا ونعم الوكيل. 12 رمضان 1423هـ 17/11/2002م"
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "سيرة علم من أعلام المسلمين في إندونيسيا - الدكتور محمد رشيدي",
    "content": "الدكتور محمد رشيدي زميل درب الدكتور محمد ناصر الأربعاء: 27/8/1400هـ ـ 9/7/1980م في الساعة الحادية عشرة صباحا قمنا بزيارة المجلس الأعلى الإندونيسي للدعوة الإسلامية، فوجدنا فيه بعض الذين تخرجوا في الجامعة الإسلامية بالمدينة المنورة. ورئيس هذا المجلس هو الدكتور محمد ناصر رئيس الوزراء الأسبق ورئيس حزب ماشومي سابقا \"وقد حل هذا الحزب\". ولم يكن الدكتور موجودا في هذا الوقت، وعندما علم عنا أبلغنا عن طريق موظفي مكتبه أن الموعد معه بعد العصر. وجدنا في المكتب الدكتور محمد رشيدي عضو المجلس التأسيسي لرابطة العالم الإسلامي وعضو المجلس الفقهي في الرابطة ومساعد مدير مكتب الرابطة في جاكرتا (ومدير المكتب هو الدكتور محمد ناصر). تذاكرنا نحن والدكتور رشيدي-وهو يتكلم اللغة العربية باللهجة المصرية-أحوال المسلمين في إندونيسيا والجهود التي يقوم بها دعاة الإسلام هناك والجهود المضادة من أعداء الإسلام، والمحاولات الجادة لتحريف معاني الإسلام وتقوية المعاني الخرافية وإيجاد طائفة باطنية، وغير ذلك من الانحرافات الشخصية، وخطر المدارس النصرانية على أبناء المسلمين الذين يضطرون للدخول فيها لعدم وجود مؤسسات إسلامية تستوعبهم لقلة الإمكانات. الاجتماع بالدكتور محمد رشيدي. هذا هو الاجتماع الثاني بالدكتور محمد رشيدي، وكان بعد عصر هذا اليوم: في الساعة: 4.30 مساء.[1] وقد سجلت عنه المعلومات الآتية: ولد في سنة:20 مايو سنة:1915م. عندما كان عمره ( 17 سنة) درس في مدرسة تمهيدية دار العلوم في القاهرة، وكانت هذه المدرسة في آخر حياتها، وهي مدرسة تمهيدية للالتحاق بدار العلوم العليا (مدرسة ثانوية) وكان تخرجه من تلك المدرسة سنة:1934م، وبعد تخرجه منها التحق بمدرسة دار العلوم سنة واحدة، ثم تركها ودخل الجامعة المصرية-كلية الآداب-في عهد الدكتور طه حسين، والشيخ مصطفى عبد الرازق-وهو أخو علي عبد الرازق-وأخذ الشهادة من هذه الكلية سنة: 1938م في الفلسفة. عاد إلى إندونيسيا، وعندئذٍ قامت الحرب العالمية الثانية، وكان السفر في تلك الفترة على البواخر. توفي والده وهو في مصر، واشترك في الحركات الإسلامية والوطنية في أواخر الاستعمار الهولندي في الجمعية المحمدية. دخلت هولندا في الحرب ضد اليابان مع الحلفاء لمدة شهرين أو ثلاثة، وكانت الحروب بحرية، أحرقت فيها البواخر الهولندية واستولت اليابان على إندونيسيا. قبل ذلك كان لهولندا أمل في الاستمرار لاستعمار إندونيسيا، وفتحت مدرسة ثانوية هولندية إسلامية، وكان رشيدي نائب مدير المدرسة، وكان الشعب يرغب في التحاق أبنائه بهذه المدرسة، لأنها تجمع بين العلوم الإسلامية والعلوم العصرية، وبقيت هذه المدرسة ستة أشهر فقط، حيث دخلت اليابان إندونيسيا. هل ينقذ الاستعمار من استعمار آخر؟ ورحبت إندونيسيا باليابانيين على أساس أنهم يحررونها من الاستعمار الهولندي. وشجع اليابانيون المسلمين، وعينتْ 150 شخصا من العلماء قوادا للجيش، ودربتهم مدة ثلاثة أشهر، وكانوا هم زعماء المسلمين، وكانوا يعاملون العلماء معاملة جيدة، ولكنهم كانوا يعاملون الشعب معاملة سيئة. وساءت الحالة الاقتصادية بسبب إرسال اليابانيين الأرز الإندونيسي إلى اليابان. وثار بعض العلماء وبعض السياسيين-مثل سوكارنو ومحمد حتى-وكان تعاملهم مع اليابانيين في الظاهر يرضي اليابانيين، ولكنهم في الواقع أخذوا يعملون ضدهم. وانهزمت اليابان في 14 أغسطس سنة1945م. قال رشيدي: إنه كان يعمل في إذاعة اليابان مذيعا باللغة العربية، وقال: (كنت أنافقهم). ضغط الشباب الإندونيسي على سوكارنو لإعلان الاستقلال. وعندما رميت اليابان بالقنبلة الذرية الأولى وعرف هو وزملاؤه ذلك، وكان الهولنديون محبوسين هم وعوائلهم، وكان الشباب متحمسين ضد اليابان، فضغطوا على سوكارنو-وكان خائفا مترددا-على مقاومة الاستعمار وإعلان استقلال إندونيسيا، فأعلن الاستقلال في 17 أغسطس 1945م. وكان سير الحرب في الشرق الأقصى على مراحل آخرها انهزام اليابان، وكان رئيس وزراء اليابان قد حضر إلى إندونيسيا، معلنا أنه يريد تحرير إندونيسيا ليشجع الإندونيسيين ضد الحلفاء. مجلس وضع الدستور. وأنشئ مجلس لجنة لتأليف الدستور، وهذا المجلس غير مجلس الأمة الصوري، وكان في مجلس هذه اللجنة أعضاء مسلمون أقوياء، يدافعون عن الإسلام، ويريدون أن تكون الدولة إسلامية، وأكبرهم عبد القهار مذكر الذي تخرج في دار العلوم بمصر، ولكن الأغلبية كانت من الوطنيين الذين لا يرغبون في ذكر الإسلام في الدستور فضلا عن تطبيقه، ولا زالوا إلى الآن على هذا المبدأ. وقبل أيام حكم على أحد المسلمين بالسجن لمدة 12 سنة بسبب دعوته إلى قيام دولة إسلامية، ولما كان الوطنيون أكثر والنفوذ بيدهم والدعاة إلى قيام دولة إسلامية أقل-يعني في اللجنة-انفصل الإسلاميون عن الوطنيين، ولم يشتركوا معهم وكان الوطنيون [2] يظهرون الاهتمام بالاستقلال فقط، وهؤلاء الوطنيون تخرجوا في المدارس الهولندية الاستعمارية وكانوا من الناحية الإدارية المعاصرة مؤهلين. وقد مكث الاستعمار الهولندي ثلاثمائة سنة وهو يحاول الاستيلاء على إندونيسيا، واستولى على كثير من مناطقها لكنه لم يستول على كل أجزائها استيلاء كاملا إلا خمسين سنة، فقد بقي في إندونيسيا ثلاثمائة وخمسين عاما. وقد كانت في جاوة مملكة كبيرة عقد حكامها معاهدة مع الهولنديين، أظهروا تلك المعاهدة بأنها في مصلحة إندونيسيا، وهي في الحقيقة في مصلحة المستعمر الهولندي. وعندما أعلن الاستقلال أعلن سوكارنو أن دين الدولة هو الإسلام، وجاء ممثل المسيحيين إلى محمد حتى يطالب بحذف هذه المادة، وهددوا بعدم الاشتراك في الحكومة إذا نص الدستور على أن الإسلام هو الذي سيحكم إندونيسيا. ومحمد حتى هو نائب رئيس الجمهورية الإندونيسية، درس في هولندا، وكان يرى أن الدين مجرد تعبد شخصي، فوافق على حذف هذه المادة، وغضب المسلمون وتركوا الحكومة [3] . وكان الإنجليز قد جاءوا بعد هزيمة اليابان، وخاف سوكارنو من انفضاض المسلمين وعرقلة الاستقلال بمشكلات جديدة، وتشاور هو وحكومته مع المسلمين واتفقوا على إنشاء وزارة الشؤون الدينية[4] لإصلاح الشؤون الإسلامية، من المحاكم والمعاهد والمدارس والجامعات. وكانت بها محاكم شرعية، مثل المحاكم الشرعية في مصر، وكذلك المدارس والمعاهد. وفي يوم ثلاثة من شهر يناير عام: 1990م كان عمر الوزارة 44 عاما. وقد حصلت مفاوضات مع الحكومة الهولندية التي كانت تريد أن تعترف بحكومة إندونيسيا في جاوة وسومطرة، وتريد أن تتحد بقية الجزر مع إندونيسيا فيدراليا . ولكن إندونيسيا أصبحت دولة واحدة في منتصف سنة 1950م التي كانت فيها السيادة للحكومة الإندونيسية، أما الاستقلال فكان في سنة: 1945م. وأول معاهدة أبرمت بين الحكومة الإندونيسية والحكومة الهولندية، كانت في سنة: 1947م وتكونت الحكومة سنة: 1946م. وكان سوكارنو رئيس الجمهورية، وكنت وزيرا للشؤون الدينية في تلك الحكومة. وبعثت جامعة الدول العربية مندوبا إلى إندونيسيا، من أجل مساعدتها في عام: 1947م وكان رشيدي هو الذي يتحدث مع المندوب العربي. وقررت الحكومة الإندونيسية بعث مندوب إلى مصر ومعه رشيدي، ومكثا هناك أربعة أشهر، واعترفت مصر بإندونيسيا في عهد الملك فاروق. وذهب رشيدي إلى المملكة العربية السعودية في الحج، وقدم إلى الملك عبد العزيز طلب الاعتراف بإندونيسيا. وقال الملك عبد العزيز: نحن لن نتأخر في الاعتراف بإندونيسيا. وكانت الجيوش الهولندية تحيط بإندونيسيا، وعندما اعترفت المملكة العربية السعودية وغيرها بإندونيسيا، يئس الهولنديون من محاولة أي سيطرة على إندونيسيا، واعترفوا بها دولة مستقلة. بقي الدكتور رشيدي في الحكومة ثمانية أشهر فقط، ذهب بعدها في وفد دبلوماسي، لأخذ الاعتراف بالحكومة الإندونيسية من بقية الدول العربية. وبقي في مصر أربع سنوات ممثلا غير رسمي لإندونيسيا، حتى آخر سنة: 1949م حيث فتحت السفارة الإندونيسية في مصر وفي جدة، وقدم ورقة الاعتماد في القاهرة وزيرا مفوضا، ثم في الرياض. ثم رجع إلى إندونيسيا وعمل في وزارة الخارجية، حيث تولى شؤون الإعلام، وكان من أعضاء حزب ماشومي الذي أسس في سنة 1945م. وكان الدكتور محمد ناصر رئيس الوزراء، وقضى على الفيدرالية ووحد البلاد. ثم عمل الدكتور رشيدي سفيرا في باكستان سنة 1956م. وكان رئيس الجمهورية الباكستانية اسكندر ميرزا. واندلعت ثورة ضد سوكارنو سنة 1959 لميله إلى الشيوعية، وقضت الحكومة على الثورة. وحصلت شكوك عند الحكومة الإندونيسية في إخلاص رشيدي، وهو خاف أن يعود من باكستان إلى إندونيسيا، فذهب إلى كندا وبقي بها خمس سنوات، على أمل سقوط حكومة سوكارنو. ومكث سنة في واشنطون، مسؤولا في المركز الإسلامي مع شيخ أزهري. ثم رجع إلى إندونيسيا سنة 1966م في آخر عهد سوكارنو، ولم تقبله وزارة الخارجية، فعين أستاذا في جامعة إندونيسيا في كلية الحقوق، لتدريس الشريعة الإسلامية. وعين شخص ملحد وزيرا للمعارف، فطرد رشيدي من الجامعة، فانضم إلى الدكتور محمد ناصر في المجلس الأعلى للدعوة الإسلامية نائبا لرئيس المجلس، ولا زال إلى الآن على مسمى هذه الوظيفة. وللدكتور رشيدي أكثر من عشرين كتابا من تأليفه، وبعضها ترجمها من اللغات الأخرى، وآخرها كتاب الشيعة في الميزان للدكتور كامل الدقس، وقد وزع الكتاب برغم احتجاج السفارة الإيرانية في جاكرتا. ومن مؤلفاته كتاب الباطنية، وهو كتاب مهم، لأن كثيرا من الناس لا يعرفون وما عندها من مبادئ تخالف الإسلام، والشعب الجاوي شعب مسلم، وهذه الطائفة لا تؤدي العبادات. وكان رشيدي قد درس في مدرسة الإرشاد العربية التي كان يرأسها أستاذ سوداني(أحمد بن محمد السوركتي) وكان السوداني مدرسا في المسجد الحرام، واستقدمته جمعية العلويين [5]، ولا زالت المدرسة المذكور موجودة إلى الآن، وكان تأسيسها في سنة 1911م تقريبا. وقد توفي السوداني في جاكرتا. الإثنين: 18/6/1410هـ ـ 15/1/1990م هذا وقد ضاق بنا الوقت في الاجتماع الأول مع الدكتور محمد رشيدي، فطلبت منه اجتماعا آخر، لأسجل عنه معلومات أخرى عن بلاده، لإلمامه الواسع بأحداثها، من عهد الاستعمار الهولندي ثم الياباني إلى عهد الاستقلال وتطورات أحداثه إلى اليوم، فاتفقنا على التاريخ المذكور أعلاه، وكان هذا الاجتماع في الساعة التاسعة صباحا. شرح المبادئ الخمسة(البانتشاسيلا) بدأ رشيدي يتحدث عن المبادئ الخمسة التي هي أساس الحكم في إندونيسيا، فقال: عندما وعدت اليابان إندونيسيا بالاستقلال، تكونت لجنة تحضيرية لوضع الدستور. واقترح الأستاذ عبد القهار أن تقوم الدولة على أساس إسلامي، وأيده الزعماء الإسلاميون، وكان الوطنيون(العلمانيون) لا يريدون حكومة إسلامية. وصرح سوكارنو-وكان عضوا في اللجنة-بأن لا يوافق على اقتراح عبد القهار، لأن الحكومات في العصر الحديث قد تغيرت، ويعني هذا ضمنا، وإن لم يكن صراحة، أن الإسلام غير صالح للتطبيق هي هذا العصر، كما صرح بذلك كثير من أمثاله، فلا بد من تأسيس الحكومة على مبدأ الوطنية، وليس على دين سماوي، ولهذا دعا إلى إنشاء دولة وطنية في جميع أجزاء إندونيسيا، وكان ذلك في أول يونيو من عام: 1945م. وكان الاقتراح العلماني بناء الدولة على الأسس الآتية: الأساس الأول: الألوهية(الربانية المتفردة) الأساس الثاني: الإنسانية العادلة المتمدنة. الأساس الثالث: إندونيسيا المتحدة. الأساس الرابع: الشعبية الحكيمة(عن طريق مشورة وتوكيل شعبي) الأساس الخامس: العدالة الاجتماعية(لجميع شعب إندونيسيا) و\"بانتش\" تعني خمسة، و\"سيلا\"تعني مبادئ، وهي لغة سنسكريتية، موجودة في الهند، ولكن معانيها تختلف عن هذه المعاني. وكان سوكارنو ذكر أساس (الألوهية المتفردة) خامسا في الترتيب، وبعد مناقشات صار ترتيبها الأول. والإنسانية المتمدنة تعني إبعاد العقوبات الواردة في الشريعة الإسلامية، لأنها تخالف التمدن في زعمهم. ومعنى (الشعبية): ديمقراطية بالانتخاب. وقد أقرت هذه المبادئ عندما هدد المسيحيون في إندونيسيا الشرقية بالانفصال، إذا قامت الدولة على أساس الإسلام، وأصر الدكتور\"حتى\" الذي أصبح نائبا لرئيس الجمهورية على إقرار هذه المبادئ، وقال: إن الدستور-فيما بعد-سيشرح هذه المبادئ، وهو يعني أنه يمكن بعد ذلك تطبيق الإسلام، وقال: نحن مختلفون، ولكننا متفقون: مختلفون في العادات واللغات والعقائد، ولكننا متفقون على العيش في دولة واحدة مستقلة. وسكت الإسلاميون مؤقتا عن ذكر الدين والعقيدة والشريعة. وكانت المادة(29) من الدستور تنص على أن الدولة تؤسس على الألوهية المتفردة، ولجميع أهل الأديان الحرية التامة. وتجوهل ذكر الإسلام في الدستور، وأحجم الإسلاميون عن المشاركة في الحرب ضد المستعمر، فأنشأ سوكارنو وزارة الشؤون الدينية، وبدأ الإسلاميون يؤيدون الحكومة(هكذا يلبس العلمانيون على الإسلاميين في كل البلدان الإسلامية، حتى يخدعوهم ويخدروهم!) وأصبحت كل طائفة من أهل الأديان تفسر مبادئ (البانتشاسيلا) بحسب فهمها لدينها. ولا زال المثقفون من المسلمين يقولون: إن الدولة أسست على الألوهية المتفردة مغترين بلفظ مبهم، والحقيقة أن الدولة لم تؤسس على ألوهية إسلامية، بل على ألوهية مطاطة قصد بها الخداع، بدليل أن الدولة حاربت كل من دعا إلى إقامتها على أساس الإسلام. وقد أكره بعد ذلك سوهارتو المسلمين وغيرهم على الاعتراف بأن تكون (البانتشاسيلا) هي الأساس الوحيد للدولة كلها، وأن يرفع شعارها على جميع المؤسسات، بما فيها المؤسسات الإسلامية. و سوهارتو يوافق-في الظاهر-المسلمين، فيصلي معهم العيدين، ويحييهم بتحية الإسلام، ولكنه في السر يؤيد الباطنية. وأرادت الحكومة أن تجعل عيد الميلاد عيدا وطنيا لكل الإندونيسيين، بما فيهم المسلمون، ولكن المسلمين لم يرضوا بذلك، وصممت الحكومة على ذلك حيث قالت: لا بد من الاحتفال بعيد الميلاد احتفالا مشتركا، وهي في الظاهر تريد أن يشترك فيه الكاثوليك والبروتستانت ، ولكن المسيحيين أرادوا أن يشمل ذلك المسلمين، وكادت أن تحدث أزمة بسبب ذلك قبل عشر سنوات، ولم يلزم المسيحيون الاحتفال بعيدي الفطر والأضحى. ويوم الجمعة يوم عمل، بخلاف يوم الأحد وجزء من يوم السبت. وفي جعل يوم الجمعة يوم عمل، مصلحة للمسلمين، وإن لم تقصد ذلك الدولة، لأن المسلمين في المدارس والوزارات الحكومية يصلون الجمعة. والمسلمون ينكرون بقلوبهم قرار سوهارتو جعل البانتشاسيلا أساسا لحياة الدولة والشعب، ولكنهم لا يقدرون على المجابهة، لأن الجيش له وظيفتان: الأولى: الدفاع عن البلد، والثانية الاشتراك في الحكم، ويرجعون السبب في اشتراك الجيش في الحكم أنه هو الذي كون البلاد وقواها، بخلاف البلدان الأخرى فإن الشعوب هي التي كونت البلاد. ولم يكن سوكارنو شديدا في إكراه الناس على جعلهم أساس حياتهم هذه المبادئ [6] . أما سوهارتو فهو بالعكس، فقد كانت بعض الجمعيات الإسلامية تصرح بأنها تريد تنظيم حياتها وحياة أتباعها على مبادئ الإسلام، فألزمهم سوهارتو أن ينصوا في قوانينهم ومناهجهم أن هدفهم بناء الحياة على المبادئ الخمسة. وسألت الدكتور رشيدي عن معاني رموز العَلَمْ الإندونيسي؟ فقال: إنه يكره ذلك، ولهذا لم يهتم به، ولو امتحنوني عنه في المدرسة الابتدائية لسقطت في الامتحانات، وقال: إنهم عندما وضعوا هذه الأشياء في العلم كان هو في الخارج، وعندما رجع أرادوا إعطاءه نيشانا بعد أن يمتحنوه في هذه المعاني فقال لهم: إما أن تعطوني بدون امتحان، أو تمتحنوني وأحرم منه، فأعطوه بدون امتحان. التنصير في إندونيسيا. قال رشيدي: والتنصير لا زال على أشده، وهو الآن أشد من أيام الاستعمار الهولندي، فقد كانت هولندا تخاف من الشعب لأنه يؤمن بالإسلام، وأما الآن فإنه يُعين كبار المسيحيين في الوزارات والوظائف الأخرى وكذلك في الجيش فـ(بني مردانة جنرال من جاوة الوسطى وهو نصراني ووزير دفاع، وقد قتل في ليلة واحدة 442 من المسلمين وكانوا راجعين من أحد الجوامع بعد استماعهم لدرس ديني، وسمعوا أن بعض المسلمين قبضت عليهم الحكومة، فذهبوا إلى مركز من مراكز البوليس يسألون عن سبب ذلك، وكان مردانة يعرف ذلك فأمر بقتلهم، وكان ذلك مقدمة لإكراه الناس على الخضوع لمبادئ (البانتشاسيلا) لأن هذه المقتلة أرعبت الناس وكان هذا قبل عدة سنوات. ومعنى هذا أن الحكومة مكنت النصارى وهم استغلوا ذلك لإذلال المسلمين، ووزير المالية نصراني وكذلك وزير التنسيق. ومن الأمثلة على تمكنهم واستغلالهم مناصبهم أن باخرة تفرغ حمولتها في صناديق مقفلة وتبعث إلى جاوة الوسطى، بدون أن تطلع الجمارك على ما فيها، وتحاول فتحها فتمنع بأمر من وزير المالية، وكثير من الأموال والآلات وغيرها تأتي من الخارج للنصارى، ولا يعلم المسلمون عنها شيئا. وللحكومة جامعات، وللمسيحيين جامعات، وجامعاتهم أحسن من جامعات الحكومة، وعندهم أساتذة من الخارج من الدول الأوروبية وأمريكا. ويوجد أكثر من مائتي قسيس (جوزيف) أي يسوعيون، وهم من جنسيات مختلفة، وكثير منهم أخذوا الجنسية الإندونيسية. والمدارس المسيحية تكره الطلاب غير النصارى على التعليم المسيحي، ولو كانوا مسلمين، ويكتب ولي الطالب تعهدا بأنه موافق على تعليم ولده الأخلاق، فيطبقون ذلك على تعليمه الدين النصراني. وكانت توجد ممالك في جاوة الوسطى، وعندما ذهب الهولنديون بقيت أشكال الممالك يحرسها ويحرس قصورها المنصرون ويدخلون في أوساط أمرائها. والتنصير في جاوة أسهل منه في الجزر الإندونيسية الأخرى، وهي أقرب إلى الدين المسيحي من حيث الغلو في الأشخاص. ولهذا جاء البابا قبل ثلاثة أشهر وأقيمت له حفلات كبيرة في سومطرة و جاوة، و جاكرتا وإندونيسيا الشرقية، وكانت الأموال تجمع للاحتفال به عن طريق حرم الرئيس سوهارتو، وكانت في الأصل مسلمة، ولكنها عندما درست في المدارس الكاثوليكية أصبحت منهم، وعندما تزوجها سوهارتو أعلنت إسلامها. والآن عندما جاء البابا ظهر للناس أنها ما زالت كاثوليكية. والمفروض أن المسلمين كلهم، وبخاصة الزعماء الدينيين يكونون ضد التنصير، ولكن الواقع غير ذلك، فهم قسمان: قسم يأتمر بأمر الحكومة، وقسم لهم آراء سياسية ويحرمون من رعاية الحكومة وتكون ضدهم. فالجمعية المحمدية، والدكتور محمد ناصر الذي يتزعم المجلس الأعلى الإندونيسي للدعوة الإسلام، هم ضد التنصير ولهم نفوذ كبير. وجمعية نهضة العلماء، ومركزها في جاوة الشرقية، أعضاؤها جهال ويأتمرون بأوامر الحكومة، وطاعة أتباع نهضة العلماء عمياء ولهذا ينفذون أي أمر يصدر من زعمائهم، ويأخذ هؤلاء الزعماء شيئا قليلا من حطام الدنيا والجهل يسيطر عليهم. ولهذا فإن نهضة العلماء لا تقف ضد التنصير [7] ، بل هم يحضرون حفلات النصارى، ويفتخرون بأنهم مسالمون. ويوجد النشاط التنصيري كثيرا في أماكن الهجرة، فقد امتلأت جاوة بالسكان، ولهذا تُهَجِّر الحكومة بعض سكانها إلى سومطرة وكلمنتن وغيرهما من الجزر الإندونيسية، وهناك ينشط النصارى لتنصير هؤلاء المهجرين، ومع ذلك فإن كثيرا من أبناء تلك الجزر يهاجرون إلى جاوة لما فيها من التسهيلات والرفاهية (نسبيا). ومن أساليب المنصرين تظاهر بعضهم أنهم مسلمون، وبعد أن يثق فيهم المسلمون يكشفون عن أقنعتهم. وهل يكثر عدد المسلمين الداخلين في النصرانية؟ ليس المهم العدد، وإنما المهم التعليم فالذي يتعلم ويتنصر هو الخطر، وهذه سياسة الحكومة، فوزير الشؤون الدينية يقول: لا خطر من التنصير في إندونيسيا، وهو مثال لما يسمى بالتسامح الديني، وهذا الوزير هو أجرأ الوزراء على إدخال السياسة الخبيثة على المسلمين، وهو يسخر من المسلمين ويقول: (في القرآن، للذكر مثل حظ الأنثيين، مع أن المرأة في بعض المناطق في إندونيسيا تعمل بجد في الحياة الاقتصادية وزوجها يخدم في البيت ويقود بها السيارة، فهل مثل هذا الرجل الذي تقوم زوجته بهذه الأعمال يستحق أن يحصل على هذا الحكم؟) ويقول الوزير: إن الوقت يختلف والقرآن يجب أن يفسر حسب الوقت. وصرح الوزير بأن الحجاب غير مطلوب وأن زوجته لا تستعمل الحجاب. ومجلس النواب موجود صورة، لا مضمونا، لأن أعضاءه يخافون على فقد مراكزهم ولهذا يؤيدون الحكومة في كل شئ. والمسلمون الحمر موجودون في جاوة، وأكثرهم لا يفهمون القرآن وإنما يحفظون سورا قصارا، ويلبسون ألبسة تختلف عن ألبسة المسلمين الآخرين، ولا يحافظون على شعائر الإسلام، وهم الآن قليلون جدا وكانوا من قبل أكثر عددا. والمسلم الأبيض أغلب ويسمى (سنتري) أي ملتزم. وينشر في الجرائد أن المسلمين الحمر قد ينقلبون إلى باطنيين، وهم يطالبون بسجلات خاصة بزواجهم ومقابرهم، وتدعمهم الدول الغربية. وإندونيسيا تحتاج إلى مساعدات من (ICCI) وهي منظمة خاصة بمساعدة إندونيسيا. مكافحة التنصير. قال الدكتور رشيدي: من العجيب أن نرى بلجيكا-وهي دولة نصرانية-توظف المسلمين لتدريس أبنائهم الدين الإسلامي، وهنا في إندونيسيا، وهي شعب مسلم وفيه أقليات غير مسلمة، نجد الدولة تحارب الإسلام بوسائل كثيرة، وتدريس الدين على الحالة الراهنة في إندونيسيا لا يترك أثرا في التلاميذ، مع أن وزير الشؤون الدينية يقول: إن المسلمين في إندونيسيا هم أسعد الناس في العالم! وأثنى الدكتور رشيدي على الجمعية المحمدية والمجلس الأعلى الإندونيسي للدعوة الإسلامية، في مكافحة التنصير ونشر الإسلام، ولكن أعمال الحكومة المؤيدة للتنصير عمليا وبخاصة عن طريق الوزراء النصارى فيها تكاد تضيع هذه الجهود. وقد أنشأت وزارة الشؤون الدينية جامعات إسلامية بكليات متعددة، وخريجوها من جامعات البلاد الغربية، ولكن الوزير الحالي أصبح مستغربا أكثر من اللازم، مع أنه من عائلة مسلمة، وأبوه مدرس في قريته، وهو انتسب أولا إلى الحزب الإسلامي ماشومي، ثم توظف في السلك الدبلوماسي، وكتب رسالة ماجستير أنكر فيها إمكان قيام دولة إسلامية، وهو على شاكلة علي عبد الرازق، واتخذ خطوة جريئة ببعث كثير من مدرسي الجامعات الإسلامية إلى جامعة مقيل، ولو أنه بعث بعض النابغين الملتزمين لا يضير ذلك، ولكنه بعث أعدادا كثيرة بقصد علمنتهم. ويوجد الآن الدكتور تشارز آدم-مستشرق-هنا للإشراف على ترتيبات بعث هؤلاء المدرسين إلى الغرب. وقال الدكتور رشيدي: ومع هذا فإن الدعوة الإسلامية في إندونيسيا تتقدم، وبخاصة في الشباب الجامعي، ففي كلية الطب-مثلا-تلقى محاضرات عن الإسلام كل أسبوع، ويدار فيها حوار ونقاش مفيد، وإقبال الشباب على الإسلام يزداد، وقال: إنه متفائل. وانتقد الدكتور رشيدي المتخرجين من جامعات الدول العربية، وأنهم لا يسمع لهم صوت ولا حركة[8] ، ولعل السبب قلة الاطلاع، وقد تكون لغتهم العربية لا تساعدهم على الاطلاع [9] ، وأكثرهم يريدون العيش في المدن الكبيرة لما فيها من المرافق. وقال الدكتور رشيدي: إنه يأسف كثيرا لأنه لم يجد كتابا صغيرا جذابا يبين أهمية الإسلام في حياة الأمة وأنه كتب هو كتابا يتكون من 150 صفحة في أربع محاضرات عن الإسلام يبين معنى الدين وتاريخ الأديان. وقال: إن الشعب لا يفرق بين القرآن والإنجيل (يعني الجهلة الذين لا يفرقون بينهما من حيث فهم معناهما وأن الأول كتاب الله الخالد المحفوظ، والثاني محرف لم يعد صالحا للناس بعد نزول القرآن الكريم). فلا بد أن يبين للناس بطريقة علمية ما يبين معنى الدين والإقليمية والجنسية، والحكومة لا تريد فعل هذا، ولكن إذا كتب عنه بأسلوب علمي لا يهتم الكاتب. وقد كان عدد الجمعيات في إندونيسيا كثيرا، وفي آخر عهد الاستعمار الهولندي وجد اتحاد للجمعيات الإسلامية، وعندما جاء اليابانيون اتصلوا بهذا الاتحاد، وكان يسمى المجلس الأعلى الإسلامي، تقليدا للمجلس الأعلى الإسلامي في فلسطين الذي كان يرأسه الحسيني. وأصبح هذا الاتحاد قوة سياسية كبيرة، وهو حزب ماشومي (مجلس شورى مسلمي إندونيسيا). وقد حلته الحكومة الإندونيسية فيما بعد. وبقيت أربع جمعيات: المحمدية، ونهضة العلماء، والإرشاد، والوصلية. واتحاد التربية الإسلامية (على هذا تكون خمس جمعيات) وأكبرها (لعله يقصد من حيث العمل والنشاط لا من حيث العدد، لأن نهضة العلماء أكثر عددا من الجمعيات) المحمدية ولها مرافق كثيرة. والأحزاب التي كانت موجودة وهي تعمل للإسلام حزب ماشومي، وحزب مسلمي إندونيسيا، وعرقلت سيرهما الحكومة. وبقي حزب التنمية الذي لا تقر الحكومة فيه إلا من يؤيدها والحزب الوطني الذي يعمل فيه النصارى وبعض الوطنيين من المنتسبين للإسلام. مستقبل إندونيسيا. ويوجد ما يبن 3-4 ملايين من الصينيين وهم نشيطون في الاقتصاد والتجارة، وأكبرهم يتصل برئيس الجمهورية مباشرة في أي وقت، وهو يسكن بجوار بيت الرئيس ويدخل عليه في أي وقت، وهذا يدل على نفوذ كبير للصينيين، وكان الصينيون وراء الثورة الشيوعية، والآن ستستأنف العلاقات وتقوى بين إندونيسيا والصين وهذا يوجد تساؤلات، ويخشى أن تعود الشيوعية من جديد، لأن الأوضاع ازدادت سوء، فالغني افتقر والفقير زاد فقره، والرئيس نفسه اغتنى غناء فاحشا. والمسلمون العاملون لا يألون جهدا في للإسلام. وسألت الدكتور رشيدي عن أقدم أثر وجد في إندونيسيا يتعلق بالعرب؟ فقال: أقدم أثر وجد في القرن الخامس عشر في سومطرة الغربية من سلالة العباسيين، قدم عن طريق الهند، وتركوا آثارا صوفية، بعض طوائفها تقول: بوحدة الوجود، وأخرى تقول بوحدة الشهود، وتضمنته بعض الأشعار الإندونيسية، وهو في مؤلف مطبوع، وقد أعدت في رسالة دكتوراه في هولندا. وكانت قد أقيمت مملكة إسلامية في ملقا، ودمرها البرتغاليون، وذهب بعض الشبان من أولاد التجار إلى جاوة الشرقية، وبنوا جامعا في AMPEL في سورا بايا، ولا زال موجودا حتى الآن، وتوجد مقابر لبعض المسلمين، وغالبا تكون قد أقيمت في القرن السادس عشر الميلادي. وتوجد في جنوب سورابايا مملكة هندية، وفي جاوة الوسطى توجد مدينة تسمى: \"القدس\" وقد أسلم أحد الملوك هناك. وبدأ الإسلام في الانتشار في القرن السادس عشر، وذهب بعض المسلمين إلى شرق إندونيسيا وبعضهم ذهب إلى سلاويس، والمسلمون فيها أقوياء إلى الآن. الأولياء التسعة. لم يكونوا يعيشون في وقت واحد، وبعضهم كان مع الأمير الذي بنى مدينة القدس. وهناك خرافة يعتقدها المسلمون الحمر، وهي أن أحد الأولياء قاطعه الأولياء الآخرون بسبب عدم تعمقه في الإسلام، فاستاء منهم وتشكل بصورة دودة ودخل بينهم وهم يتناقشون وسمع نقاشهم كله، ثم رجع إنسانا وادعى الألوهية، وحكم عليه الثمانية بالقتل، ومثل هذه الخرافة التي يعتقدها جهال المسلمين كثيرة. ومن أهم العقبات التي تعترض الإسلام في إندونيسيا السياسة المعارضة للإسلام. ويوجد بعض العلماء المتعمقين في العلوم الإسلامية، ومنهم شيخ يسمى استخار في بوقور وهو متواضع وبعض العلماء يخفون أنفسهم. ويمكن طلب قائمة بأسماء هؤلاء العلماء من محمد ناصر. وتوجد طائفة غرب جزيرة جاوة يسمون أنفسهم \"بدوي\" باللغة الإندونيسية، وتعمدت هولندا حجزهم عن الحضارة، وهم لا يستعملون الأشياء الحديثة، ولم يستطع أحد أن يدخل في منطقتهم، بعضهم دخلوا في الإسلام، وبعضهم دخلوا في المسيحية، وما زالوا يستعملون الأشياء القديمة إلى الآن، وتسمى بلادهم: بنتن BANTAN. نشاط المجلس الأعلى الإندونيسي. وقال الدكتور رشيدي عن نشاطهم الدعوي: نجمع عددا من الدعاة الصالحين، ونوزعهم على المناطق لنشر الإسلام فيها، كل عشرة يذهبون إلى منطقة ويعطون مكافآت تغطي احتياجاتهم (مائة ريال في الشهر تقريبا) ونترك لهم حرية العمل واتخاذ الوسائل للاتصال بالناس والتخطيط ونشر عليهم، وهذا ما يحصل الآن في جاوة الوسطى جوك جاكرتا، حيث يقوم بعض طلاب الجامعة الإسلامية في جوك جاكرتا بالدعوة في الجبال. ويجتمعون بعد ذلك ويناقشون النتائج. ويرى الدكتور رشيدي أن المجلس الأعلى للدعوة هو المؤهل لهذا، لأنه يتصل بالشعب أكثر من غيره من حيث الدعوة، وعندهم مسجد الفرقان تقام فيه الصلاة في الطابق الثالث، والطابق الثاني للمحاضرات والاجتماعات، والطابق الأرضي للمكاتب، وقد ساعد في بنائه بعض المحسنين في الكويت. والدكتور رشيدي هو نائب رئيس المجلس الأعلى الإندونيسي للدعوة الإسلامية (قال: رسميا، أما من حيث العلم فصحته لا تمكنه من القيام بنشاط عملي). ويوجد قسم كبير عن شؤون إندونيسيا في جامعة ليدن في مدينة لاهاي بهولندا، وهو يهتم بالأجناس وأديانها وعاداتها. والسكان الأصليون في إندونيسيا لهم لغة خاصة وحروف خاصة يكتبونها. والشيعة يوجد عدد قليل منهم من الشبان، ولا مستقبل لهم إن شاء الله في إندونيسيا. وقد أدرك بعضهم خطر الشيعة بعد أن ترجم الدكتور رشيدي كتاب سلامة الدقس: عقائد الشيعة في الميزان، واحتجت السفارة الإيرانية على ذلك، واتصلت بالناشر وقالت: إن في ذلك إساءة لزعيمهم الخميني، وقد اهتم الناس بقراءة الكتاب. تعليق: تركت للدكتور رشيدي في هذه الجلسة أن يذكر كل ما يعن من خواطر، وإن كنت أحيانا أوجه له بعض الأسئلة والاستفسارات، وكان يتحدث والحزن باد عليه بسبب ما يراه من محاربة الإسلام في بلاده من الداخل والخارج. الإثنين: 19/2/1413هـ ـ17/8/1992م استياء الدكتور محمد رشيدي من أوضاع بلاده. هذا وقد زرت الدكتور رشيدي في رحلتي الرابعة لإندونيسيا في منزله الجديد الذي انتقل إليه قريبا، وبدا لي في هذه الزيارة أن الرجل منقطع عن العالم ومستاء جدا من الأوضاع في إندونيسيا، وفي العالم الإسلامي كله. وقد تحدث حديثا قصيرا في ثلاث نقاط: النقطة الأولى: أنه استفاد من سيد قطب رحمه الله في دراسة المواد الرياضية عندما أراد رشيدي الالتحاق بالثانوية العامة في القاهرة. النقطة الثانية: وقال: إن وزير الشؤون الدينية(الأستاذ محمد منور شاذلي) كان من شباب حزب ماشومي، وأن سبب دخوله في السلك الدبلوماسي، هو تمكين وزير خارجية سوكارنو(محمد روم)-وهو أيضا من شباب ماشومي-لمحمد شاذلي من دخول هذا السلك، ولكنه بعد أن دخل في ذلك ابتعد عن مبادئ حزب ماشومي، وأصبح عضوا في حكومة علمانية. والنقطة الثالثة: أن حزب التنمية الذي كان في الأصل حزبا إسلاميا أصبح أقل الأحزاب أهمية مع كثيرة المسلمين الإندونيسيين وأن الحزب الديمقراطي الذي يغلب فيه النصارى، ويعتبر الحزب الثالث من حيث العدد هو أكثر سيطرة منه وقد يصبح أكثر عددا منه، هذا فضلا عن الحزب الحاكم. الخميس 18/4/1418هـ ـ21/8/1997م الدكتور محمد رشيدي فقد ذاكرته لكثير من أحداث الماضي. كانت آخر زيارة قمت بها للدكتور محمد رشيدي في منزله بجاكرتا، بعد صلاة العصر من هذا اليوم، وقد فقد كثيرا من معلوماته السابقة لكبر سنه، حتى إنه لم يعرفني مع تكرر زيارتي له، وكان يذكرني في جميع تلك الزيارات، ولكنه يتمتع بالسمع وفهم كل ما يقال له في الوقت الحاضر ويرد على المتكلم بوعي كامل وسألته: كم عمرك الآن ؟ فقال: كم تعطيني أنت؟ يعني: كم تقدر لي من العمر؟ قلت: أقل من التسعين قليلا، فقال: نعم أقل من التسعين قليلا. فقال له: عبد الله باهرمز: 85 سنة؟ قال: لا بل أقل من التسعين بأشهر فقط. وقد طلبت من بعض الإخوة الإندونيسيين أن يحدد لي موعدا لزيارته في هذا العام(1419هـ ـ 1998م) فأخبرني بأنه من الصعب زيارته في هذه الأيام، لعدم قدرته على الجلوس وعلى التفاهم مع الزائر. وإني أسأل الله تعالى أن يحسن خاتمته، وأن يثيبه على ما قدم من عمل للإسلام في بلاده، وأن يخلفه بخير، إذا انتقل إلى جوار ربه. وفاة الدكتور محمد رشيدي رحمه الله الثلاثاء 27/3/1422هـ ـ 19/6/2001م في هذا اليوم قابلت الأستاذ حسين عمر(سبق أن قابلته السنة الماضية، وكتبت عنه بعض المعلومات) رئيس المجلس الأعلى للدعوة الإسلامية في جاكرتا، وسألته عن تاريخ وفاة الدكتور محمد رشيدي، فقال: إنه توفي بعد ظهر يوم الثلاثاء 30/من شهر يناير من هذا العام 2001م، وهو يوافق اليوم السادس من شهر ذي القعدة 1421هـ في المستشفى الإسلامي في جاكرتا، بعد أن نقل إليه وبقي فيه أقل من عشرة أيام. ثم نقل في الطائرة إلى جوك جاكرتا، ودفن في مقبرة صغيرة خاصة بعائلته، في منطقة (كوتا كِيْدِيْهْ kuta kidih ) عن عمر بلغ 86 عاما، لأنه ولد في اليوم الثاني من شهر مايو سنة 1915م وكان اسمه الأصلي: محمد ساريدي، والذي سماه رشيدي هو الشيخ أحمد السوركتي السوداني المولود سنة: 1872م، وقد تتلمذ عليه رشيدي ، والشيخ السوركتي هو زعيم الإرشاديين(سبق أن كتبت معلومات عنه وعن الإرشاديين والعلويين وما دار بينهما من خلافات في الكتاب الخاص بإندونيسيا من سلسلة: في المشارق والمغارب) وللدكتور محمد رشيدي ثلاثة أولاد: بنت، واسمها توريانا، وابنان وهما عيد السلام وقاسم. ملحوظة: كنت قابلت الدكتور محمد رشيدي ما لايقل عن أربع مرات، وأخذت منه معلومات مباشرة عنه وعن الأوضاع في إندونيسيا عامة، وعن الصراع بين المسلمين وأعداء الإسلام خاصة، وكان أول لقاء به في سنة 1400هـ ـ 1980م هو وزميل دربه الدكتور محمد ناصر رحمه الله. وقد زاره عبد الرحمن واحد قبل وفاته. وقد كان رشيدي أول وزير للشؤون الدينية في عهد سوكارنو بعد استقلال إندونيسيا من الاستعمار. وكان أبو عبد الررحمن واحد وزيرا للشؤون الدينية أيضا في فترة من الفترات. وسألته: هل بقي من جيل الدكتور محمد رشيدي ورفيق دربه الدكتور محمد ناصر رحمهما الله أحد على قيد الحياة؟ فقال: محمد رشاد نور الدين ، وهو أحد رؤساء فروع المجلس الأعلى للدعوة الإسلامية في جاوة الغربية، وعمره ثمانون سنة تقريبا، وهو لا يزال واعيا ونشيطا، وإن كن يتعرض لآلام في ركبتيه. وقد كتب عن حياته مجموعة من المثقفين، مننهم وزير الشؤون الدينية الأسبق منور شاذلي، وعبد الرحمن واحد الرئيس الحالي لجمهورية إندونيسيا، ونشر الكتاب 1985م. وقد رأيت الكتاب، وهو باللغة الإندونيسية، وفي الصفحة من النسخة كتب الدكتور رشيدي إهداء لها بخطه إلى الدكتور محمد ناصر رحمهما الله رحمة واسعة. وقد ذكر في الكتاب الذي ألف عن حياة الدكتور رشيدي، عدد من الكتب بلغت 23 عنوانا، بعضها ألفها هو، وبعضها ترجمها إلى اللغة الإندونيسية. من الكتب التي ألفها: 1- فلسفة الدين. سنة 1965م. 2-الإسلام وإندونيسيا في العصر الحديث. 3- فضائل الأحكام الشرعية. 4-الإسلام والباطنية. 5- لما كنت ثابتا على الإسلام. 6-الإسلام في مواجهة الشيوعية. 7-الإسلام والاشتراكية. 8- موقف الإسلام تجاه التنصير. 9-الدين والأخلاق. 10-الاستراتيجية للثقافة وتجديد التربية الوطنية. عام 1980م الإسلام في إندونيسيا( وهو رسالته للدكتوراه بين فيها أسباب نقده لكاتب إندونيسي قديم، يسمى (شِنْتِيْنِي) كتب أوراقا عن تطور الإسلام في إندونيسيا، وكانت تلك الأوراق هي محل النقد) 11- ما هي الشيعية؟ 12- أربع محاضرات عن الإسلام في الجامعات الإندونيسية. سنة 1974م 13- قضية مسودة قانون الزواج فيما يتعلق بعلاقة المسلمين والنصارى.وكان هذا الكتاب ممنوعا في عهد سوهارتو. ومن الكتب التي ترجمها: 1- وعود الإسلام للأستاذ جارودي. سنة 1982م 2- التوراة والإنجيل والقرآن والعلوم العصرية للأستاذ موريس بوكاي.سنة 1978م. 3-التوحيد والشرك في الإسلام من وجهة نظر الأستاذ كِينث مرجان (لخص فيه كتابه: الإسلام الطريق الطريق القويم) 1958م 4- مؤتمر الكنائس العالمية-معناه للعالم الإسلامي. سنة 1975. 5-الإنسانية في الإسلام للكتور مارسل بوساد. سنة 1980م. 6-الموضوعات الفلسفية (THELIVING ISSUE OF PHILOSOPY لمؤلفه TITUS CS ) 1984م وله حوارات في الرد على بعض المثقفين الإندونيسيين: 1- ملاحظات على الدكتور نور خالص ماجد عن العلمانية سنة 1972م 2- ملاحظات على كتاب الدكتور هارون ناسوتيون (الإسلام من جميع جوانبه) ومعلوم ما كابده الدكتور محمد رشيدي ورفقاء دربه، وبخاصة الدكتور محمد ناصر من ظلم واضطهاد وكبت من قبل الحكم المستبد الجائر الذي تولى كبره سوهارتو. ============================= [1] -الاجتماع الأول كان في رمضان من عام: 1400هـ. وقد سجلته في الكتاب الثاني من هذه السلسلة. [2]-أعداء الإسلام يلبسون على الشعوب بنسبة أنفسهم إلى الوطن وكأن غيرهم من دعاة الإسلام ليسوا وطنيين، والهدف من ذلك جذب ولاء الناس باسم الوطن وإبعادهم عن الولاء لله ورسوله والمؤمنين، ولهذا تجد مناهج التعليم والاعلام تصب في هذا الاتجاه، بحيث تقضي التربية الوطنية على التربية الإسلامية أو تحاصرها. [3]-هذه المسألة تحتاج إلى تفصيل وسيأتي في مكانه المناسب مع ذكر المؤامرة على الإسلام بوثائقها ومراجعها. [4]-هكذا يناور أعداء الحكم بالإسلام المسلمين ويخدعونهم بأحداث منصب مثل وزارة الشؤون الدينية، مع أنها ليست خاصة بالمسلمين، حتى يتمكنوا من صرف المسلمين عن المطالبة بالتطبيق الكامل للإسلام بحيث تكون الوزارات كلها تطبق الإسلام، فإذا تمكنت الحكومة العلمانية من ذلك وجهت الوزير المسؤول عن الشؤون الدينية إلى علمنة الإسلام بالأساليب الماكرة، أو حذفت الوزارة أصلا. [5] -هذا بعد أن انفصل السوركتي عن العلويين، بسبب خلاف دار بينه وبينهم، كما سيأتي تفصيله في مكانه. [6]-يكفيه أنه سنها وقننها. [7]-قد لا يكون هذا هو موقف جميع الأعضاء. [8]-لي على الإطلاق ويوجد كثير من الشباب الذين تخرجوا في جامعات الدول العربية لهم نشاط دعوي وتعليمي جيد وهم في حاجة إلى الإمكانات المادية. [9]-الذي يتخرج من جامعة عربية يكون غالبا قادرا على الاستفادة من الكتب العربية إلا إذا هجر اللغة العربية ويستطيع أن ينمي معلوماته بالكتب المترجمة."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "وفاة الداعية الإسلامي الشيخ أحمد ديدات",
    "content": "اطلعت على وفاة الداعية الإسلامي الشيخ أحمد ديدات رحمه الله، اليوم الثلاثاء4/7/ 1426هـ ـ 9/8/2005م http://www.islam-online.net/Arabic/news/2005-08/08/article10.shtml وكنت قد كتبت عنه بعض المعلومات بعد زيارتي له في منزله في ضاحية من ضواحي دربن وهو على سرير مرضه، وهي كما ترى في الأسفل: السبت: 20/3/1420هـ ـ 3/7/1999م وأقول: اللهم ارحم عبدك أحمد ديدات واجعلنا وإياه رفيقا لمن أنعمت عليهم من النبيين والصديقين والشهداء وحسن أولئك رفيقا، إنا لله وإنا إليه راجعون. لله ما أخذ ولله ما أعطى لقد أدى هذا الرجل الداعية العظيم ما لم تؤده مؤسسات من الدعوة إلى الله، وأفحم مثيري الشبهات على ديننا الحتيف من مصادرهم التي يعتمدون عليها في دينهم، ومات وهو يوصي علماء المسلمين بأن يأخذوا زمام المبادرة الذي أخذ به عندما تحدوه وهو جاهل فقير، فاستعان بالله عندما عثر على كتاب لولي الله الدهولي يسمى: (إظهار الحق) في بقايا مخزن تغيطيه الأتربة، يهدم مؤلفه ما كان النصارى يظنونه حججا وبينات تقوي دينهم المحرف، ففرح بالكتاب فرحا شديدا فشمر عن ساعد الجد وحزم حقائبه وذهب إلى أساتذة من تحدوه في عقر دارهم وهزمهم الواحد تلو الآخر، حتى كانوا يفرون منه إذا سمعوا ذكر اسمه، وعندما نام على سرير مرضه ولم يستع تحريك لسانه بالكلام، ذهبوا إليه في منزله يدعونه إلى دينهم المحرف، تشفيا منه، وهذه طبيعتهم يفرون من صفوف المعارك المعنوية عندما يلقي دعاة الإسلام أمامهم عصى موسى، ويفرون من المعارك الحربية عندما يجدون قادة إسلاميين أقوياء، يعدون ما أمرهم الله به من القوة التي ترهبهم، فإذا تفوقوا هم في السلاح وضعف المسلمين اغتنموا الفرصة للتشفي فيهم. فرحمك الله يا ديدات وخلفك بمن يأخذ السيف بحقه، وكأنه تعالى قد فعل، وإنا لله وإنا إليه راجعون. السبت: 20/3/1420هـ ـ 3/7/1999م زيارة الشيخ أحمد ديدات، في منزله. كان أول لقاء سجل في برنامج زيارتي، الاجتماع بالأخ (يوسف بن الشيخ أحمد ديدات) في مركز الشيخ في وسط مدينة\" دربن\"  للاطلاع على نشاط المركز، وأخذ معلومات عن والده، ثم القيام بزيارة والده الذي يلازم سريره منذ ما يقارب ثلاث سنوات. وذهبنا إلى المركز مبكرين ولم نجد الرجل، فاتصل به موظفو المكتب وأخبروه أن الضيف السعودي في انتظارك، فقال لهم: أنا في الطريق إليكم. وجاءنا المحاسب – وهو شاب طويل القامة – وأخذنا للاطلاع على مكاتب المركز، وكان أول مكتب وقف بنا عليه هو مكتب الشيخ أحمد ديدات الذي كان يدير منه المركز ونشاطه، ثم مررنا على بقية مكاتب المركز الأخرى. والمكاتب تقع في الدور الرابع من المبنى الذي يملكه الشيخ، وبقية الطوابق بها مكاتب مؤجرة وأسواق تجارية. وبعد قليل قال لنا المحاسب: الأخ يوسف ينتظركم في الأسفل، وظننت أن له مكتبا في أحد الطوابق السفلى سنجتمع به فيه، ولكنه كان ينتظرنا بسيارته في الشارع. صافحني وأشار لي بالركوب إلى جانبه، وركب الأخوان \"حسن\" المغربي الذي كان يرافقني للترجمة، والسائق يوسف في المقعد الخلفي، وأخذ ينهب الطريق بسيارته نهبا، كانت سرعته مخيفة! وأخذ الرجل يتحدث - بسرعة - عن والده ونشاطه في مهاجمة العقيدة النصرانية، وحاول حسن أن يترجم لي شيئا مما يقول ولكنه لم يستطع اللحاق به، وفهمت من الكلمات المقتضبة أنه يتحدث عن خطر النصرانية ووجوب التصدي لها، و أن والده قد حمل هذا العبء، وأنه هو سيسير في نفس طريق أبيه. قلت للمترجم أخبره أنني قد اجتمعت بوالده في جدة وفي المدينة وقد سمعت منه مباشرة، وسمعت له بعض المحاضرات المترجمة. وبعد قليل فوجئت بالهجوم الديداتي العنيف والغضب المغربي الشديد، كل منهما يخاصم الآخر، وفهمت من الرجل قوله للمترجم: أخبره، والمترجم يشتد في خصومته، فقلت للأخ حسن: يجب أن تترجم لي كل ما يقول، ولكن المترجم يزداد غضبا وخصومة و لم يخبرني ما الذي يجري بينه وبين الأخ يوسف، وصاحبنا يرفع صوته ويزيد من سرعة سيارته، وكانت الطريق متعرجة، وأنا أكرر قوله تعالى: { حسبنا الله ونعم الوكيل } ثم سكت الخصمان بعد أن فتح يوسف شريط\" كاسيت\" للقرآن الكريم من سورة البقرة بصوت\" الشيخ محمد أيوب\" فأسكت القرآن الكريم صوت الخصمين، ولا أظنه أسكت غضبهما. فهمت بعد ذلك – استنباطا – أن يوسف ديدات نال من بعض الدول وزعماء العرب، وأن حسنا المغربي لم يوافقه ورفض أن يترجم لي ما سمعه منه. وكانت المسافة من مدينة دربن إلى القرية التي يسكن فيها الشيخ أحمد ديدات تزيد عن خمسين كيلا، وتسمى:\" فير ولام  VERULAM\" تقع في شمال شرق مدينة دربن. في منزل الشيخ أحمد ديدات. وقفنا في خارج مقصورة الشيخ، ودخل الأخ يوسف ولد الشيخ يستأذن لنا بالدخول. دخلنا على (الشيخ أحمد ديدات)  وهو مستلق على سريره الصحي، ولا يبدو على وجهه أثر المرض، ولكنه لا يحرك إلا جفني عينيه، وقد يحرك رأسه، وحدق بعينيه في وجهي، ولم يكن يصرف نظره غالب الوقت الذي قضيته واقفا أمامه. وقد مضى للشيخ على حالته هذه ثلاث سنوات ونصف السنة. الشيخ يسمع ويفهم ويخاطب! ‍لم يمنع الشيخ مرضه الطويل الذي أقعده من سماع الكلام، وفهمه بالرموز التي يخاطبه بها ابنه، والموافقة على ما يقال له برفع جفنيه،  أو المخالفة لذلك عن طريق تحريك رأسه يمينا ويسارا، وإظهار السرور بالضحك  المسموع، وإظهار حزنه بالبكاء كذلك. ولقد فتح جفنيه مصوبا عينيه إلى وجهي عندما قال له ابنه: هذا فلان جاء من المدينة المنورة، ورغب في زيارتك، ثم رفع صوته بالبكاء حنينا على المدينة المنورة! وقلت له: لقد أديت واجبك في الدفاع عن كتاب ربك، وبينت باطل الكتابين المحرفين، واستفاد منك كثير من الدعاة في هذا الباب، كما هدى الله بك من أراد من غير المسلمين، لذلك نرجو أن يجزل الله لك الثواب وأن يحسن خاتمتك. فرفع جفنيه مؤمنا، ورفع صوته بالبكاء مشفقا. وقال ابنه: إن قسس النصارى يزورون والدي – وهو على هذا الحال -ويلحون عليه بأن يترك دينه، ويدخل في النصرانية، ولا يزوره المسلمون! وهو يرد عليهم قائلا: لئن فعلت ذلك لأفتحن باب فتنة على الإسلام والمسلمين، وأخبر والده بما قال لي، فرفع صوته باكيا. وقلت له: لو كانت هذه الدعوة النصرانية موجهة لمسلم عاقل – ولو كان غير عالم – لرجونا له، وهو في هذه الحالة أن يثبته الله على دينه، فكيف بمن أفنى حياته مبينا باطل هؤلاء القوم؟! إن رجاءنا له التوفيق أعظم! فرفع الشيخ صوته ضاحكا مسرورا. وقال لي ابنه: هل تريد أن تقول للوالد شيئا؟ قلت له باللغة الإنجليزية – ناطقا بكل كلمة على انفراد - رافعا صوتي: أسأل الله الذي جمعنا بك هنا في منزلك في الدنيا أن يجمعنا هنالك في الجنة، فرفع جفنيه مؤمنا، ورفع صوته باكيا حنينا إلى الجنة. وأعطاني يوسف ما يسمى بالإنجيل (البا يبل) – وفيه نص مترجم باللغة العربية – خلاصته: أن نوحا عليه السلام زنى – حاشاه – بابنتيه الصغرى والكبرى، وقال لي: اقرأه بصوت مرتفع ليسمع أبي صوتك، ففعلت، وقلت بعد قراءتي: هذا النص وحده يكفي لنفور العقلاء من الإيمان بما في الكتابين الموجودين (العهدين) القديم والجديد، فرفع الشيخ جفنيه مؤيدا، ورفع صوته ضاحكا مبديا سروره. وقلت له: بماذا توصينا يا شيخ! فقال: أوصي علماء العرب أن يجتهدوا في دعوة النصارى إلى الإسلام، وأن يتسلحوا في دعوتهم بالرد عليهم من كتبهم، فإن ذلك أدعى لتشكيكهم في دينهم وتفكيرهم في الإسلام ودراسته ثم الدخول فيه، وهذا أمر مجرب. ثم شكا من انتقاد بعض العرب لأسلوبه في الهجوم على المسيحيين وكتبهم وقال: إن الهجوم على عقيدتهم الباطلة جعل كثيرا منهم يشكون في باطلهم. وطلبت من ابنه أن آخذ للشيخ صورة، فرفض، فقلت له: أخبر والدك أني أرغب في ذلك، فأخبره فحرك جفنيه مظهرا إذنه بذلك، فأخذ يوسف نفسه صورة أو صورتين وأنا بجانب الشيخ. ثم أخرج يوسف بعض كتب الشيخ في الرد على المسيحية وقال للشيخ: هل أكتب إهداء لهذه الكتب منك للدكتور وتختم على الإهداء بإبهامك؟ فرد بالإيجاب، وفعل. ولد أحمد ديدات سنة: 1918م في (سرت) بالهند، وسافر والده إلى جنوب أفريقيا في نفس السنة، ولحق أحمد ديدات بوالده في جنوب أفريقيا سنة 1927م وفي نفس السنة توفيت أمه. درس بتفوق إلى السنة الثانية من المرحلة الإعدادية، وترك الدراسة وعمل في دكان مع مسلم، وكان عمره: 16 سنة. كيف ظهر المركز الدولي للدعوة الإسلامية؟ هذا، وقد حاولت أن آخذ من الأخ يوسف معلومات مفصلة عن الشيخ وعن المركز، عن طريق السؤال والجواب، أو أن يكتب لي ذلك – ولو باختصار باللغة الإنجليزية – فاعتذر لكثرة مشاغله كما قال، ووعدني أن يبعث لي بمقابلة مع والده في شريط فيديو مترجم باللغة العربية، وببعض المعلومات في بعض المجلات العربية.[[ -الشريط صادر عن تلفزيون الإمارات العربية المتحدة (أبو ظبي) أما المجلات فلم أجد فيها ما يفيدني عن الشيخ ومركزه. ]] وقد بعث لي بالشريط، وفيه يبين الشيخ سبب اتجاهه إلى دراسة التوراة والإنجيل والرد على عقائد اليهود والنصارى بشدة، وأنه – في الأصل – كان عاملا ليس عنده علم بأمور الإسلام، وأن النصارى كانوا يهاجمون الإسلام، وكانوا يسألون المسلمين الذين يعملون معهم أسئلة تشككهم في الإسلام، ولم يكن المسلمون يستطيعون الرد على تلك الأسئلة، مع تمسكهم بدينهم، ولكن ذلك كان يزعج ديدات وزملاءه، وكان هو يفكر في ذلك ويتمنى أن يجد من يساعده في الرد على تلك الشبهات والأسئلة. قدم الشيخ في الشريط سؤالا واسترسل في الإجابة عنه، وقد اطلعت على الشريط ولخصت ما رغبت في إثباته على النحو الآتي: بداية المعركة! يقول الشيخ: إنه بعد أن انتهى من المدرسة، عمل في أحد المحلات لبيع السكر والملح والدقيق والأرز، وكان المكان يبعد عن مدينة دربن  125 ميلا وكانت توجد في الجانب الآخر من موقع الدكان إرسالية مسيحية جامعية  تسمى: (آد مز مشين) وهي تقوم بتدريس الطلاب المسيحية وتدربهم على مواجهة الإسلام والمسلمين. وكان بجانب هذه الكلية مئات المنازل الصغيرة التي يسكن فيها السود. وكان الطلاب المتدربون يزورون أحمد ديدات والعاملين معه في الدكان، ويلقون عليهم أسئلة وشبهات يهاجمون بها الإسلام، ولم يكن يعرف هو وزملاؤه شيئا عن ذلك. من ضمن تلك الأسئلة والشبهات ما يأتي: هل تعلمون أن محمدا (صلى الله عليه وسلم) كان يكثر من الزوجات؟ وهل تعلمون أنه أخذ القرآن عن اليهود والنصارى؟ وهل تعلمون أنه نشر الإسلام بحد السيف وأكره الناس على ذلك؟ قال الشيخ: وقد أحال هذا الهجوم على الإسلام حياتنا إلى بؤس وعذاب وشقاء، وأحدث عندنا حيرة وقلقا، بسبب عدم معرفتنا شيئا نرد به عليهم. وكنت أرغب في ترك المحل والهرب إلى مكان آخر، ولكن ذلك كان مستحيلا، لصعوبة وجود مكان آخر. وجاء الحل! وأخذت أتساءل: كيف أتصرف؟ ويسر الله الحل! فقد كنت أقلب رزما من الجرائد والمجلات القديمة في مخزن رئيسي في العمل، وهي مليئة بالغبار، فوجدت كتابا بين تلك الجرائد تنتشر عليه الحشرات، وفتحته من باب الفضول، فإذا هو باللغة العربية بعنوان (إظهار الحق) وكتب كذلك بالحروف اللاتينية (IZHARULHAQ) وأخذت أكر: إظهار الحق … وأتساءل: ما معنى إظهار الحق، ثم نظرت في في بعض الأسطر في الكتاب، فوجدت كتابة باللغة الإنجليزية: الكشف عن الحقيقة، فربطت هذا المعنى بعنوان الكتاب. وقرأت الكتاب فوجدته يتناول هجمة النصارى على الإسلام في موطني الأصلي (الهند)  وذلك عندما هزم النصارى الهنود واحتلوا بلادهم، قالوا للهنود: إذا حلت بكم مشكلات في المستقبل فسيكون مصدرها المسلمين، لأنهم قد استولوا على بلادكم وانتزعت منكم السلطة بالقوة، وهم قد ذاقوا حلاوتها، ولا بد أن يحاولوا استعادة السلطة بالقوة. وإنما أرادوا تأليب الهنود ضد المسلمين، لأنهم مناضلون أشداء، بخلاف الهنود. ولهذا خططوا لتنصير المسلمين، ليبقوا في الهند ألف عام، واستقدموا أفواجا من المنصرين إلى الهند. قال الشيخ: ووجدت أن الكتاب طبع قبل ولادتي بثلاث سنوات، فقد كانت طباعته في سنة: (1915م) وأنا ولدت في سنة (1918م). [[فيكون عمر الشيخ في هذا العام الذي زرته فيه، وهو 1999م  (81 عاما) أسأل الله لي وله حسن الختام ]] قال الشيخ ديدات: وقرأت الكتاب - إظهار الحق – فوجدت فيه من المعلومات والمناظرات ما كان له أكبر الأثر في حياتي، وجعلني أعزم على مواجهة المسيحيين، لأن في الكتاب ما يجعلني مسلحا قويا في مواجهتهم، ووجدت موقف النصارى هو نفس موقفهم في جنوب أفريقيا. وشعرت بعد قراءتي هذا الكتب أنني أستطيع الآن أن أدافع عن نفسي وعن الإسلام. وبدأت أتصدى للمسيحيين بالمعلومات التي تعلمتها من الكتاب، وأزورهم في بيوتهم كل يوم أحد وأناقشهم، وكنت أقابلهم بعد خروجهم من الكلية لأحاورهم. ومن خلال تلك المناقشة تعلمت كيف أجادل وأناقش. حافز آخر. وفي الخمسينات جد جديد بفضل الله مسبب الأسباب، حيث جاء متحدث ساحر [[بقصد أنه قوي البيان يسحر بيانه سامعيه. ]] من الخارج، كانت أحاديثه جذابة فريدة يشتاق إليها كل من يسمعها، وكان يحضر دروسه للاستفادة منه كل يوم أحد ما بين (200  و  300 شخص ) وأخذ جمهوره يزداد، وحرصت على حضور دروسه الجذابة فلم أكن أتخلف عنها. وكان في آخر كل درس يفتح للحاضرين باب الأسئلة والنقاش. ودروس في الصميم. وبعد تسعة شهور اقترح مسلم إنجليزي جديد اسمه: (فير فاكس) أن على من يرغب منا أن يدرسنا المقارنة بين الأديان في فصل (البا يبل) قال: أعلمكم كيف تستخدمون الكتاب المقدس في الدعوة إلى الإسلام. فحضر من العدد المذكر سابقا ما بين 15 و 20 شخصا رغبوا في المزيد من العلم. وقال لنا: انظروا في سفر دانيال ستجدون نبوءات يمكن استغلالها، وفي سفر التثنية الكتاب المقدس نبوءة مقدم محمد (صلى الله عليه وسلم) ينبغي أن تستغلوا ذلك عرضا وتحليلا. من طالب إلى أستاذ! واختفى الأستاذ فاكس بعد شهرين من تدريسه لنا، فحزن طلابه، وانتظروه في الأسبوع الثاني فلم يحضر، فأصيبوا بخيبة أمل، وأخذ بعضهم ينظر إلى بعض في حيرة من أمرهم، وفي الأسبوع الثالث، قال لهم  ديدات: ما رأيكم أن أملأ فراغ الأستاذ فاكس، وإذا أحسستم بالملل والتعب من درسي فما عليكم إلا أن تتثاءبوا، فإذا رأيتكم تتثاءبون قطعت الدرس؟ وبدأت الدروس، واستمر ذلك ثلاث سنوات، اكتشفت بعدها أنها تجربة يمكن نقلها للآخرين، والذي عنده علم قليل ينقله إلى من لا علم عنده، لقول الرسول صلى الله عليه وسلم: (بلغوا عني ولو آية). ولم أدرك هذا المعنى إلا بعد مضي تلك المدة من حياتي. قفزة غير متوقعة. حضر إلى دربن زائر من مدينة:\" جوهانسبرج\"  وسمع الدرس، ورغب في أن يستفيدوا مني في جوهانسبرج، وكان عندهم الاحتفال بالمولد النبوي، فعرض علي السفر لإلقاء محاضرة في الاحتفال.‍ فقلت لهم: أنا من الطبقة العاملة، فإذا كنتم تؤمنون لي تذكرة السفر ذهابا وإيابا فسأحضر، فوافقوا على ذلك، وكانت هذه أول مرة أركب فيه الطائرة، وهناك ألقيت المحاضرة في\" قاعة جوهانسبرج\". وقلت في نفسي: ما دمت ألقيت محاضرة في\" قاعة جوهانسبرج\" فلماذا لا أفعل ذلك في قاعة\" دربن؟\" وفعلت ذلك. وفي 9 من شهر ديسمبر جاء شخصان أوربيان يسألان عن الإسلام، وترددا على مكاتبنا، وكانت نتيجة ذلك أن دخلا في الإسلام، وأعلنا إسلامهما في\" مسجد الشارع الغربي [[هكذا يسمى، وقد صليت فيه الجمعة وبعض الفروض الأخرى ]] \" في مدينة دربن. ثم أسلم شخصان آخران، أحدهما هندي والآخر أوربي، وأعلنا إسلامهما في مسجد الجمعة – وهو أكبر مساجد النصف الجنوبي من الكرة الأرضية – وكان أحد أغنياء المسلمين يراقب ما يجري، وهو (الحاج كدوة) فاستوقفني وقال لي: عندي أرض في منطقة\" بريمر\"  تبعد 55 ميلا من مدينة دربن، أهديها لك لتستغلها في الدعوة إلى الله. قلت له: أنا مستعد لأخذها بسرعة. قال: ليس بهذه السرعة، بل لا بد أن تذهب وتقف على المنطقة التي تقع فيها الأرض. قلت له: ماذا تريد من زيارتي للمكان، أنا موافق وسأبدأ بالعمل، فأصر على أن أرى الموقع ففعلت. والأرض تقع في ساحل جنوب إقليم ناتال، على بعد تسعين كيلو متر من مدينة دربن، تقطعها السيارة في ساعة واحدة، ويسمى إقليم ناتال (الحديقة الخضراء) لجماله الطبيعي وهناك في عام (1959) بدأت إنشاء مؤسسة السلام. [[ زرت هذه المؤسسة، وسيأتي ]] وهي تشتمل على مسجد، ومدرسة، وعيادة طبية، وملحقات رياضية، والمدرسة تخدم المجتمع المحلي يدرس فيها أطفال الأفارقة، وتجذب أسرهم حيث يتعرفون على الإسلام، كانت خطوة رائدة في نشر الإسلام بدأناها في سنة 1958م. بمبلغ: ثلاثة جنيهات و 5 شلنات. وهاهي الآن تتمثل في هذا المركز (المركز العالمي للدعوة الإسلامية) في وسط مدينة دربن، وهناك عمارة أخرى اشتريناها لنجهز فيها قاعة للجمهور الذي يريد أن يتعرف على الإسلام بدون مقابل. [[وقد جهزت، ومررت بها والناس مجتمعون فيها يشاهدون أشرطة فيديو تشرح فيها مبادئ الإسلام. ]] ولدينا دكاكين ومحلات كثيرة يعود ربحها للدعوة إلى الإسلام ونشره. وعندنا مسجد الجمعة الذي نستغله للزوار والسياح  ونجذبهم إليه لشرح معاني الإسلام، ونوزع عليهم نشرات ومحاضرات. ونقوم بإعلانات عن القرآن للفت أنظار الناس بأسلوب يجذبهم إلى البحث والسؤال، مثل: (القرآن يتكلم) و (اقرءوا القرآن – العهد الأخير) ومثل هذا الإعلان قد يكون غير مألوف في البلدان الإسلامية، ولكنه هنا مناسب للفت الأنظار إلى القرآن. وقد طبعنا كتبا كثيرة عن القرآن الكريم وترجمة معانيه إلى لغات شتى، وعندنا مطبعة للمركز تطبع كل ما نحتاج إليه، وتطبع بأجور ويعود ربحها للدعوة. ونرسل ترجمة معاني القرآن الكريم إلى كل أنحاء العالم، وكذلك أشرطة فيديو وكتب ورسائل، بقيمة مخفضة جدا وإما مجانا. سر تحمس ديدات وهجومه الشديد على المسيحية. إن الإنسان الذي يُعْتَدَى على حقوقه ويعجز عن الدفاع عنها ليصاب بالحزن والأسف الشديد، وبخاصة إذا كان الاعتداء موجها إلى أصل ضرورات الحياة، وهو:\" الدين\" الذي آمن بأنه الدين الحق وما سواه باطل، ويحترق قلب المعتدى عليه غيظا لأمرين: الأمر الأول: الاعتداء الظالم من ذي قدرة على الظلم. الأمر الثاني: عجزه عن الدفاع عن حقه. وحري بمن هذه حاله أن يبحث عن وسيلة يرد بها ظلم الظالم، وماذا يُتَوَقَّع من مثله إذا وجد تلك الوسيلة؟ وماذا ينتظر منه في معاملته للمعتدي الظالم؟ لقد رأينا أسلوب ابن حزم رحمه الله في رده على خصومه الذين آذوه، وأحرقوا كتبه، كيف هاجمهم في كل صفحة من صفحات كتابه (المحلى) وكتابه\" الأصول\" [[- أنا لا أذكر ذلك تأييدا للعنف والشدة، فالأصل في الجدال أن يكون بالحسنى، حتى مع أهل الكتاب الذين هاجمهم الشيخ أحمد ديدات، كما قال تعالى: { ولا تجادلوا أهل الكتاب إلا بالتي هي أحسن) ولكني أذكر ذلك تنبيها على حالة البشر وعاداتهم التي هي من طبيعة بشريتهم وما الشيخ أحمد ديدات إلا واحد من البشر. ]] ولهذا نرى الشيخ أحمد ديدات يذكر اعتداء النصارى على دينه وتشكيكه فيه، وإرادتهم إخراجه منه، يذكر ذلك بحرقة، ثم يذكر ما من الله به عليه من أسباب يدافع بها عن نفسه وعن دينه وعن أمته، ويسمي ذلك تسلحا، ويطلق على نفسه لفظ\" متسلح\" ويسمي مجادلته لهم هجوما. وغالب الظن أن الذين يأخذون على أحمد ديدات شدته لو كانوا في مكانه لأربوا عليه في الشدة! والغريب أن قسس النصارى ما زالوا يتابعونه بدعوته إلى اعتناق النصرانية التي هاجمها أكثر من أربعين عاما إلى هذا الوقت الذي يرقد فيه على سرير موته في منزله، كما سبق …!!!"
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "وفاة رئيس الحزب الإسلامي في ماليزيا (فاضل محمد نور)",
    "content": "كثير من دعاة الإسلام يصطفيهم الله للقيام بالدعوة إليه، ويغرسون في دنيا الناس بذور الخير، وينفع الله بهم من شاء من عباده، ويكابدون كثيرا من المشاق في سبيل نشر دين الله وقيادة من استجاب لهم إلى رضا ربهم... ويحيون مناضلين لتطبيق الشريعة الإسلامية، وهم محاربون.... ثم توافيهم الآجال... ويوارون الثرى، دون أن يعرفهم كثير من المسلمين في مشارق الأرض ومغاربها... ولو أصابت شوكة أو وصداع خفيف لاعب رياضة... أو مغنية أو راقصة ... في أي بلد من بلدان العالم، لتناقلته وسائل الإعلام المتنوعة في لحظة وقوعه... وهاهو رئيس حزب إسلامي عريق في بلد إسلامي مشهور، يقود حزبه أربعة عشر عاما، بعد أن بذل جهده قبل ذلك في طلب العلم والدعوة إلى الله في عنفوان شبابه، ثم يلقى ربه، دون أن يدري عنه غالب المسلمين، حتى من شباب الصحوة الإسلامية، وهذا هو نصيب كثير من علماء الإسلام ودعاته من وسائل الإعلام الظالم كثير منها... ولكن عزاؤنا أن الذي يتولى أمر هؤلاء الدعاة – الذين نحسبهم أهل خير وهدى ولا نزكيهم على الله - ويكرمهم هو خالقهم الذي يعلم السر وأخفى... هذا وقد اجتمعت بالأخ الكريم الأستاذ فاضل محمد نور في (يوم الاثنين 6/1/1410هـ ـ 7/7/1989م) في مدينة كوالالامبور العاصمة الماليزية... وهي السنة التي زرت فيها تسعة بلدان في شرق وجنوب شرق آسيا في رحلة استغرقت أكثر من أربعة شهور... وأخذت منه رحمه الله بعض المعلومات عنه وعنه الحزب الذي يرأسه، وعن المملكة الماليزية إجمالا، أنشرها لأول مرة بمناسبة وفاته رحمه الله: من هو فاضل نور؟ وهو فضيلة الأستاذ فاضل محمد نور ولد سنة 1937م. دراسته: درس الابتدائية، ثم درس في معهد إسلامي يسمى المعهد المحمود، درس فيه العلوم الدينية باللغة العربية، ويعرف بمكتب محمود، ومستواه ثانوي. ثم درس في جامعة الأزهر، كلية الشريعة والقانون. وتخرج فيها سنة 1967م. ثم رجع إلى بلده.. وقام بالتدريس في نفس المعهد. وكان يعمل في مجال الدعوة، في الحزب الإسلامي وغيره من الجمعيات، ثم انتقل إلى العاصمة، ودرس في الجامعة التكنولوجية في قسم الدراسات الإسلامية لمدة خمس سنوات. وكان يعمل في حركة الشباب الإسلامي المعروفة اختصارا بـ\"أبيم\" -نائباً للرئيس-عندما كان الرئيس كان أنور إبراهيم الذي يقف اليوم وراء قضبان السجن، بسبب الكيد السياسي... واشترك الأستاذ فاضل نور في الندوة العالمية للشباب الإسلامي في الرياض. ثم اشترك في الانتخابات في ماليزيا سنة 1978م وترك الجامعة، وتفرغ للعمل في الحزب الإسلامي. نبذة عن الحزب الإسلامي. أسس الحزب سنة 1951م. وكان رئيسه الأول أحد العلماء وهو أحمد فؤاد حسن، الذي تخرج في المملكة العربية السعودية، ربما في الحرم المكي. واستقال بعد ذلك وخلفه الدكتور عباس إلياس، ثم خلفه الدكتور برهان الدين حلمي إلى أن توفي، ثم خلفه الأستاذ محمد عصري، ودراسته كانت في ماليزيا وإندونيسيا، وكان وزيراً، وهو الآن في حزب \" أمنو\" الحزب الحاكم. وخلفه الحاج يوسف عبد الله راوا، وكان قد درس في مدرسة دار العلوم في الحرم المكي قبل الحرب العالمية الثانية. والآن خلفه الأستاذ فاضل محمد نور ابتداء من شهر أبريل، من هذا العام (أي أن له في رئاسة الحزب أربعة شهور فقط قبل هذا اللقاء). أهداف الحزب وأساسه. وأهدف الحزب جمع كلمة المسلمين، وبناء المجتمع على أساس الإسلام، وتطبيق شريعة الإسلام والقيم الإسلامية، وأساسه القرآن والسنة والمصادر المعتبرة في الإسلام. وأعضاء الحزب كلهم مسلمون، ويحاول الحزب أن يربي من يحتاج إلى التربية من أعضائه حتى يلتزموا بالإسلام. وعدد أعضائه المسجلين ثلاثمائة ألف. والمؤيدون حوالي سبعمائة ألف. (يجب أن يعلم أنه قد مضى على هذه المعلومات 14 عاما تقريبا... وقد جدت أحداث وتطورات... وتقدم فيه الحزب تقدما ملموسا) عقبات تقف في طريق الحزب. قلت له: هل توجد عقبات تقف أمام تحقيق أهداف الحزب؟ قال: نعم لا يخلو حزب أو جماعة إسلامية من عقبات تعرض الطريق، والعقبات قسمان: عقبات داخلية. أي في نفس الحزب، وذلك بسبب وجود أفكار مشتتة في بعض الأعضاء، لأن ثقافتهم مختلفة، وتوجد عند بعضهم ضحالة في التفكير. قلت: ما نسبة علماء الشريعة في الحزب؟ قال: إن الحزب هو أكبر تجمع للمسلمين، ولهذا أكثر العلماء هم أعضاء في الحزب. ومن فروع الحزب ديوان العلماء، وكثير منهم تعلموا في الجامعات الإسلامية والحرم المكي والأزهر والهند وفطاني، وبعضهم تعلموا في داخل البلد. ومن العقبات قلة الفقه الدقيق للمبادئ الإسلامية وأشياء عارضة. والذي يذلل هذه العقبات التربية، وتوجد لجنة للحزب مهمتها هذه التربية، والمسؤول عنها الشيخ عبد الهادي (كان حينها نائب رئس الحزب... وقد اجتمعت به وكتبت عنه بعض المعلومات المسجلة في مجلد ماليزيا... وهو الآن رئيس وزراء ولاية ترنغانو... وقد تخرج في الجامعة الإسلامية بالمدينة وفي جامعة الأزهر). عقبات خارجية. وهناك عقبات خارجية، ومن أهمها وقوف الحزب الحاكم الذي بيده السلطة والإمكانات، وغيره من الأحزاب المعادية لتطبيق الشريعة، ضد الحزب الإسلامي. هيكل الحزب. 1- اللجنة المركزية، وهي تتكون من 27عضواً. 2- ديوان العلماء. 3- ديوان الشباب. 4- ديوان المسلمات. وفي كل ولاية مجلس يرأسه مندوب من اللجنة المركزية، وتحت كل مجلس فروع، وتحت كل فرع شعب. في شبه جزيرة ماليزيا 132منطقة برلمانية. وفروع الحزب فيها 110فروع، في المناطق التي يغلب فيها المسلمون. وقيادة الحزب الإسلامي من العلماء. ولا توجد مؤسسات رسمية. وعند الحزب رياض أطفال إسلامية، ومدارس تابعة لأعضاء الحزب (أي ليست باسم الحزب رسمياً). ويوجد مركز التربية في كوالالامبور، وهو المركز الرئيسي للحزب. ولدى الحزب جريدة الحركة، وهي صحيفة إعلامية يشرف عليها الأخ داننج سنوسي. وتوجد كفاءات جيدة لدى الحزب لملء الفراغات، وبعضهم محاضرون في الجامعات في الدراسات الإسلامية، ويؤيد الحزب المسلمون في الخارج، وإذا وثق الشعب بالحزب فسوف لا يقف وحده، بل سيساعده، ويقف وراءه (هذا كله يعني عندما يفوز الحزب لإقامة حكومة). كيف يطبق الحزب الشريعة إذا فاز في الانتخابات؟ قلت له: ما تصوركم لتطبيق الشريعة الإسلامية إذا فزتم؟ قال: نحن نعرف أن في ذلك صعوبة، وبخاصة في ماليزيا، ذات الأديان والثقافات المختلفة. نريد أن ندعو الناس إلى الإسلام ونفهمهم إياه، والتطبيق لا بد فيه من التدرج [ فاز الحزب الإسلامي في الانتخابات عام 1990م في ولاية كلنتن وكون حكومة للولاية، وقد وضع الحزب خطة لتطبيق الشريعة الإسلامية في الولاية المذكورة. راجع مجلة الإصلاح الإماراتية عدد ـ 185 27شوال 1412هـ 30أبريل 1992م. ص 26. ثم فاز بعد ذلك بالولاية المذكورة وولاية ترنغانو] قلت: فما الفرق بين حزبكم والحزب الحاكم \" أمنو\"؟ قال: الفرق أن برنامجهم علماني أصلاً، وهم يحاولون أن ينفذوا من الإسلام بما لا يمس جوهر العلمانية. صلة الحزب بالجماعات والحكومات ذات الاتجاه الإسلامي. قلت: خبرات الحزب المكتسبة، هل أخذها من جماعة معينة؟ قال: قرأنا الكتب التي كتبها زعماء الحركات الإسلامية من العرب أو باكستان أو غيرهم، ونستفيد من تجاربهم وعلومهم، ونحن نشعر أننا لسنا وحدنا، ونحاول أن نتغلب على ما يقف أمامنا من مشكلات. كما أننا نستفيد من بعض الكتب الصادرة في المملكة العربية السعودية، ومن بعض التطبيقات العملية. أما إيران فهي في بدايتها لمحاولة التطبيق، وعندهم حسب ما سمعنا عزم على التطبيق، ولا نستطيع أن نحكم عليهم الآن بالنجاح أو الفشل. ولا توجد علاقات بين الحزب والحكومات الآن، لأن الحكومات الأجنبية لا تريد أن تتدخل في الشؤون الداخلية للبلد، وضرب مثلاً بالمملكة العربية السعودية التي توجد بينها وبين الحزب علاقة فكرية وعقدية، ولكن ليس بينها وبين الحزب علاقات رسمية. ويرجى أن تكون العلاقات غير الرسمية جيدة مع المؤسسات الإسلامية، وكذلك العلاقات الشخصية. -------------------------------------------------------------------------------- معلومات موجزة عن ماليزيا. هذا، وقد طلبت من الأستاذ فاضل إعطائي نبذة مختصرة عن الوضع السياسي في ماليزيا. فأجاب بما تيسر-حسب الوقت المتاح. قال: ماليزيا ملكية (اتحاد ملكي). الملك ينتخب من بين السلاطين. توجد تسع ولايات يرأسها السلاطين، واحد منهم ينتخب ملكاً لمدة خمس سنوات. وتوجد أربع ولايات أخرى، لا يوجد فيها سلاطين، وإنما فيها حاكم لكل ولاية، والملك هو الذي يعين هؤلاء الحكام. والبرلمان مكون من 177عضواً منتخباً، ومدته خمس سنوات على الحد الأقصى. وديوان الشيوخ، بعض أعضائه معينون من قبل الملك، وبعضهم وكلاء، من كل ولاية مندوبان يعينان من مجلس الولاية. والوزارة المركزية يعين الملك رئيسها من بين أعضاء البرلمان، والعمل في التعيين جار على تعيين من يحصل على ثقة الأغلبية في البرلمان. والدستور لم يشترط في رئيس الوزراء أن يكون مسلماً. والوزراء يعينهم الملك بنصيحة من رئيس الوزراء. والملك يسود ولا يحكم. وتأتي بعد ذلك الوزارات في الولايات. وفي كل ولاية سلطان وتحته حكومة الولاية، يرأسها رئيس وزراء الولاية الذي يعينه السلطان من بين أعضاء المجلس التشريعي في الولاية من واقع الأغلبية. وتحت حكومة الولاية أعضاء. عدد السكان ماليزيا 17ماليزيا. نسبة المسلمين 55%. الأجناس أكثرهم الملايو يون 52%. والصينيون ما بين 35 ـ 36%. والهندوس 10% وهم أخطر من الصينيين بسبب التعصب الديني. والسكان الأصليون ويسكنون في الغابات، وقد بدأوا الآن يفدون إلى المدن الصغيرة، وأكثرهم في سرواك وصباح وأكثرهم غير متعلمين. ويوجد تخطيط في فرع الدعوة في الحزب لدعوة غير المسلمين. وعندما كان تون مصطفى رئيس وزراء في ولاية صباح أسلم كثير من السكان الأصليين، لأنه اجتهد في دعوتهم وهو غني وكان يساعدهم، ولكن ينقصهم فهم الإسلام والتربية عليه، وعندما هزم حزبه ارتد كثير ممن دخلوا في الإسلام. وتفكير غير المسلمين مادي، وذلك يحول بينهم وبين التعرف على الإسلام. وللمسيحيين نشاط ملموس في التنصير. رؤساء الولايات يشترط فيهم أن يكونوا مسلمين في بعض الولايات، وبعض الولايات لا يشترط فيهم الإسلام. الشيعة يدعمون مؤيديهم في العالم بالكتب والمجلات والمنح الدراسية والمال، ومؤيديهم قليلون جداً بالنسبة للمؤسسات الإسلامية من أهل السنة في العالم، وإذا حصل لهذه المؤسسات دعم كاف بالكتب والمجلات والنشرات باللغات المختلفة وكذلك بالمنح الدراسية، فإن أهل السنة في العالم سيوقفون المد الشيعي عند حده. الولايات الماليزية. 1- PERLIS 2- KEDAH 3- PULAUPINANG 4- PERAK 5- ROGNALES 6- NALIBMES IREGEN 7- AKALEM 8- ROHOG 9- GNAHAP 10- UNAGGNERT 11- NATNALEK 12- HABAS 13- SARWAK وفاة الأستاذ فاضل نور رحمه الله هذا وقد اطلعت على خبر مقتضب عن وفاة الأستاذ فاضل نور، وسألت عن وقت وفاته وسببها في أحد المواقع بالإنترنت، فجاءني الجواب من أحد الشباب الذين يكتبون في الموقع... وهذا نص جوابه جزاه الله خيرا: (توفي الأستاذ فاضل نور، في يوم الأحد 23 يونيو 2002 في الساعة العاشرة و النصف صباحا، بالمستشفى الوطني الماليزي UKM إثر معاناته بأمراض، كان أهمها - كما ذكر الأطباء - ارتفاع ضغط الدم المستمر و مرض السكري) وقد ناهز الأستاذ فاضل نور خمسة وستين عاما من العمر، رحمه الله رحمة واسعة وغفر له وأسكنه جنات عدن تجري من تحتها الأنهار.. وخلفه للعمل الإسلامي بخير منه. وإنا لله وإنا إليه راجعون...."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "مع الداعية الإسلامي الدكتور محمد ناصر",
    "content": "(رئيس الوزراء الثاني بعد الاستقلال) وتكررت زياراتي لإندونيسيا ، وكان لقائي الأخير بالداعية الإسلامي والمحنك السياسي رئيس وزراء إندونيسيا بعد استقلالها من الاستعمار الهولندي وعملائه من أهل البلد هي في سنة : 1421هـ وكانت هذه الزيارة هي الزيارة العاشرة لإندونيسيا، وتتابعت الزيارة لهذا البلد بعد ذلك، ولكن الدكتور فارق الحياة بعد اللقاء الأخير. كنت أحرص في كل زيارة أن أجتمع بالدكتور محمد ناصر رحمه الله ، وقد اجتمعت به أربع مرات في أربع رحلات : المرة الأولى سنة 1400هـ. المرة الثانية سنة 1410هـ. المرة الثالثة سنة 1412هـ. المرة الرابعة سنة 1413هـ. رجل يستحق الحب والإكرام. وفي كل زيارة من هذه الزيارات تمكنت من مقابلة الدكتور محمد ناصر، حرصا مني على المثوبة من جهة، لأني أحبه في الله وأزوره لذلك، وحرصا مني على أخذ ما أمكنني منه من المعلومات عن الإسلام والمسلمين في إندونيسيا، والرجل جدير بكلا الأمرين، فهو رجل مناضل في سبيل الحق وإقامة الحكومة الإندونيسية على أساس الإسلام، وابتلي بسبب ذلك، فترك الجاه والمنصب وأجبر على الإقامة في جاكرتا، وأصيب بأمراض حاول السفر للعلاج في الخارج فلم يؤذن له مع كبر سنه، ولكنه لا زال يوجه الشباب ويخدم الإسلام والمسلمين، وينذرهم بالخطر التنصيري والعلماني والماركسي الإلحادي، والفساد الخلقي، ويبين ذلك بالإحصاءات والأرقام، فهو يستحق الحب والإكرام والتقدير من المسلمين في إندونيسيا وخارجها، وسأكتب هنا ما تجمع عندي في الزيارات الأربع بحسب تواريخها والله المستعان. الزيارة الأولى للدكتور محمد ناصر كانت وقت المحنة. لم أكتب عن الدكتور محمد ناصر كثيرا في هذه الزيارة، لأن الأوضاع السياسية في إندونيسيا كانت صعبة جدا، إذ كان رجال الأمن يتابعوننا أينما ذهبنا-كما هي عادة أعداء الإسلام من العلمانيين وغيرهم-حتى إن بعضهم جاء إلى الفندق الذي نزلنا به، وأخذ يحقق مع زميلي: من أين أتيتم وماذا تريدون؟ وبمن تتصلون هنا؟ وهل تريدون إلقاء محاضرات وما موضوعاتها؟ وأي المدن تريدون زيارتها؟ وكنت عندئذٍ خارج الفندق. استمرار النشاط الدعوي المستطاع على رغم المضايقات. ولا شك أن الدكتور محمد ناصر كان مراقَبا، لذلك آثرت عدم الكتابة، وكان ممنوعا من التحرك داخل إندونيسيا وخارجها ، ولكني سمعت منه ما يدل على استمرار النشاط الدعوي برغم الحالة الأمنية، وقد أبدى الدكتور قلقه من النشاط النصراني في كل المجالات، ومحاولات النصارى الاستيلاء على المراكز الحساسة في الأمن والتعليم والاقتصاد والطب والجيش وغيرها، يساعدهم في ذلك عملاء علمانيون من أبناء المسلمين الذين ابتعثوا للدراسة في الخارج-في أوروبا وأمريكا-فحملوا مؤهلات وأسندت إليهم وظائف حساسة في الدولة، وهم يحاربون الإسلام علنا، أكثر من محاربة النصارى، وإن كان النصارى هم الموجهين والمحركين، ومن ذلك محاولة إلغاء المساجد في الجامعات، وحرمان أبناء المدارس الحكومية من الإجازة في رمضان، وقد كانوا يستفيدون من هذه الإجازة بالتعلم في المدارس الإسلامية والمساجد، حيث يتعلمون أمور دينهم التي لا يجدونها في المدارس الحكومية.هذا ما سجلته عن الدكتور محمد ناصر في الزيارة الأولى. الأحد 10/6/1410هـ ـ7/1/ 1990م. (تنبيه كان الدكتور يتكلم بلغة بلده، لأنه لا يجيد اللغة العربية،وبعض العاملين معه يترجم، ومعلوم ما يحصل في الترجمة من ركاكة أحيانا، والكلام كله للدكتور محمد ناصر، إلا ما أجعله بين قوسين، فهو تعليق مني) وفي هذه الزيارة كتبت عنه معلومات تتعلق به، وأخرى تتعلق بالإسلام والمسلمين في إندونيسيا. هو: محمد ناصر بن إدريس. ولد في:17 يوليو، سنة 1908م في سومطرة. الدراسة: ابتدائية ومتوسطة وثانوية، وليسانس في كلية التربية في باندونج، ونال دكتوراه فخرية في الجامعة الإسلامية في جوك جاكرتا. الوظائف: التدريس في التربية في عهد الاستعمار الهولندي، في باندونج. وعندما جاء الاستعمار الياباني قضى على كل المدارس الموجودة، لإقامة مدارس على منهج المدارس اليابانية. ثم توظف في إدارة التربية في باندونج مديرا. كفاح محمد ناصر قبل الاستقلال وبعده. وقبل الاستقلال طلب منه الدكتور محمد حتى نائب رئيس الجمهورية أن ينتقل إلى جاكرتا للكفاح من أجل الاستقلال سنة 1945 م. وبعد الاستقلال كوفئ المجاهد كما كوفئ سنمار : جزى بنوه أبا الغيلان عن كبر وحسن فعل كما يجزى سنمار ومن هذا الوقت دخل معترك النشاط السياسي. وكان أحد أعضاء مجلس النواب. وفي عام :1946م بعد الاستقلال عين وزيرا للإعلام، وأنشأ حزب ماشومي، وهو اختصار لـ(مجلس شورى مسلمي إندونيسيا) وكانت فكرة إنشاء هذا المجلس قد بدأت في أول الحرب العالمية الثانية، لمواجهة الاستعمار من أجل الاستقلال لتوحيد المسلمين من الجمعية المحمدية ونهضة العلماء وغيرها، وكان المجلس يسمى: مجلس إسلام أعلى إندونيسيا (MIAI) أي المجلس الإسلامي الأعلى لإندونيسيا. وفي عهد الاستعمار كان يوجد تجمعان: أحدهما وطني والآخر إسلامي، فأراد محمد ناصر أن يكون الحزبان متحدين على أساس الحكم الإسلامي، وكان يدور نقاش بين الحزبين حول ذلك، وكانت كنية محمد ناصر في هذا الحوار: (أبا مخلص). وبعد الاستقلال أراد سوكارنو أن يكون حزبه هو الحزب الوحيد (وهو الحزب الوطني) والمسلمون كانوا يريدون قيام الحكومة على أساس الإسلام فقط. وفي سنة 1956م أنشئ المجلس الاستشاري الأعلى (من الطرفين) للتباحث في الأمر وطال النقاش ولم يحصل اتفاق، ولم ينجح أحد من الطرفين، وكان سوكارنو يريد قيام الدولة على أساس البانتشاسيلا. وهي المبادئ الخمسة التي يترتب عليها الولاء والبراء عند العلمانيين وعليها قامت دولتهم بعد ذلك، وأجبرت كل المؤسسات الإسلامية على قبولها ، وتدريسها في عهد سوهارتو وقد ذكرت معناها في مكانها من المعلومات عن إندونيسيا في سلسلة ( في المشارق والمغارب ) كان وزيرا للإعلام ثم رئيسا لحزب ماشومي. بقي محمد ناصر وزيرا للإعلام أربع سنوات، وفي هذه الفترة كان يوجد مجلس تنسيق بين الحكومة الإندونيسية والحكومة الهولندية يسمى: أوشي إندونيسيا-هولندا. اقترحت هولندا أن تقوم في إندونيسيا عدة دول كونفدرالية وتعترف هي بذلك، وكان قد أعلن قبل ذلك أن حكومة إندونيسيا موحدة، ولهذا رفض محمد ناصر عرض هولندا وتنازل عن الوزارة ووافق على اقتراح محمد حتى (نائب سوكارنو) ونشط محمد ناصر في تكوين حزب ماشومي وحصل على:90% من الحزب مؤيدين له. ولم يكن سوكارنو يريد ما اقترحته هولندا ولكنه استسلم للواقع. وقدم محمد ناصر مشروع إندونيسيا الموحدة للبرلمان ويعرف هذا المشروع بـ(موسي إنتجرال محمد ناصر) MOSI INTEGRAL MUMMAD NASIR. ثم رئيسا للوزراء. وطلب من محمد ناصر أن يكون وزارة، فأصبح رئيسا للوزارة سنة:1950م، وهو الرئيس الثاني لمجلس الوزراء بعد الاستقلال، وعندما كون الوزارة لم يدخل فيها الجبهة الوطنية فأصبحت حزبا معارضا، وكان سوكارنو-وهو رئيس الجمهورية-يؤيد الجبهة الوطنية، فكان يساعدها ويدعمها. قال محمد ناصر: وفي حفلة المولد النبوي في القصر الجمهوري كان سوكارنو يريد إعلان إلغاء مجلس التنسيق وحث الجبهة الوطنية على تأييده، وكان محمد ناصر يرى إعلان ذلك عن طريق البرلمان في شهر مايو في مفاوضات بين وزير خارجية إندونيسيا ووزير خارجية هولندا، ولكن سوكارنو أصر على موقفه، ولهذا أعلن محمد ناصر استقالته بعد الاحتفال وكان ذلك في شهر مارس سنة:1951م وبقي رئيسا لحزب ماشومي. وكان يدور نقاش في البرلمان، وفي المجلس التأسيسي للدولة. زيارات محمد ناصر بعض الدول الإسلامية ورجال الدعوة فيها. وبدأ محمد ناصر في الاتصال بالعالم الإسلامي فزار باكستان ومصر وسوريا وإيران والعراق وزار الهند أيضا عام:1952م. وكانت عنده رغبة أن يلتقي الأستاذ البنا، ولكنه لم يتمكن من ذلك لأنه توفي قبل أن يقوم بالزيارة للخارج ولم يره، ولكنه زار المودودي وحسن الهضيبي وبعد نقاش طويل دار بينه وبين كل منهما رأى أن فكرته متفقة مع فكرة الإخوان في مصر والجماعة الإسلامية في باكستان. معارضة محمد ناصر لسوكارنو لتعاونه مع الشيوعيين. واحتدم النزاع واشتد النقاش مع سوكارنو عندما بدأ سوكارنو يتعاون مع الشيوعيين. وكانت بعض فرق القوات المسلحة في بعض المناطق تعارض سوكارنو، واجتمع بهم محمد ناصر وحث القواد منهم على معارضة سوكارنو، ولكن محمد ناصر كان حريصا على عدم انفصال بعض المناطق عن إندونيسيا، وكانت أمريكا قد قدمت مساعدات لبعض القواد في منطقة لمبوك في إندونيسيا الشرقية ليقوموا بالانفصال. واتصلت منطقة آتشيه بالحكومة التركية ولم يتم اتفاق معها. وكان الهدف من التنسيق مع القواد أن تكون مناطق إندونيسيا محافظات وليست دولا منفصلة. وكان سوكارنو يضرب بالقنابل القوات المعارضة في سومطرة، وكان بعض الوزراء شيوعيين، ومنهم قائد القوات الجوية (سوريا دارما) واستمرت الحرب أربع سنوات وكان محمد ناصر مع المقاومين في الغابات. الدكتور محمد ناصر في السجن. وبعد عام 1961م ضعف الدكتور محمد ناصر أمام سوكارنو بسبب تعاون الدول الأجنبية مع سوكارنو، ومنها الاتحاد السوفييتي، واعتقل محمد ناصر وأدخل السجن، والمجاهدون في الغابات كانوا قائمين بالحركة ضد حكومة سوكارنو من قبل، ولكنهم تعاونوا مع محمد ناصر عندما انفصل عن الحكومة. وكانت المقاومة في كل من آتشيه و سلاويس و جاوة الغربية، وتسمى دار الإسلام والجيش الإسلامي. وكان محمد ناصر يظن أن القوات في جاوة مع الجيش الإسلامي المجاهد، ولكن الجيش في جاوة لم ينضم إليهم ما عدا أفرادا منه، ولهذا ضعفت المقاومة. حل سوكارنو حزب ماشومي. وحل سوكارنو حزب ماشومي وجميع الأحزاب المعارضة، وانقلب عليه الذين كانوا يوالونه ويعاونونه ونجحوا في الانقلاب وتولي السلطة، وكانوا يسمون محمد ناصر وحزبه وهم في الغابة: حكومة الثورة في الجمهورية الإندونيسية. وبعد العودة من الغابات استسلموا ماديا مضطرين، ولكن بعد أن جلسوا مع بعض المتعاونين معهم، ومنهم الأستاذ شفر الدين برواتا نيفارا (توفي قبل سنة من تاريخ هذا اللقاء مع محمد ناصر) اتفقوا على الاستمرار في العمل الإسلامي، ولم يتعاونوا مع سوهارتو عندما طلب منهم ذلك، لأنه يريد القضاء على زعماء المسلمين بأسلوب ماكر. حزب التنمية الإسلامي وموقف سوكارنو منه. ونشأ حزب صغير أظهر أنه يريد تطبيق الإسلام وبعض أعضائه من الماشوميين وهم الذين كونوا هذا الحزب سنة:1968م بالاتفاق مع الدكتور محمد ناصر وتولي رئاسة الحزب محمد روم، وكان وزير الخارجية في السابق، ولكن الحكومة حظرت ذلك الحزب، وكان اسم الحزب PARTI MUSLIMIN INDONISIA وسمي بعد ذلك بالحزب الإنمائي. وسمح له بعد أن غير اسمه وحذف منه كملة مسلمين وقَبِل مبدأ البانتشاسيلا، ولكنه حزب ضعيف لم ينجح إلى الآن. ويوجد في الحزب الإنمائي أعضاء صالحون يعملون للإسلام، وقد صوتوا في البرلمان لمصلحة مشروع الأحوال الشخصية، وهددوا بالانسحاب إذا لم ينجح المشروع، وهو أحد الأحزاب الثلاثة المأذون لها رسميا بمزاولة النشاط السياسي. والحزب الأول هو الحزب الحاكم (حزب جولكار) أي العمال، والحزب الثالث هو الحزب الديمقراطي ويتكون من النصارى وبعض المسلمين وكذلك الحزب الحاكم. ويوجد من المسلمين المنتمين إلى تلك الأحزاب من يدافع عن الإسلام في البرلمان، ومعهم بعض العسكريين. من ماشومي إلى المجلس الأعلى الإندونيسي للدعوة الإسلامية. وأصبح حزب ماشومي المحلول رسميا يعمل باسم المجلس الأعلى الإندونيسي لشؤون الدعوة الإسلامية. وهو يعمل في مجالين: الدعوة، والتربية الإسلامية. والمجلس الأعلى الإندونيسي للدعوة الإسلامية لم يكن حزبا سياسيا – من الناحية الرسمية - ولكنه يوجه بعض أعضاء البرلمان ويؤثر فيهم كما هو الحال في مصر وغيرها من الدول العربية ، كالأردن. تقويم العالم الإسلامي. قبل سنة: 1980م زار محمد ناصر المملكة العربية السعودية واتصل بزعماء المسلمين، لكنه بعد ذلك منعته الحكومة، وهو يرى أن الضغط على المسلمين موجود في كل مكان، ولكن يوجد أمل طيب كالوضع في الجزائر ( هذا الكلام كان قبل فوز المسلمين في الانتخابات التي أزعجت العلمانيين وبخاصة جنرالات الجيش الذين سحقوا الشعب بالدبابات، وترتب على ذلك ما ترتب من المحن على هذا الشعب المنكوب) وكذلك الأردن ومصر. ودول الخليج على صغرها بدأ أهل الخير فيها يزورون المسلمين ويهتمون بشؤون المسلمين. ويعتبر محمد ناصر نائب رئيس المؤتمر الإسلامي في كراتشي. ابتلاء المسلمين بالشر والخير وتوقف نجاحهم على قوة إيمانهم. وسئل محمد ناصر عن الأخطاء التي يراها من العاملين للإسلام؟ فقال: نحن في حالة ابتلاء بالخير والشر، الابتلاء بالشر نحمد الله أنا نجحنا فيه بإيماننا الذي نحارب به ، كالاستعمار الذي حاربناه حتى تم الاستقلال، ولكن الاختبار بالخير يحصل فيه شئ من الفشل، كالاستقلال والوظائف، تجد المسلم الموظف الكبير يتعاون مع غير المسلمين، كما تعاون الموظفون المسلمون في الحكومة الإندونيسية مع الصينيين فيما فيه ضرر على المسلمين في إندونيسيا ، وقد يكون ذلك موجودا في غير إندونيسيا، ونحن في حال الشدة نتحد (أحيانا) فإذا حصل خير أصابتنا الأنانية في المكاسب. التنصير ونسيان المسلمين لمخاطره! وهناك خطورة شديدة ننساها، وهي شاملة لكل بلدان المسلمين، وهي خطورة التنصير، وهي تأتي من الكاثوليك (الفاتيكان) البروتستانت (سويسرا) وهيئات أمريكية وأسترالية بأشكال مختلفة: سياسية واجتماعية، وكلها ترمي إلى يستخدمون الضغوط الآنية كالفقر الذي يوزعون على أهله الأموال، والجهل الذي يساعدون أهله بإنشاء المدارس والمنح الدراسية. الداعية الإسلامي السياسي المحنك رئيس وزراء إندونيسيا بعد الاستقلال استيلاء النصارى على الوظائف الخطيرة في إندونيسيا. قال الدكتور محمد ناصر: وفي إندونيسيا 20% من الوزراء مسيحيون: وزير الدفاع، والوزير المنسق للأمن والسياسة، والمالية، والتخطيط، ووزير التجارة المساعد، ولأول مرة يكون محافظ البنك الإندونيسي نصراني ،وغيرهم من المتعاونين. والقضاة 40% مسيحيون. والمجلس الأعلى الإندونيسي للدعوة أكثر نشاطه في مواجهة التنصير في المناطق المنعزلة النائية التي ينشط بها المنصرون، ويوزعون الأموال، ونحن نأخذ تبرعات وتوزعها وإن كانت قليلة. وللمجلس مكاتب في المناطق لا تقل عن 23 مكتبا، وخلال شهرين تأتي التقارير من تلك المكاتب. المنصرون يبالغون في أعداد من يدخل في دينهم. هل يتنصر المسلمون حقا، وما نسبتهم؟ قال الدكتور محمد ناصر: عندما توزع الهيئات النصرانية المساعدات تكتب أسماء الذين تقدم لهم المساعدات ويزعم المنصرون أنهم دخلوا في النصرانية، وكثير منهم في الحقيقة لم يتنصروا. ومن الأمثلة قرية في جزيرة (منتاوي) بها من السكان ثلاثة آلاف من البدائيين مسلمين وغير مسلمين، ذكر النصارى أن سبعة آلاف من سكان القرية تنصروا، مع أن عددهم كلهم ثلاثة آلاف، والسبب في ذلك تكرر أسماء الذين يقدمون لهم المساعدات، كلما قدموا للشخص الواحد مساعدة حسبوه متنصرا جديدا؟ ومثال آخر في (كانن) ذكر النصارى أن 90% منهم تنصروا و(كانن) في جاوة الوسطى، ولكن بعد أن بني هناك مصلى ونشطت الدعوة، كانوا يأتون إلى المسجد يصلون وهذا دليل على عدم صحة كلامهم. وكان السكان أولا يخافون من العمدة، وعندما بني المسجد وتكاثر وطلبوا من المجلس إنشاء روضة لتعليم أطفالهم. ومعنى هذا أنه توجد مبالغة في دعوى كثرة المتنصرين، وإن كان التنصير موجودا، ولو قامت الدعوة بقوة في أوساط الذين يقال إنهم تنصروا لرجعوا إلى الإسلام. والنشاط التنصيري يوجد في أوساط المثقفين بسبب إعطائهم منحا دراسية في أوروبا وأمريكا وبعضهم يتنصر، والمتنصرون من المثقفين المسلمين قليلون، وكانوا يربونهم من الصغر أو أيام الدراسة بسبب المنح. وفي جوك جاكرتا بني مصلى عند المعبد البوذي وأسلم أكثر من في قرية (كيون بروجو) وأصبح المعبد فارغا، وتوجد لدى المجلس كتيبات مقارنة بين الإسلام والمسيحيين توزع على الوثنين. وعندما تولى وزارة الدفاع نصراني، وحاول النصارى أن تكون بعض المناطق تابعة لهم، تنبه بعض قواد الجيش من المسلمين لما أراده النصارى ونبهوا بعضهم بعضا. ونسبة النصارى في الجيش غير معروفة، ولكن نسبة المسلمين في الجيش تزداد. وماذا يقترح محمد ناصر لمكافحة التنصير؟ توعية المسلمين وإيقاظهم في عامة الشعب، والمجلس الأعلى للدعوة يوزع نشرات بمعلومات كافية، فقد طبع ما لا يقل عن مائة ألف نشرة، ووزعت فتوى بعدم جواز حضور المسلمين أعياد الميلاد، مع أن الرئيس سوهارتو يحضر احتفالاتهم، وقد قبض البوليس على بعض الشباب عندما وقفوا ضد حضور الأعياد. وعندما زار البابا إندونيسيا كتبنا كلمة ظاهرها الترحيب، وحقيقتها بيان خطورة التنصير على الشعب الإندونيسي. الخطاب الموجه إلى البابا حول التنصير. (هذا الخطاب الذي وجه إلى البابا ومعه وثيقة بالنشاط التنصيري في إندونيسيا نشر في كتيب باللغة العربية بعنوان: خطاب للبابا يوهانس باولوس الثاني من أجل إيقاف الاستغلال على الحاجات الإنسانية وهو بتوقيع: الأستاذ محمد ناصر الشيخ الحاج مشكور. الشيخ الحاج رسل عبد الواحد البروفيسور محمد رشيدي. ونشره المجلس الأعلى الإندونيسي للدعوة الإسلامية 1410هـ – 1989م. (وحيث إن الخطاب وما ألحق به وثيقة تبين استياء المسلمين مما يرتكبه النصارى بطرق خبيثة ماكرة يخالف الاتفاقات التي تتم بينهم وبين المسلمين، وتخالف قوانين البلاد فإن إثبات صورة له في هذا السِّفر من المعلومات مناسب، وقد أثبت صورة الخطاب وما ألحق به في المجلد الثاني من المعلومات المتعلقة بإندونيسيا، مع المقابلة التي أجريتها مع الدكتور محمد ناصر.) ثم قال الدكتور محمد ناصر: رأس مال كفاح التنصير هو التوعية لتحريك الأمة وتحذيرها. وللمجلس مجلة تسمى الدعوة، وهي شهرية وتهتم بموضوع التنصير، وللأستاذ محمد ناصر مقال شهري بعنوان توصيات المنبر. وللمجلس نشاط في الجامعات يقوم أعضاؤه بالتوعية ويبنى المساجد في الحرم الجامعي، في جامعة إندونيسيا وفي جامعة لامبونغ، وفي جامعة بوغور، وباندونغ، وفي جوك جاكرتا، وسمارانج، وفادانج، وأجونغ باندونغ. وتقام دورة ثلاثة أيام للتوعية والتثقيف، لأنها لا توجد في الجامعة إلا مادتان-عن الإسلام-في الأسبوع. (لكن الاهتمام بالثقافة الإسلامية بدأ في الفترة الأخيرة في الجامعات الإندونيسية، وتوجد جامعات إسلامية حكومية في عدد من المدن الإندونيسية، إضافة إلى جامعات إسلامية أهلية) قال الدكتور محمد ناصر: و المجلس يبذل جهودا بحسب إمكاناته لإصلاح معيشة الشعب في طبقاته الدنيا، عن طريق إقامة جمعيات تعاونية في المساجد تجارية وزراعية وغيرها، وقد ساعد في ذلك بعض المسلمين في الكويت. ونقطة الضعف عند المسلمين تكمن في ضعف المادة والمسيحيون يعرفون ذلك، وهم أقوياء ويستغلون قوتهم المادية والاقتصاد يه، ونحن لا توجد عندنا مؤسسات مماثلة. ويرى الدكتور محمد ناصر أننا لا ينبغي أن نخصص رأس مال كبير لمكافحة التنصير، لأنه يحتاج إلى أيد أمينة وخبرة وكفاءات لاستثماره وتعريفه .(1) ونحن عندنا جمعيات صغيرة وصلت إلى 162 جمعية يبذلون مالا قليلا بدون ربا، وهي ناجحة ولدينا مشروع قرية (طيبة) وتسمى مؤسسة السعادتين-أي الدين والدنيا-. ويوجد معهد دار الفلاح في بوقور، وهو تابع للمجلس الأعلى للدعوة الإسلامية. ويشرف المجلس على 162 داعية متفرغين يتبعون مركز جاكرتا، كما يوجد دعاة محليون في المناطق وهم كثير، ولو تمكنا من الإكثار من الدعاة المتفرغين في المناطق البعيدة لنجحنا في الدعوة. ويقوم المجلس بطبع الكتب والنشرات والمجلات، ولديهم مطبعة قديمة تحتاج إلى إصلاح، والمجلس في حاجة إلى مطبعة حديثة. وتوزع نشرات قبل صلاة الجمعة في مساجد إندونيسيا كلها. ويقوم المجلس بإعداد الدعاة وتأهيلهم حتى يكونوا أكفاء. وحصل المجلس على منح دراسية من الجامعات في المملكة العربية السعودية، وهو يطلب المزيد من هذه المنح لهذا الغرض. دمعت عيناه خشية على فراغ موقعه بعد وفاته! وعندما سألت الدكتور: كم بلغت من العمر؟ توقف واغرورقت عيناه وقال: إنه يخشى من حصول فراغ بعده وقد بلغ إحدى وثمانين سنة من العمر. وهنا قلت له: إنك قد أديت واجبك، وقد بارك الله في جهودك وشبابك ينتشر في كل مكان في إندونيسيا،كما شاهدت ذلك في جولاتي في مناطقها المختلفة، وسوف لا يضيع الله عملك وهو قادر أن يوجد من يخلفك فاطمئن والله مؤيد دينه وناصره. وسألت الأستاذ عن صلته بالمسلمين في الخارج؟ فقال: نأمل أن تساعد رابطة العالم الإسلامي الدعوة في إندونيسيا، ولكنها اتجهت إلى إفريقيا والى الأقليات ونسيت الأكثريات، وقد صرح الدكتور عبد الله نصيف إنه الآن يوجه اهتمامه إلى إفريقيا، وللمجلس اتصال بالهيئة العالمية الإسلامية وبيت الزكاة في الكويت. تحديات إمام العمل الإسلامي. قال الدكتور محمد ناصر: واجه المجلس في مستهل إنشائه حطاما وركاما من مخلفات عهد سوكارنو البائد(معلوم أن سوكارنو فتح الباب على مصراعيه للشيوعيين الملحدين) وتحديات خطيرة من خصوم الإسلام وأعدائه، وخاصة أولئك الذي عاونوا سوكارنو وأيدوه وتعانوا معه، حيث أصبحوا بعد الإطاحة بطاغوتهم وانهيار حكمه ونظامه، وافتضاح خطل تعاليمه وانكشاف مباذله ومخازيه، يتخوفون من الإسلام الذي أصبح البديل المنطقي الوحيد، الذي سيحل محل البائدين ويرث الأرض ومن عليها.. ولكن العهد الجديد كان حربا على الإسلام، مثل القديم، وإن اختلفت الأساليب الماكرة. فالشعب الذي غرر به سوكارنو وحواريوه وضللوه وسخروه لمآربه ومآربهم سنوات عديدة، أفاق ذات صباح يوم ضاح ليشهد بعينيه مأساة الثلاثين من سبتمبر سنة: 1965م وما اقترفت من وحشية وبهيمية وضراوة متناهية، أبرزت حقائق الشيوعية والتقدمية التي كان يروج لها سوكارنو وأعوانه. تضليل المسلمين بفتاوى علماء السوء. قال الدكتور محمد ناصر: لقد كان سوكارنو يقول: إن الشيوعية والإسلام صنوان لا يتعارضان، فلم تتورع طائفة من الذين يحلو لهم أن يقال عنهم بأنهم شيوخ الإسلام وأئمة الدين، أن يقولوا معه ويؤيدوا هرطقته. وعندما بشر ببدعه \"الناسا كوم\" (والكلمة منحوتة من ثلاث كلمات بالإندونيسية تعني القومية والدين والشيوعية) التي تقول بوجوب تعاون واندماج هذه الثلاث أيديولوجيات ليتحقق الرفاه والسعادة للشعب الإندونيسي، سبح المغفلون بحمد هذا \"الناساكوم\" تسبيحا، وأرادوا أن يشخصوا إمكان تحقيق هذا المبدأ، فاعتلى المنصة-في اجتماع شعبي عام-ثلاثة شخصيات من زعماء الأحزاب التي أريد لها أن تمثل كلا من القومية والإسلام والشيوعية، وتعانقوا عناق اللوعة والاشتياق، وكانت مهزلة سخيفة أن يبدو \"حمل\" الإسلام يعانقه \"ضبع\" القومية و\"ذئب\" الشيوعية، ولكن الحمل كان معتزا فخورا... ولما أعلن سوكارنو المجابهة ضد ماليزيا البلد الجار والشعب الشقيق، بتلفيق مختلف التهم ضدها، جاراها أولئك المغفلون، بل أصدروا فتوى بتحريم الاستماع إلى إذاعة ماليزيا!. وانساقت طوائف الشعب الساذجة، وراء الخدعة بفضل أمثال هؤلاء الزعماء الذين كانوا إما مأجورين أو مغفلين، فقد كانت جماهير الشعب تضع ثقتها فيهم بحكم عمائمهم وتزييهم بزي العلماء! وانهالت ألقاب الشرف العلمية على سوكارنو من كل حدب وصوب، حتى أصبح يفتخر بتعديد شهادات الدكتوراه الفخرية التي أهديت إليه، وكاد أن يكون أحق بلقب: \"الدكاترة سوكارنو!\" وتسابق زعماء هؤلاء المسلمين إلى إهدائه ألقاب الدكتوراه الفخرية، في الدعوة الإسلامية وفي التوحيد، بل لقبوه بأنه (ولي الأمر ضروري بالشوكة). ثم أطيح أخيرا بطاغوت \"الناساكوم\" وتمت عملية رفع الستار عنه وعن مخازيه وأعمال تهريجه، في خضم المظاهرات الطلابية التي أطاحت به وبحكومته في سنة: 1966م (كما أطاحوا بالطاغوت الثاني في سنة 1998م)بعد إحباط الانقلاب السبتمبري في أكتوبر سنة:1965م وانجلت الحقيقة لكل ذي عينين، واتضح أن الشيوعية هي الشيوعية، وأن الشيوعيين شيوعيون، سواء أكانوا أعضاء رسميين في الحزب الشيوعي أم لم يكونوا أعضاء، وأن دعوة الشيوعيين للوحدة والاتحاد و(الجبهة القومية) ليست إلا وسيلة من وسائل تحقيق غايتهم القصوى، وهي السيطرة والتمكن (كما فعلوا في اليمن) وبعد ذلك كان القضاء التام على من سواهم، بالاختطاف والاغتيال، كما حدث لقادة الجيش في صبيحة يوم أول أكتوبر سنة: 1965م، كما اتضح أن الشيوعية إن هي إلا زندقة والحاد وكفر صراح. وشدهت الجماهير الساذجة لهذه الحقائق المرة التي انكشفت بعد إحباط الانقلاب السبتمبري الفاشل، وأصيبت بالذهول، وتخبطت تخبط القطيع الذي يحاول أن يتلمس سبل الإفلات والنجاة من سطوة الذئاب الضارية، وهالها أن تشعر في النهاية بأنها كانت مخدرة من قبل زعمائها-أو من حسبتهم زعماءها-الروحيين، وراحت تتلمس وتبحث عن العقيدة الصحيحة التي تكفل لها الخلاص وتستطيع أن تكفر بها عن ماضيها وتطهرها من أدرانه. رئيس الوزارة الثانية بعد الاستقلال المنصرون يتصدون للعمل ! وكان من مستلزمات عمليات القمع وقطع دابر مدبري الانقلاب السبتمبري الفاشل، أن ألقي القبض على عشرات الألوف ممن ثبتت علاقتهم بالانقلاب، وأودعوا المعتقلات رهن التحقيق. ولقد سمحت الحكومة للهيئات الدينية أن تقدم خدماتها الإرشادية إلى المعتقلين، رجاء إمكان إصلاحهم وإعادتهم إلى حظيرة الإيمان والعقيدة، فهرع المنصرون من مختلف الطوائف والنحل يباشرون نشاطهم مع هؤلاء البؤساء لا عن طريق الإغاثة الإنسانية والإرشاد، ولكن عن طريق استغلال بؤسهم ومحنتهم، فقد كان المبشرون يبدون لهم استعدادهم لإعالة ذويهم وإعاشة أسرهم، شرط أن يوقعوا على صك الاعتراف بانضمامهم إلى الكنيسة التي يبشر المبشرون بها، وهؤلاء البؤساء يعرفون جيدا تردي الأوضاع الاقتصادية آنذاك، وماذا يعني ذلك بالنسبة لذويهم، فقد كانوا من أصحاب الفضل في ذلك أيام تهريجهم مع سوكارنو، لذلك سارعوا في الاستعداد للتوقيع على الاعتراف، واثقين من أن في عملهم ذاك سلامة أسرهم من غوائل الجوع والمسغبة، وهكذا تدرج أسماؤهم تقارير التبشير وعدد الذين تنصر بالرضا والاقتناع. وهو أسلوب متناه في الإسفاف والدناءة في ابتزاز العقائد، باستغلال البؤس والعوز والفاقة. الوسائل التي اتخذها سوكارنو لإضعاف الإسلام. والحق أن المبشرين قد مارسوا نشاطهم التبشيري-كما أسلفنا-منذ أيام سوكارنو، فقد كان سوكارنو يعلم أن الإسلام يعتبر قوة هائلة في البلاد، وأن المسلمين كانوا أصحاب السهم الوافر في حروب الاستقلال ومقاومة المستعمرين، منذ أن وطئت أقدام الاستعمار إندونيسيا، فكان يحاول إضعاف نفوذ الإسلام بشتى الطرق، من ذلك تشظية وحدة العمل الإسلامي بتفريقه إلى عدة أحزاب، ومن ذلك أيضا تنشيط العناصر المقاومة للإسلام الموتورة منه، فقرب إليه الشيوعيين رغم طعنتهم الغادرة للنضال التحرري الإندونيسي سنة: 1948م بثورتهم الرهيبة التي أشعلوها في جاوة الشرقية، ومكنهم من التسلل إلى مختلف المراكز الحساسة في جهاز الدولة. وساند النشاط التبشيري بمختلف الوسائل حتى نال المبشرون من التسهيلات، ما لم يكونوا يحلمون به في أوج الاستعمار النصراني في إندونيسيا، فقد أصبح المبشرون يفدون إلى إندونيسيا من مختلف مراكز التبشير العالمية، ومن مختلف الملل والنحل، لا يسألهم سائل من أين جاءوا والى أي منطقة في إندونيسيا سيذهبون، وأقيمت الكنائس في المدن والقرى، أما في جاكرتا فكانت كنائسها المستجدة من حيث الكثرة والفخامة تفوق الحد والحصر، خاصة بالنسبة لوزارة الشؤون الدينية أيام سوكارنو، وكانوا يشيدون كنائسهم في الأحياء الإسلامية الصرفة بل تجرأوا على إقامة كنيسة لهم في آتشيه، المنطقة المعروفة بنقائها الإسلامي الصرف. أهم أسباب تمكين النصارى في إندونيسيا. أما كيف أمكنهم هذا، فالسبب يكمن في وجود هيئات تبشيرية عالمية ذات إمكانات مادية ضخمة، حيث تتلقى هبات مالية سخية من المؤسسات التجارية ومن شركات البترول التي تستغل بترول العالم الإسلامي، هذه الهيئات التبشيرية العالمية هي التي تمد التبشير في إندونيسيا. واعترف سوكارنو بالهندوكية والبوذية والوثنيات، كأديان تقف على قدم المساواة مع الإسلام في إندونيسيا، إمعانا منه في إضعاف شأن الإسلام، وحرصا منه على تنحيته من مكان الصدارة والأولوية. وبفضل جهود سوكارنو عاد للبوذية كيانها في إندونيسيا، وتجرأ البوذيون من مختلف أصقاع العالم على إقامة شعائر دينهم في معبد \"بوروبودرو\" بجاوة الوسطى، بعد أحقاب طويلة، كان هذا المعبد لا يعدو كونه تحفة من التحف من التحف تحت رعاية مصلحة الآثار والعاديات، وأصبح للبوذية والهندوكية ركن خاص في الإذاعة والتلفزيون. وبعد سقوط سوكارنو تضاعف نشاط التبشير تضاعفا عظيما، فأصبح المبشرون لا يتورعون عن اقتحام حلقات الدروس الدينية في المساجد والمصليات، يوزعون مطبوعاتهم، ويرتادون بيوت المسلمين في غيبة الآباء، يبشرون النساء والأولاد، مما أثار ردود فعل عنيفة جدا، وأثار أزمات مستحكمة في سنوات 66 و 1967م. وقد دعا الرئيس سوهارتو إلى عقد مؤتمر للأديان ضم زعماء المسلمين والنصارى والبوذيين، وناشد الأطراف المعنية بأن لا يمارسوا التبشير بين جماعات الطرف الآخر، ولكن المسيحيين اعتذروا وتذرعوا بحجة أن الإنجيل يأمرهم بإنقاذ الحملان الضالة، ودار حديث طويل في جلسات المؤتمر لم يسفر عن تخفيف النشاط المحموم للمبشرين. أهداف ومخططات وجد المجلس نفسه أمام هذه الحقائق، وجابه تلك التحديات، وشرع يعمل، وهو لا يملك أكثر من الإيمان بأنه مدعو للاضطلاع بالمسؤولية الضخمة، وأنه مجند للقيام بواجب الإنقاذ، وكان معظم قادته وزعمائه حديثي عهد بالخروج من معتقلات سوكارنو، وقد صودرت أملاكهم أيام سوكارنو، حتى بيوتهم كانت مسكونة بأصفياء سوكارنو، ولكنهم بدءوا العمل.. بدءوا عملهم بعملية حصر للدعاة والوعاظ والمبلغين الذين نذروا أنفسهم للعمل الإسلامي، وبعملية حصر للميادين التي سيعملون فيها وطبيعة العمل الذي سيقومون به، والأساليب التي سيستعينون بها والوسائل التي سيستخدمونها. وجدوا أن المبلغين والدعاة أكثرهم من \"الهواة\" ينقصهم الإعداد الفني، وتنقصهم المادة، وينقصهم التنسيق، ولكنهم رغم ذلك عملوا أو ظلوا يعملون ويمارسون واجبات الدعوة حتى في أحلك أيام طغيان سوكارنو. ووجدوا أن ميدان العمل فسيح الأرجاء، متشعب المسالك، مترامي الفجاج: فهناك: ضحايا الإلحاد والشيوعية ممن خوت ضمائرهم من القيم والعقائد الروحية. وهناك: طلائع الجيل الصاعد من الشباب والطلبة، الذي فتح أعينه على لافتات سوكارنو الطويلة العريضة، وملأت آذانه الصيحات الغوغائية المنطلقة في هستيرية رعناء من حناجر سوكارنو وأتباعه، وعاش ردحا من الزمن في ظل قيم ومفاهيم وتقاليد ليس بينها وبين مجتمعه أي سبب أو رابطة. وهناك: جماهير الشعب التي أبعد عنها زعماؤها الحقيقيون، وظلت سنوات عدة تجبر على تجرع التعاليم والمبادئ الإلحادية. أما الأساليب التي سيستخدمونها في الدعوة والإرشاد، فسوف لن تقتصر على الطرق التقليدية، من خطب ومواعظ تلقى في حلقات الدروس الدينية المقصورة على رواد الجوامع والمساجد. حقا إن الدعوة وعظٌ وإرشاد، وأمرٌ بالمعروف ونهيٌ عن المنكر، ولكن كيف يكون هذا الوعظ وكيف يقدم هذا الإرشاد. يقول الأستاذ محمد ناصر، الرئيس العام للمجلس الأعلى الإندونيسي للدعوة الإسلامية. قال: لحكمة إلهية سامية جاء ذكر الدعوة إلى الخير في سياق الآية الكريمة مقدما على ذكر الأمر بالمعروف والنهي عن المنكر، فقال تعالى: {ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر} فأسلوب الدعوة الذي سينتهجه مجلس الدعوة يتجه أول ما يتجه إلى تكوين هذه \"الأمة\" التي تضطلع بالدعوة إلى الخير، بكل ما تنطوي عليه كلمة الخير من معنى، تقدم الدعوة بالكلمة الحسنة وبالأسوة الحسنة. وهكذا أقيمت حلقات التدريب لجماعات الدعاة والمبلغين، وأعدت طائفة خاصة لمواجهة القسس والمطارنة إعدادا خاصا. ويشترك في هذه الحلقات عادة مبلغون من مختلف أنحاء إندونيسيا يقيمون في جاكرتا مدة أيام التدريب. ( قلت : هذه هي الطريق الشرعية الصحيحة للدعوة إلى الله: إيجاد الرجال الذين يفقهون دين الله، ويطبقونه في أنفسهم، ويحملونه إلى الناس دعوة بالقدوة الحسنة والجهاد بكل أنواعه، وليس المهم البدء بمدرسة أو مسجد أو ملجأ، فإن هذه كلها لا تنفع إلا إذا وجد الرجال الذين يقيمونها ويقومون بأمرها، ولهذا لم يبن الرسول صلى الله عليه وسلم مسجده في المدينة إلا بعد أن نشر رسوله: مصعب الإسلام فيها، وأصبح القرآن يتلى في كل بيت من بيوت الأوس والخزرج ) إحياء رسالة المسجد. وبما أن الجوامع والمصليات في إندونيسيا \"أهلية\" لا تتلقى إعانات من الحكومة، فقد عمل المجلس لكي يكون كل مسجد مركز ارتباط ورباط لجماعته، يتولون رعايته وينظمون شؤونه ويدفعون اشتراكات كهربائه، كما أقام رابطة تجمع المساجد والمصليات، مبتدئا بجاكرتا أولا، ثم نظم الدروس الدينية التي تلقى فيها وخاصة دروس الفجر، حيث رتب شؤون القائمين بها، كما قدم أسوة حسنة للجماعات بإسداء الرعاية الصحية مجانا للمبلغين وعائلاتهم، فوزع بطاقات خاصة بالمبلغين يقدمونها إلى العيادات الصحية أو الأطباء الذين تطوعوا لمساعدة المجلس في مهمته الإنسانية النبيلة، وعلى هذا الأساس يتلقى الداعية العلاج مجانا هو وأفراد عائلته المسجلة أسماؤهم على البطاقة. والحديث عن الرعاية الصحية للدعاة والمبلغين يجرنا إلى الحديث عن تنظيم الرعاية الصحية العامة لإثبات حضور الإسلام في هذا الميدان الذي كاد المسيحيون ينفردون فيه. فقد عمل المجلس على إنشاء عيادات طبية في المساجد والمصليات، تطوع للعمل فيها الأطباء المسلمون المنتمون سابقا إلى المنظمة الطلابية الإسلامية، يعملون فيها يوميا مناوبةً، ذلك لأن كل حي لا يخلو من وجود مسجد أو مسجدين، وبذلك يوفر موضوع تأمين المكان اللائق بالعيادة، ويضفي على المسجد دورا إنسانيا مستحدثا وهو تأمين العلاج البدني بجانب العلاج الروحي المعتاد الذي يتوفر في مبناه. والمجلس يحاول أن يحصل على عدد من سيارات الكلينو موبيل التي يمكنه استخدامها لتقديم العلاج إلى سكان القرى والأصقاع النائية، تزود بطائفة من الأطباء والممرضين والممرضات والأدوية، كما تزود بالدعاة والمبلغين والكتب الدينية والنشرات والمطبوعات، فترتاد الأرياف في مواعيد منتظمة وتتمركز في أحد المساجد نهارا تقدم العلاج البدني، وليلا تقدم العلاج الروحي للسكان، بهذه الوسيلة يمكننا أن ننافس المؤسسات العلاجية التبشيرية بمستشفياتها الضخمة المقامة في المدن والعواصم، ولكن بطريقة أخف مؤونة وأجدى نفعا، تكفي القروي مؤونة الذهاب إلى المدن والارتماء في أحضان المؤسسات التبشيرية. وبهذا الأسلوب استطاع المجلس أن ينظم عمل الدعوة على وتيرة خاصة، فخطباء المساجد تنشر أسماؤهم في صحيفة \"أبادي\" كل يوم خميس مع ذكر أسماء الجوامع التي سيخطبون فيها، وبذلك يتذكر كل خطيب موعده ومسجده، وحلقات الدروس الدينية تقدم غذاء دسما في مختلف موضوعات الساعة التي تهم المسلمين، على أيدي مدرسين مؤهلين لذلك. الدعوة في أوساط المثقفين. من نتائج ازدواجية التعليم التي كانت ولا تزال، منذ أيام الاستعمار حتى الآن، وجود طائفة من المسلمين معلوماتهم عن الإسلام ضئيلة ضحلة، ولكنهم حريصون على تنمية مداركهم ومعلوماتهم الدينية وعلى الحصول على الأجوبة الصائبة لكثير من مشاكل الحياة والعمل التي يواجهونها. لأمثال هؤلاء تعقد حلقات خاصة بهم، يحاضر فيها طائفة من مثقفي الدعاة أصحاب المؤهلات الجامعية، وهذه الحلقات تقام أسبوعيا. الدعوة في أوساط الطلبة والحرم الجامعي. لطلبة الجامعات في إندونيسيا منظمة طلابية إسلامية تنظم حركاتهم ونشاطهم العلمي، وتقدم لهم الرعاية الروحية عن طريق قسم الدعوة والإرشاد فيها، والمجلس الأعلى الإندونيسي للدعوة الإسلامية على علاقة وثيقة مع هذا القسم من المنظمة ومع المنظمة نفسها، فهو يمدها دائما بالكتب والمطبوعات الدينية باللغة الإندونيسية والإنجليزية، كما يقوم بتدريب الطلبة أنفسهم على أعمال الدعوة والتثقيف الديني. ويختار المجلس يوم الخريجين، عندما يتسلم الطلبة شهاداتهم الجامعية في يومهم المشهود، ليهدي إليهم مجموعة من تفسير القرآن الكريم باللغة الإندونيسية والإنجليزية، ومن الكتب الإسلامية الموضوعية من نتاج مفكري الإسلام، أمثال المودودي وأبو الحسن الندوي وسيد قطب وغيرهم، ويمكننا أن ندرك عمق المغزى والأثر في مثل هذه المناسبات السعيدة بالنسبة للطلبة الخريجين وعائلاتهم، حين يتسلمون فيها تلك الكتب المهداة، من تذكيرهم بدورهم المنتظر كمسلمين في أوساط المجتمع الذي سيخدمون فيه. والتربية الدينية في المدارس والجامعات والمعاهد العليا واجبة، وإن كانت غير ذات أثر في النجاح أو الرسوب، والحاجة إلى المدرسين القديرين المؤهلين في هذا المجال ملحة جدا، ويسهم المجلس في سدِّ ثغرة هذه الحاجة بالاستعانة بمدرسي المواد العلمية الهامة في تلك المعاهد والجامعات، من ذوي الاستعداد لتدريس الدين، فيقيم لهم المجلس حلقة تدريب خاصة لاستكمال الشؤون التقنية ويزودهم بالتوجيهات وبالكتب اللازمة. وقيام هؤلاء المدرسين بتدريس الدين للطلبة، له أثر كبير في إقبال الطلبة، نظرا لمكانة هؤلاء المدرسين في المواد الدراسية الأساسية التي يدرسونها للطلبة، وقد يكون هذا الإقبال مدفوعا بعامل بغية استرضاء المدرس حتى يضفي عليهم الرعاية في تلك المواد، وقد يكون إقبالا صادقا. ومما يذكر بهذا الصدد أنه يوجد في كل الجامعات الحكومية والأهلية بإندونيسيا مساجد مقامة في الحرم الجامعي، تؤدى فيها الفرائض الدينية، كما تلقى بها الدروس والمحاضرات الدينية العامة، وهذه المساجد يقيمها الطلبة أنفسهم، ويتولون إدارتها ورعايتها، كما أن المدارس تستخدم بعض قاعاتها لأداء صلاة الجمعة. الخدمات المقدمة لمعتقلي الشيوعيين يقوم المجلس بتقديم الدعوة إلى معتقلي الشيوعيين وإرشادهم إلى واجباتهم الدينية، فيبعث إلى المعتقلات بعدد من المبلغين والدعاة، كما يقدم لهم ثياب الصلاة (الأزر) والمصاحف، وقد بلغ من تأثر بعض المعتقلين أن طلبوا إلى المجلس أن يتعهد أسرته بالرعاية الدينية، فقد حرمت من ذلك بسبب نشاطه الشيوعي السابق، وقد أهدى المعتقلون الشيوعيون رسما زيتيا كبيرا للمسجد الحرام وهو غاص بالمصلين، رمزا لامتنانهم. وقد صدر قرار بإقامة معتقل خاص بأقطاب الشيوعيين في جزيرة (بورو) المنعزلة، ويضم زهاء بضعة آلاف معتقل، والجزيرة تقع في أقصى مناطق إندونيسيا الشرقية بالقرب من إيريان الغربية، وللمجلس نشاط ضخم في خدمة هؤلاء المعتقلين، غير أن وسائله لا تكاد تذكر بجانب ما يستخدمه المبشرون من معدات ووسائل، ولكن المجلس يقوم بواجباته في حدود طاقاته وإمكاناته، والا فسيغدو نزلاء المعتقل فريسة التبشير. الخدمات الصحية للهيئات التبشيرية بإندونيسيا جهود ضخمة في الخدمات الصحية، فقد أقامت عددا من المستشفيات الضخمة في مختلف أصقاع إندونيسيا، وفي جاكرتا نفسها يوجد مستشفى سانت كارلوس الكاثوليكي ومستشفى \"تشي كيني\" التابع للبروتستانت، والمستشفيان مزودان بطائفة من نطس الأطباء الممرضين لمختلف الأمراض، كما يوجد بهما أحدث الأجهزة الطبية الدقيقة. ويرى المجلس أن إنشاء مثل هذه المستشفيات فوق طاقة المسلمين، ثم إنها تكلف كثيرا في سبيل صيانتها، وقد بدأت جمعية المحمدية في إنشاء مستشفى إسلامي بجاكرتا، ولا تزال تواصل جهودها في ذلك وقد كلفت أموالا طائلة. وقد حاولت طائفة المعمدانيين (البابتيست) إنشاء مستشفى لها في مدينة بوكيت تينقي عاصمة سومطرا الغربية، وسو مطرا الغربية تعتبر من معاقل الإسلام في إندونيسيا بل من مراكز الإشعاع الإسلامي في جنوب شرق آسيا. ولقد لقي مشروع البابتيست معارضة قوية من السكان، ولكن الأصابع الخفية استطاعت أن تحمي المشروع فتم إنشاء المستشفى ملحقا بثكنة حامية المقاطعة. ورأى المجلس أنه من اللازم الإسراع بإنشاء مؤسسة صحية منافسة، فأنشئ مركز صحي باسم (مستشفى ابن سينا) كنواة لمستشفى حقيقي، والمجلس بسبيل الاكتتاب وجمع التبرعات لهذا المشروع. وقد أنشئ لهذه الغاية مؤسسة خاصة باسم (مؤسسة مستشفى ابن سينا الإسلامي) دعامتاها هي (المجلس الأعلى الإندونيسي للدعوة الإسلامية) بجاكرتا و مؤسسة المستشفى الإسلامي بجاكرتا. ومشروع المؤسسة سينفذ على قطعة أرض مساحتها هكتاران، تقع في وسط المدينة وفي منطقة تمتاز بجمال الطبيعة الجبلية، وقيمة هذه الأرض ستة ملايين روبية (حوالي ستة آلاف دينار كويتي أو ليبي). أما تفاصيل المبنى فسيضم في المرحلة الأولى إعداد صالات للمركز الصحي وللمستشفى، ويضم عيادة طبية ومستشفى ولادة، ومعملا ومركزا لرعاية صحة الأم والطفل، وصيدلية وصالات للعلاج، ومركز أشعة وصالة جراحة ومصلى، وتقدر تكاليف هذه المرحلة بمبلغ خمسين مليون روبية (حاولي 50 ألف دينار كويتي أو ليبي). وفي يوم 5 سبتمبر 1971م أقيم احتفال بمدينة بوكيت تينقي لإرساء حجر الأساس في مشروع مبنى مستشفى الرئيس ابن سينا الإسلامي، قام بوضع حجر الأساس الأستاذ محمد ناصر الذي حضر خصيصا لذلك من جاكرتا. وقد قدرت اللجنة تكاليف المشروع في مرحلتين زهاء 160 مليون روبية (حوالي 160 ألف دينار كويتي أو ليبي). خدمات مستوصف ابن سينا الحالي. لقد قدم مستوصف ابن سينا الإسلامي خلال عام واحد منذ إنشائه الخدمات التالية: -تولت عيادته علاج 3000 مريض شهريا. -أما الحوامل اللاتي ترددن على مركز رعاية صحة الأم والطفل التابع له، فقد بلغ عددهن 1000 حامل شهريا. -باشر مستشفى الولادة التابع له 30 عملية توليد شهريا. -قام بتقديم العلاج وبإجراء عمليات جراحية بسيطة. -تأمين الأدوية عن طريق صيدليته. خدمات الأشعة. وقد قدم (المجلس الأعلى الإندونيسي للدعوة الإسلامية) إلى المستشفى في أول إنشائه سيارة إسعاف فولكس واجن، تبرع بها محسنون من إندونيسيا ومن الخارج. المساعدات الصحية التي تلقاها المجلس. وقد تلقى المجلس في مجال نشاط خدماته الصحية معونات قيمة من إندونيسيا ومن الخارج، فمن إندونيسيا ما نشاهده من تطوع عدد من الأطباء المسلمين، لإسداء الخدمات الطبية في العيادات و المستوصفات التي أسسها المجلس، سواء في جاكرتا أو خارج جاكرتا. ومنها تبرعات بعض مصانع الأدوية بالأدوية والعقاقير الطبية. كما تلقى من الهلال الأحمر الكويتي ومن وزارة الصحة الكويتية كمية ضخمة من الأدوية وسيارتي أسعاف، استخدمت واحدة لمستشفى السيدة خديجة (رضي الله عنها) والأخرى للخدمات الصحية بمدينة جاكرتا، جزى الله هؤلاء المحسنين أحسن الجزاء وأجزله. مجال الخدمات التربوية والتعليمية لا يزال التعليم في إندونيسيا على ازدواجيته الموروثة من أيام الاستعمار مع بعض محاولات الإصلاح الطفيفة، والازدواجية تعني وجود نوعين من التعليم: علماني محض، وديني محض، وقد قررت الحكومة إدخال مادة الدين في مناهجها الدراسية منذ المرحلة الابتدائية حتى الجامعية، كما أن وزارة الشؤون الدينية أنشأت معاهد إسلامية متوسطة وثانوية وعددا من الجامعات الإسلامية على غرار الأزهر. والمجلس يحاول تصعيد مستوى التعليم الإسلامي في المدارس، ونشر اللغة العربية في إندونيسيا، ويسلك لذلك طريقين: الأولى: إصلاح المناهج التعليمية في المعاهد الإسلامية الحرة، ومعظم مدارس المسلمين في إندونيسيا حرة غير حكومية. والثانية: ابتعاث الطلبة إلى البلاد العربية لإتمام الدراسة الجامعية هناك. وقد تلقى المجلس عددا من المنح الدراسية من جامعة المدينة المنورة وعددا من وزارة المعارف السعودية ومن وزارة التربية الكويتية، ومن كليات الدراسات الإسلامية في بغداد، وقد ابتعث حتى الآن عشرات الطلبة والطالبات إلى الجامعة الإسلامية بالمدينة المنورة، وجامعة الملك فيصل الإسلامية بالرياض، والى جامعة الكويت ومعاهدها الثانوية، والى كليات الدراسات الإسلامية في بغداد. كما تلقى المجلس من وزارة التربية الكويتية مجموعة قيمة من الكتب الدراسية المنهجية، وزعها على المعاهد والمدارس الإسلامية، كما سبق أن تلقى عشرات الصناديق من كتب تعليم اللغة العربية للبنات من السادة الأساتذة المؤلفين عن طريق الأستاذ السيد محسن باروم، كما تلقى من رابطة العالم الإسلامي آلة كاتبة كهربائية. هذه المساعدات القيمة مهدت للمجلس سبل تقديم المعونات القيمة إلى المعنيين بإنهاض التعليم الديني في إندونيسيا، والى التمهيد لإنشاء اتحاد المعاهد الإسلامية بها الهادف إلى توحيد المناهج والتنسيق بين المعاهد الإسلامية، وقد انعقد أول مؤتمر للاتحاد في مدينة قرسيك بجاوة الشرقية في أواخر أغسطس الماضي سنة:1971م كان من بين موضوعات البحث فيه موضوع إنهاض تعليم اللغة العربية والتعليم الديني بوجه عام (وقد اقتبس المجلس منهج وزارة التربية الكويتية في تعليم اللغة العربية والتربية الدينية، وأصدر كتيبا بالمنهج وزعه على المعاهد). معهد دار الفلاح الزراعي في بوغور. من بين المؤسسات التي يستعين بها المجلس لأداء الدعوة الإسلامية، معهد \"دار الفلاح\" الزراعي، ويقع في إحدى ضواحي مدينة \"بوقور\" على بعد 70 كليو مترا من جاكرتا. ويلتحق التلميذ بهذا المعهد فور إتمامه المرحلة الابتدائية، فيدرس به مدة أربع سنوات، يتلقى خلالها مختلف علوم الزراعة وتربية المواشي وتربية أسماك المياه العذبة ومزرعة للدواجن والألبان. والمعهد مقام على قطعة أرض مساحتها 37 هكتارا (92.5 فدانا) تبرع بها للمعهد أحد الغيورين على الإسلام، وتشتمل الأرض على وهاد وهضاب وسهول، ويخترقها نهير دفاق، مما وفر للمعهد إعداد الفصول الميدانية للدراسات التطبيقية، وأنشئ فيها مباني المعهد ومساكن الطلبة والمسجد الجامع، وحظائر الدواجن والمشاتل وأحواض الأسماك. ويتوخى المعهد في إعداد الطالب إعدادا مهنيا مبنيا على الاستقلال الذاتي والنظام والانضباط، وتوطين النفس على العودة إلى القرية بعد إتمام الدراسة لخدمة المجتمع فيها، وليس على الرغبة في التوظف أو مواصلة الدراسة والهجرة إلى المدن. ومن أمثلة التربية النفسية في المعهد، نجد اللافتات الموجهة تصاغ بأسلوب يبعث الإحساس الذاتي بواجب الطاعة والانضباط، فبدلا من أن تكتب عبارة (ممنوع غسل الثياب في الحمام) تكتب (الشخص المهذب لا يغسل ثيابه في الحمام) وبدلا من كتابة (ممنوع إتلاف زهور الحديقة) تكتب عبارة (الإنسان المهذب يرعى نباتات حديقته) وهكذا، وبدلا من كتابة (أدّوا الفريضة) تكتب عبارة (من منّا الذي لم يصلِّ بعد؟). ويتولى التدريس بالمعهد مدرسون من خريجي المعهد العالي للعلوم الزراعية في \"بوقور\" الشهير بمستواه العالمي العلمي. ويقوم المجلس بالإشراف والتوجيه والرعاية لهذا المعهد. نشر الكتاب الإسلامي في إندونيسيا. من أهم الأهداف التي يعمل لها المجلس هو نشر الكتاب الإسلامي في إندونيسيا، سواء باللغة العربية أو الإندونيسية أو الإنجليزية، والكتب العربية بصفة خاصة مر بها عهد طويل والإندونيسيون محرومون منها، بسبب اندلاع الحرب العالمية الثانية، ثم قيام حرب الاستقلال بعد ذلك، ثم الظروف الاقتصادية العصيبة التي أصابت البلاد بعد الاستقلال. وقد اضطلع المجلس بترجمة الكتب الإسلامية من العربية والإنجليزية إلى اللغة الإندونيسية، وأنشأ مؤسسة للطباعة والنشر والتوزيع أسمها (سينار هدايا) وقد أصدرت حتى الآن عددا من كتب الشهيد سيد قطب وعبد القادر عودة والمودودي وأبو الحسن الندوي مترجمة إلى الإندونيسية، كما تنشر الكتب المؤلفة أصلا بالإندونيسية. وقد تلقى المجلس دعما كبيرا جدا من المحسنين في إندونيسيا وفي العالم الإسلامي في هذا السبيل، فقد تلقى من وزارة الأوقاف الكويتية ومن الإخوة المحسنين الكويتيين مئات الصناديق من الكتب الإسلامية القيمة، سدت الكثير من حاجة مكتبات الجامعات والمؤسسات العلمية والقراء الإندونيسيين، كما تبرع بعض كبار المحسنين في الكويت بنفقات طباعة عشرات الآلاف من نسخ (الفرقان في تفسير معاني القرآن) بالإندونيسية، مكنت المجلس من إمداد المجامع والمعاهد العلمية والجامعات والمؤسسات التعليمية وقسم الرعاية الروحية للقوات المسلحة الإندونيسية، بهذا التفسير. من الواجب أن نسجل هنا أن هدايا الكتب التي تلقاها المجلس من العالم الإسلامي، من الكويت وقطر وغيرها، قد غمرت إندونيسيا من أقصاها إلى أقصاها، بالمصاحف وكتب التفاسير والأحاديث المتنوعة، وأهم ما أصدرته مطابع الشرق العربي في الآونة الأخيرة من الكتب ومن إنتاج إحياء التراث الإسلامي، وكان لها وقع الصيب الهاطل على التربة الخصبة العطشى. وهناك مساعدات أخرى تلقاها المجلس من وزير الإعلام السعودي السابق معالي الشيخ جميل الحجيلان، وهي عبارة عن جهاز عرض سينما وآلة تصوير سينمائية ومولد كهربائي، يمكن من عرض الأفلام السينمائية في الأماكن التي لا توجد فيها كهرباء، كما أمدّ-حفظه الله-المجلس بعدد من الأفلام التسجيلية وآلة تسجيل ومسجلات غنائية وغيرها، كما قدم السيد عبد الله باروم رجل الأعمال السعودي بضعة أفلام سينمائية إسلامية، وقد تمكن المجلس بهذه المعدات الحديثة من تقديم الدعوة الإسلامية إلى مختلف الأصقاع النائية من إندونيسيا. والمجلس يضرع إلى الله أن يثيب كل شخص أسهم في هذا المضمار، لقاء كل نفس أفادت هداية من إحسانهم، وإزاء كل روح اهتدت إلى سبيل ربها بسبب جميلهم العظيم، أجزل الله المثوبة وأتمها. مشروعات ومنجزات. تلك هي خلاصة وجيزة لمشروعات \"المجلس الأعلى الإندونيسي للدعوة الإسلامية\". وما تم إنجازه منها: -إعداد مبلغين ودعاة مؤهلين للعمل، وتخصيص فئات منهم لمختلف طبقات المجتمع، وتزويدهم بما يسهل لهم مهامهم المتشعبة، وإسداء الرعاية الصحية لهم ولذويهم. -تأمين الكتاب الإسلامي والعربي وتسهيل سبل اقتنائه للقراء. -نشر الكتب المترجمة إلى الإندونيسية من نتاج مفكري العالم الإسلامي، ولا يزال يسعى لترجمة نتاج مفكري المسلمين الإندونيسيين إلى اللغة العربية وغيرها... -السعي لابتعاث الطلبة الإندونيسيين للدراسة بالخارج، بما يتلقاه من منح دراسية من المملكة العربية السعودية والكويت والعراق والباكستان وغيرها... -النهوض بمستوى التعليم الديني في المعاهد والمدارس وخاصة تعليم اللغة العربية. -تنشيط وتنظيم المبادرات الشعبية الإسلامية في الخدمات الصحية، ولا يزال يسعى للحصول على سيارات الكلينو موبيل، لاستخدامها في تقديم الخدمات الصحية للمناطق النائية عن المدن، كما يوالي جهده لإنجاز مشروع مستشفى ابن سينا الإسلامي في سومطرا الوسطى بالاكتتاب له داخل البلاد وخارجها. - تدعيم مختلف العلاقات بين إندونيسيا والعالم الإسلامي. ولا يزال أمامه الكثير والكثير من المشروعات الهامة. والمجلس لا يقتصر بجهوده على إندونيسيا وحدها، بل يولي اهتمامه للجارات المتاخمة لإندونيسيا. مستقبل الإسلام والعمل الإسلامي في إندونيسيا. قال الدكتور محمد ناصر: بقيت كلمة لا بد أن تقال أو سؤال لا بد من الإجابة عليه، ذلك عن مستقبل الإسلام والعمل الإسلامي في إندونيسيا. إن موقع إندونيسيا الجغرافي يضعها بين قارتي آسيا وأستراليا، ووسط أقطار تحيط بها إحاطة السوار بالمعصم، فهناك في الشمال بلاد الفلبين الكاثوليكية، ويتم فيها إعداد القسس والمبشرين المخصصين للعمل في إندونيسيا، وفيها محطة إذاعة تبث إذاعة التبشير باللغة العربية المنطلقة من الحبشة. ثم الصين الشعبية، وهي معقل من معاقل الشيوعية والبوذية، وقد سبق أن أسهمت في إعداد الانقلاب السبتمبري الشيوعي في إندونيسيا. ثم أقطار الهند الصينية وسيام، وهي أقطار عريقة في البوذية، وأصبحت الآن محط الصراع العنيف الشيوعي للتسلل جنوب شرق آسيا، كما أن هناك أيضا بورما والهند. أما في جنوب إندونيسيا فهناك أستراليا البلد \"الأبيض\" الرخي. كل هذه الأقطار ترى في إندونيسيا، البلد النامي المهيض، الذي انتصر على الاستعمار بعد صراع عنيف،كان وقوده الأغلبية المسلمة من بين سكانه البالغ عددهم 120 مليون نسمة، بلدا تحرص على معالجته معالجة تتسق مع أديانها أو مع أيديولوجياتها. وهذا الوضع يجعل من إندونيسيا، إما مركز إشعاع إسلامي ينجح في أن يغمر بالنور الإلهي الوهاج جاراتها تلك، وإما أن يجعلها هدفا ومرمى يسدد-من كل حدب وصوب-رماة مهرة في تسديد الأهداف. لقد اكتشفت مؤامرات عدة ضد إندونيسيا، منها المؤامرة الشيوعية الكبرى التي قمعت سنة: 1965 م. ولا تزال الآن تسعى جاهدة لمقاومة مؤامرات أخرى غيرها. والتبشير له نشاط عملاق في هذا البلد، يكفي للتعرف عليه أن نعلم أنه له في منطقة إيريان الغربية أسطولا جويا مكونا من طائرات الـ(تشينا) وطائرات الهيلوكبتر، يتنقل عليها رجاله لارتياد المناطق النائية في أعماق الجزيرة، على قمم الجبال وسفوحها ووهادها. والذي يقول: إنه يستبعد اتجاه التبشير لتنصير المسلمين، إما مغفل مغرق في الغفلة والسطحية، وإما مُغرض يتغامز مع المتآمرين. هذا مجرد نموذج لا يجوز أن يرهب أو يخيف، ولكنه يجب أن يمكننا من إدراك طبيعة المواجهة التي يكابدها العمل الإسلامي بإندونيسيا، وإدراك التحديات التي توجه نحو الإسلام والمسلمين فيها. والمجلس الأعلى الإندونيسي للدعوة في تصديه للاضطلاع بواجبه الإسلامي واثق كل الثقة من قوله تعالى: {والذين جاهدوا فينا لنهدينهم سبلنا، وإن الله لمع المحسنين}. ((( كان غالب هذه المعلومات مما أدلى به الدكتور محمد ناصر في مقابلات المتكررة له في منزله ، وبعضها من كتيبات ومنشورات سلمني إياها بيده ، مع العلم أنه كان بين حين وآخر يبعث لي ببعض المعلومات عن طريق الطالب الإندونيسي ك الأخ عبد الواحد بن علوي في الرياض ، وهو من أعضاء المجلس الأعلى للدعوة .))) مؤلفات الدكتور محمد ناصر كثير من الدعاة إلى الله الذين شغلوا أنفسهم بنشر الإسلام بين المسلمين وغيرهم ، وبالدفاع عن هذا الدين ، تكون كتاباتهم – غالبا – متعلقة بحركتهم الدعوية ، وبث الروح الإسلامية في نفوس أتباعهم ، وتبصيرهم بمناهج الدعوة وأساليبها ووسائلها ، وتوضيح مسئولياتهم عن إيصال مبادئ الإسلام وفرائضه ومحاسنه ، إلى الأمة ، ولا يجد هؤلاء الدعاة الوقت الكافي للكتابة والتأليف ، والدكتور محمد ناصر من هذا النوع . وقد أطلعني الإخوة المسئولون في مكتب المجلس الأعلى للدعوة الإسلامية عند زيارتي لهم في جاكرتا يوم الجمعة 18/5/1421هـ – 18/8/2000م على بعض كتب الدكتور محمد ناصر التي لم أكن أعلم بها من قبل ، إذ لم يذكرها لي رحمه الله في لقاءاتي المتكررة له : 1- كتاب فقه الدعوة . 2- مجموع الرسائل في مجلدين ، ويقول الإخوة في المكتب : إن له رسائل أخرى قد يصل الكتاب بها إلى ثلاثة مجلدات ( ويبدو أنه شبيه برسائل الأستاذ البنا في مجال الدعوة ) وكلاهما باللغة الإندونيسية . ولعل الإخوة في المكتب من تلاميذ الدكتور يترجمون الكتابين إلى اللغة العربية ، ليستفيد شباب الجماعات الإسلامية العرب من تجارب الداعية الإندونيسي الكبير ، رحمه الله وقليل من الدعاة الحركيين المجاهدين من يتمكن من تأليف كتب علمية كثيرة ، كالمجاهد الداعية الفقيه العالم الرباني شيخ الإسلام بن تيمية رحمه الله . وفاة الدكتور محمد ناصر . ولقد انتقل الدكتور محمد ناصر إلى جوار ربه بعد أشهر من اجتماعي به في آخر زيارة قابلته فيها في نفس السنة التي كان اجتماعي به فيها هو الاجتماع الرابع ، إذ وافته المنية في 1413هـ – 1993م بعد أن عانى من الأمراض التي أقعدته في منزله ، وكان مع شد تلك الأمراض يتصلب ويصبر ويصابر ، موجها طلابه وأتباعه ، حاضا لهم على مواصلة المسيرة في الطريق القويم الذي قادهم فيه إلى رضا الله ، مستقبلا ضيوفه الذين يزورونه من خارج إندونيسيا ، برغم محاولة أسرته وتلاميذه ثنيه عن ذلك لعلمهم بحالته الصحية التي تصعب معها حركته . وكانت وفاته رحمه الله في الساعة الواحدة بعد ظهر يوم السبت الخامس عشر من شهر شعبان من السنة الهجرية المذكورة – السادس من شهر فبراير من السنة الميلادية السابقة . وقد كتبت مقالة آنذاك في جريدة ( المسلمون ) السعودية تعزية لأسرته وأهل بلده وللمسلمين عامة . وكان عمره خمسة وثمانين عاما ، رحمه الله رحمة واسعة وأسكنه فسيح جناته ، ووفق طلابه وأتباعه لمواصلة الدعوة إلى الله مخلصين له متبعين سنة رسوله صلى الله عليه وسلم ، مجتمعين على كلمة الحق ليدحروا عدو الله وعدو عباده المؤمنين الذي لا يفتأ ساعيا في التفريق بينهم لتكون عاقبتهم الفشل ، أعاذنا الله منه . والله الموفق . وصلى الله وسلم على سيدنا ونبينا محمد وعلى آله وصحبه . ================= (1)- يبدو أن يمكن وجود مثل هذه الكفاءات وليست صعبة كما صورها الأستاذ محمد ناصر."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "مع أسد الجهاد الفليبيني: سلامت هاشم في عرينه",
    "content": "يوم السبت: 2/2/1410هـ ـ 2/9/1989م مقدمة في عام 1410هـ –1989م قمت برحلة لدول جنوب شرق آسيا استغرقت أكثر من أربعة شهور ، وكانت الفليبين ضمن هذه الدول ، وكانت زيارة المسلمين في جنوب الفليبين هي الأهم ، ومن ضمن المدن التي تمت زيارتها في الجنوب مدينة كوتاباتو التي تقع بقربها معسكرات جبهة مورو الإسلامية التي يقودها المجاهد الأزهري الشيخ سلامت هاشم . وقد عرف بعض المجاهدين من إخوان سلامت هاشم أنني أرغب في زيارته في مقر قيادته في الغابة، فاتصلوا به لاسلكياً وأخبروه بذلك، فأخبرهم أنه سيبعث لنا إحدى سيارات المجاهدين التي لا يمكن صعود أي سيارة سواها إلى المنطقة لغير المجاهدين لأن المجاهدين مأمورون بمهاجمة أي سيارة لا يؤذن لها بالصعود إلى المنطقة من قبل المجاهدين . مخاطر سببت التردد وأسباب رجحت العزم. وقد أخبرني الإخوة أن الطريق صعب جداً من حيث السير، وخطير جداً من حيث الأمن، وكان ذلك يثبطني عن القيام بهذه الزيارة فهممت أن أؤخرها بل ألغيها، ولكني فكرت أن هذا الرجل زعيم مجاهد، قد نذر نفسه لله وقبل التشرد وآثر البقاء في الغابات في الجبال زاهداً- من أجل إعلاء كلمة الله - في الدنيا ومباهجها، وقد عرضت عليه حكومة الفليبين المال والجاه والمنصب فرفض كل ذلك وأقبل على تربية إخوانه وأبنائه المسلمين من أجل تحرير وطنه من الاحتلال النصراني. وأنا سوف لا أزيد على رحلة تستغرق ساعات ذهاباً وإياباً في حراسة بعض رجال الجهاد. ثم إنها فرصة لزيارة أخ في الله يثيب الله على زيارته، وفي ذلك تشجيع له على مواصلة الجهاد وتربية المجاهدين وإعدادهم والحذر من الأعداء. كما كنت مشتاقاً لمعرفة تاريخ الجهاد في الفلبين الذي يعتبر سلامت هاشم من أكبر منظميه، وأحد قائدين كبيرين لأهله، ولا يعرف تاريخ الجهاد مثل قواده الذين خططوا له ونظموه وزاولوه، لهذه الأسباب عزمت على زيارة أسد الجهاد سلامت هاشم مهما كلف الأمر، والأجل بيد الله، لا يقدمه إقدام ولا يؤخره إحجام. صعوبة الطريق المتدرجة. وجاءت السيارة، وسائقها- كما عرفت فيما بعد-من خواص قائد الجهاد، يخبئ سلاحه تحت المقعد ومعه رجلان من رجال الجهاد-والسيارة جيب تايوتا- وخرجنا من مدينة كوتاباتو في الساعة الثانية عشرة والربع ظهرا. كانت الطريق في البداية عادية كأنك تسير في شوارع مدينة كوتاباتو، وبعد فترة انقطعت الطريق السهلة، وبدأت الصعوبة، حيث كانت السيارة تسير وهي تهتز اهتزازاً شديداً وظننت في أول الأمر أن هذه الصعوبة هي الذروة ، ولكن كنا كلما توغلنا زادت الصعوبة ، فكثرت النزلات الانحدارية والطلعات الحادة، والحجارة التي تمر فوقها السيارة، وهي حجارة كبيرة بعضها يوقف السيارة فلا تستطيع العبور عليها إلا بعد محاولة شاقة، ثم زادت الشدة عندما كنا ندخل في أرض موحلة، تحيص فيها دواليب السيارة يميناً ويساراً حتى تكاد تنقلب، وتارة يكون أحد جانبي الطريق منخفضاً فتميل السيارة إلى هذا الجانب حتى يظن أنها نامت على جنبها باسم ربها. وعندما اقتربنا من أول مركز له بوابة وحارس زادت الأوحال في أراضي زراعية يكثر بها شجر الموز، وكان السائق يمر بالسيارة خلال تلك الأشجار ويكاد الممر لا يتسع لحجم السيارة لضيقه، وفي بعض الأوقات يضطر إلى أن يقف ثم يعود إلى الوراء ويتقدم قليلاً يحرف السيارة يميناً أو يساراً بين الأشجار حتى يتمكن من العبور، ومما يدل على شدة ضيق الطريق بسبب تلك الأشجار أن مرآة السيارة انكسرت لنشوبها في بعض الأشجار. ومررنا ونحن في طريقنا بعدة قرى على جانبي الطريق منها قرية بارنك، وبجانبها معسكر كبير للجيش الفليبيني الذي يرابط هنا استعداداً لأوامر الاعتداء أو ليوم اللقاء مع المجاهدين الذي نرجو الله أن يحقق للمجاهدين فيه النصر على عدوهم، والمعسكر في سفح الجبل على يميننا وعلى ساحل البحر على يسارنا. ويمدون قصب شجر البامبو على الأشجار لإيصال الماء إليهم بدلاً من أنابيب (مواسير) الحديد. كما مررنا بقرية أخرى تسمى: بتاتو، وأخرى تسمى لا نكونج. وعندما وصلنا إلى آخر بوابة في الطريق توصلنا إلى المعسكر الذي يضم منزل الشيخ سلامت هاشم وشعبه المجاهد معه . ثم صعدنا إلى منزل الأخ سلامت هاشم وأنزلونا فيما يسمونه دار الضيافة، وهي غرفة واحدة أمامها قاعة صغيرة لتناول الطعام، وقبلها في المدخل مجلس صغير به مقاعد خشبية للجلوس . وأمام الغرفة غرفتان صغيرتان فيهما مكتب الشيخ سلامت هاشم وموظفيه. وفي نفس المبنى تسكن عائلة الشيخ-في الداخل-وبجانبه يقع المسجد، في الجهة الغربية ويمكن أن يتسع لأكثر من مائة مصل عند الحاجة. وبجانب المسجد مكان الوضوء. أول لقاء مع أسد الجهاد. جلسنا قليلاً، وجاءنا رجل الجهاد ، قصير القامة ، يلبس قميصاً طويل الأكمام-كغيره من المسلمين-فوق رأسه طاقية يظهر لمن يراه تواضعه وبشاشته، رحب بنا عانقنا معانقة حارة، وقال: جاء وقت العصر، نذهب نحن نصلي، وأنتم تتناولون الطعام وتستطيعون أن تجمعوا الظهر والعصر لأنكم مسافرون. وقرب لنا الطعام فتغدينا وصلينا. وعندما جاء قلت له : إني في حاجة إلى الوقت المحتاج لأجلس معك، وليس عندنا وقت طويل نقضيه معك ، وأحب أن نكون في مكان مستقل ، فقال: ندخل إلى المكتب وفتح باب المكتب ودخلنا إلى الغرفة الداخلية التي يوجد بها باب ينفذ إلى منزله العائلي. وبقيت معه من الساعة الرابعة عصراً إلى الساعة السادسة ، عندما اقترب وقت المغرب، صلينا المغرب في المسجد وراء الشيخ الذي حاول تقديمي فامتنعت. وكان عدد الشباب الذين صلوا وراءه يقارب أربعين شخصاً، ثم واصلنا الاجتماع من الساعة السادسة والنصف إلى أن حان وقت العشاء الثامنة إلا ربعا، فذهب وصلى بالناس ثم قدم لنا طعام العشاء وواصلنا بعده الاجتماع من الساعة الثامنة والنصف إلى الساعة الحادية عشرة والنصف. فكانت مدة اللقاء سبع ساعات إلا ربعا. ثم قال لي- وهو يرى الإرهاق بادياً عليّ-: إن المعلومات عن الجهاد بالتفصيل تحتاج إلى وقت طويل، وسأبقى معك بحسب رغبتك إلى الوقت الذي ترغب فيه في النوم، وإذا شئت واصلنا غداً، وإلا اكتفيت بما تيسر. قلت: أكتفي بما تيسر. وكانت بجانب الشيخ بندقية جديدة رفعها- وقد سألته عن توافر السلاح عندهم؟ فقال: إن في الحصول على السلاح صعوبة وهذا من أهم مشكلاتنا، ولكنا نحاول أن نوجد هذه البندقية وأمثالها بشرائها من الجيش الفليبيني الذي يرغب في الحصول على النقود لحاجته إليها. قلت: ألا توجد مراقبة عليهم من الحكومة؟ قال: الفساد أكبر من أن يراقبه بشر؟ ولنبدأ بكتابة المعلومات التي أدلى بها أسد الجهاد وقائد المجاهدين في جنوب الفلبين الشيخ سلامت هاشم في مقر قيادته في الغابة الواقعة في الجبال المجاورة لمدينة كوتاباتو. معلومات عن الجهاد وقائده : سلامت هاشم. ولد الشيخ سلامت هاشم في 7/7/1941م في بلدة تسمى بافالومان (ومعنى الاسم مرآة) ونشأ في هذه البلدة، وهي في محافظة ماقندناو، وهي تبعد عن المعسكر أقل من مائتي كيلو متر، وتبعد عن مدينة كوتاباتو سبعين كيلومتر. مدرسته الأولى أمه. وكان أول مدرسة لقائد الجهاد هي أمه-كما قال-علمته القرآن الكريم، وبعض مبادئ الإسلام. وكانت عائلته فقيرة، ولكنها متدينة. وقد توفيت أمه سنة 1986م وهو في باكستان. وتوفي والده في نفس العام قبل أمه، ولم يحضر جنازة أي منهما، وكان قد فارقهما أكثر من عشر سنين من سنة 1973م. دراسته في الداخل والخارج. ودرس المرحلة الابتدائية الحكومية في نفس البلدة بدأ الدراسة وسنه 7سنوات في سنة 1948م بعد الحرب العالمية الثانية، وتخرج في هذه المدرسة. ثم فتحت مدرسة إسلامية في نفس البلدة بعد تخرجه من المدرسة الحكومية، أنشأها بعض المسؤولين في البلد ومدرس إندونيسي تخرج من الأزهر، ويسمى عبد الغني سفدنج. التحق سلامت هاشم بهذه المدرسة وواصل دراسته في المدرسة الحكومية الثانوية، تخرج في المدرسة العربية بعد ست سنوات وترك المدرسة الثانوية وهو في السنة الثانية منها. سفره إلى الحج ودراسته في مكة. وسافر إلى المملكة العربية السعودية سنة 1958م للحج والدراسة والتحق بالمدرسة الصولتية، اختبروه وأدخلوه السنة الأولى من المرحلة الثانوية، بقي في مكة سنة واحدة، درس فيها في الحرم أيضاً، في حلقات السيد علوي المالكي، وعبد القادر الإندونيسي- الذي كان يشرح الألفية ويأمر بحفظها والكتاب الذي كان يدرسه هو شرح ابن عقيل على الألفية-وكذلك درس عند الشيخ زكريا بيلة وهو إندونيسي يحمل الجنسية السعودية، وعدد آخر من العلماء الذين كانوا يدرسون في الحرم وهم كثيرون. سفره إلى القاهرة والتحاقه بالأزهر. وفي سنة 1959م سافر إلى القاهرة واختبر في الأزهر وأدخلوه في السنة الثانية الثانوية لأنه ليس عنده شهادة واستمر في المرحلة الثانوية خمس سنين. التحق بعدها بكلية أصول الدين سنة 1963م-شعبة العقيدة والفلسفة، وتخرج سنة 1967م. [التحق بالدراسات العليا ونال الدبلوم في كلية اللغة العربية في قسم الدراسات اللغوية [عندما كان في القاهرة أخذ دراسة في اللغة الإنجليزية في معهد المراسلات الدولية البريطاني لمدة عشر سنوات، وذلك مهد له الالتحاق بالجامعة الأمريكية في دراسة ليلية بدون شهادة.] مشايخه في القاهرة. ومن مشايخه الدكتور عبد الحليم محمود في الفلسفة والعقيدة والتصوف، والدكتور عبد الرحمن بيصار، والشيخ محمد الغزالي والدكتور عبد الواحد وافي، والدكتور حسن صعفان والدكتور بدران والدكتور الشرباصي. ودرس دراسة غير رسمية على أساتذة آخرين منهم: سيد سابق، الشيخ الباقوري . تأثره بحركة الإخوان المسلمين والقائمة السوداء! وتأثر بحركة الأخوان المسلمين في الدعوة والحركة والجهاد مع الطلاب الذين كانوا يدرسون عند سيد قطب، منهم صديق موسى وهو أردني وعدد من الاخوة الأردنيين والسوريين، ولم يتمكن من الحضور على يد الأخوان المسلمين الكبار لأنه كان في المرحلة الثانوية عندما كانوا يوجهون الطلاب، وعندما التحق بالكلية قتل سيد قطب وسجن غيره، وكانت المخابرات المصرية تتابع الطلاب، واستدعوا سلامت هاشم وسألوه فقال لهم: إنه يذاكر مع الطلاب، وقالوا له: إنه في القائمة السوداء فسألهم: ما معنى القائمة السوداء؟- ولم يكن يدري عنها شيئاً-فقالوا له: هذا خطر ويمكن أن نسفرك في أي وقت، فقال لهم: ما ذنبي؟ قالوا: لصلتك بالإخوان المسلمين، فقال لهم: أنا لم أعرف أن الاتصال بهم جريمة. وكان يشترك في نشاطات الطلاب، وعندما شددت المخابرات المصرية عليهم سفروا كثيراً من الطلاب غير المصريين ومنعوا كتب الأخوان، فكان يلتقي بعض الأخوان سراً. إغلاق جمعية الطلبة الفلبينيين. وارتبط ببعض الإخوان من الطلاب الآخرين من إندونيسيا وماليزيا وتايلاند وسنغافورة، وأسسوا جمعية للطلبة الفلينيين وهو رئيسها، واستدعته المخابرات بسبب هذه الجمعية وسألوه عن الغرض من إنشائها؟ وأغلقوا مقرها وختموه بالشمع الأحمر، وقالوا له سجل الجمعية ونحن نسمح لها بالنشاط فسجلها فعلاً، وطلبوا منه أن يقدم لهم تقارير عن نشاطها، فكان يكتب لهم تقارير كما يريد هو، لا كما يريدون. مجلس التضامن لجمعيات الطلاب في جنوب شرق آسيا. وكان للطلبة الماليزيين جمعية، وللإندونيسيين جمعية، وللتايلنديين جمعية، فاتفقوا على توحيد هذه الجمعيات كلها في جمعية واحدة، وسموها: مجلس التضامن لجمعيات الطلاب في جنوب شرق آسيا في القاهرة. وكان لهذا المجلس آثار طيبة لا زالت تجنى ثمارها إلى الآن. وكان سلامت هاشم سكرتير المجلس العام. ومن حسن الحظ أن معظم المسؤولين في هذا المجلس أصبحوا شخصيات إسلامية مشهورة، في ماليزيا ، بعضهم التحق بالحزب الإسلامي عضوا ، و أصبح من قادة الحزب، وأعضاء في البرلمان الماليزي، وكذلك في إندونيسيا ، وفي تايلاند. رجوع سلامت هاشم إلى الفلبين بعد التخطيط لإقامة الجهاد. ورجع الأستاذ سلامت إلى الفلبين سنة 1970م. وكانوا قد خططوا للدعوة عندما كانوا طلاباً في القاهرة، وللجهاد في بلادهم الفلبين، وكانوا يتصلون بالطلبة الفلبينيين في البلدان العربية في المملكة العربية السعودية والسودان، وليبيا، كان ذلك التخطيط سراً من سنة 1962م. وكان نشاطهم في داخل الفلبين وخارجها. واستغلوا الخلاف بين الفلبينيين وماليزيا في موضوع ولاية صباح التي كانت الفلبين تطالب بها. وكذلك الماليزيون أرادوا الاستفادة من الطلبة الفلبينيين ضد الحكومة الفلبينية. وكان لسلامت هاشم صلة ببعض السفراء في القاهرة سراً، كان يجتمع معهم وراء الهرم ، وأدى ذلك إلى إقناعهم بمساعدة الاخوة الفلبينيين بالتدريب وكان ذلك بداية التدريب في سنة 1968م إلى سنة 1970م وأول فوج كان عدده ( 90 شخصاً). وتدرب الأستاذ سلامت تدريباً نظرياً. كان رجوعه إلى الفلبين في 7/1/1970م وبدأ العمل الميداني. كانت الخطة ذات شقين: الشق الأول يتعلق بالدعوة والشق الثاني يتعلق بالجهاد. اكتشف المجاهدون بعض الأخطاء في أسلوب عملهم. وقد حصلت عندهم أخطاء كثيرة في أعمالهم عرفوها بعد مضي سنين عليهم. من تلك الأخطاء الاتصال بالزعماء السياسيين وزعماء المسلمين في البلد، وكان سبب الاتصال بهم عدم الإمكانات المادية وعدم النفوذ، وهذا الأمران متوافران عند هؤلاء الزعماء، وكان الهدف الاستفادة منهم، لأن العمل بدأ من الصفر. وتبين فيما بعد أن الزعماء أرادوا استخدام الدعاة والمجاهدين لأغراضه الخاصة . وكان في استجابة هؤلاء الزعماء للتوجيه صعوبة، لأنهم تعودوا على الظلم والاستبداد، وكذلك زعماء القبائل وإن كان بعضهم تعاونوا مع المجاهدين، وهذه خبرة الإخوة هنا. فالذين تعاونوا مع المجاهدين كان تعاونهم من أجل مصلحتهم، وليس عندهم استعداد للتضحية بمصالحهم من أجل الإسلام والوطن. وهناك تجربة أخرى كانت خطأ، وهي أنهم فكروا في أن يستولوا على السلطة عن طريق الانتخاب فرسموا خطة توصلهم بالانتخاب إلى وظيفة العمدة والمحافظ، وهي سيطرة محدودة، فاتضح أن ذلك خطأ وغير ممكن، لأنهم لو وصلوا إلى هذا الهدف فإنه لا ينفعهم، لأن المسؤول في الحكومة إما أن يكون حكومياً ويترك الدعوة، وأما أن يكون داعية ويترك المنصب الحكومي ( قلت : هذا إذا كان الشخص ضعيف الإيمان والتربية ، أما إذا كان قوي الإيمان مزكى النفس فإنه قد ينفع المجاهدين وهو في منصبه الحكومي بالحكمة والأسلوب المناسب ). استغلال الوظيفة الحكومية في نشر الدعوة. وقال الأخ سلامت: إن له هو تجربة خاصة استفاد منها، وهي أنه بعد رجوعه إلى الفلبين وجد أن الدعوة بدون إمكانات مادية صعبة وبخاصة الدعوة الموسعة، فعمل مع الحكومة، لأن عنده فرصة طيبة في الحصول على المنصب بسبب أن حكام البلاد من أقربائه، مثل المحافظين في بعض المناطق. فأصبح مدير المكتبات في كوتاباتو، فاستفاد من ذلك لمصلحة الدعوة، لأن له مكتباً خاصاً وموظفين تابعين له وسيارة خاصة تنتقل في المحافظة وفي المحافظة المجاورة. فاستغل المصروفات الحكومية والوظيفة لعمل الدعوة والتنظيم بطريقة سرية والذي يصل إلى وظيفة مدير عام له الحق أن يستعمل السيارة الحكومية. فمكنه ذلك من التنقل إلى عدة أماكن للدعوة والتنظيم وشراء الأسلحة، والسيارة الحكومية لا تفتش. ومما حدث له في بداية الحرب مع الحكومة، أنه كان في المعسكر والحكومة لم تزل تدفع له راتبه عن طريق سكرتيره الخاص، ولم تدر أنه مع المجاهدين واستمر ذلك عدة شهور. وهناك تجربة شخصية أخرى في الانتخابات، جرت الانتخابات قبل الحرب لأعضاء المجلس الذي يضع الدستور الجديد، وعددهم ثلاثمائة شخص، ساعد الأخ سلامت بعض المرشحين من أجل أن يناصروا في المجلس حقوق المسلمين في مندناو، ونجح أغلبهم وهم أكثر من عشرة، ومع ذلك لم يستفد منهم، لأن المناقشين في المجلس لا يعطون الحرية ليسمع صوتهم بعد إعلان الحكم العرفي، حيث أصبح ماركوس هو الذي يوجه الأعضاء الذين يناقشون الدستور. خطة دعوية جهادية غيرتها الفئران! وكانت خطة التنظيم الإسلامي الذي اتفقوا عليه تقتضي أن يبدؤوا بالدعوة بدون حركة مسلحة لمدة خمس سنين من 1970م ـ 1975م تمهيداً للجهاد بعد ذلك. وبعد مضي الخمس السنوات يقومون الوضع، فإذا كان الوقت صالحاً للجهاد قاموا به، وإلا وضعوا برنامجاً آخر للإعداد فترة أخرى. ولكن الذي حصل أن برنامج الدعوة هذا لم ينفذ كما خطط له، فاضطروا إلى تغييره. فقد فوجئوا بوجود عصابات نصرانية أعدت للاعتداء على المسلمين في بلادهم، وتسمى منظمة الفئران، وقد بدأت نشاطها باغتيال أفراد من المسلمين، ثم الهجوم على العائلات، ثم الهجوم على قرى المسلمين يقتلون من يقدرون على قتله ويحرقون بيوتهم. وأصبحت التنظيمات الدعوية فرقا عسكرية. وعندما ظهرت هذه الفتنة اضطروا إلى التغيير، فجعلوا التنظيمات الدعوية فرقاً عسكرية فسلموها الأسلحة، وقاموا بتدريبهم في معسكرات خاصة على السلاح، واقنعوا كثيراً من المسلمين أن يوفروا السلاح للمتدربين. واصطدم المجاهدون بالمنظمة النصرانية. المجاهدون أمام الجيش المناصر للفئران. ولكن الحكومة عندما عرفت أن الحرب قائمة بين المجاهدين وهذه المنظمة وأن نشاط هذه المنظمة كاد ينتهي أمام المجاهدين، تدخلت لمناصرة المنظمة بأسلوب غير معلن، وكانوا لا يعرفون أن للمسلمين تنظيماً وظنوا أن ذلك مجرد دفاع منهم عفوي، وحقق المجاهدون انتصارات على المنظمة وطردوها، وكان تدخل الحكومة في ظاهره للفصل بين المتحاربين، ولكنه كان في الواقع ضد المسلمين لصالح المنظمة. ووجد المجاهدون أنفسهم في مواجهة جيش الحكومة المزود بطائرات هليكوبتر ودبابات. واستمر القتال بين المجاهدين والمنظمة ومعها الجيش حتى وصل الأمر إلى حرب شاملة. فقد اندلعت النيران في كوتاباتو ولاناو، وزامبونجا ودابو، وهذه المناطق هي المناطق الإسلامية الرئيسية. وقسمت الحكومة كوتاباتو أربع محافظات: كوتاباتو الجنوبية وكوتاباتو الشمالية، وماقندناو، ومحافظة سلطات قدرات، وهذه المحافظة باسم سلطان مسلم حكم البلاد وكانت المناطق النصرانية إلى مانيلا خاضعة لسلطته، وهو حاكم مندناو، وكان الحكم الإسلامي قوياً في وقته، وكان ذلك في القرن السابع عشر الميلادي وهو من أهل كوتاباتو. وكان نشاط منظمة الفئران ضد المسلمين سنة 1968م وبدأ بصدام فردي نتج عنه اغتيال بعض الأشخاص، ولم يكن واضحاً من نشاط المنظمة شمول المواجهة، ولكنه اتضح في السبعينات أن النشاط منظم وأن هدفه إبادة المسلمين عسكرياً. لا يمكن أن يعيش في الفلبين إلا أهل دين واحد! وقد كتبوا رسائل وجهوها إلى بعض الشخصيات الإسلامية المشهورة يدعونهم فيها إلى ترك الإسلام واعتناق النصرانية، وكانت الرسائل تكتب بأساليب مختلفة ولكنها ترمي إلى هذا المعنى وتهدد بالقتل من لم يستجب لهذا النداء، وأنه لا يمكن أن يعيش في الفلبين إلا أهل دين واحد ولا يجتمع على أرضها دينان، ويكون التوقيع على هذه الرسائل: \"كومندر إس\" يعني القائد إس. وعندما اشتد الأمر على المسلمين من الجيش الفلبيني اتهم المسلمون الحكومة أن المنظمة إنما هي موجهة من الحكومة ومدعمة منها. تنفيذ خطة العظماء السبعة. وعرف المسلمون السر وهو أن الذين كونوا هذه المنظمة هم العظماء السبعة الذين استوطنوا مندناو في الخمسينات، وهم من الشمال، ومنهم: \" أسكري بانو\" وهو ضابط في الجيش وزعيم الفاري في منطقة تغورنج. \" درويلو\" في منطقة مزياب. \" ديكينيا\" وهو زعيم النصارى في منطقة ألمادا-وهي في الأصل اسم السفينة البحرية. وكل هذه المناطق في كوتاباتو. \"وترونكو\" في لاناو الشمالي. وقال الأخ سلامت: إن أحد هؤلاء الزعماء السبعة-وقد نسي اسمه-كان مديراً لكلية -وكانت مدرسة ثانوية وهي التي درس فيها سلامت هاشم إلى السنة الثانية، قبل أن يسافر لطلب العلم في الحجاز ومصر، وأصبحت كلية بعد ذلك، وعندما رجع سنة 1970م سمعوا أنه وصل وتذكروا أنه من أبناء المدرسة، ومن عادتهم أن يقيموا حفلاً لتخرج الطلاب كل سنة ويدعون أبناء المدرس القدامى ضيوفاً في الحفل، فدعوا سلامت هاشم وطلبوا منه إلقاء كلمة-وكان القتال يدور بين المسلمين والنصارى-فذكر في خطابه الاعتداء النصراني على المسلمين، وبعد الانتهاء من الحفل دعاه المدير وناقشه في ذلك مدافعاً عن النصارى وقال: إن المسلمين هم الذين اعتدوا على النصارى، فقال له سلامت هاشم: المسلمون هم المظلومون والأرض هي أرضهم، والنصارى محتلون مستوطنون، وأنت واحد منهم، وهذه ليست بلدك. ولم يكن سلامت هاشم يعرف في ذلك الوقت أن هذا الرجل هو أحد الزعماء السبعة، ولم يكن يعرف أنه مسؤول الكلية. إعلان ماركوس فرض الأحكام العرفية. وبعد اشتداد الحرب أعلن ماركوس فرض الأحكام العرفية في الفلبين، وكان قد أعلن قبل ذلك ما يشبه الحكم العرفي، حيث أعطى العسكريين حق اغتيال أي شخص يشتبه فيه بدون محاكمة. وكان إعلان الحكم العرفي في 21 ديسمبر 1972م. حيلة الحراسة الناجحة. وكان سلامت في مانيلا، وكانت الحكومة تتابعه وتراقبه وكان يريد العودة إلى بلاده-كوتاباتو- في الجنوب ويجد صعوبة في العودة. ويسر الله له حيلة عاد بها إلى بلاده، وذلك أن خاله كان عضواً في مجلس الشيوخ، وطلب منه ماركوس أن يذهب إلى الجنوب لتهدئة الوضع لأنه من أعيان المنطقة، وأعطاه طائرة خاصة تنقله. وطلب سلامت من خاله أن يأذن له بمرافقته باسم أنه من حرسه باسم مستعار، فوافق على ذلك ونجحت الخطة ورجع إلى الجنوب في أمان. قال: ومن حسن الحظ أنه عندما نزل من الطائرة كان الناس يستقبلون خاله من الحكومة وغيرهم، فرآه بعض الاخوة المجاهدين ومعهم سيارة فأخذوه فيها ونقلوه بسرعة إلى مكان آمن، ثم ذهب إلى المكان الذي أقام فيه أول معسكر للجهاد ويبعد عن مدينة كوتاباتو 25 كيلو متراً، ويسمى تيوغان (TIOGAUN) وهو مكان صعب، تغطيه الغابات وتنتشر فيه المستنقعات، وكان هو القاعدة الرئيسية للحرب في المنطقة، وكان عدد المجاهدين قليلاً في هذا المعسكر، ولكن هذا العدد القليل كان يدير شؤون الجهاد كلها. وكان عدد الاخوة المقاتلين أكثر من ثلاثة آلاف مجاهد في منطقة كوتاباتو ولاناو، ومثلهم في المناطق الأخرى. مواجهة شاملة من الحكومة وخطأ رئيسي من المجاهدين. وفي هذا الوقت أمر ماركوس بهجوم شامل، على الجنوب وظهر القتال واضحاً بين المسلمين والحكومة في سنة 1972م واشتد في سنة 1973م حيث شمل جميع المناطق، واستخدمت فيه الحكومة كل قطاعات الجيش ضد المسلمين: البرية والبحرية والجوية. واجه المجاهدون هذه الهجمة في جبهات متعددة: جبهة السلطان قدرات، وقائدها المجاهد الحاج مراد وجبهة في قرمين. وجبهة في بلوان، وجبهة في مناطق السواحل، واستمرت هذه الحرب الشاملة من سنة 1972م إلى سنة 1973م وكانت شديدة. وكان خطأ المجاهدين أنهم واجهوا الحكومة في حرب شبه نظامية شاملة، ولم يكونوا على مستوى هذه المواجهة، وهو خطأ استراتيجي. توقف إمداد المجاهدين بالسلاح وسببه. وكان المجاهدون يتلقون مساعدات من السلاح والذخيرة من بعض الدول الإسلامية. وفي سنة 1974م توقفت المساعدات، واضطر المجاهدون إلى الانسحاب من الجبهات الأمامية إلى الوراء. وسبب توقف المساعدات أن بعض الدول في منظمة المؤتمر الإسلامي، ومنها ليبيا، تدخلت سياسياً لوقف الحرب والدخول في مفاوضات سلمية. وكانت الفلبين وإندونيسيا يضغطان على ماليزيا-بعد أن أقنعت الفلبين إندونيسيا بالاشتراك في هذا الضغط. وكان رئيس وزراء ولاية صباح الماليزية المجاورة للفلبين في الجنوب التي تدخل منها المساعدات، هو تون مصطفى، أصله من مسلمي جنوب الفلبين. وكانت الانتخابات قد أجريت خلال الحرب في ولاية صباح ففاز في تلك الانتخابات شخص آخر غير تون مصطفى، والذي فاز أصله غير مسلم، ويقال: إنه أسلم وقد وقف ضد المساعدات، ومنع التعاون مع المجاهدين فتغيرت بذلك السياسة في ولاية صباح وأثر على المجاهدين في الفلبين. المراحل التي مرت بها الحرب مع الحكومة وانتقلت الحرب من المواجهة إلى ما هي عليه الآن. ومرت القضية بمراحل: المرحلة الأولى: مفاوضات جدة. فحصلت مفاوضات بين المجاهدين والحكومة أولها في جدة سنة 1975م ولم يتوصلوا إلى نتيجة. المرحلة الثانية مفاوضات طرابلس. ثم أعيدت المفاوضات سنة 1976م في ليبيا، وفيها تمت الاتفاقية المسماة باتفاقية طرابلس، وكانت هذه الاتفاقية ضرراً على المجاهدين، لأنها تضمنت وقف إطلاق النار، وهذا قرار غير سليم، لأن المسلمين يحبون الأمر السهل، فشعروا من خلال الاتفاقية أن وجودهم غير مهدد، وظنوا أن الخطر قد زال بهذه الاتفاقية. وكانوا قبل ذلك يشعرون أن الحكومة تريد القضاء عليهم فكانوا يتحركون كلهم للدفاع عن أنفسهم، فلما سمعوا أن منظمة المؤتمر الإسلامي ضمنت تنفيذ الاتفاقية أمنوا وتغيرت نفسيتهم من الجهاد إلى الراحة والدعة. انقسام المسلمين بعد اتفاقية طرابلس: وانقسم المسلمون قسمين: القسم الأول: يرى التعاون مع الحكومة التي انتهزت الفرصة، فأعلنت العفو العام عن جميع المجاهدين-الذين تسميهم الثوار-إذا خرجوا من الغابات وألقوا السلاح، وهذا الإعلان زاد من تغيير تفكير المسلمين، فقبلوا التعاون مع الحكومة والسكوت، ولم يدركوا أن هذه خطة هدفها القضاء عليهم، وليس على أجسادهم فقط، وإنما شاملة للقضاء على أفكارهم ومعنوياتهم وأخلاقهم الإسلامية. قال سلامت: ونحن اعتبرنا ذلك أمراً إيجابياً من ناحية أخرى، وهي معرفة المجاهدين الصادقين من غيرهم، أي أن الصف الجهادي صُفَّيَ من ذوي المطامع المادية. القسم الثاني: من بقي على الجهاد لإعلاء كلمة الله. والذي وقع على الاتفاقية هو نور مسوري، بصفته رئيساً لجبهة تحرير مورو الوطنية، وكان الرئيس المسؤول في وقته في سنة 75-1976م. وكان التوقيع من حيث النظام صحيحاً، ولم يعارضه أحد، لأن الضغوط من قبل بعض الدول في منظمة المؤتمر الإسلامي كانت شديدة، وكذلك أمين عام رابطة العالم الإسلامي. القذافي ينصح بالاستسلام المبكر عكس ما فعله العرب مع اليهود ! وقام القذافي بدور كبير في هذه الاتفاقية وقال: نحن العرب عندنا دروس يجب أن تستفيدوا منها، ومن ذلك قضية فلسطين التي لم يوافق فيها العرب على التقسيم ففقدوا فلسطين كلها، وأنتم الآن واقعون في نفس المشكلة، فقد أعطتكم الحكومة ثلاثة عشر محافظة في مندناو، وإذا لم تقبلوا ذلك فستفقدون الكل مثل العرب في فلسطين، ويمكنكم إذا أمنتم وتقويتم وتمكنتم من السيطرة على البعض أن تأخذوا بعد ذلك الكل، واقتنع الاخوة المجاهدون بذلك نوعاً ما ولكنهم أدركوا الخطأ بعد ذلك. الفرق بين اتفاقية طرابلس ومشروع الحكومة الحالي. والفرق بين اتفاقية طرابلس وما أعلنته الحكومة الآن من مشروع الحكم الذاتي، أن هذا المشروع وضعته الحكومة وأعلنته من جانب واحد، وفيه تفاصيل تؤدي كلها إلى تحقيق مصالح الحكومة ولا تفيد المسلمين وإنما تضرهم. وأما اتفاقية طرابلس فليس فيها هذه التفاصيل، بل أرجئت التفاصيل إلى مفاوضات أخرى. (كما يفعل اليهود الآن مع ياسر عرفات: يعطونه طعما، بعض القطع من الأرض المحاطة بالمستوطنات والجيش اليهودي ) ويأخذون منه ما يريدون، من قمع للمجاهدين ومضيقة لهم، ويؤجلون الأمور التي يخططون لحرمان المسلمين منها، كإقامة الدولة المشلولة على قطعة ممزقة من الأرض، وموضوع القدس الذي يخططون لهدمه وإقامة الهيكل عليه. أسباب الخلاف بين الشيخ سلامت والأستاذ مسوري. وسألت الشيخ سلامت هاشم عن سبب الخلاف بينه وبين نور مسواري؟ فقال: سبق أن التنظيم بدأ في القاهرة سنة 1962م واستمر الاخوة على ذلك، وكان مسواري طالباً في الجامعة في الفلبين، وكان له تنظيم، وكان له اتصال بتنظيم شيوعي (كبتأن مكابين) وهو تنظيم طلابي ظهر في الخمسينات، وتوجد وثائق تدل على عضويته في هذا التنظيم، ولم يكن ذلك سراً، بل كان عضواً واضحاً كغيره. وعندما أصبح معيداً في الجامعة كان مستشاراً للتنظيم الشيوعي، ولا ندري عن صحة ما قيل عنه أنه كان مندوباً للجنوب في هذا التنظيم الذي كان يسعى لقلب نظام الحكم في الفلبين. وكان في الظاهر مندوباً عن الجنوب بصفته مسلماً، ولا يوجد دليل على ذلك. تياران متباينان في الفكر متفقان في الهدف العام من المقاومة. وعندما بدأت الحرب بين المسلمين والمنظمة النصرانية (الفئران) كان يوجد تياران: تيار إسلامي وهو الذي يقوده سلامت هاشم، وتيار وطني وهو الذي يتزعمه مسواري وتطورت الحرب والتياران موجودان. توحيد التيارين على أساس تطبيق الإسلام ضد العدو المشترك. وعندما شعر المسلمون بالخطر الذي يهدد الجميع، حصلت محاولة لاتفاق التيارين في جبهة واحدة. وتوجد مجموعة دينية تمثل التيار الإسلامي، وهم الذين درسوا في المعاهد الدينية في داخل البلاد أو في بعض البلدان الإسلامية مثل السعودية ومصر وليبيا والسودان، ومجموعة من هذا الصنف كانوا مع سلامت هاشم. والتيار الوطني كان من أبناء المسلمين في المدارس والجامعات الحكومية، ومسو ري تتبعه مجموعة منهم والمجموعتان توجهان الحكومة، مسوري في سولو. ووافق سلامت هاشم ومجموعته على توحيد المجموعتين برئاسة مسوري-وكان هذا من الأخطاء التي تبينت فيما بعد-وكان هدف التيار الإسلامي من الموافقة على رئاسة مسوري إظهار عدم تعصب الدارسين في الجامعات والمعاهد الدينية. وحصلت هذه الموافقة بعد أن وافق مسوري على أن الجبهة الموحدة تطبق الإسلام. ولكن تبين بعد ذلك أن مسوري لم يلتزم بهذا الشرط، لذلك فكر الاخوة ذوو التيار الإسلامي في الانفصال عن سلامت ومجموعته، وحصل ذلك فعلاً في سنة 1979م. مسوري لا يرى نجاح الثورة الإسلامية ولا تطبيق الشريعة. والسبب في ذلك الخلاف والانفصال يعود إلى أمرين رئيسين: الأمر الأول: أن نور مسوري لم يشجع الدعوة الإسلامية، ويصرح بأنه لم تنجح أي ثورة إسلامية في هذا العصر، ولذلك يجب اتباع أسلوب آخر، وهو الأسلوب الثوري، كالثورة الاشتراكية في فيتنام وكوبا، وفي البلدان الإسلامية كالجزائر وكذلك مصر وكلها ليست إسلامية، كان يصرح بذلك ولا يرضى باتباع التربية الإسلامية والتنظمات الإسلامية، ويقول: إن الثورة لا يوجد لها منهج مفصل في القرآن . ( قلت :إذا صح ذلك فقد نسي سور الجهاد وآياته والأمر بالمعروف والنهي عن المنكر والحكم بما أنزل الله واتباع أوامر الله ونواهيه المفصلة في منهج الإسلام، وأن المسلمين لهم علماء مجتهدون في كل عصر يبينون للناس أحكام الإسلام المستجدة.. ) الأمر الثاني: أنه يصرح بأن الدعوة إلى إقامة حكم الله في هذا العصر أمر غريب! ويقول: كيف نطبق الإسلام في جنوب الفلبين، والدول العربية وشعوبها إسلامية لا تطبقه، مثل مصر والعراق والجزائر وليبيا وغيرها، فهل نحن أحسن من الدول العربية التي ترونها لا تطبق الإسلام بحسب ما تريدون؟ وهذان الأمران أوجدا انشقاقاً بين المجموعتين، وغالب مجموعة مسوري ثقافتهم أجنبية 90% منهم، ويوجد قليل من الشباب الذين معه تخرجوا في المدارس الإسلامية، وبعضهم يتبعونه لمصالح خاصة. أما مجموعة سلامت فأغلبهم-أي المثقفون- فقد تخرجوا من الجامعات والمعاهد الإسلامية، وبعضهم من الشباب الذين درسوا في المدارس الحكومية وعندهم ميول دينية، ونسبة الدارسين دراسات إسلامية في هذه المجموعة 40% والدارسون في الخارج قليلون، والباقون هم من الشباب الذين درسوا في المدارس الحكومية أو ما ماثلها وعندهم ميول دينية. وأغلب المسلمين في الشعب يؤيدون هذه المجموعة. ويعترف الأخ سلامت أن التربية الإسلامية ضعيفة، ولكن الرغبة فيها موجودة عند الشباب. تربية إيمانية وتدريب جهادي. وعندما رجع سلامت إلى البلد أخذ شباباً من مناطق مختلفة في المعسكر، وقام بتربيتهم وتعليمهم لمدة ثلاثة أشهر، وهم يقومون بالخدمة والحراسة والتدرب، ثم يذهبون ويجئ غيرهم بالتناوب. ووجد الناس في هذا الشباب الذي يبقى هذه المدة في المعسكر، تغييراً في حياتهم في العبادة والسلوك والمعاملة والجندية، وكان الشباب من أهل بلدانهم يسألونهم عن سبب هذا التغيير؟ فيخبروهم بما حصل، فيسألونهم: هل يمكننا أن نتعلم مثلكم؟ فيستأذنون لهم فيتوافدون على المعسكر باستمرار، وجاء عدد منهم من المناطق التي تحت سيطرة الجبهة الوطنية التابعة لمسواري. جاء الشباب إلى المعسكر بالمئات والعشرات والحلقات لا زالت مستمرة، وبعضهم يحضرون الوقت المتيسر لهم يومين أو ثلاثة. الحث على الأخذ بالسنن وترك البدع. ومن الأمور التي تغيرت في الشباب ترك بعض ما ألفه الناس كترك التلفظ بالنية، ويأتي بعض الناس للتأكد من ذلك وهذا يدل على حب الناس للخير ومعرفته. وكذلك الاحتفال بالموالد سمعوا أن سلامت منع ذلك فأتوا للاستفسار عن ذلك، وقد تركوا كثيراً من تلك العادات. والنشاط التربوي قوي والعمل متواصل والمجهود موجود. وإذا قلنا: إن التربية ضعيفة فالمقصود عدم الوصول إلى المستوى المطلوب. أما فقه الأعضاء في الدين فلا زالت الحاجة إلى المزيد لأن بعض الاخوة لم يتعلموا تعليماً دينياً من البداية وكذلك التربية، ولكن العمل على تلافي النقص موجود. وأما الإخلاص فكثير منهم مخلصون، وقد يوجد من ينقصه ذلك. وأما أداء الواجبات فأغلبهم يؤدون الفرائض وبعض السنن. وأما الطاعة والانضباط فموجودان بصفة عامة. تشابه الجبهة مع الحركات الإسلامية في التربية والتجارب والأخطاء. وأما الجماعات والحركات الإسلامية التي تستفيد منها فإنه يوجد تشابه بين المجاهدين هنا وبعض الجماعات الأخرى كالإخوان في مصر، فالإخوان في مصر تعاونوا مع عبد الناصر ثم تبين لهم أنه عدو لهم، وكذلك الجزائر، والمسلمون هم الذين حرروا الجزائر، ولكنهم تنازلوا لابن بلا عن القيادة، لعدم طمعهم في المناصب، وإنما كانوا يريدون بجهادهم وجه الله، وكذلك في إندونيسيا العلماء قادوا المسلمين لتحريرها من الاستعمار، ولكن تربع على كرسي الحكم سوكارنو، وهو هولندي التربية والثقافة، وكذلك سوهارتو. وكذلك باكستان لم يحصل استقلالها إلا بتضحية من المسلمين بقيادة علمائهم، ولكن الحكم أسند إلى أشخاص ليسوا مربين تربية إسلامية، وأولهم محمد علي جناح، فهو قادياني تربى في بريطانيا من صغره، ولا زال شعب باكستان يطالب بتطبيق حكم الإسلام ولم يحصل عليه إلى الآن. وتجربتنا هنا شبيهة بذلك، فقد وافق المجاهدون على أن يكون مسوري رئيساً لهم، ووعد بالالتزام بالإسلام، ونسيت الحركة أن تربيته ليست إسلامية وتبين لها فيما بعد أنه لا يستحق ذلك، لأن فاقد الشيء لا يعطيه. واستفادت الحركة الجهادية في الفلبين من الجماعات الإسلامية في العالم الإسلامي في التربية والثقافة، مثل حركة الأخوان المسلمين والجماعة الإسلامية في باكستان والهند وبنغلادش وكولمبو، فنحن متقاربون معهم في أسلوب التربية والتنظيم، وإن لم يكن ذلك كاملاً، والصلة بهذه الجماعات مستمرة والزيارات موجودة، ويجب أن يكون أساس الجهاد التربية الإيمانية والعمل الصالح. وسئل عن استمرار الجهاد؟ فقال: أنا قررت الجهاد إلى النهاية ……… وسئل عن العمل في الوظائف الحكومية في الفلبين؟ فقال: التوظيف لغرض خاص موجود. وكذلك دخول بعض أعضائنا في الانتخابات إذا وجدنا في ذلك مصلحة، كالمحافظ أو العمدة، لأن المجاهدين يستفيدون من ذلك حرية الحركة والعمل في المناطق التي يكون لهم فيها موظفون من هذا الصنف. والحكومة تدعي أنها أعادت الديمقراطية إلى البلاد، وهذا فيه شئ من الصحة، ويترتب على ذلك-أي على وجود موظفين كبار لهم صلة بالمجاهدين، كالمحافظ والعمدة-عدم هجوم الجيش على أي منطقة في المحافظة إلا بموافقة المحافظ، والمحافظ الموالي للمجاهدين أقل ما يتوقع منع أن يخبر المجاهدين بذلك قبل وقوعه ليستعدوا. وسألته عن رأيه في الاستفتاء على مشروع الحكم الذاتي؟ فقال: لا يرى فائدة في اشتراك الجبهة في هذا الاستفتاء، لأن الحكومة تريد نجاحه بأي حال من الأحوال. وسياستنا المعلنة عدم الدخول في الانتخابات بالنسبة للمحافظ والعمدة، ولكن الجبهة تؤيد المتعاطف معها. وسألته عن المساعدات من المؤسسات الإسلامية أو بعض الحكومات في الشعوب الإسلامية؟ فقال: قليلة جداً، والجبهة تحاول الاستغناء عنها قدر الاستطاعة. والزعماء التقليديون الذين يعملون مع الحكومة من أبناء الزعماء السابقين، وقد لا يكونون سياسيين، ويوجد زعماء سياسيون. وبعضهم يحاولون التعاون معنا بصفة غير معلنة، فيقولون لنا: نحن معكم ومستعدون لإعطائكم الأسلحة. وكانوا قبل ذلك يشترطون في التعاون أن لا يحصل ضرر على ممتلكاتهم، وممتلكاتهم هي ممتلكات الشعب. وقد أغروا-أظنه يقصد جبهة تحرير مورو الوطنية-بعض أفراد الشعب فأخذوا أموالهم، ونحن لم نوافق على ذلك، وهذه المرة لم يذكروا الشروط ونحن ندرس ذلك. مشكلات تواجه المجاهدين: وسألته عن المشكلات التي تواجه المجاهدين؟ فقال: • قلة المال. • سبل شراء السلاح وشحنة والمحاولات مستمرة. الحرب النفسية ومحاورها. ويواجه المجاهدون حرباً نفسية من الحكومة، وزير الدفاع تخرج في الأكاديمية العسكرية في أمريكا وهو متخصص في الحرب النفسية، وهذه الأكاديمية تعتبر أحسن الأكاديميات العسكرية. وهو يستخدم الحرب النفسية في محاور مختلفة: 1- الدعاية البيضاء-وهي نشر الأخبار الصحيحة مع شئ من التزيين. 2- الدعاية الرمادية-وهي معروفة المصدر، غير معروفة الهدف عند الناس. 3- الدعاية السوداء-مصدرها غير معروف، وهدفها قد يعرف وقد لا يعرف. ويستخدمون الحرب النفسية في التقارير. والجبهة تهتم بالتربية في مواجهة هذه الحرب. ويوجد في كل قرية مربون، حتى في تاوي تاوي، وفي سولو (بعدد محدود) وكذلك في باسيلان. أما في كوتاباتو والأماكن القريبة منها فيوجد كثير من المربين. خاتمة : بعد أن رجعت من هذه الرحلة ، حاولت نشر بعض هذه المعلومات عن جبهة موروا الإسلامية ، في بعض الصحف الإسلامية ، ومنها ( مجلة المجتمع ) في الكويت ، وجريدة ( المسلمون ) في جدة ، ولم تقبل أي منهما نشر تلك المعلومات ، والسبب في ذلك أن نور مسوري كان الوحيد الذي يتمكن من الاتصال بالجهات الرسمية في الدول العربية عن طريق منظمة المؤتمر الإسلامي ، ورابطة العالم الإسلامي ، وبعض المؤسسات الإسلامية ، ولم يكن لسلامت هاشم صلة بتلك المؤسسات والمنظمات ، فكانت المعلومات التي حاولت نشرها غريبة ، لذلك لم تنشر . بل إنني قرأت في جريدة ( المسلمون ) تصريحا لنور مسوري يدعي فيه أن سلامت هاشم يتفاوض مع الحكومة الفليبينية ، وأن الحكومة قد بنت له بيتا قرب مدينة مانيلا ، وأنه سينتقل إليه قريبا ، فساءني هذا التصريح ، لأنه خلاف الواقع الذي رايته بنفسي . فكتبت ردا عليه وبعثته لرئيس تحرير الجريدة آنذاك ، وانتظرت نشره أكثر من أسبوعين ، فلم ينشر ، فاتصلت برئيس التحرير أستفسر عن سبب عدم نشر الرد ، فكان الجواب ، ان هذا الرد غريب ، لأن المعروف أن مسوري هو زعيم المجاهدين ، وهو المعتمد في المؤسسات الرسمية والشعبية . فأخذت الرد وذهبت بنفسي إلى مقر الجريدة في جدة ، وحاورت رئيس التحرير ، حتى اقتنع بالنشر ، وإن لم يقتنع بفكرة الرد . وأذكر أن الجريدة بعثت بعد ذلك مندوبا التقى المجاهدين في جبهة مورو الإسلامية ، ونقل صورة مفصلة عن الحقيقة نشرت في حلقات من الجريدة . ثم بعد ذلك بفترة بدأت مجلة المجتمع تنشر معلومات عن الجبهة ، واستمرت تنشر معلومات صحيحة إلى الآن ، وكان آخر ما نشرت مقابلة مع ( قيادي ميداني في جبهة تحرير مورو الإسلامية …. في العدد الأخير 1405 صفحة : 40 . وقد اجتمعت بالأخ نور مسوري في منزل بعض الأصدقاء في المدينة المنورة ، وناقشته في تصريحاته ضد سلامت هاشم ، وفي بعض الأمور التي نسبت إليه ، فتلكأ كثيرا فيما يتعلق بالسؤال الأول ، وذكر في إجابته عن الأسئلة الأخرى أن الإنسان يمر قي حياته بمراحل ، ولا يبقى هلى حال واحدة ، وقد تتضح له بعض الأخطاء في بعض مراحله ويعود عنها ، وقد ينسب إليه ما هو منه براء … وقد بلغني الآن أن نور مسوري اقترب من اليأس من الاستمرار في التفاهم مع الحكومة ، وأن هناك نوعا من التفاهم مع جبهة مورو الإسلامية ، والله وحده أعلم بخفايا الأمور . ولقد ذاق مسوري من الحموكة الفيليبينة التي استمالته بالمنصب، الذي أصبح حاكما بموجبه على بعض مناطق الجنوب، ذاق مرارة تلك الاستمالة، فعزلوه من منصبه وطاردوه، حتى لجأ إلى ماليزيا التي سلمته بالأمس القريب(7/1/2002) هو وبعض رفاقه إلى الحكومة الفليبينية، على أساس أنهم إرهابيون تحقيقا للحملة الأمريكية الظالمة على المسلمين في كل مكان http://www.islam-online.net/Arabic/news/2002-01/07/Article4.shtml وهي الآن تمارس حربها القذرة ضد المجاهدين في جنوب الفيليبين http://www.islam-online.net/Arabic/news/2002-01/07/Article46.shtml وإنما فضلت نشر هذه المعلومات التي استللتها من مجلد الفليبين – وهو ضمن سلسلة ( في المشارق والمغارب ) لما تلاقيه الجبهة هذه الأيام من هجمة شرسة من قبل الجيش الفليبيني على مرأى ومسمع من الحكومات الإسلامية ك عربية وغير عربية ، وكذلك الشعوب الإسلامية التي سيعاقبها الله لعدم نصرة إخوانها الذين يجاهدون عدوا شرسا دفاعا عن أنفسهم وأموالهم وأعراضهم وبلادهم ، والأصل في المسلم أن لا يسلم أخاه المسلم ولا يخذله ، فهل يليق بأمة مسلمة أن تسلم إخوانها المسلمين الذين تنتهك أعراضهم وتغصب أوطانهم ، وتهدر جميع ضرورات حياتهم ؟؟!! ، وأخيرا أقول ك هل من مجيب !!!!!؟؟؟؟؟ مشاعر وخواطر. بعد هذه الزيارة لأسد الجهاد الشيخ سلامت هاشم في مقر قيادته، وأخذ هذه المعلومات منه، تحركت في نفسي مشاعر عن الإسلام في هذا البلد، والمكر الصليبي الذي استمر يحارب المسلمين في أقصى الشرق، استجابة لحقده الدفين على الإسلام والمسلمين من يوم أضاء بنوره أرض الأندلس، وعلم أوروبا ما كانت تجهله من الرقي والتقدم، فجازوه بحربه في عقر داره وفي كل أطراف الأرض، ودربوا الشعوب التي كانت ستستفيد من هذا الدين في دينها ودنياها على محاربته ومنها شعب الفلبين الذي ما زال حكامه يحاربون الإسلام والمسلمين، وتذكرت وقفة هؤلاء المجاهدين الصامدين ضد هذا العدو الماكر، وهجرهم الراحة والدعة ورغد العيش، إلى الهجرة إلى الغابات والجبال للمرابطة في سبيل الله، وبخاصة هذه الجماعة التي يقودها أسد الجهاد سلامت هاشم. أسد الجهاد رابط سلامتْ في العرين ودرب ،،،،،،،،،،أُسْدَ الجهاد وسر على نهج النبي واصبر على شظف الحياة ومرها  ،،،،،،،،،، فالنصر لا يؤتاه ذو الترف الغبي رب الشباب على الشجاعة والتُّقَى  ،،،،،،،،،،، والعلم والإخلاص أخلاق الأبي واسلك سبيل الأشعري وصنوه ،،،،،،،،، وأبى تراب والمعلم مصعب(1) واتبع نعيماً في السياسة واقتد ،،،،،،،،،،، بالسيف (2) في خطط الجهاد المرعب وانظر إلى الشعب المشرد مشفقاً  ،،،،،،،،،،،،، المبتلى بالغاصب المتعصب واجمع شتات الغافلين بحكمة ،،،،،،،،،،،، فالجهل داء الغافل المتحزب واخفض جناحك ليناً متواضعاً ،،،،،،،،،،،،،، للمؤمنين تفز بحب أطيب واربط قلوب المؤمنين بعزة ،،،،،،،،،،،، تعلو بهم هام العدو الأجنبي وأعد إليهم ما مضى من مجدهم ،،،،،،،،،،، في شمأل أو مشرق أو مغرب يا غابة ضمت ليوثاً لم تنم ،،،،،،،،،،،،، في ظل حكم ماكر متثعلب أعطاكِ ربك ما يعز وجوده ،،،،،،،،،، في الأرض فأويه بصدر أرحب قوم إذا ولى سواهم وجهه ،،،،،،،،،،،،، نحو المفاسد والخنا والملعب ولّوا إلى البيت الحرام وجوههم ،،،،،،،،،،، وإلى السلاح تسابقوا لتدرب يا مندناو استنفري للقا العدا ،،،،،،،،، أبناء مخدوم (3) السَّرِيْ وتأهبي فالموت خير من حياة مذلة ،،،،،،،،،، وبلا جهاد المعتدي لن تَغلبي وإذا بدأت جهاده في قلة ،،،،،،،،،،،، لله، ليس لمغنم أو منصب فالنصر آت والإله مذلل ،،،،،،،،،،،، والوعد صدق كلَّ صعب أصعب والمسلمون الصالحون جميعهم ،،،،،،،،، سيسارعون لنصرك المترقب ولَوَ انَّ ساداتِ العدو تعلموا ،،،،،،،، درس الجهاد وجيشه المتغلب ردوا إليه حقوقه موفورة ،،،،،،،،،،،،،، بتصالح وتعاهد وتأدب وتمتعوا بقرارهم في دارهم ،،،،،،،،،، وتجنبوا محق الدمار المجدب لكنهم لا يبصرون من العمى ،،،،،،،،،، ولهم قلوب جاهلات المأرب يسعون بالشعب الجهول إلى الردى ،،،،،،،،،، ليكون طمعاً للهزبر الأغلب أوَ ما رأوا طفل الحجارة صامداً ،،،،،، في القدس ضد عدوه المستكلب والغرب-وهو إلى الكنيسة ينتمي ،،،،،،،،،، والشرق في إلحاده المتصلب- يقفان في صف العدو بعدة ،،،،،،،،،،،،،،، وجحافل لكنه لم يَغلِب والروس قد زحفوا بجيش حاشد ،،،،،،،،،،،،، (جواً وبراً) حاقدٍ متوثب ظنوا الطريق لكابل مفروشة ،،،،،،،،،،، بالورد والريحان للمتنكب فإذا الجهاد بقلة معدودة ،،،،،،، عدمت سلاحاً فائزٌ بالمكسب وإذا العدو يلوذ بعد غروره ،،،،،،،،، في ذلة وتحسر بالمهرب يا شعب مانيلا اعتصم بتعقل ،،،،،، وارجع إلى التاريخ خير مجرب وانصح رؤوسك من بلاهة باقل ،،،،،،، وغرور هتلر في الزمان الأقرب واذكر لقادتك المثال فإنه ،،،،،،،،، يهدي الجهول إلى الطريق الأنسب فَغَزَاةُ بدرٍ معلمٌ متميز ،،،،،، وحنيُن والأحزابُ في عهد النبي ولفارس والروم في تاريخنا ،،،,,,,,،،،  درس يشيب له-إذا علم-الصبي والموت عند المسلمين محبب ،،،، ولدى العدو العيش أعظم مطلب فإذا بدا يوماً عليه تجلد ،،،،،،،،،،، فنفاده متحتم في الأغلب والمسلمون يصابرون عدوهم ،،،،،،،، حتى الشهادة أو دمار الأجنبي باعوا لربهم النفوس ومالهم ،،،،،،، في صفقة عقدت بربح موجب فاستبشروا أسْدَ الجهاد ببيعكم ،،،،،،،،،، وامضوا لغايتكم بغير تهيب ================= (1) المراد بالأشعري: أبو موسى الأشعري، والمراد بصنوه: معاذ بن جبل، وقد بعثهما رسول الله صلى الله عليه وسلم للدعوة إلى الله في اليمن، والمراد بأبي تراب: على بن أبي طالب رضي الله عنه الذي حمل الراية يوم خيبر ودعا اليهود إلى الاسلام قبل قتالهم، ومصعب بن عمير الشاب الذي علم أهل المدينة الاسلام قبل هجرة الرسول صلى الله عليه وسلم. ( 2) هو خالد بن الوليد القائد العظيم الذي لقبه الرسول صلى الله عليه وسلم بسيف الله. (3) أحد أبرار دعاة الاسلام الذين نشروا الاسلام في الفلبين. وفاة أسد الجهاد سلامت هاشم ولقد نقلت وكالات الأنباء العالمية والفضائيات التلفزيونية، نبأ وفاة الشيخ المجاهد سلامت هاشم قائد جبهة مورو الإسلامية التي وقفت بقيادته ضد ظلم الحكومات الفليبينية المتتابعة للمسلمين، حيث وافته المنية يوم الأحد 13/5/1424هـ ـ 13/7/2003م وسبق أنه ولد في 7/7/1941م. وبذلك يكون عمره رحمه الله اثنين وستين عاما، وانتقلت قيادة الجبهة بعده إلى نائبه مراد إبراهيم. نسأل الله تعالى أن يغفر لهذا القائد الفذ ويسكنه فسيح جناته، وان يوفق خلفه للسير بأتباعه على دربه في التربية والتفقيه وجمع الكلمة على الحق، والحرص على حقوقهم المغتصبة، بالحكمة والموازنة بين المصالح والمفاسد في هذا الزمن الذي اشتدت فيه الحملات الصليبية اليهودية على الأمة الإسلامية في كل أنحاء الأرض... وإنا لله وإنا إليه راجعون..."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "مع عملاق الدعوة الإسلامية أبي الأعلى المودودي",
    "content": "زيارة الأستاذ المودودي. الخميس الموافق 29/8/1398هـ الأربعاء 28/8/1398هـ سمعت – وأنا طالب –عن الأستاذ المودودي –عندما جاء إلى المدينة المنورة للاشتراك في مجلس الجامعة الإسلامية – وأظن أنه كان في سنة 1383هـ ولم أهتم بالرجل ، لأني لم أكن ملما في تلك الأيام بما يغريني بلقائه . ولكني بعد ذلك قرأت للرجل كثيرا من كتبه التي ترجمت إلى اللغة العربية ، فأعجبت به وندمت على عدم لقائي به . وجاءت الفرصة التي لم أكن أتوقعها أو أفكر فيها ، ولكن الله هيأها ، فانتدبتني الجامعة الإسلامية لحضور \" مؤتمر علماء الاجتماع المسلمين \" في مدينة \" إنديانا بولس \" في الولايات المتحدة الأمريكية في العام المذكور أعلاه ، وطلبت من الجامعة أن يكون خط السير هكذا : المدينة –جدة –لندن – نيويورك – إنديانا- ديترويت- شيكاغو- لوس أنجلوس – طوكيو-هونغ كونغ –كراتشي-لاهور- كراتشي – جدة - المدينة – رغبة مني في التعرف على أحوال المسلمين في تلك البلدان . وقد دونت ما كتبته عن هذه الرحلة في أول مجلد من \" سلسلة في المشارق والمغارب\" وأعتبر هذه الرحلة ورحلتين بعدها مقدمات لما كتبته بعد ذلك من الرحلات التي شملت أكثر من خمسين بلدا ، لأني اكتسبت خبرة استفدت منها في الرحلات الأخرى . ونزلت في مدينة المنصورة \" مقر الجماعة الإسلامية في لاهور \" بإلحاح من الشيخ طفيل محمد أمير الجماعة . وكان من ضمن البرامج التي أعدتها لي الجماعة زيارة الأستاذ المودودي الذي كنت في غاية الشوق للقائه . وبعد أن صلينا الظهر وتناولنا طعام الغداء، وكان معنا الأستاذ خليل الحامدي، نمنا إلى أن إذن لصلاة العصر، صلينا العصر في مسجد الجماعة، ثم ذهبنا لزيارة الأستاذ المودودي في داخل المدينة، وكان وصولنا إلى منزله في تمام الساعة السادسة مساء، وكان عنده بعض الزوار، ولم ننتظر في غرفة الانتظار إلا دقيقتين تقريبا، فخرج الذين كانوا عنده، ودخلنا نحن إلى الغرفة الصغيرة التي انطلقت منها صيحات إنذار الأستاذ المودودي منذ أكثر من ثلاثين سنة، وفيها ربى رجاله الذي رأى فيهم ثمار تربيته في حياته، لم أكن قد رأيت الأستاذ المودودي شخصيا على رغم أنه زار الحجاز وزار المدينة المنورة وأنا موجود فيها، عندما كنت طالبا بالجامعة الإسلامية في كلية الشريعة بها التي هي أول كلية أنشئت بالجامعة الإسلامية، لأني في تلك الفترة لم أكن قد قرأت كتب المودودي بإمعان، وإن كنت مررت مرورا سريعا ببعضها، ولكني بعد ذلك قرأت غالب كتبه فرأيت فيها عمق التفكير وتشريح الواقع الذي تعيشه الأمة الإسلامية، وبيان الجذور التي أثمرت هذا الواقع داخلية كانت أم خارجية، ثم الدعوة إلى تغيير هذا الواقع الأليم، بأسلوب الإسلام في الدعوة والتربية والتكوين وإقامة راية الإسلام، بإقامة نظامه الذي طبقه رسول الله صلى الله عليه وسلم وأصحابه ومن سار بعدهم على هديهم. كما سمعت عن المودودي أنه يطبق ما يدعو إليه فعلا، فتعرض للمخاطر والمضايقات والسجون والمعتقلات، وهو واقف كالجبل الأشم الذي لا تحركه عواصف الامتحان والابتلاء، من قبل قوم أذاقوا المسلمين وبالا وشعوبهم فناء، كل ذلك جعلني أشتاق للقاء عملاق الفكر الإسلامي الذي أنجب أمة عاهدته على السير في طريقه الذي هو طريق الرسول صلى الله عليه وسلم، ألا وهو الدعوة إلى الله على بصيرة مع الصبر على الأذى مهما كان ذلك الأذى. دخلنا غرفة الأستاذ المودودي، وهو يقعد على كرسي عادي، بجانبه بعض الكراسي المشابهة للزوار، فسلمنا عليه ورحب بنا، وجعلت أحييه وأنا أنظر إلى هذه الغرفة التي ملئت بالمصادر الإسلامية باللغة العربية والإنجليزية والأردية، وعن يساره من الجهة الشمالية الشرقية من الغرفة يوجد الباب الذي يدخل منه ويخرج إلى غرفة نومه ومنها إلى هذه الغرفة، وعندما سألناه عن حاله أجاب بقوله: الحمد لله، اشتدت عليّ الآلام من مدة سبعة شهور حيث أشعر بأني مشلول النصف الأسفل. وعمر الرجل خمس وسبعون سنة، كان أغلبها في جهاد وكفاح مريرين، ولا زال الرجل يجاهد ويكافح، إذ يقضي ثماني عشرة ساعة يوميا في العمل كما أفادنا الأستاذ خليل الحامدي. وكانت عندي بعض الأسئلة تتعلق بنقد بعض العلماء في الباكستان للمودودي كنت أود أن أساله عنها، ولكنه في تلك الحال لا يتحمل كثرة النقاش وإطالة الكلام، وكان يتكلم معنا باللغة العربية وإن كان فيها ثقل فهي مفهومة، وسئل الأستاذ المودودي أن يقدم نصيحة لنا وللمسلمين فلم يزد على وصية الله للأولين والآخرين، وهي تقوى الله وخشيته في السر والعلانية. وتخفيفا عن الرجل استأذنا لندعه يستريح فإذن لنا ودعا لنا بخير، وبعد أن خرجنا وأردنا أن نركب السيارة جاءنا مدير مكتبه الخاص الذي لم يكن موجودا من قبل، يطلب منا الرجوع إلى غرفة الاستقبال لنتناول الشاي أو البارد، وكان ذلك بطلب من الأستاذ المودودي، الذي قال لمدير مكتبه اعتذر لي منهم لخروجهم من عندي قبل أن يتناولوا شيئا، ولا بد أن يُقدم لهم شيء، فحققنا رغبة الأستاذ ثم خرجنا. وسألت الأستاذ خليل الحامدي عن الدار التي يسكن فيها الأستاذ المودودي بأسرته أهي ملك له أم مستأجرة؟ فأجاب عندما انفصلت باكستان عن الهند أقام أعضاء الجماعة الإسلامية المخيمات في مدينة لاهور، ثم استأجرت الجماعة هذه الدار منذ ثلاثين سنة، وأخذ الأستاذ المودودي شقة منها لأسرته وكان يعطي الجماعة أجرتها سنويا، وعندما ارتفعت الأسعار كان هو يزيد باستمرار، ويقول: كما يزيد الناس في الأجرة فأنا يجب أن أزيد. وفي عام 1973م اشترى المودودي المنزل فأصبح ملكا له، بعد أن اشترى للجماعة الأرض التي أقيمت عليها مدينة المنصورة حاليا. وقد تنازل الأستاذ المودودي عن إمارة الجماعة بصفة رسمية، ولكن الجماعة لا زالت تتجمع حوله كما يتجمع خلايا النحل على اليعسوب يستشيرونه في أمورهم المهمة، وهو ينصح ويشير . ولقد نقل إلينا نبأ وفاة مجدد القرن الرابع عشر الهجري عملاق الفكر الإسلامي المجاهد في سبيل الله العلامة الشيخ أبي الأعلى المودودي رحمه الله في يوم 22 سبتمبر 1979م. حيث وافته المنية في أحد مستشفيات نيويورك، وقد نقل جثمانه بعد ذلك بثلاثة أيام حيث صلى عليه في كراتشي وإسلام أباد ما يقارب مليونا من المسلمين. وقد هز نبأ وفاته العالم الإسلامي كله، وقد وجهت خطاب تعزية لأمير الجماعة الإسلامية الأستاذ طفيل محمد، بعد سماع نبأ وفاته كما أنشأت قصيدة في رثائه رحمه الله بعنوان: (غوثاه) وسيأتي نصها في حلقة قادمة. وكانت وفاته في وقت إعدادي هذه المذكرات للطبع، رحمه الله رحمة واسعة. الخميس الموافق 29/8/1398هـ بعد أن تناولنا طعام الإفطار تم اللقاء مرة أخرى بالأستاذ خليل الحامدي الذي زودنا ببعض مؤلفات الأستاذ المودودي. نبذة موجزة عن حياة المودودي 1_ ولادته: ولد بمدينة أورنك أباد في ولاية حيدر أباد في أسرة هندية فاضلة اشتهرت بالدين والفضل والعلم. 2_ تعليمه: التحق بمدرسة دينية في سن الحادية عشرة، وقد كان والده على ثقافة عالية، رفض هذا الوالد أن يرسل أولاده إلى المدارس الإنجليزية ومنهم المودودي، ولم يتمكن المودودي من إكمال تعليمه وحصل على الشهادة الثانوية فقط، لتدهور صحة والده بسبب إصابته بالشلل فانصرف إلى خدمة والده وتعلم منه في المنزل اللغات الأردية والعربية والفارسية والإنجليزية، ولم تطل حياة هذا الأب الفاضل ففقده المودودي في يفاعته وهو في السادسة عشرة من عمره. 3_ أهم أعماله: تولى منصب رياسة التحرير في كبريات صحف الهند مثل (تاج) و(مسلم) وصحيفة الجمعية في دلهي، ثم أصدر مجلته الشهيرة بترجمان القرآن عام 1923م وقدم على صفحاتها تصورا واضحا للإسلام، ولكنه خطا خطوات أعظم آثارا في ميدان العمل الإسلامي، بإيجاد تجمع حركي يتمثل هذا التصور الواضح للإسلام في حياته الواقعية، وأول خطوة خطاها في هذا السبيل إنشاؤه (دار السلام) عام 1938م بدأت هذه الدار بأربعة رجال شاركوه في تبني الفكرة، وأخذ العدد يتزايد يوما بعد يوم، مما شكل خطرا على المودودي نفسه، وبدأت حملات مكثفة للنيل منه شأن كل داعية يكون له أثر في دنيا الناس، كما أرجف به المرجفون وجسموا له المخاطر التي ستحيق به إن هو واصل السير في هذا الميدان الإسلامي، فقال قولته الشهيرة الفياضة بروح اليقين والثقة بالله، قال: وهل خفي عني كل ذلك عندما أقدمت، لقد أعددت للشدة يقينا وللمعوقات دينا، وللظلم صبرا، وللسجون قرآنا وذكرا، وللمشانق: {وعجلت إليك ربي لترضى...} هذا اليقين والإيمان هو الذي يقف في وجه الطغيان المائج الهائج، ولا يقدر على ذلك من لا يملك هذه الروح وهذا الإيمان والتجارب أمامنا أكبر برهان. تعرض المودودي للسجون واعتبرته السلطات الحاكمة خطرا عليها، فشددت الرقابة عليه وزجوا به في السجن في أكتوبر عام 1948م وأطلق سراحه في 28من مايو سنة 1950م ثم قبض عليه في 28من شهر مارس عام 1953م عندما كتب كتابه (المسألة القاديانية) ثم أطلق سراحه في 7من مايو في نفس ألسنة، ثم اعتقل مرة أخرى في العام نفسه وقدم إلى محكمة عسكرية حكمت عليه بالإعدام شنقا، وحين سمع المودودي الحكم وقف في ملابس الإعدام وخاطب ابنه قائلا (لا تضطرب يا بني.. لو ناداني ربي إلى جواره وحانت لحظات اللقاء فعلى الإنسان أن يذهب للقاء ربه مسرورا، وإذا لم يصدر حكمه عز وجل في هذا الأمر، فلن يشنقوا لي إصبعا واحدا رغم كل من شنقوهم من قبل). واهتز العالم الإسلامي لنبأ هذا الحكم وانهالت برقيات الاحتجاج وتدخلت حكومة المملكة العربية السعودية في ذلك الوقت، فخفف الحكم إلى السجن المؤبد وحين طلب منه أن يلتمس العفو رفض في عزة المؤمن بالله قائلا: (إن تعليقي على حبل المشنقة أهون عليّ من أن أطلب العفو من أناس يعرفون جيدا ما هي التهمة الموجهة ضدي) وفي هذا السجن أكمل تفسيره الشهير (بتفهيم القرآن) في سبعة مجلدات. وفي سنة 1955م صدر حكم بالإفراج عنه وعن زملائه، ثم في عام 1967م اعتقل مرة أخرى لمدة شهرين ثم أطلق سراحه، هكذا كانت حياة المودودي سلسلة متصلة الحلقات من الكفاح الطويل والنضال المرير. وألف مجموعة من الكتب الفكرية هدف منها إلى تنقيح الأفكار وغربلة الدعوات ومعالجة المشكلات، في الاقتصاد والاجتماع والتربية والسياسة، كما هدف إلى إفراغ التعاليم الإسلامية في قالب عصري يلائم مدارك أهل العصر وأذواقهم مع الاحتفاظ بالأصالة الإسلامية التي لا تميع فيها ولا جمود، وقد كشف النقاب عن عورات زنادقة هذا العصر والمنحرفين والقاديانيين وفند مزاعم منكري حجية ألسنة وانتقد جمود بعض علماء المسلمين وزيف أباطيل المتصوفة المنحرفين عن منهج الكتاب وألسنة، ومعظم تراث هذا الداعية باللغة الأردية لم يترجم منه إلى العربية إلا النذر اليسير. عاش المودودي حياته كلها وهو يسعى لتحقيق قيام الإسلام ليحكم حياة الناس واتخذ لذلك أساليب شتى جديرة بالدراسة الجادة للاستفادة منها، فأفكار هؤلاء المفكرين ليست هي النهاية في التصور الإسلامي الواعي، ولكنها منافذ معرفة وفكر يدخل منها الجيل الإسلامي المنشود ليشيد البناء وليتمم العمل وليكمل النقص، أما الوقوف عند هذه الأفكار واعتبارها النهاية القصوى في المعرفة والفكر، فذلك لا يعدو أن يكون تقليدا أعمى على غرار التقليد المذهبي المتعصب الجامد الذي أمات روح الابتكار ووقف بالمد الإسلامي عند اجترار أفكار من سبق، فكانت كارثة عظيمة لا تخفى نتائجها في كل الظواهر، فعسى أن لا تكرر المأساة مع العاملين في الحقل الإسلامي، وأن يأخذوا العبرة ويطوروا من أساليب العمل للإسلام. نال المودودي الرضا في جميع الأوساط الإسلامية، ونهل الشباب والعلماء من بحر أفكاره ولا تزال كتبه ورسائله ومحاضراته معينا فكريا غزيرا، وقد توجته المملكة العربية السعودية بجائزة الملك فيصل العالمية، تكريما منها له على جهوده العظيمة في مجال الجهاد والفكر والعمل الإسلامي في شتى المجالات، وفي يوم السبت الأول من ذي القعدة ،الثاني والعشرين من سبتمبر عام 1979م توفي المودودي بعد أن خلف تركة ضخمة في خدمة ميراث النبوة، جزاه الله عن كل ما قدم خير ما يجزي عباده الصادقين، ورزق الله المسلمين خير خلف لخير سلف وإنا لله وإنا إليه راجعون. (غوثاه) غَوْثَاهُ يَا رَبِّ لِلإِسْلاَمِ غَوْثَاهُ  ،،،،،،،،،،،،،،،،،،،، فَكَمْ مِنَ الْكَيْدِ يَا الله يَلْقَاهُ وَمَا أَقَلَّ الأُولىَ يَحْمونَ حَوْزَتَهُ ،،،،،،،،،،،،،،، مِنَ الْعَدُوِّ الَّذِي مَا كَلَّ مَسْعَاهُ هَذِي يَهُودُ طَغَتْ فِي الأَرْضِ عَاتِيَةً ،،،،،،،،،،،،،،،، وَهُمْ أَذَلُّ عِبَادٍ أَوْجَدَ اللَّهُ عَاثُوا فَسَاداً بِأَرْضِ الرُّسْلِ بَلْ فَسَقُوا ،،، فِي قِبْلَةِ الْمُصْطَفَى الأُولىَ وَمَسْرَاهُ وَلِلنَّصَارَى عَلَى الإِسْلاَمِ غَارَتُهُمْ ،،،،،،،،،،،،،،، وَكُلُّهُمْ بَالِغٌ فِي الْكَيْدِ أَقْصَاهُ وَالْمُلْحِدُونَ وَأَهْلُ الزَّيْغِ مَا فَتِئُوا ،،،،،،،،،،،،،،، يُهَاجِمُونَ مِنَ الإِسْلاَمِ أَعْلاَهُ قَدْ أَغْرَقُوا الْجِيلَ فِي طُوفَانِ بَاطِلِهِمْ ،،،،،،،،،،،، فَصَارَ مَعْبُودُهُ مَا كَانَ يَهْوَاهُ وَغَايَةُ الْخَلْقِ أَضْحَتْ عِنْدَهُ عَبَثاً ،،،،،،،،،،،،،، رِضَا الإِلَهِ الَّذِي مَا كَانَ أَغْلاَهُ هَانَتْ عَلَيْهِ عُلاَ أَجْدَادِهِ فَهَوَى ،،،،،،،،،،،،،،،،،،، إِلىَ رَذَائِلِ مَنْ بِالْفِسْقِ وَلاَهُ وَبَعْضُ مَنْ نُسِبُوا لِلْعِلْمِ قَدْ خَضَعُوا،،،،،،،،،، يَحْدُوهُمُ الْخَوْفُ ثُمَّ الْمَالُ وَالْجَاهُ لَكِنَّ أُسْدًا لِهَذَا الدِّينِ قَدْ وَقَفَتْ ،،،،،،،،،،،،،، تُهْدِي الْحِمِامَ لِمَنْ يَطْغَى وتَهْوَاهُ وَلِلْفَقِيدِ أَبِي الأَعْلَى الإِمَامِ هُنَا ،،،،،،،،،،،،، مِضْمَارُ سَبْقٍ عَلَى الأَقْرَانِ وَافَاهُ رَأَى الْمَصَائِبَ بِالإِسْلاَمِ نَازِلَةً ،،،،،،،،،،،، مِنْ كُلِّ صَوْبٍ وَخَلْقُ اللهِ قَدْ تَاهُوا فَشَامَ سَيْفَ الْهُدَى فِي وَجْهِ مُغْتَصِبٍ ،،،،،،، عَاتٍ وَمُسْتَعْبَدٍ فِي الشَّعْبِ وَالاَهُ وَقَامَ يَدْعُو إِلَى الإِسْلاَمِ مُصْطَبر  ،،،،،،،،،،،،،، عَلَى أَذَى الْقَوْمِ مُعْتَزًّا بِتَقْوَاهُ كَانَ انْطِلاَقُ الْفَتىَ فِي الْفِكْرِ مُسْتَنِداً ،،،،،،،،، إِلَى الْعَقِيدَةِ ( رُكْنِ الْحَقِّ) مَبْدَاهُ وَلَيْسَ يَعْدِلُ بِالْوَحْيَيْنِ غَيْرَهمُاَ ،،،،،،،،،،،،،، مَا دَامَ يُوجَدُ فِي الْوَحْيَيْنِ مَرْمَاهُ يَرَى الأْئِمَّةَ أَعْلاَماً وَرَمْزَ هُدًى ،،،،،،،،،،،،،،،،،،،، يُفِيدُ مِنْهُمْ إِذَا أَفْتىَ فَتَاوَاهُ لَكِنَّهُ يَكْرَهُ التَّقْلِيدَ مُلْتَزِما ،،،،،،،،،،،،،،،،،،،،،،، هُدَى الإِلَهِ الَّذِي التَّقْلِيدُ نَاوَاهُ وَكَانَ فِي فَهْمِهِ عُمْقٌ يَفُوقُ بِه ،،،،،،،،،،،،،،، مُعَاصِرِيهِ الأُولَى تَاقُوا لِعَلْيَاهُ غَاصَتْ مَدَارِكُهُ فِي كُلِّ مُعْتَركٍ ،،،،،،،،،،،،،،،،، مِنَ الْحَيَاةِ، فَأَنَّى سِرْتَ تَلْقَاهُ وَلَمْ يَكُنْ فِي سَبِيلِ اللهِ تَأْخُذُهُ ،،،،،،،،،،،،،،،،،، مَلاَمَةُ النَّاسِ وَالرَّحْمَنُ مَوْلاَهُ كَمْ حَاوَلُوا صَدَّهُ عَنْ نَشْرِ دَعْوَتِه ،،،،،،،،،،،،،، فَمَا انْثَنىَ، بَلْ تَوَلَّى أَمْرَهُ اللَّهُ قَالُوا: اسْجُنُوهُ فَزَادَ السِّجْنُ قُوَّتَه ،،،،،،،،،،،،،،،، قَالُوا: اقْتُلُوهُ فَقَالَ اللَّهُ أَلْقَاهُ رَبَّى رِجَالاً عَلَى الإِسْلاَمِ َتْرْبِيَةً ،،،،،،،،،،،،،،،، فِيهَا الدَّلِيلُ عَلَى مَا اللَّهُ أَوْلاَهُ بِهِ أَحَاطُوا عَلَى حُبٍّ وَتَضْحِيَةٍ ،،،،،،،،،،،،،،،،،،، كَمَا أَحَاطَتْ بِيَعْسُوبٍ خَلاَيَاهُ كُلُّ الْفِئَاتِ انْضَوَتْ فِي ظِلِّ دَعْوَتِهِ ،،،،،،،،،، عَلَى الإِخَاءِ الَّذِي الرَّحْمَنُ يَرْضَاهُ هَذَا طَبِيبٌ، وَذَا قَاضٍ، وَغَيْرُهُمُ ،،،،،،،،،،،،،،،، مِنْ عَامِلِين وَمَنْ أَغْنَاهُمُ اللَّهُ وَأَلْهَبَ الرُّوحَ فِي الأَتْبَاعِ فَانْطَلَقُوا ،،،،،،،،،،،، مَا فِي الصَّوَارِيخِ لِلأَتْبَاعِ أَشْبَاهُ رَاحُوا يَرُومُونَ تَغْيِيراً لِوَاقِعِنَا ،،،،،،،،،،،،،،،،،،،،، مِنَ الْخُمُولِ وَمِنْ ذُلٍّ أَلِفْنَاهُ إِلَى النُّهُوضِ بِهَذَا الْجِيلِ حَيْثُ غَدَا ،،،،،،،،،،،،،،،، هَمَّ الْفَقِيدِ إِلَى أَنْ زَارَ مَثْوَاهُ وَكَانَ يُعْلِنُ أَنَّ الدِّينَ لَيْسَ كَمَا ،،،،،،،،،،،،،،،،،،، يَرَاهُ شَيْخُ الزَّوَايَا فِي زَوَايَاهُ بَلْ مَنْهَجٌ لِحَياةِ النَّاسِ أَجْمَعِهِمْ ،،،،،،،،،،،،،،، لاَ يَسْعَدُونَ إِذَا هُمْ عَنْهُ قَدْ تَاهُوا وَسُنَّةُ اللَّهِ أَنْ تُعْطَى خَزَائِنُهُ ،،،،،،،،،،،،،،،،،،،،، مَنْ جَدَّ فِيهَا، وَلِلْكَسْلاَنِ أَوَّاهُ وَغَايَةُ السَّعْيِ فِي الدُّنْيَا إِقَامَتُهُ ،،،،،،،،،،،،،،،،،، نِظَامَ حُكْمٍ عَلَى الإِسْلاَمِ مَبْنَاهُ وَغَسْلُ أَفْكَارِ هَذَا الْجِيلِ مِنْ دَرَنٍ ،،،،،،،،،،،،،،، إِحْدَى وَسَائِلِهِ، وَالْغَرْسُ عُقْبَاهُ ثُمَّ اصْطِفَاءٌ لأَفْرَادٍ وَتَرْبِيَةٍ ،،،،،،،،،،،،،،،،،،،،،،، فَسَلْكهُمْ فِي نِظَامٍ طَابَ مَغْزَاهُ يَلِيهِ سَعْيٌ إِلَى إِصْلاَحِ مُجْتَمَعٍ ،،،،،،،،،،،،،،،،، يَرْضَى الشَّرِيعَةَ لاَ قَمْعٌ وَإِكْرَاهُ وَالْحُكْمُ إِنْ فَاتَهُ الإِصْلاَحُ كَانَ لَهُ ،،،،،،،،،،،،،، مِنَ الْفَسَادِ الَّذِي الطغْيَانُ يَهْوَاهُ وَالْجَاهِلِيَّةُ عَرَّاهَا بِوَاقعِهَا ،،،،،،،،،،،،،،،،،،،،،، فَبَانَ مِنْ قُبْحِهَا مَا كَانَ عَرَّاهُ وَصَاحِبُ الْحِقْدِ مَدْعُوٌّ لِتَوْبَتِهِ ،،،،،،،،،،،،،،،،،،،،،،، وَلِلرُّجُوعِ لإِرْثٍ قَدْ وَرِثْنَاهُ (1) هَذِي مَآثِرُهُ تَحْكِي مَحَامِدَهُ ،،،،،،،،،،،،،،،،،،،،،،،،، جِيلٌ قَوِيٌّ بِوَحْيِ اللَّهِ زَكَّاهُ وَكُتْبُهُ قد غدت نُورا يُضِئُ لَنَا ،،،،،،،،،،،،،،،،،،، دَرْبَ الْجِهَادِ الَّذِي كُنَّاً أَضَعْنَاهُ وَقَدْ أَبَانَتْ لِبَاكِسْتَانَ دَعْوَتُهُ ،،،،،،،،،،،،،،،،،،،،،، أَنَّ السَّعَادَةَ فِيمَا اخْتَارَهُ اللَّهُ وَقَد رَأَيْنَا ضِيَاءَ الْحَقِّ مُتَّجِهاً ،،،،،،،،،،،،،،،، لِلْحُكْمِ بِالشَّرْعِ أَزْكَى اللَّهُ مَسْعَاهُ لَهْفِي عَلَيْكَ أَبَا الأَعْلَى وَقَدْ فَقَدَتْ ،،،،،،،،،،،،، بِفَقْدِكَ الأَرْضُ مِصْبَاحاً خَسِرْنَاهُ لَوْلاَ التَّأَسِّي وَأْمْرُ الصَّبْرِ مَا جَمَدَتْ ،،،،،،،،،،، لِلْمُسْلِمِ الْحَقِّ طُولَ الدَّهْرِ عَيْنَاهُ وَاللَّهَ نَسْأَلُ أَنْ تَغْشَاهُ رَحْمَتُهُ ،،،،،،،،،،،،،،،،،،،،، وَأَنْ يَكُونَ بِدَارِ الْخُلْدِ مَثْوَاهُ وَأَنْ يُوَاصِلَ جُنْدُ الْحَقِّ رِحْلَتَهُ ،،،،،،،،،،،،،،،،،،،،،، حَتىَّ يُحَقِّقَ لِلإِسْلاَمِ مَرْمَاهُ تَابِعْ طُفَيْلُ خُطَا الْعِمْلاَقِ مُرْتَقِياً(2) ،،،،،،،،،،،،، بِالصَّحْبِ فَوْقَ ذُرَا نَصْرٍ تَمَنَّاهُ وَقُلْ لَهُمْ عَهْدُنَا مَا زَالَ مُنْعَقِداً ،،،،،،،،،،،،،،،،،،،،، فَتَابِعُونِي عَلَى عَهْدٍ عَقَدْنَاهُ وَفِي مَمَاتِ رَسُولِ اللَّهِ مُعْتَبَرٌ ،،،،،،،،،،،،،،،،،،،، لِمَنْ تَأَسَّى كَمَا الصِّدِّيقُ أَبْدَاهُ غَوْثَاهُ يَا رَبِّ لِلإِسْلاَمِ غَوْثَاهُ  ،،،،،،،،،،،،،،،،،،،،، بِرَكْبِ أَمْثَالِ شَيْخٍ قَدْ فَقَدْنَاهُ =================== (1) لقد نال الأستاذ المودودي ما نال غيره من الأذى في سبيل الله ، وهذا أمر معروف مألوف في حياة الأنبياء والدعاة إلى الله من أتباعهم. ومن الغرائب أن يجتمع على عداوته ، اليهود والنصارى والوثنيون ، وغلاة المتصوفة ، ومتعصبو المذاهب الفقهية ، والعلمانيون ، و \" بعض الناس \" الذين بلغ بهم الأمر إلى درجة التكفير في أمور اجتهادية ، يصيب فيها العالم ويخطئ ، هذا الأذى الصادر من المنتسبين إلى الإسلام أمر غير طبيعي ، وهو يخدم أعداء هذا الدين ويهدم جسور الدعوة والدعاة . وقد ذكرت نبذة أوسع لحياة المودودي في كتابي \" الجهاد في سبيل الله حقيقته وغايته \" في مبحث \" نماذج يقتدي بها السائرون \" فليعد إليه من شاء من إخوتي القراء . ( 2 ) كان طفيل هو أمير الجماعة في ذلك الوقت . وقد خلفه قاضي حسين الذي كان حينئذ رئيس مجلس شورى الجماعة"
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "فضيلة الشيخ الحاج محمد أمين ما إِنْ شِينْ.",
    "content": "الأحد 17/3/1415 هـ / 13/8/1995 م في فندق (دْرانج يونّان جولدين) مدينة كومي نج /يونَّان/ الصين CUMING YONNAN GOLDEN DRANG HOTEL هذا الرجل سمعت عنه كثيرا، قبل أن أصل إلى مدينة كومي نج عاصمة، مقاطعة يونان الواقعة في جنوب الصين، وقد حاولت الاتصال به بعد وصولي مباشرة، ولكني عجزت عن ذلك، إذ حاول مرافقي مع المسلمين الذين كانوا يعدون العدة للاحتفال بالمولد النبوي في المساجد، فلم يرض أحد منهم بأن يدلنا عليه، بل إنهم كانوا ينظرون إليَّ، ولا يمدون أيديهم لمصافحتي، كما يفعل المسلمون في بلدانهم عندما يرون ضيفا في بلادهم، وهذه ظاهرة غريبة رأيناها في المسلمين الصينيين في أماكن كثيرة من الصين! ولكن عندما سافرنا إلى قرية: لا شا يين المسلمة، زودنا الشاب التاجر المسلم: (لا شاي رو نج) [سيأتي التعريف به] بعنوان الشيخ محمد أمين ورقم هاتف أحد أقاربه، وقد استجاب للقاء بعد تردد، كغيره، خوفا من مراقبة الدولة، ومن لقاء شخص لا يعرفه. عمر الشيخ محمد أمين 63 سنة. دراسة الشيخ. درس على يد الأساتذة في بلدته لا شا يين (LA ZI YIN) آباؤه كلهم أئمة-إلى خامس جد. والده هاجر إلى بورما، وأخوه الأكبر ذهب إلى تايلاند، وقد توفيا. خرج الشيخ من القرية سنة 1949م درس على أبيه (إبراهيم) وعلى جده (سليمان)، توفي أبو سنة 1975م وعمره 63 سنة في بورما وهو في طريقه إلى الحج. ومن مشايخه؟ نمه (نور الدين). ودرس على الشيخ محمد مكين أكثر من عشرة أيام، وهو-محمد مكين-الذي ترجم معاني القرآن الكريم إلى اللغة الصينية توفي سنة 1980م، وكان مترجما لزعيم الشيوعيين، ولرئيس الوزراء. تخرج الشيخ محمد أمين من معهد المعلمين في كومينغ سنة 1956م، وأراد الذهاب للدراسة في الأزهر، ولم يتمكن، لعدم وجود علاقة بين مصر والصين آنذاك. وقد أُرسلت للشيخ محمد أمين عدة دعوات من ماليزيا ومن باكستان، ولم تأذن له الحكومة بالسفر، كما وجهت له دعوة إلى الحج ولم تأذن له، وقد سبق له أن أدى فريضة الحج سنة 1988م وقد قام بالتدريس في الثانوية الحكومية، قبل أن يتخرج، وقام بالتدريس في معهد تدريب المعلمين، وهو الآن يدرس اللغة العربية والعلوم الإسلامية في (قرية إيشي)، وهي قريبة من قرية (لا شا يين)  وهي مشهورة بتخريج العلماء، وهي مراقبة من قبل الحكومة. ما ناله هو وأسرته من أذى في سبيل الله! وقد سجن مرتين قضى فيهما عشرين عاما، وهو في عنفوان شبابه، ولازال مراقبا إلى الآن. المرة الأولى: كانت في سنة 1956م. والمرة الثانية كانت سنة 1975م. وفي هذه المرة دمرت الحكومة قرى المسلمين، وقد اشتهرت بقضية: (شادين) بعد خروجه من السجن أعلنت الحكومة أن سجنه كان خطأ! [هكذا يكون العدل، وهكذا يكون الرجوع إلى الحق؟! حكومة لها أجهزة أمنها، ومدعوها العامون، ومحاموها، ومكاتب تحقيقها، وقضاتها، تسجن الشخص عشرين عاما، ثم تعتذر بأن سجنه كان خطأ؟! يالها من مهزلة!] وأرادوا إعطاءه منصبا حكوميا تكفيرا لخطيئتهم، ولكنه رفض ذلك، وفضل أن يؤسس مدرسة يتعهد فيها أبناء المسلمين. وحصل له ما أراد، ولكنهم يضايقونه في المدرسة ويراقبونه مراقبة شديدة، وقد أطلق على المدرسة اسم كلية، فجاء رئيس المنطقة ومعه اثنان من كبار موظفي الشؤون الدينية-ومعروف أن موظفي الشؤون الدينية في الدول التي تحارب الإسلام، وبخاصة الشيوعية، مهمتهم التضييق على المسلمين، وبخاصة المخلصين منهم لدينهم-ومعهم ثلاثون من الموظفين، جاءوا لزيارة المدرسة، ومراقبتها والتحذير من تجاوز الحدود المسموح بها، وأمروا بتغيير اسم الكلية إلى مدرسة والمسلمون يحترمون الشيخ ويقدرونه. وله أربعة أولاد: ابنان وبنتان، وقد استشهدت بنته الكبرى في عهد الثورة (الماوية) سنة 1971م وعمرها 18 سنة، وهي أكبر أولاده، وقد نال الأذى كل أفراد أسرته مبالغة في إيذائه، وكان أكبر أبنائه قد قبل في جامعة قطر التي أراد أن يكمل دراسته فيها، فمنعته الحكومة، ورفضوا التحاقه بجامعة بكين. وله ثلاثة من الأحفاد. نشاط الشيخ في الترجمة والتأليف. وللشيخ أكثر من عشرة كتب-غالبها ترجمه من العربية إلى الصينية-وقد طبعت في هونج كونج. منها المستقبل لهذا الدين، لسيد قطب رحمه الله رحمة واسعة، والحلال والحرام للدكتور يوسف القرضاوي، والمعجزة الكبرى لمصطفى صديق، والتربية في الإسلام لمصطفى الطحان، ومنبهات لابن حجر العسقلاني، وله رسالة باللغة العربية، بعنوان (أزمة المسلمين في الصين) [حاولت الحصول عليه، فاعتذر بأنه لا يوجد عنده منه شيء وأحالني إلى بعض أساتذة الجامعة الإسلامية الذين أقاموا في منطقته دورة هذا العام والذي قبله لأساتذة تعليم اللغة العربية، قال: إنه سلم له نسخة من الكتاب، الذي وجدته عند بعض أساتذة الجامعة بعد رجوعي بحث مختصر في وريقات قليلة، وهي بعنوان (الأزمات التي يواجهها في الحاضر الشبان المسلمون في الصين) وهي مثبتة في آخر هذه المقابلة.] أقدم مسجد في الصين. قال الشيخ: إن أقدم مسجد في الصين هو مسجد (تْشِنْزُو) يقال: إنه جاء إلى هذه المنطقة أحد الصحابة، وأسس فيها مسجدا، وسمي (خْوَايْ سِنْسْ) ومعناها: ذكرى النبي صلى الله عليه وسلم في جنوب شرق الصين، وهي تقع في مقاطعة (غوَانْدُنْغ) وقد بني هذا المسجد قبل 1300 سنة. عدد المساجد في الصين أكثر من 25 ألف حسب إحصاء الحكومة، ويمكن أن تكون أقل بالنسبة للمساجد الكبيرة، وهي التي يوجد بها منزل للإمام ومرافق للدراسة... عدد المساجد في (يونَّان) 800، وعددها في مدينة كومينغ خمسة. وعدد المسلمين في الصين أكثر من عشرين مليونا، وعدد المسلمين في يونان 600 ألف، وعددهم في مدينة كومينغ 80 ألفا نسبة الملتزمين بالإسلام في الصين 1%. [الإحصاءات غير مضبوطة في الصين بالنسبة للمسلمين ومساجدهم ومدارسهم، لأن الإحصاءات الحكومية، كثير من المسلمين لا يثقون فيها، والمسلمون ليس عندهم إمكانات للإحصاء، والاهتمام بذلك قليل، ولهذا تجد تقديرات المسلمين تختلف، وليس عندهم إلا الإحصاءات الرسمية. وأنا أكتب المعلومات التي يدلي بها كل شخص، والعهدة عليه، وهم في الغالب لا يجزمون بما يقولون، ولهم الحق في ذلك.] قلت للشيخ عندما ذكر نسبة الملتزمين بالإسلام المتدنية، وهي واحد في المائة: هل السبب في قلة الملتزمين بالدين هو جهلهم به أو رفضهم له مع العلم به؟ فقال: نحن في بلاد (حكومتها ملحدة ظالمة لا ترحم) والذين يقال لهم علماء علمهم ضعيف، والظروف صعبة. الأديان الموجودة في الصين: 1-البوذية، وهي أقدمها 2-النصرانية. 3-الإسلام. 4-ديانة (داو) وهم يعبدون السماء. 5-الكنفوشيوسية. وترتيب أتباعا الديانات في الكثرة: البوذية، ثم النصرانية، ثم الإسلام [وهذا يدل على ما تعرض له الإسلام من حرب ومضايقة لأنه وصل إلى الصين في عهد الصحابة رضي الله عنهم، بخلاف النصرانية فإنها بدأت في الانتشار خلال حرب الأفيون، وهي متأخرة جدا، إضافة إلى تقصير المسلمين من خارج الصين في نشر الدعوة في تلك البلاد.] وتؤمن بالإسلام إحدى عشرة قومية-وعدد القوميات 56 قومية في الصين. والمذهب الحنفي هو السائد في الصين، وتوجد طرق صوفية، وهي كثيرة. حكماء الصين. قلت للشيخ: يقال إن الصين تشتهر بالحكماء، فهل يوجد منهم أحد الآن؟ فقال: كان يوجد عالم مسلم حكيم، يقال له: (شمس الدين)، كان رئيسا للوزراء في عهده، وقد توفي قبل 800 سنة، وقد درس تاريخه رجل كويتي، يسمى: (محمد دبوس؟). وكتب بعض الكتاب في مجلة أردنية عن أربعة من الحكماء، أحدهم شمس الدين هذا. ولا أعرف وجود حكماء الآن، ولكن الصينيين يعتبرون زعيم الثورة الماوية من الحكماء، وكذلك الزعيم الحالي للشيوعيين، لأن لهم فلسفة في الحكم والسياسة. وكان يوجد حكيم صيني قديم قبل 3000 سنة، يدعى (صُوْنْتْزْ) [وهو صاحب (فن الحرب) الذي ترجمه إلى العربية عمر حليق.] ترجم له محمد مكين، وقد تأثر به الصينيون، والكتاب الذي ألف يسمى (حوار). أساليب الدعوة النافعة. وقد ألف محمد مكين كتابا في تاريخ الإسلام في الصين سألته عن أساليب الدعوة النافعة في الصين في هذه الفترة؟ فقال: أسلوب النصارى كان قويا وناجحا، ويمكن الاستفادة منه، بحيث لا تكون الدعوة خاصة بالإمام ولا بالمسجد. [هل تدري ماذا يريد أن يقول هذا الشيخ بهذه الجملة المختصرة؟ إنه يشكو بأسلوب خفي من تأخر المسلمين في تبليغ دين الله إلى العالم بالأسلوب المناسب لهذا العصر، فالنصارى دخلوا إلى العالم لينصروه بالشركات والمستشفيات والجامعات والمدارس، وبالمدربين من المنصرين، من مهندسين، وأطباء، وأساتذة جامعات، وباحثين، ومغيثين، وعلماء نفس، واجتماعيين، وساسة، واقتصاديين، ومستثمرين، بحيث لا يتركون مجالا من مجالات الحياة التي يحتاج إليه البشر إلا ولجوه، ونفعوا الناس فيه، وقدموا للناس دينهم المحرف بكل الوسائل الإعلامية والتعليمية، وبكل اللغات، فأين المسلمون ومؤسساتهم الحكومية والشعبية من ذلك كله؟!] ويمكن طبع الكتب وتوزيعها، لأن الدعوة الشفوية مقصورة على المساجد [وبخاصة في الصين التي يحظر فيها الدعوة إلى الدين، وبخاصة الإسلام] ويكون توزيعها للمسلمين وغير المسلمين. ونفع الدعوة في المساجد محدود، وبخاصة أن أئمة المساجد ضعفاء في العلم، لا يقدر أكثرهم على إيصال حقائق الإسلام إلى الناس إضافة إلى أن الذين يحضرون المسجد هم عدد قليل جدا من المسلمين. والكتاب يدخل في كل مكان، في المدن والقرى، وعلى سبيل المثال، فإن كتاب الحلال والحرام[للدكتور يوسف القرضاوي] قد طبع في الصين خمس مرات، كل مرة يطبع منه عشرة آلاف نسخة، وينفد. ومن الأساليب النافعة تأسيس المدارس، وإنشاء مجلات، وكذلك أشرطة الكاسيت والفيديو. والشيخ الآن يترجم كتاب (الإيمان والحياة) ليوسف القرضاوي، واستأذنه في ترجمة كتاب: (شرائط الإسلام)، ولم يرد له الجواب إلى الآن [قلت له: الدكتور يوسف القرضاوي، سيسره ترجمتك لكتبه، ولا يمكن أن يرفض ذلك، ولعل رسائلك لم تصله.] وسيترجم له كذلك (أخلاق الدعاة في الإسلام نظريا وتطبيقيا) وقال: إن التدريس قد شغله عن التأليف والترجمة. وذكر الشيخ أنه عمل في عدة أعمال، في مصانع السلاح، وفي الحدادة والزراعة وتعبيد الطرق وغيرها. الرجل لم يشر من بعيد أو من قريب إلى حالته المادية، وقد سمعت من غيره أن أسرته في حاجة إلى المساعدة، وهو مشغول بتدريس المسلمين وتربية أولادهم، ولم يسأل عن شيء غير كتب اللغة التي تعينه على الترجمة السليمة. نص الخطاب الذي وجهه إلي الشيخ محمد أمين. هذا وقد تلقيت من الشيخ محمد أمين خطابا مكتوبا بخط يده، بعد رجوعي إلى المدينة. [بعد سبعة أشهر من اجتماعي به تقريبا.] بعث به مع بعض طلاب الصين الذين يدرسون في الجامعة الإسلامية بالمدينة المنورة، ومع هذا الخطاب عشر صفحات منزوعة من كتاب مطبوع، فيها ترجمات لبعض علماء الصين، ومنهم: العالم المشهور بـ(السيد الأجل) [وهو في الأصل من مواليد بخارى سنة 1211م] وبعض أولاده، وما تولوه من أعمال، وما لهم من مؤلفات وما قاموا به من إصلاحات، ولكني لا أدري ما اسم الكتاب الذي احتوى على هذه الأوراق. وسبب بعثه بهذه الأوراق أنني سألته عندما اجتمعت به عن بعض أكابر العلماء القدامى في الصين، فذكر لي هذا الاسم ( شمس الدين) وهو نفس السيد الأجل، وذكر أن شابا كويتيا كتب عنه اسمه: محمد دبوس. وهذا نص خطاب الشيخ محمد أمين: (فضيلة الشيخ المحترم الدكتور عبد الله قادري الأهدل حفظه الله. السلام عليكم ورحمة الله وبركاته. تحياتي وشوقي الزائد إلى رؤيتك، وسؤالي عن غالي صحتك، ورجائي أن تكون على خير ما أتمناه لشخصك العزيز الذي أحبه وأهواه. وبعد فإني مشتاق إليك جدا بعدما لقينا (يقصد التقينا) في ذلك الفندق بـ(كويمنغ). وقد تأثر (يقصد أثر) ذلك اللقاء في نفسي أثرا بالغا، واستفدت منه كثيرا. ويسرني أنك أهديت لي \"لسان العرب\" وبعض الكتب الإسلامية المفيدة، وودعتَها (لعله يقصد: وضعتها) عند الأخ المخلص (سعيد حسن) فجزاكم الله خير الجزاء. الآن أرسل إليك بضع (يقصد: بعض) المعلومات التي تتعلق بتاريخ وجيز لبعض العلماء في مقاطعتنا اليونانية، في الصين، وأنا أرجو أن يستوجب اهتمامك. وأخيرا أرجو أن ترسل إلينا دائما (يقصد: تراسلنا) لنجد منكم إرشادا وعونا. وفقنا الله وإياكم لخدمة المسلمين والإسلام، والسلام. أخوكم المخلص: محمد أمين ما إن شين - الصين هذا وقد أرسل لي الشيخ وثيقة عن أحوال المسلمين في الصين، أثبتها في الأصل \"رحلة الصين\""
  }
]