[
  {
    "type": "section",
    "id": "section-1",
    "title": "",
    "content": ""
  },
  {
    "type": "title",
    "content": "قصائد"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "طلاب فلسطين يهنئون زملاءهم بالعام الدراسي الجديد",
    "content": "زَمِيلِي بِقِبْلَتِنَا الْغَالِيَهْ=وَطَيْبَةَ أّرْضِ الْهُدَى الْحَانِيَهْ وَفِي مِصْرِ عَمْرٍو وَفِسْطَاطِهِ=وَفِيَ يَمَنِ الْحِكْمَةِ السَّامِيَه وَفيِ كُلِّ أَرْضٍ بِهَا مَسْجِدٌ=بِمِئْذَنَةٍ فِي السَّمّا عَالِيَهْ أَتَدْرُونَ كَيْفَ أَعِيْشُ هُنَا=بِيَوْمِ دِرَاسَتِيَ الْبَادِيَهْ عَدُوِّي يُصَوِّبُ رَشَّاشَهُ=بِوَجْهيِ وَآلَتَهُ الْعَاتِيَهْ وَيَنْشُرُ  فِي الأَرْضِ أَجْنَادَهُ=وَفِي الْجَوِّ حَوَّامَةً عَادِيَهْ وَبَيْتِيَ يَهْدِمُهُ الآثِمُونْ=وَأُمِّي فِي الْعَرَا حَوْلَهُ بَاكِيَهْ وَأَمْسَتْ هُنَالِكَ تَحْتَ الرُّكَامْ=أَدَوَاتُ مَدْرسََتِي الْبَالِيَهْ أَنَا يَا أَخِي قَلَمِي حَجَرٌ=وَلَوْحِيَ دَبَّابَةٌ غَازِيَهْ وَصَدْرِيْ هُنَا لِرَصَاصِ الْعِدَا=يُمَثِّلُ كُرَّاسَةً حَاوِيَهْ وزادت علي المصائب إذ =تحارب أهلي وإخوانيه فَأَرْجُو لَكُمْ يَا رِفَاقِي الْكِرَامْ=دِرَاسَةَ مَنْ تَصْحَبُ الْعَافِيَهْ"
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "رثاء الشيخ عبد العزيز بن باز رحمه الله",
    "content": "إنا لله وإنا إليه راجعون توفي شيخنا العلامة الكبير الشيخ عبد العزيز بن عبد الله بن باز في صباح يوم الخميس السابع والعشرين من شهر محرم لعام: 1420هـ عن عمره البالغ التاسعة والثمانين والحافل بالخير ، رحمه الله رحمة واسعة وقد صلت عليه جموع المسلمين في البيت الحرام بعد صلاة الجمعة من اليوم الثامن والعشرين من نفس الشهر ودفن في مقبرة العدل بمكة المكرمة. وقد تكلم عن الشيخ ومآثره كثير من العلماء والمفكرين، كما تحدث عنه أولاده وغيرهم في الصحف والإذاعة والتلفاز. وقد كان لي شرف التتلمذ عليه في المسجد النبوي الشريف، وشرف تلقي توجيهاته لي وأنا طالب بالجامعة الإسلامية، فمدرس، فقائم بشئون الطلاب في الجامعة. واستمرت صلتي الوثيقة به أربعة عشر عاما، غمرني فيها الشيخ بعطفه وحنانه، ومد لي يد العون المادي والمعنوي، وواساني في أوقات شدة مرت بي. كما شاهدت جوده وكرمه وعطفه على كثير من البشر: طلابا وأساتذة وموظفين، في داخل الجامعة وخارجها، بل داخل المملكة وخارجها. واطلعت على كثير من الأمور التي قام فيها بواجب النصح لله ولرسوله ولكتابه ولأئمة المسلمين وعامتهم. ورأيت تفقده لمناهج التعليم وبرامج الإعلام وغيرها، مما كان يبادر بالتأييد لما يراه حقا فيهما، والتنبيه لما يراه باطلا كذلك… ولست هنا في مقام تعداد آثار الشيخ ومآثره، فتلك وهذه تحتاج إلى تنقيب واستقصاء في الملفات الرسمية في الجامعة الإسلامية، وإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، ومن أبنائه وأسرته كلهم، وفي الملفات الخاصة في مكتبه الخاص، ومن كتَّابه وموظفيه من أعلاهم رتبة إلى أدناهم، ومن الرجال الذين كان الشيخ يأتمنهم في مدن المملكة لمساعدة المحتاجين، ومن القضاة والعلماء والطلاب الذين كانت لهم به صلة، ومن ملفات هيئة كبار العلماء التي كان يرأسها، ومن المجلس التأسيسي لرابطة العالم الإسلامي بتاريخه الطويل، ومن بعض المكاتب الرسمية في كثير من المؤسسات و الوزارات بالمملكة، من زعماء المؤسسات الإسلامية في العالم، ومن أئمة المساجد في البلدان الإسلامية وغير الإسلامية، ومن الدعاة الذين قدم لهم العون عندما كان مسئولا عن الدعوة رسميا، وبعد ذلك. إن ترجمة الشيخ ابن باز قد يتصورها بعض الناس سهلة، وهي في الحقيقة ليست كذلك. وعسى أن نسمع بتكوين فريق ينقب عن آثاره في داخل المملكة، وفريق آخر ينقب عن تلك الآثار في خارجها، ليُوَفىَّ بعضَ حقه على الأمة الإسلامية كلها، وبخاصة بلاد الحرمين الشريفين. ولعلي أحاول تذكر بعض ما علمته عنه من مآثر، لأسجلها مع من سجل. وإن خسارتنا وخسارة الأمة الإسلامية لفقده لعظيمة، ولكن عزاءنا في تلك الخسارة ثلاثة أمور: الأمر الأول: أن الموت حق ولا راد لما قضاه الله. الأمر الثاني: ما يغلب على ظننا أن الشيخ فارق الحياة، والله راض عنه وهو راض عن ربه، وأنه كان شديد الطمع في لقائه تعالى، وأن ملائكة الرحمة قد زفته إلى ذلك اللقاء في حرم الله إلى مثواه. الأمر الثالث: ظننا في الله خيرا بأنه-بتمام قدرته ورحمته-سيبدل الأمة الإسلامية خيرا. هذا وقد نظمت غالب أبيات القصيدة الآتية التي رثيت بها الشيخ في فندق حياة رجنسي بمكة المكرمة ليلة الجمعة الثامن والعشرين من شهر المحرم الذي اجتمع فيه كثير من أبناء المسلمين للصلاة عليه في المسجد الحرام. وإن قلمي ليخجل من أن يرثي هذا العالم الكبير الذي سبق أن قلت: إن ترجمته لتنوء بالعصبة أولي القوة من الرجال. ولكن حق شيخي علي عظيم، وهذا هو جهد المقل، ولا يكلف الله نفسا إلا وسعها، ولا حول ولا قوة إلا بالله العلي العظيم، وإنا لله وإنا إليه راجعون. والباز فوق سرير الحور مغتبط! الكون أطرق في حزن وفي ألم=والأرض قد حُجِبَت في حالك الظلم وحوقل العلم والقرآن في أسف=والجن والإنس من عرب ومن عجم وأمهات حديث المصطفى سَكَبَتْ=دمعا غزيرا على حامي الهدَى العَلَمِ والبيت في حرم الرحمن آلمه=فراقُ حَبرٍ عظيمِ راسخِ القدم ومسجد المصطفى حَنَّتْ جوانبه=واستعبرت طيبة للخطب حين نمي والخرج حين درت عن موته ذكرت=عدلا وزهدا وفصلَ الحاكم الفَهِم ومعقل العلم في وادي العقيق نعى=بحرَ العلوم إلى الأقطار والأمم ومجمع العلم والإفتاء في شجنِ=وللمساجد زًفْرات من الألم وتشتكي في الدُّنَا لله رابطةٌ=قد قاد مجلسَها بالعلم والحِكَمِ ونائحات بحوث الشرع قد فزعت=مما أذاع خميسُ ثالثِ الْحُرُمِ ودعوة الله في الآفاق أرَّقها=فقدُ النصير لها بالمال والقلم وموسم الحج قد باتت مشاعره=عطشى لمورده الصافي فلم تنم يا باز يا شيخيَ المحبوب لست هنا=أروم حصرا لما أوتيتَ من نعم فقد صحبتك أعواما مُبَوَّبةً=في كل باب ثراءٌ معجزٌ كَلِمي كانت مجالسك الغراء حافلةً=بالعلم والذكر لا باللمز واللَّمم وكان منزلك المعمور مُعْتَبرَاً=للضيف بيتا من الترحاب والكرم وللأرامل والأيتام كنت أبا=تُعنىَ بحاجاتهم كالواصلِ الرحمِ وكل ذي حاجة يغشاك تُنْجِدُه=فيما استطعت بلا مَنٍّ ولا بَرَم وكم من الناس قد فرجت كربته=وكم تَخَلَّصَ مأزوم من الإِزَمِ وكنت يا باز في الطلاب ذا أثر=وخير من قاد للعالي من الهمم وكنت في الزهد والإخلاص أسوتهم=وفي العبادة والتقوى على قمم وكنت تأمر بالمعروف ملتزما=آدابه دونما بُطْءٍ ولا سأم جاهدت في الله لا تخشى ملامة من=يلوم في الأرض من عرب ومن عجم خدمت يا باز أرض الوحي محتسبا=وذدت عنها شرور الفكر والنقم لقد رأيتك تبني ركن منهجها=مع البناة لصرح غير منهدم وقد رأيتك تسقي غرس ناشئها=فأَثْمر الغرسُ جيلا ثابت القدم فهل سيعقبكم يا شيخنا خلفٌ=يمضي على دربكم في سالف القِيَم؟ يا أسرة الباز إن الناس قد حزنوا=كما حزنتم وحزني مُبْحِرٌ بدَمي والباز فوق سرير الحور مغتبط=تزفه سادة الأملاك في الحرم"
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "المنظار",
    "content": "فتح عينيك يا راجي = تبصر في الليل الساجي والبس دوما منظارَك =يهدي فيه(1)أبصارَك هل تدري ما المنظارُ=وحيَ الله تختارُ واسلك نهجا يرضاهُ=للمخلوقينَ اللهُ وافتح أذنك يا راجي=واتبع من يحدو الناجي نحو الفردوس العالي=والزم خير الأعمال حرِّكْ عقلَك يا راجي=تفقه قصد المنهاجِ واحذر شؤم التقليدِ=نهج الأعمى المنكودِ واصحب قوما صلاحا=منهم مسكٌ قد فاحا أهل التقوى والسنَّهْ=والرضوان والجنَّهْ _______ ( 1 ) أي في الليل ، والمقصود ظلمة الجهل"
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "غَرِّد جِهادا",
    "content": "[هذه القصيدة كانت ردا على قصائد شعبية أنشأها شاب يمني يلقب بــ(كلاس) وهي مليئة بألفاظ قل أن يفهمها من ليس من أهل منطقته. ولهذا جاريته في الشطر الأول من هذه القصيدة فغلب على مفرداتها اللهجة المحلية التي لا يفهمها إلا أهل المنطقة، وتنتهي عند البيت الحادي عشر] أضنيت نفسك يا كلاسُ بالدِّمن=وأهلها مغرقا في الحب للوطن أطريت بالمدح أقواما وكلت لهم=ملء الغرائر والحَزْباتِ والْجُوَنِ ولم تزل تذكر المفتوت منتقلا=إلى السليط وخَوْج الرَّيْبِ واللبن وكم خرجت من امْقَمْبُورِ متجها=نحو الربوع وتمسي في بني حسن ففي الرُّبوع قُراعٌ مِن مُجَلَّبِه=ثم التَّهَرُّشُ من لحم الكُبَاش هَنِي غَطَّستَ في المرق المشْحومِ مغتبطا=أشهى لُحُوحٍ بِرِهْيِ الدُّخْنِ مُنْعَجِنِ وكم تَجَشَّعْتَ بِقْلَ امْقُُورِ مختلطا=بِقُشْمِ مَسْرُوحِ مَعْ بِسْباسِها الْمَرِنِ وفي الْمَحَاصِيمِ رَيْبٌ خَوْجُه دَسِمٌ=من قُشْبَةٍ مَخَّضَتْها غَادَةُ الرُّوَن ثم اتكأت لأكل القات مبتلعا=نَخْصَ المِداعِ ثُعانا بالغَ النَّتَن وتركب العفو ملجوما فتَنْكُشُه=نكشا يُدَبِّرُه في الغارِبِ العَفِنِ هذا النموذج يا كلاسُ منسجمٌ=وذكراياتٍ مضت في غابر الزمن [انتهى الشطر الأول من القصيدة] كفَى حنينا وتذكارا وثرثرةً=عن جاهلياتِ عصرٍ بات في الكفن انقل لقومك علما قد ظفرتَ به=فيه النجاةُ لهم من عاصفِ المحن هناك فسق وإلحاد ومَظلمةٌ=وأمة غرقت في النوم والوسَن أيقظ صِحابَك يا كلاسُ واحْشُ لهم=هذي الخداريشَ بالآداب والسنن فالأمر جد وما في الهزل فائدة=والأمة اليومَ في لهو وفي فتن (غرد جهادا)  وأنشد حكمة وهدًى=واذكر لقومك دوما سابغ المنن واذكر حماس فلسطين وصبيتها=أهل الحجارة والأفغان في القُنَنِ واذكر عذابات إنقاذ وإخوتهم=في شعب بورما وفي البوسنا ذوي الحزن وفي الفلبين يا كلاس مذبحة=تكاد تستأصل الإسلام في علن وفي فطاني أذاق المسلمين أذى=بلا هوادة ظلما عابد الوثن وللصليب بأرض الله صولته=وانظر لباباه في الأسفارواسْتَبِنِ وما لشامير من ند يقارعه=لنصر طفل وشيخ هالك زمن"
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "أطفال فلسطين يهنئون بالعيد السعيد!",
    "content": "نُهنئ كلَّ أمتنا =بعيد كان يفرحنا ونُحضر فيه ألعابا= ونمرح في مسرتنا ونرمي فيه بارودا= وذلك كان مدفعنا ونرسل فيه أوراقا=بخيط في الهوى مرنا وكانت باحة الأقصى=بها الآبَا تداعبنا ويرمي الشيخُ مبتهجا = بأيدينا هديتَنا وباب الدار مفتوح = لمن يأتي يهنئنا ونذهب من مدينتنا = إلى أخرى لإخوتنا وتحكي اليوم حالتنا = فضائياتكم علنا صواريخ العِدا دأبت =طوال الوقت تمطرنا وكم جَرَّافةٍ هَدَمتْ =بجوف الليل منزلَنا وكم حربية قصفت = لدى الأسحار مسجدَنا ونحن اليوم أيتام =فقدنا كلَّ أسرتِنا رصاصُ الغدر مزقهم =رأيناهم بأعيننا وليس هناك قَوَّامٌ =يراعينا ويكفلنا وصرنا في منازلنا =كأسرانا بها سُجَنَا"
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "بنت الملوك!",
    "content": "الشعر إن ناديته يأباني=وإذا أراد وإن أبيت أتاني ولقد أتاني ليلة فأهبني=ودعا إلى طرد الكرى أجفاني وجعلت أستلقي وأنشد راحتي=فأثار نفسي واستطار جناني ولقد عهدت من اليراع تباطؤاً=إن رمت قرض الشعر في الجريان فإذا اليراع اليوم مزن ممطر=شعراً وهذا الشعر من وجداني فأخذت أبحث عن دوافع قرضه=وخروجه عن عادة العصيان فإذا المليحة قد بدت من خدرها=تبدو عليها آية الأحزان فسألت من هذي فقالت إنني=بنت الملوك المسلمين فطاني كانت رُبوعيَ كلها معمورة=بالعلم والتوحيد والإيمان ومنائري تختال في أفق السما=لا شيء يعلوها سوى القرآن واستحيت الأصنام عند سماعها=صوت المؤذن عالياً بأذان فأبت على عبادها أن ينحنوا=إلا لخالق صانعي الأوثان واليوم تعلو في سمائي راية=هي راية الإشراك والبهتان في ظلها صم الصخور لها انحنى=صناعها من زمرة الشيطان وغدت أوامر أهلها مرعية=بالحكم والتغرير والسلطان وانحط أهلي عن مكان قيادة=كانوا به في سابق الأزمان فذللت بعد العز وازدادت على=إثر المصائب والبِلَى أشجاني وتمزقت أوصال قومي عنوة=أو غفلة فتصدعت أركاني ورمقت من بعد بطيبة فتية=والأزهر الميمون من فتياني فسررت يا بشراي تلك سحائب=ستعود بالخير العظيم الشان وتعيد أمجادي وتوقظ نائمي=وتزيل غفلة غافل متوان لكن آمالي العظام تبددت=بتقاسم الأهواء للشبان فئة تميل إلى اليسار وتنتمي=وإلى اليمين يميل حزب ثان وترى فريقاً حاملاً لسلاحه=في الغاب محروماً من استيطان ذا قلة في عده وعتاده=،وجهالة بالدين والديان أما الصراط فما أقل مريده=وعلى الصراط سعادتي وأماني يا زائري من أين جئت وما الذي=تهديه للثكلى من الإحسان أو ما تراني عرضة لتآمر=تحكيه أندلس لذي النسيان فعرفت أن الشعر كان وراءه=ما قد يصيب الصخر بالذوبان أختاه إني زائر من طيبة=أضنتنيَ الأسفار في الأوطان ورأيت في شرق البلاد وغربها=ما لم أطق توضيحه ببيان فالقدس في أرض الرسالة دنست=بعصابة الإفساد والطغيان قوم توافقت العوالم أنهم=أصل الرزايا في بني الإنسان ما حل فرق منهم في بقعة=إلا لبذر مفاسد الشيطان وبهم تحيط عواصم مشهورة=في غابر التاريخ بالشجعان ذلت وحل بها الهوان لفقدها=أهلَ الجهاد وطاعة الرحمن وهنالك الأحباش لاقوا محنة=من قادة الإلحاد والصلبان وسلي الجريحة كابلاً عما جرى=من قادة الإلحاد في الأفغان وجيوش ما نيلا أبادوا أمةً=بالسجن والتشريد والنيران والمسلمون تخاصموا وتدابروا=وتقاتلوا بالظلم والعدوان وسلي عن البلوى دمشق وأختها=بيروت بل بغداد مع طهران الخطب يا أختاه أنا أمة=لم نستجب لأوامر القرآن فأذاقها ما تستحق إلهها=من ذلة وتصدع وهوان لكنني أهديك بشرى مؤمن=بشروق شمس النصر في الأكوان فلقد تصدى بالحجارة فتية=ليهود فارتاعوا من الفتيان وجحافل السوفييت ولت عندما=قام الجهاد بزمرة الإيمان وشبابنا في كل أرض مقبل=لهدى الإله برغبة وتفان فاستبشري ودعي التشاؤم واصبري=فالنبت يغرس في ربوع فطاني"
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "خسارة الأمم بتركنا الجهاد والدعوة …! (1)",
    "content": "ركبنا أنا والأخ فهد الفلسطيني من مدينة ستوكهولم إلى مدينة هلسنكي السفينة \" ماريلا ) على السفينة \" ماريلا \" التي خاضت بنا بحر البلطيق ، وهي أضخم سفينة ركاب في العالم آنذاك. وكان ذلك بتاريخ  23/12/1407هـ وتسمى : (ماريلا) \" MARIELLA \" بها 834 غرفة مجهزة بالهاتف والتلفزيون والاتصال الخارجي. وهي ثمانية طوابق. وتربط هي وأختها الصغيرة واسمها أولومبيا ( OLYMPIA ) بين ستوكهولم وهلسنكي. بنيت سنة 1985م في مدينة توركو ( TURKU ) وهي مشهورة ببناء السفن في فنلندا. طول الباخرة 177متراً، وعرضها 29متراً. وحمولتها 36200طن. سرعتها 22عقدة بحرية. عدد ركابها الذي تتسع له ( 2500 ). مجموع غرفها : 2372. تتسع لستمائة سيارة صغيرة ولاثنتين وستين سيارة شاحنة كبيرة، وعلو مكان السيارات 8،4 متر. وهي تعمل صيفاً وشتاءاً-يعني أنها كاسحة للثلج. ويوجد في الطابق السادس دكاكين حرة، أي بدون ضرائب، ومطعم ومقهى. والطابق السابع فيه مطعم من نوع الدرجة الأولى، وناد ليلي للرقص والشرب والعربدة وكذلك في الطابق الثامن، وبه قاعة كبيرة مجهزة بمقاعد كثيرة تتسع لثلاثمائة شخص، وحولها غرف ( 15 غرفة ) كل غرفة تتسع لخمسة عشر شخصاً، وفيها تلفونات وتلفزيونات وهي قاعة عرض سينمائي وقاعة اجتماعات تعقد فيها المؤتمرات. ترجم لي هذه المعلومات الأخ فهد. وقد هالني أمر هذه السفينة صنعا وفخامة ، وأغاظني ما يزاول فيها من منكر ، وقلت في نفسي : متى سيكون لأمتي هذا التقدم الصناعي ؟ ومتى سيكونون حماة للعقيدة والأخلاق في الجو والبر والبحر ؟ وأين قادة المسلمين وعلماؤهم وأغنياؤهم من دعوة هذا العالم إلى الله ، اقتداء برسولنا صلى الله عليه وسلم ، وأصحابه رضي الله عنهم ، ولتصوير هذا الشعور قلت في هذه السفينة قليلاً من أبيات الشعر التي جادت بها القريحة آنذاك، وهي: سيري فأنت على الإله دليل=لولا الإله لما بنتك عقول سيري فقد أثقلت بالنعم التي=لم يدر عنها قيصر أو قيل يا ليت قومك شابهوا بقلوبهم=صم الصخور إذا أتى التنزيل أو ليت قومي تابعوا في سيرهم= نهج النبي فلم يصبنا أفول يا ليت فينا الأشعري وصنوه= أو \"خالداً \" يقفوه هذا الجيل لو كان ذا أو ذاك كنت مثابة=للحق ليس بك الضلال يصول"
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "في القطار \" 1 \"",
    "content": "كنت مسافرا بتاريخ : 23/11/1409 في القطار من بانكوك ِإلى شانغماي في شمال تايلاند ، من بعد صلاة العشاء إلى الضحى ، ولم أستطع النوم لشدة حركة القطار والضوضاء التي تحدثها أدواته، وكانت الطريق في وسط الجبال في كثير من الأحيان ، والغابات تكتنف قضبانه وهو يعلو جبلاً ويهبط منه، وكنت أنظر – عندما أتمكن من الرؤية - إلى جهة اليسار منه فأرى صخور الجبال تكاد تلامسه ، وأنظر إلى جهة اليمين فأرى شِعباً عميق البعد، لو مال إليه ما بقي من ركابه مخبر، فقلت مخاطباً القطار: سر يا قطار بجوف الليل ملتزما=ذين القضيبين بالرحمن معتصما فعن يمينك مهوى لو وقعت به=لَمْ تُبق منا بهذي الأرض مبتسما وعن يسارك صخر لو تلامسه=لطرت في الغاب كالذرات منقسما فأنت طفل وذي القضبان والدة=بها تشبث وإلا كنت منعدما ================= \"1\" من سلسلة في المشارق والمغارب"
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "أنشودة الطفل الفلسطيني",
    "content": "أَنَا الطِّفْلُ الْفِلَسْطِينِي=سَأَنْصُرُ دَائِماً دِينِي وَأَحْمِي الْقُدْسَ وَالأَقْصَى=وَأَعْنَابِي وَزَيْتُونِي وَأَرْفُض أَنْ يُجَاوِرَنِي=بِأَرْضِ الشَّامِ صُهْيُونِي سَأُرْهِبُهُمْ بِمِقْلاَعِي=وَأَحْذِيَتِي وَسِكِّينِي وَفِي ثَوْبِي بَرَاكِينٌ=تُدَمِّر مَنْ يُعَادِينِي وَأَشْلاَئِي سَأُوْقدُهَا=مَشَاعِلَ فِي مَيَادِينيِ لِيَبْقَى دَائِماً دَرْبِي=سَبِيلاً لِلْمَلاَيِين وَلَسْتُ أبِيتُ مُلْتَحِفاً=بِثَوْبِ الضَيْمِ والْهُونِ وَقَد أَوْصَيْتُ وَالِدَتِي=وَأَهْلِي أَنْ يَزُفُّونِي إِلَى الْفِرْدَوْسِ مُبْتَسِماَ=إِلَى َآلِي مِنَ الْعِينِ وَبَلِّغْ يَا أَبِي قَوْمِي=مِنَ السِّنْغَالِ لِلصِّينِ بِأَنَّ الله لاَ يَرْضَى=بِخِذْلاَنِي وَتَوْهِينِي فَهُبُّوا يَا بَنِي الإِسْلاَمِ=وَاحمُوا حَوْزَةَ الدِّينِ فَفِي الْإِسْلَامِ عِزَّتُنَا=وَنَصْرُ الْحَقِّ يُحْيِينِي رابط للأنشودة ملحنة على اليوتيوب http://www.youtube.com/watch?v=Ka0PtaZZMVk"
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "الله أكبر",
    "content": "الله أكبر بات النصر يقترب=فاستقبلوه قريبا أيها العرب القدس قد حملت بشرى مؤكدة=يقودها السلم لا الإرهاب والعطب ما عاد ينفعنا يا قوم مِن وَزَرٍ(1)=إلا التوسلُ والإذعانُ والرَّغَبُ يا بُوشُ إن لنا في عفوكم أملا=إذا أسأنا وعفوُ الحر مرتَقَب فاهتف لشارونَ واطلب منه رحمتنا=فالحربُ يُرْهِبُنا من نارها اللهب لَبّى المطالبَ شارونٌ على عجَلٍ=بالأسر والقتل والتدميرَ يرتكب النصر يا قوم لا يؤتاه ذو كسل=عن الجهاد ولا مَن شأْنُه الهربُ والنصر يعشق من يسعى بلا كَلَلٍ=للأخذ بالسبب الْمُنجي ويكتسب والضعف صاحبه في الأرض ممتَهَنٌ=وإن يكن خصمُه للظلم ينتسب لكن مَن يستعيُن الله يمنحه=صبرا على فِتَن الأعدا وإن غَلَبوا و الكبرياء التي الطغيان يلبسها=وإن تطل ربُّها بالذل ينقلب ============= (1) الوزر على وزن قَدَر: الملجأ والمعتصَم."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "صمود السودان لِزُمَر الشيطان",
    "content": "اصْمُدْ صُمُودَ جَحَافِلِ الشُّجْعَانِ=وَأَبِدْ بـِجَيْشِكَ زُمْرَةَ الطَّغْيَانِ وَارْفَعْ بِسَيْفِكَ رَايَةً لاَ يَنْحَنيِ=أَبْطَالُهَا لِبَيَارِقِ الصُّلْبَانِ وَاحْمِلْ عَلَى الأَعْدَاءِِحَمْلَةَ مُوقِنٍ=بِالنَّصْرِ وَالزُّلْفَى مِنَ الرَّحْمَانِ لاَ تَرْهَبَنَّ تَآمُرًا مِنْ خَاسِرٍ=هَانَتْ عَلَيْهِ كَرَامَةُ الأَوْطَانِ فَانْحَازَ مُخْتَارًا لِشَرِّ خَلِيقَة=حِزْبِ الْيَهُودِ وَصِنْوِهِ النَّصْرَاَنيِ وَاصْدُقْ إِلَهَكَ إِذْ رَفَعْتَ شِعَارَهُ=يَصْدُقْكَ فَالإِحْسَانُ بِالإِحْسَانِ وَأَعِدَّ فِتْيَانَ الْجِهَادِ وَخُضْ بِهِمْ=هَيْجَاءَ تَسْحَقُ طُغْمَةَ الشَّيْطَانِ وَابْعَثْ بِصَارُوخٍ رِسَالَةَ مُنْذِرٍ=يَقْرأْهَا حِزْبُ الصُّمِّ وَالْعُمْيَانِ فَالْمُعْتَدِي لاَ يَرْعَوِي عَنْ غَيِّه=إِلاَّ بِعَزْمِ مُجَاهِدٍ وَسِنَانِ وَاصْبِرْ وَصَابِرْ وَاسْتَمِرَّ عَلَى التُّقَى=فَالصَّبْرُ وَالتَّقْوَى هُمَا صِنْوَانِ بِهِمَا تَحَلَّى ( طِفْلُ قُدْسِكَ ) نَاشِرًا=بَيْنَ الْيَهُودِ الرُّعْبَ بِالصَّفْوَانِ خُرْطُومُ هُبيِّ وَانْفِرِي وَاسْتَفْتِحِي=فَقَرَنْقُ سَوْفَ يَبُوءُ بِالْخُسْرَانِ وَيَعُودُ مَنْ وَالاَهُ بَعْدُ بِخَيْبَةٍ=وَبِذِلَّةٍ ونَدَامَةٍ وَهَوَانِ أَيَطِيبُ عَيْشٌ لِلرِّجَالِ وَأَرْضُهُمْ=قَدْ أُسْلِمَتْ لِلآثِمِ الْخَوَّانِ أَيَطِيبُ عَيْشٌ لِلأُسُودِ وَعِرْضُهُمْ=ذَاكَ الْمَصُونُ عَلَيْهِ يَعْدُو الْجَانِي أَيَطِيبُ نَوْمٌ لِلشَّبَابِ إِذَا غَدَا=مَأْوَى الْفَسَادِ وَأَهْلِهِ النِّيلاَنِ تَااللهِ مَا فَازَتْ بِأَرْضٍ أُمَّةٌ=قادَ السَّفِيهُ بِهَا عَظِيمَ الشَّانِ تَاللهِ مَا عَزَّتْ شُعُوبٌ سَوَّدَتْ=ذَا الْجَهْلِ فَوْقَ الْعَالِمِ الرَّبَّانِي فَاْخْتَرْ لِنَفْسِكَ فِي حَيَاتِكَ مَنْهَجًا=فِيهِ الْهُدَى وَسَعَادَةُ الإنْسَانِ وَدَعِ الَّذِينَ تَفَرَّقُوا وَتَصَدَّعُوا=وَاسْتَسْلَمُوا لِوَسَاوِسِ الشَّيْطَانِ وَاثْبُتْ عَلَى الدِّينِ الْقَوِيمِ وَكُنْ عَلَى=حَذَرٍ مِنَ الأَعْدَاءِ يَا سـُودَانِي"
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "يـا أمتي",
    "content": "يا أمتي مالي أراك ذليلة=والعز كان شعارك ودثارك كانت لك الدنيا وكان ملوكها=وسَراتها وجيوشها أتباعك سطعت شموسك في السماء فلم تغب=عن كل شبر في الدنا أنوارك كان القران يشع في جنباتها=يهدي القلوب مزينا راياتك والسيف يخترم الطغاة محققا=بيديك نصرا رافعا هاماتك كان الإمام يعد في صلواته=جيش الجهاد مؤدبا أعداءك ويقول للسحب التي تجتازه=أنى ذهبت فلن يفوت خراجك من كان غيرك للأنام معلما=من كان يجهل منهم أفضالك من كان يهدي للخلائق رحمة=يأتي بها جبريل غير هداتك أرضوك تقري الشمس حين شروقها=وغروبها قد كان حول سمائك واليوم ليلك سرمد يا أمتي=وبطوله قد طال فيه سباتك وغدا عدوك في الدنا مستأسدا=وبها يقود كما يشا ساداتك وبفكره وضلاله وفساده=ضلت عقول الجم من أبنائك فتصدعوا متحزبين وأفرطوا=متقاتلين فمزقوا أوصالك يتسابقون إلى رضا ساداتهم=ويحاربون الله في أوطانك وشروا بعزتك العظيمة والتقى=ذلا وفسقا مفسدين حياتك أهدوك فقرا والبلاد غنية=وتقاسم الأعدا بها ثرواتك وغدت جيوشك في شعوبك عدة=بيد الطغاة القاصدين فناءك حملوا السلاح فحطموك ببأسه=بل قتلوا الرواد من أبنائك وإذا العدو غزا ديارك لم يجد=من منقذ منهم يصون حياضك لا يوجد الصديق يقمع ردة=حلت ديارك أفسدت أجيالك لا يوجد الفاروق يرفع راية=بسماء قدسك قائدا شجعانك وفقدت معتصما وكان ببأسه=عند النداء يهب يغسل عارك قاد السياسة في زمانك باقل=ونعيم يرمقه ورا قضبانك وعلا المنابر مادحون تزلفوا=كالوا الثناء وبالغوا لطغاتك وأبو تراب واجم متألم=والأشعري ومعاذ رمز دعاتك يا أمتي ربي الشباب وأطلقي=منهم رجالا يحفظون ذمارك"
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "تبدل الأحوال ! (1)",
    "content": "هل خلت أجدادك الغر الميامينا=وهم غضاب وفي الأرماس يبكونا بنوا لنا المجد فازدانت مرابعنا=وحققوا في مغانيها أمانينا دعوا إلى الحق أهل الأرض واحتملوا=كل الصعاب ليعلوا الحق والدينا وأسعدوا بالهدى من دربهم سلكوا=وأتحفوهم به عزا وتمكينا وأدبوا برماح النصر من وقفوا=للصد عن دينهم كيدا وتوهينا فرفرفت راية الإسلام عالية=في الأرض تهدي من استهدى وتهدينا وأصبح الشرق حتى الصين يتبعنا=والغرب يعلم ما أسدت أيادينا وكانت السحب أنّى أمطرت وغدت=خراجها من جميع الأرض يأتينا وسل إذا شئت في الأقطار أندلسا=تنبئك عن مجدنا فيها وماضينا هناك كان لنا علم ومعرفة=ونجدة قد درى عنها أعادينا هناك كان ملوك الأرض قد قعدوا=ليأخذوا العلم منا بين أيدينا كانوا إذا أُمرُوا لبوا أوامرنا=وإن نهينا يكفوا عن مناهينا وكان تاجرنا يغدو إلى بلد=فيها من الكفر ما يرضي الشياطينا فيصطفيه كبار القوم قدوتهم=ويهرعون إلى الإسلام راضينا وهذه الأرض \"2\" لا زالت منائرها=تروي الحقائق قرآنا وتأذينا فسل فطاني وسل آتشي وسل ملقا=وسل مراوي وسيبو(3)عن مساعينا وسل بخارى ودلهي عن محامدنا=وسل فينا التي ذاقت مواضينا ماذا دهانا بني الإسلام فانقلبت=أحوالنا ما الذي هز الموازينا غدا الأذلون في التاريخ قادتنا=وآمرينا بما يشقي وناهينا غزوا ديارا لنا كانت محصنة=ودنسوا المسجد الأقصى وسادونا وأخرجوا أهلها من دورهم فغدوا=مثل اليتامى بلا مأوى يعيشونا وكم منازلَ قد دكوا وكم قتلوا=من أنفس وكم اقتادوا مساجينا وكم نساء تنادت أين معتصم=يذود عنا أعادينا ويحمينا فلم يجدن سوى التصفيق يطلقه=مخنثون وأهات المغنينا وكم شيوخ عظام سادة علما=كانوا أعزاء قد أضحوا مهانينا وكم صغار رأوا آباءهم ضعفوا=ولم يروا نجدة ترجى لهم فينا ولم يروا ملجأ إلا مساجدهم=فيمموا نحوها واستلبثوا حينا وأنصتوا فإذا الداعي يقول لهم=الله أكبر من كل المعادينا وأمهم قارئ الأنفال منتقلا=إلى براءة تفسيرا وتبيينا وهاهم اليوم قد جادوا بأنفسهم=وحققوا بيعة الأطفال ماضينا سلاحهم ضد قوات العدا حجر=مبشر أنه يوما سيدعونا وكم أذاقهم حزب اليهود أذًى=وفتنة وهمُ صُبرا يلاقونا ولا صريخ لهم من أمة بعدت=عن الصراط الذي قد كان يعلينا فأصبحت هملا ذلت لقادتها=وهم لأعدائها بئس الأذلينا وشعب الأفغان قد أبدى بطولته=مجاهدا في سبيل الله يفدينا أهان جيشا عظيم العد مدخرا=من عدة الحرب ما يُفني الملايينا ولم يزل صامدا ضد العدا وهمُ=شرق وغرب وأذناب لهم فينا وكل شعب لنا في الأرض ممتحن=بفرقة وشتات في أهالينا ويعظم الخطب أن يسعى لفرقتنا=من يدعي أنه بالعلم يهدينا كل له في الملا حزب يؤيده=إذا أطعناه في ظلم يوالينا وإن عصيناه كنا في شريعته=على الضلالة لم يفتأ يعادينا وعالَم الأرض يشكو من تأخرنا=عن هديه بالهدى الباقي بأيدينا وكم بلاد أفادت من حضارتنا=ولم تزل آية التحضير تبكينا ضاعت وصارت مغانيها تناشدنا=عودوا إلينا بوحي الله فاهدونا وذي الجزائر \"2 \"يشكو اليوم ساكنها=الكفر في دارنا يا قوم يغوينا جاءت جحافله تسعى لردتنا=بالمال والطب والتعليم تغرينا في كل ريع ترى الصلبان عالية=على منائرنا تحكي تحدينا وأصبح الآمرَ الناهيْ لأمتنا=من ليس منا ولكن من ذرا رينا يعطي الولاء لمن يبغي مضرتنا=وينصر الكفر مختارا ويخزينا ويهدم الحق بالتعليم متبعا=نهجا تأسس في دار المضلينا وينفث السم بالإعلام يقتلنا=عقيدة وسلوكا في مآوينا فكان ذلك توهينا لأمتنا=دينا ودنيا وتثبيتا لباغينا يا أمتي استيقظي فالنوم طال بنا=والذل أجناده حلت بوادينا والعز فارقنا والوحي يرشدنا=إلى معالم تهدينا وتحيينا ----------------------------- \"1 \" من سلسلة في المشارق والمغارب . \"2 ، 2 \" إندونيسيا التي أنشئت فيها القصيدة . \"3\" بلدان في تايلاند وإندونيسيا وماليزيا والفليبين للإسلام فيها تاريخ"
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "رثاء الشيخ العلامة أبي الحسن الندوي رحمه الله",
    "content": "هَبَّتْ رِيَاحُ الْهِندِ فِي الأَكْوَانِ=لِتُذِيْعَ خَطْباً جَلَّ فِي رَمَضَانِ هَزَّتْ بِهِ كُلَّ الْقُلُوبِ وَإِنَّمَا=قَدْ كَادَ يُوقِفُ مَا أُذِيعَ جَنَانِي رُزِئَتْ بِهِ الدُّنْيَا وَنَدْوَتُهَا الَّتِي=قَدْ غَابَ عَنْهَا الْعَالِمُ الّرَّبَّانِي الْمُصْلِحُ النَّدْوِيْ أَبُو الْحَسَنِ الَّذِي=أَرْسَى أُصُولَ الدِّينِ وَالإِيْمَانِ وَأَقَام لِلتَّوْحِيدِ صَرْحاً شَامِخاً=فِي مَوْطِنِ الإِشْرَاكِ وَالأَوْثَانِ مُتَرَسِماً فِي نَهْجِهِ وَمَسِيرِهِ=هدْيَ الرَّسُولِ وَشِرْعَةَ الْقُرْآنِ ذَادَ الْعِدَا عَنْ دِينِهِ وَرِفَاقِهِ=بِطَرِيقَةِ الْحُكَمَاءِ وَالشُّجْعَانِ وَبَنىَ رِجَالاً عَامِلِينَ عَلَى تُقًى=وَبَصِيرَةٍ بِالْفِقْهِ ذِي الْبُرْهَانِ عَاشَ الْفَقِيدُ نَهَارَهُ مُتَفَقِّهاً=وَمُعَلِّماً لِلشِّيبِ وَالْفِتْيَانِ وَقَضَى لَيَالِيَ عُمْرِهِ مُتَهَجِّداً=وَمُلاَزِماً لِلذِّكْرِ دُونَ تَوَانِ وَنَأَى عَنِ الدُّنْيَا وَزُخْرِفِهَا الَّذِي=يُلهِي عَنِ الطَّاعَاتِ لِلرَّحْمَانِ وَغَدَا التَّوَاضُعُ فِي الْحَيَاةِ شِعَارَهُ=فِي عِزَّةٍ لاَ ذِلَّةٍ وَهَوَانِ فَزَكَتْ بِسِيرَتِهِ السَّنِيَّةِ أُمَّةٌ=صُبِغَتْ بِهَا فِي سَائِرِ الأَوْطَانِ ************* أَسَفِي عَلَى بَحْرِ الْعُلُومِ وَنَبْعِهَا=نَجْلِ ابْنِ بِنْتِ الْمُصْطَفَى الْعَدْْنَانيِ أَسَفِي عَلَى بَرٍّ كَرِيمٍ مُحْسِنٍ=وَمُؤَرِّخٍ مُتَأَدِّبٍ ذِي شَانِ أَسَفِي عَلَيْهِ مُؤَلِّفاً وَمُحَاضِراً=وَمُنَاظِراً يَسْمُو عَلَى الأَقْرَانِ أَسَفِي عَلَيْهِ وَقَدْ بَكَتْهُ مَنَابِرٌ=فَقَدَتْ خَطِيباً فَائِقَ التِّبْيَانِ أَسَفِي عَلَيْهِ وَقَدْ نَعَتْهُ مَرَاكِزٌ=لِلْفِكْرِ كَانَ لَهَا بَدِيعَ زَمَانِ أَسَفِي عَلَيْهِ وَكَانَ رُكْنَ مَجَاِلٍس=لِلْعِلْمِ وَالتَّبْلِيغِ وَالإِحسَانِ ************* طَافَ الْمَشَارِقَ وَالْمَغَارِبَ حَامِلاً=نُورَ الإِلَهِ إِلىَ بَنيِ الإِنْسَانِ وَرَأَى بَأُمَّتِهِ انْحِطَاطاً مُزْرِياً=أَمْسَتْ بِهِ الآفَاقُ فِي خُسْرَانِ فَتَفَجَّرَتْ عَيْنَاهُ دَمْعاً غَامِراً=أضْحَى مِدَادَ يَرَاعِهِ الرَّيَّانِ وَهُنَاكَ أَطْلَقَ صَوْتَهُ (1) مُسْتَهْدِفاً=تَنْبِيهََ غَافِلِ أُمَّةِ الإِيمَانِ ************* شَيْخِي الْجَلِيلَ بَقِيتَ فِينَا نَاصِحاً=وَمُجَاهِدًا فِي السِّرِّ وَالإِعْلاَنِ وَرَحَلْتَ عَنَّا فِي زَمَانِ مُؤْلِمٍ=عِشْنَا بِهِ فِي غَابَةِ الأَحْزَانِ وَلَحِقْتَ رَكْباً فَارَقُونَا حَسْرَةً=فِي عَامِنَا هَذَا إِلىَ الدَّيَّانِ كَانُوا-وَكُنْتَ-لَنَا حُدَاةً لِلْهُدَى=وَمُنَاصِحِينَ عَلَى مَدَى الأَزْمَانِ وَتَرَكْتُمُونَا فِي فَرَاغٍ هَائِلٍ=اللهُ يَخْلُفُكُمْ بِخَيرٍ دانِ صَارَ التَّنَازُعُ وَالتَّفَرُّقُ بِيْنَنَا=وَالْبَغْيُ مِنْ أَعْدَائِنَا صِنْوَانِ وَغَدَتْ يَهُودُ بِقُدْسِنَا مَدْعُومَةً=مِنَّا عَلَى أَبْنَائِنَا الشُّجْعَانِ وَالرُّوسُ يَا شَيْخِي الْجَلِيلَ اسْتِأْسَدُوا=وَبَغَوا عَلَى إِخْوَانِنَا الشِّيشَانِ وَأَعَانَ أَعْدَاءَ الشَّرِيعَةِ طغمةٌ=كَيْ لاَ تَكُونَ شَرِيعَةَ السُّودَانِ وَيُدَمِّرُ الْهِنْدوسُ شَعْباً مُسْلِماً=بَغْياً وَعُدْوَاناً عَلَى عُدْوانِ لَكِنَّنَا يَا شَيْخَنَا وَشُيوخَنَا=لَنْ نَنْحَنيِ أَبَداً لِذِي طُغْيَان إِنَّا عَلَى الْعَهْدِ الَّذِي كُنْتُمْ بِهِ=مُسْتَمْسِكِينَ لِنُصْرَةِ الإِيمَانِ وَعَلَى الصِّرَاطِ الْمُسْتَقِيمِ جَحَافِلٌ=لاَ يَرْتَضُونَ سَوَى الْهُدَى الرَّبَّانِي فَاهْنَأ بِعَيْشٍ فِي ضِيَافَِة غَافِرٍ=مُتَمَتِّعاً بِالْفَوْزِ وَالْغُفْرَانِ (1) في كتابه القيم : ( ماذا خسر العالم بانحطاط المسلمين ؟! )"
  },
  {
    "type": "section",
    "id": "section-16",
    "title": "حبيبتي(1)",
    "content": "حَبِيبَتِي مَا الَّذِي تَبْغِينَ يَفْدِيكِ=غَيْرَ الشَّقِيقَةِ فِي مِلْكِي فَأُعْطِيكِ حَبِيبَتِي قَدْ مَضَى مِنْ عُمْرِنَا زَمَنٌ=وَأَنْتِ تُولِينَنِي عَطْفًا وَأُولِيكِ إِنْ نِمْتِ نِمتُ وَأَصْحُو إِنْ صَحَوْتِ وَلا=أَنَامُ قَطُّ إِذَا مَا النَّوْمُ يَجْفُوكِ حَبِيبَتِي كَمْ مَعَانٍ قَدْ نَقَلْتِ إِلَى=عَقْلِي بِنُورٍ مِنَ الرَّحْمَنِ يَغْذُوكِ حَبِيبَتِي لاَ تَغِيبِي فَالْغِيَابُ هُنَا=يَعْنِي عَذَابِي وَهَلْ هَذَا سُيُرْضِيكِ حَبِيبَتِي سَائِلِي الْمَوْلَى مُقَارَنَةً=إِلَى الْمَمَاتَ لِتَهْدِينِي وَأَهْدِيكِ أَهْدِيكِ أَلاَّ تَرَيْ فِي الأَرِضِ مَعْصِيَة=عَمْداً إِذَا شَاءَ رَبُّ الْعَرْشِ يحْمِيكِ وَأَنْتِ تَهْدِينَنِي إِنْ سِرْتُ فِي سُبُلِي=بِمَا مُنِحْتِ مِنَ الرَّحْمَنِ بَارِيكِ حَبِيبَتِي كَمْ رَجَوْتُ الله أَنْ تَرِثِي=مِنِّي وَلَسْتُ أَنَا فِي الدَّهْرِ تَالِيكِ لَكِنْ إِذَا مَا قَضَى الرَّحْمَنِ فُرْقَتَنَا=فَلاَ مَرَدَّ لِمَا يُقْضَى لَنَا فِيكِ وَعَلَّهُ يَجْعَلُ الأُخْرَى مُؤَدِّيَةً=نَصِيبَهَا وَنَصِيبًا كَانَ يُعْطِيكِ وَيَجْزِلُ الأَجْرَ فِي يَوْمِ الْمَآبِ لَنَا=بِأَخْذِهِ نِعْمَةً أَسْدَى لَنَا فِيِك -------------------------------- ( 1 ) هي الْيُمْنَى"
  },
  {
    "type": "section",
    "id": "section-17",
    "title": "جَلَّ المصابُ ( رثاء لفضيلة الشيخ عمر محمد فلاتة رحمه الله (1) )",
    "content": "أفنيت عمرك في الخيرات يا عمر=ولم تزل ساعيا حتى أتى القدر شمرت تطلب علم الشرع محتسبا=فنلت منه الذي قد كنت تنتظر ثم اتجهت لنشر العلم مجتهدا=تهدي الشباب الذي في الأرض ينتشر وكنت في الدار للطلاب خير أب=وخير شيخ يواسيهم ويصطبر وروضة الخير كم أصغت بها أذن=وأنت تشرح ما يُقضَى به الوطر وكنت للباز عونا في قيادته=سفينة العلم، والتاريخ مُستَطَر وجلت في مشرق الدنيا ومغربها=تسقي القلوب هدى كالمزن ينهمر لقد عرفتك في الأسفار عن كثب=أبدى خلالَك لِي يا شيخنا السفرُ حلم ولين وإيثار ومرحمة=وذلة أصلها القرآن والأثر كانت رياضك والقرآن بغيتنا=تسعين فجرا فطاب الغيث والثمر سالت دموعك في الحمرا وقرطبة=على مآذن بالصلبان تختمر جل المصاب وعم الخطب طيبتنا=والأرض تنعاك والأفلاك والقمر وروضة المصطفى يا شيخنا فقدت=ما كنت تبسط من علم وتختصر والدار قد أظلمت أرجاؤها حزنا=وطالبو الدار كالأيتام قد وُتِروا وأطرق الغرب مثل الشرق في أسف=على فراقك إذ وافى به الخبر ونحن ننعاك للدنيا وواجبنا=أن نرتضى ما به قد أنزل القدر فالموت حق وما في الخلق من أحد=بمفلت منه لا جن ولا بشر والله نسأل أن تغشاك رحمته=وأن تنال الرضا والفوز يا عمر =========================== ( 1 ) داعية إسلامي ، ومدرس بالمسجد النبوي ، ومدير دار الحديث المدنية ، وكان أمينا عاما للجامعة الإسلامية في المدينة المنورة ، ورئيسا لمركز الدعوة في الجامعة ، ثم مديرا لمركز السنة فيها ، وقد جمعني به العمل في الجامعة ، كما رافقته في رحلتين دعويتين استغرقتا تسعين يوما ……."
  },
  {
    "type": "section",
    "id": "section-18",
    "title": "النبت الذابل! ( 1 )",
    "content": "في هذا اليوم الاثنين: 16/11/1409هـ ـ 19/6/1989م أقلعت بنا الطائرة الفرنسية من مطار دلهي الدولي في الساعة السادسة إلا ربعاً صباحاً بتوقيت الهند متجهة إلى بانكوك. نظرت من النافذة إلى المدينة الهندوسية، وتذكرت ماضي المسلمين فيها وفي الهند كلها، حيث كانت تعنو فيها الجباه لله، وكانت العزة لله ولرسوله وللمؤمنين، يقود أهلها رجال عظام من المسلمين الذين أناروا بدين الله أرجاءها وأقاموا بعدل الإسلام دولتها، وحطموا قلاع الظلم فيها، وأرسوا قواعد المساواة بين الناس، فلا فضل لشريف على وضيع ولا لغني على فقير ولا لأبيض على أسود، إلا بالتقوى ?إن أكرمكم عند الله أتقاكم ....? مضى على ذلك زمن نبغ فيه من أهل البلاد علماء في كل علم من علوم الإسلام، وبرز منهم قادة عظام في كل شأن من شؤون الحياة، ثم استدار الزمان شيئاً فشيئاً حيث بدأ أمراء المسلمين يهتمون بمأكلهم ومشربهم ومنازلهم ومراكبهم وجواريهم، ويسخرون أموال الدولة والرعية لترفهم، ونسوا رفع راية دينهم، فنزلت بهم سنة الله، فسلط عليهم من أخذ مقود القطار من أيديهم، فأصبحوا رعية محتقرة، بعد أن كانوا رعاة بررة، وذلوا بعد العز، وافتقروا بعد الغنى، وتفرقوا بعد التجمع، وجهلوا بعد العلم، وصاروا قلة لا يحسب لها حساب، وكان ذلك كله يقتضي منهم العودة إلى الله وتطبيق دينه والاعتصام بحبله، والتعاون على جلب مصالحهم ودفع مضارهم، ولكن المؤسف أن القوم تعمدوا التفرق ونسوا أمر الله لهم بالتوحُّد، كأمره لهم بالتوحيد، وأن العدو الشرس يتربص بهم الدوائر لتدميرهم والقضاء عليهم، ويسره هذا التفرق الذي هو الطريق إلى انتصاره، عليهم فيقتل النفوس وينهب الأموال ويدنس المقدسات. وعند اشتداد الأمر انقسموا فيما بينهم: طائفة تدعو إلى إقامة دولة مستقلة للمسلمين، وأخرى ترى البقاء على وضعهم، فأقيمت الدولة الباكستانية بشقيها من أجل أن ينعم المسلمون بحكم الله، ويتنسموا عبير القرآن والسنة، ولكن ما إن قامت هذه الدولة حتى صار أهلها شيعاً وأحزابا،ً هذا يساري وهذا يميني، ودعا أهل الحق إلى الحق فخذلوا من قبل الدولة وتلك الأحزاب المتفرقة، ثم أنزل الله بهم بأسه فاقتتلوا فيما بينهم استجابة لتحريش عدوهم، وانفصلت الباكستان الشرقية عن الغربية تحقيقاً للقومية البنغالية، فضعفت الدولتان، وضعف المسلمون في الهند أكثر من ذي قبل. ولكن رجال العلم والدعوة – وإن قلوا – لا زالوا يسقون هذا النبت ويتعهدونه بعلمهم وفكرهم ودعوتهم ، ومن هؤلاء الشيخ العلامة أبو الحسن الندوي المشهور في العالم كله . ( 2 ) تذكرت كل هذا وما جرى من نقاش أمس في نفس هذا الموضوع، وكنت أريد أن آخذ راحتي في الطائرة فأنام تعويضاً عن النوم المفقود بالليل، ولكن عيني جفتا وأبتا أن تغمضا، وتحركت العاطفة وأنشأت هذه القصيدة تحت هذا العنوان النبت الذابل حنانيك يا دلهي فأرضك تشهد=بما قد بنى الأجداد فيك وشيدوا أتوك بنور الله والوحي والهدى=وليلك (في الشمس المضيئة) أسود فأضحت منارات المساجد أزمناً=من الدهر ذَيَّاكَ الظلامَ تُبَدِّدُ وأحيا كتابُ الله في كل بلدة=قلوباً بها كانت مواتاً تَجَلْمَدُ (3) وأرسى رجالُ الله بالعدل دولةً=ودكوا قلاع الظلم دكاً فأخمدوا وأهدوا إلى المنبوذ عزاً وسؤددا=وما كان للمنبوذ في الهند سؤدد فصار وضيع القوم مثل شريفهم=بتقواه يعلو من سواه ويُحمَد ونصت إلى الحادي حشود وأعنقت=لتنهل من عذب به طاب مورد وأصبح في أهل البلاد نوابغ=لهم همم بالعلم تسمو وتسعد فأشرقت الدنيا بنور علومهم=وما زال غرس القوم فيها يجدد ولكنه غرس تقادم عهده=وقل من الساقين من يتعهد ينادي جميع المسلمين إلى الهدى=ويحدو بهم أن فكروا وتوحدوا وكانت لهم في الأرض ريح ودولة=ولكنهم صالوا عليها وأفسدوا فقد تركوا الحبل الوثيق وأدبروا=وفرقهم بُعْدٌ عن الحق أَبْعَدُ وحل محل الحب والأمن والرضا=عداء وخوف واضطراب مشدد فأرضوا بصدع المسلمين عدوَّهم=ليَفْرَغ لاستئصالهم مُتَمَرِّد فما بقيت للدولتين مهابة=وقلتهم في الهند أضحت تُهَدَّد فأين رجال العلم أين دعاتهم=وأين ذوو الإخلاص أين المجدد أيذبل نبت قد سقاه جدودكم=ويصدعكم داعي الهوى ويبدد أيجمع ضد الحق أتباع باطل=لآلهة شتى عَنَوا وتعبدوا وينسى دعاة الحق أمر إلههم=بوحدتهم كالأمر في أن يوحِّدوا يُرَبَّى شباب ذو صفاء وفطرة=على أن يوالوا في الْمُرَبِّي ويَحْقِدوا فتنشأ في الحزب الصغير مذاهب=ويصبح مأمورٌ أميراً يُقَلَّد وترتكب الآثامَ لمزاً وغيبةً=جماعةُ هذا وهو في القوم يشهد وذلك في ذات الإله بزعمهم=وأحزاب أهل الكفر ترغى وتزبد ألا إنه خطب يَجِل مصابُه=وفي قعر بحر الذل أهليه يورد ولكنَّ في أفْقِ السماء مبشراً=بغيث لهذا النبت يروي وينجد وعندئذٍ يزكو وتشتد سوقه=وتَرضَى قلوبُ المؤمنين وتبْرد وتعلو سماءَ الهند والسند رايةٌ=ويحني لها الطاغوتَ سيف مهند فبادر إلى ركب يسوق مطيَّهُ=لينصر دين الله وهو المؤيد ودع عنك ثرثاراً يلوك لسانه=بقلتُ وقالوا وهو للأرض مخلد فليس لدى الْمِفعال قول يقوله=سوى ما به يُرسِى الصلاحَ ويسند وويلُ شَجِيٍّ من خَلِيٍّ ، وعالِمٌ=له الويلُ من ذي الجهل- أمرٌ مؤكد ====================== ( 1 ) من سلسلة في المشارق والمغارب ( 2 ) وقد انتقل إلى رحمة ربه في آواخر شهر رمضان المبارك من عام 1420 هـ ( 3 ) أي تتحجر ، والجلمود \" الحجر ."
  },
  {
    "type": "section",
    "id": "section-19",
    "title": "الرؤوس الجاهلة",
    "content": "ظنوا الأمام هو الورى! (1) أقلعت بنا الطائرة (CATHAY PACIFIC) من مطار هونغ كونغ 20/2/1410هـ ـ 20/9/1989م ، في الساعة الثانية إلا عشر دقائق بعد الظهر متجهة إلى بانكوك، وهي تسير نحو الجنوب الغربي. وعندما سارت الطائرة مدة ساعة تقريباً خطر ببالي بعض من يتولون وظائف في بلدان المسلمين، وهم ليسوا أهلاً لها فيكون ذلك سبباً في الخسائر التي تنزل بالمسلمين في مجالات متعددة، وأنشأت هذه الأبيات: هل قد علمت بما جرى=أو أنت سائل من درَى أرباب طغيان ظلوم=صاروا رءوسا للورى وإذا سبرت عقولهم=بانت أقلَّ وأحقرا وهي التي ألقت بهم=في قعر بحر لا يرى وهناك في ظلماته=ظنوا الأمام هو الورا وبنوا على الظن الكذوب=سيراً حثيثاً منكرا =========== (1) من سلسلة في المشارق والمغارب"
  },
  {
    "type": "section",
    "id": "section-20",
    "title": "يوم التروية",
    "content": "وحشة هنا وأنس هناك ! ( 1 ) هذا اليوم الأحد: 8/12/1407هـ – يوم التروية – اليوم الذي تتحرك فيه جموع حجيج المسلمين من مكة إلى منى ملبية محرمة خاشعة داعية متذللة، وقد كنت شاركت في سنوات كثيرة هذه الجموع ، مشرفا – في الغالب – على وفد طلاب الجامعة الإسلامية في المدينة المنورة ، فتصورت هذا اليوم وتلك الحركة وذلك المنظر الذي لا يفكر فيه صانعوه كما يفكر فيه من فقده وقد اشترك فيه ، فأطرقت وأنا وحدي في الفندق في عاصمة هولندا أمستردام ، وسال الدمع بعد أن اهتاجت المشاعر وتحرك القلب وازداد الحنين ، وتناولت القلم وسجلت هذه المشاعر على عجل: روّت جموعُ المؤمنين قلوبها=بالنفر نحو منى لترضيَ ربها وعلت هتافات الجميع إلى السما=كل يلبي ربه متولها نزلوا الخيام لباسهم متوحد=هجروا ملذات الحياة وحوبها شعث الرؤوس ثيابهم مغبرة=لكن قلوبهُمُ تضيء من البَها طابت منى بالوافدين وقد غدت=نُزُلاً لوفد الله كل شعابها وتزينت عرفات لليوم الذي=تحيا به جنباتها وهضابها تفد الجموع بقضها وقضيضها=ترجو الإلهَ الحقَّ غَفْرَ ذنوبها وتعود نحو منى تحط رحالها=بالمشعر الميمون تقضي أمرها والرمي للجمرات رمز إجابة=لله في نبذ المعاصي كلها والنحر يُذْكِر بالخليل وبابنه=في طاعة الرحمن فلنسعد بها وتفيض للبيت العتيق حشودُهم=ختماً بما بدأت به في حجها وتعود ترقد في منى مسرورة=لتواصل الذكر الكثير لربها ويغادر الوفد العظيم مودعاً=تلك الرحاب وقلبه كَلِفٌ بها والقادري مسافر متنقل=في هذه البلدات مكروب بها رباه مالي قد تركت مرابعاً=تهفو القلوب من الدنا لرحابها رباه هل أحظى لديك بحجة=تمحو بها ذنبي وتدنيني بها =========== ( 1 ) من سلسلة في المشارق والمغارب"
  },
  {
    "type": "section",
    "id": "section-21",
    "title": "أيام رمضان",
    "content": "أيامنا وُجِدت لتبقَى خِلْفَةً=للعابد الأوَّاب ذي الإيقان يمسي ويصبح ذاكرا لإلهه=متجافيا عن مضجع الكسلان طاعاته موصولةٌ لا تنقضي=ليست مقيدة بأي زمان لكن وقتا قد يكون مفضلا=عن غيره كالحال في رمضان والحجِ والجمعاتِ وهي مواسمٌ=لزيادة الإيمان والإحسان فأدم علينا يا إلهي نعمة=مختومة بالعفو والغفران إنا إلهي ما لنا من ملجأ=إلاك فاعصمنا من العصيان وأعن على تقواك عبدا ذنبُه=جَمٌّ وليس يقوم بالشكران لكنني ما زلت أرجو توبة=فامنن علي بها وزد إيماني وأعد إلهي الشاردين عن الهدى=الهابطين لرتبة الحيوان بل هم أضل كما وصفتَ مبينا=ذيَّاكَ في آيٍ من القرآن وليت يا رمضان عنا قافلا=أترُى إذاما عدت سوف تراني ليتي أراك وقد رَقِيتُ مراتبا=أعلى من الطاعات والإيمان فيزيدني ربي بفضلك رفعة=لأفوز بالرحمات والرضوان"
  },
  {
    "type": "section",
    "id": "section-22",
    "title": "يا أمتي!",
    "content": "يَا أُمَّتِي مَالِي أَرَاكِ ذَلِيلَةً=والعز كان شعارك ودثارك كَانَتْ لَكِ الدُّنْيَا وَكَانَ مُلُوكُهَا=وَ سَرَاتُها وَجُيُوشُهَا أَتْبَاعَكِ سَطَعَتْ شُمُوسُكِ فِي السَّمَاءِ فَلَمْ تَغِبْ=عَنْ كُلِّ شِبْرٍ فِي الدُّنَا أَنْوَارُكِ كَانَ الْقُرَانُ يَشِعُّ فِي جَنَبَاتِهَا=يَهْدِي الْقُلُوبَ مُزَينِّاً رَايَاتِكِ وَالسَّيْفُ يَخْتَرِمُ الطُّغَاةَ مُحَقِّقاً=بِيَدَيْكِ نَصْراً رَافِعاً هَامَاتِكِ كَانَ الإِمَامُ يُعِدُّ فِي صَلَوَاتِهِ=جَيْشَ الْجِهَادِ مُؤَدِّباً أَعْدَاءَكِ وَيَقُولُ لِلسُّحْبِ الَّتِي تَجْتَازُهُ=أَنَّى ذَهَبْتِ فَلَنْ يَفُوتَ خَرَاجُكِ مَنْ كَانَ غَيْرُكِ لِلْأَنَامِ مُعَلِّماً=مَنْ كَانَ يَجْهَلُ مِنْهُمُ أَفْضَالَكِ مَنْ كَانَ يَهْدِي لِلْخَلائِقِ رَحْمَةً=يَأْتِي بِهَا جِبْريلُ غَيْرُ هُدَاتِكِ أَرْضُوكِ تَقْرِي الشَّمْسَ حَيْنَ شُرُوقِهَا=وَغُرُوبُهَا قَدْ كَانَ حَوْلَ سَمَائِكِ وَالْيَوْمَ لَيْلُكِ سَرْمَدٌ يَا أُمَّتِي=وَبِطُولِهِ قَدْ طَالَ فِيهِ سُبَاتِكِ وَبَدَا عَدُوُّكِ فِي الدُّنَا مُسْتَأْسِداً=وَغَدَا يَقُودُ كَمَا يَشَا سَادَاتِكِ وَبِفِكْرِهِ وَضَلالِهِ وَفَسَادِهِ=ضَلَّتْ عُقُولُ الْجَمِّ مِنْ أَبْنَائِكِ فَتَصَدَّعُوا مُتَحَزِّبِينَ وَأَفْرَطُوا=مُتَقَاتِلِينَ فَمَزَّقُوا أَوْصَالَكِ يَتَسَابَقُونَ إِلَى رِضَا سَادَاتِهِمْ=وَيُحَارِبُونَ الله فِي أَوْطَانِكِ وَشَرَوْا بِعِزَّتِكِ الْعَظِيَمَةِ وَالتُّقَى=ذُلاًّ وَفِسْقاً مُفْسِدينَ حَيَاتِكِ أَهْدَوْكِ فَقْراً وَالْبِلادُ غَنِيَّةٌ=وَتَقَاسَمَ الأَعْدا بِهَا ثَرَوَاتِكِ وَغَدَتْ جُيُوشُكِ فِي شُعُوبِكِ عُدَّةً=بِيَدِ الطُّغَاةِ الْقَاصِدِينَ فَنَاءَكِ حَمَلُوا السِّلاحَ فَحَطَّمُوكِ بِبَأْسِهِ=بَلْ قَتَّلُوا الرُّوَّادَ مِنْ أَبْنَائِكِ وَإِذَا الْعَدُوُّ غَزَا دِيَارَكِ لَمْ يَجِدْ=مَنْ مُنْقِذٍ مِنْهُمْ يِصَوْنِ حِيَاضَكِ لا يُوجَدُ الصِّدِّيقُ يُنْهي رِدَّةً=حَلَّتْ دِيَارَكِ أَفْسَدَتْ أَجْيَالَكِ لا يُوجَد الْفَارُوقُ يَرْفَعُ رَايَةً=بِسَمَاءِ قُدْسِكِ قَائِدًا شُجْعَانَكِ وَفَقَدْتِ مُعْتَصِماً وَكَانَ بِبَأْسٍهِ=عِنْدَ النِّدَاءِ يَهُبُّ يَغْسِلُ عَارَكِ قَادَ السِّيَاسَةَ فِي زَمَانِكِ بَاقِلٌ=وَنُعَيْمُ يَرْمُقُهُ وَرَا قُضْبَانِكِ وعَلا الْمَنَابِرَ مَادِحُونَ تَزَلَّفُوا=كَالُوا الثَّنَاءَ وَبَالَغُوا لِطُغَاتِكِ وَأَبُو تُرَابٍ وَاجِمٌ مُتَأَلِّمٌ=وَالأَشْعَرِيْ وَمُعَاذُ رَمْزُ دُعَاتِكِ يَا أُمَّتِي رَبِّي الشَّبَابَ وَأَطْلِقِي=مِنْهُمْ رِجالاً يَحْفَظُونَ ذِمَارَكِ وَتَذَكَّرِي أَنَّ الْجِهَادَ وَسِيلَةٌ=لِعُلُوِّ قَدْرِكِ فَارْفَعِيهِ بِسَاحِكِ"
  },
  {
    "type": "section",
    "id": "section-23",
    "title": "الحبيبة",
    "content": "هَلْ خِلْتَ حَسْنَاءَ يَدْعُو النَّاسَ عاشقُها=لِحُبِّهَا غَيْرََهُ صِدْقًا بِلَا خَجَلِ هَلْ خِلْتَ حَسْنَاءَ قَدْ فَاقَتْ مَحَاسِنُهَا=جُلَّ النَّظِيرَاتِ فِي الدُّنْيَا وَلَمْ تَزَلِ وَلَمْ تَرُدَّ مُحِبًّا قَطُّ يَطْلُبُهَا=يَهْوَى لِقَاهَا بِحُبِّ الصِّدْقِ وَالْعَمَلِ إِذَا حَبَاهَا بِمَهْرٍ طَيِّبٍ قَبِلَتْ=وَضَاعَفَتْهُ لَهُ نَقْدًا بِلَا أَجَلِ لَكِنْ طَبِيعَتُهَا تَأْبَى الْخُلُوَّ بِهَا=وَتَبْذُلُ الْحُبَّ لِلْأُنْثَى وَلِلرَّجُلِ كذاك أَدَّبَهَا مَنْ حَبَّهَا سَلَفًا=وَضَمَّهُ قَلْبُهَا الْمَغْمُورُ بِالْأَمَلِ فَحَقَّقَ اللهُ مَا كَانَتْ تُؤَمِّلُهُ=فَأَمَّهَا النَّاسُ مِنْ سَهْلٍ وَمِنْ جَبَلِ يَروحُ جِيلٌ وَيَأْتَي بَعْدَهُ خَلَفٌ=يَهْوَى هَوَاهُ بِجِدٍّ دُونَمَا كَلَلِ أَحْبَبْتُهَا مِنْ بَعْيدٍ كُنْتُ أَحْسِبُهَا=بَعِيدَةَ الْوَصْلِ عَنْ ُقُرْبِي وَعَنْ أَمَلِي لَكِنَّ خَالِقَهَا الرَّحْمَنَ حَقَّقَ مَا=قَدْ كُنْتُ آمُلُهُ مِنْهَا فَقُدِّرَ لِي وَكُنْتُ فِي حِضْنِهَا كّالطِّفْلِ تَمْنَحُهُ=حَنَانَهَا فِي حُبُورِ الْخِلِّ مُنْفَعِلِ سَأَلْتُهَا مَا اسْمُهَا قَالَتْ أَتَجْهَلُنِي=أَنَا مَدِينَةُ خَيْرِ الْخَلْقِ وَ الرُّسُلِ بِطَابَةٍ سَيِّدِي الْمُخْتَارُ لَقَّبَنِي=وَكُنْتُ مَوْسُومَةَ التَّثْرِيبِ فِي الْأُوَلِ وَكُنْتُ مَهْبِطَ وَحْيِ اللهِ كُلَّ مَسَا=وَكُلَّ صُبْحٍ وَجِبْرَائِيلُ فِي نُزُلِي أَمَا عَرَفْتَ بِسَاحِي سَادَةً نُجُبًا=هُمْ صَفْوَةُ الْخَلْقِ أَهْلِ الْعِلْمِ وَالْعَمَلِ آوَيْتُ يَا صَاحِبِي الصِّدِّيقَ مُلْتَزِمًا=بِنُصْرَةِ الدِّينِ مُحْتَارًا بِلَا وَجَلِ كَانَ الرَّفِيقَ لَهُ فِي هِجْرَةٍ كُتِبَتْ=واللهُ آثَرَنِي بِالْحَادِثِ الْجَلَلِ وَكَانَ فِي عَرصَتِي الْفَارُوقُ مُنْتَصِبًا=لِنَصْرِ قُدْوَتِه دَوْمًا بِلَا مَلَلِ وَكَان حِبِّيَ ذَا النُّورَيْنِ يُسْنِدُهُ=بِالنَّفْسِ وَالْمَالِ مَجْبُولًا عَلَى الْمُثُلِ وكَانَ فَارِسُهُ الْمِقْدَامُ يَقْطُنُنِي=أَبُو الْحَفِيدَيْنِ ذُو الزَّهْرَاِء وَهْوَ عَلِي وَكُلُّ صَحْبِ رَسولِ اللهِ كُنْتُ لَهُمْ=مَأْوَى وَمُنْطَلَقًا لِلْفَاتِحِ الْبَطَلِ يَا طَيْبَةَ الِْملََّةِ الْغَرَّاءِ دُمْتِ لَنَا=مُشِيرَةً لِلْعُلَى والْعِزِّ والْأمَلِ كأخْتِكِ الْقِبْلَةِ الْقَعَساءِ إِذْْ جَمَعَتْ=مِنْ حَوْلِهَا أُمَّةً تَنْأَى عَنِ الْخَطَلِ"
  },
  {
    "type": "section",
    "id": "section-24",
    "title": "مداعبة للدكتور عبدالله عشميق",
    "content": "والدكتور عبد الله عشميق، هو رئيس قسم جراحة القلب في مستشفى الملك فهد للقوات المسلحة بجدة، و هو الذي أجرى لي عملية القلب المفتوح في 13 يناير 2010م وأحمد الله على نجاحها شاكرا لكل الأصدقاء الذين اتصلوا يسألون عن صحتي بعد أن علموا بما جرى. عشْمِيقُ كَيْفَ تَنَامُ كَيْفَ تُفَكِّرُ=أَتَشْهَدُ أَشْبَاحًا بِلَيْلِكَ تَثْأرُ إمَّا ذَكَرْتَ مِنَ الضَّحَايَا أَنْفُسًا=كَانَتْ دِمَاهُمْ فِي يَدَيْكَ تَفَجَّرُ لَا فَرْقَ عِنْدَكَ بَيْنَ رَأْسٍ شَامِخٍ=فِي قَصْرِهِ مُتَعَجْرِفٍ يَتَبَخْتِرُ وَضَعِيْفِ قَوْمٍ عَاجِزٍ مُتَوَاضِعٍ=وَصَغِيرِ سِنٍّ أًوْ عَجُوزٍ يَكْبُرُ عِشْمِيقُ هَلْ قَدْ غَابَ قَلْبُكَ عِنْدَمَا=أَبْعَدْتَ عَنْ قَلْبِي غِطَاءً يَسْتُرُ مَاذَا جَنَيْتَ عَلَى أَخٍ لَكَ مُسْلِمٍ=بَيْنَ الْمَلَا يَمْشِي سَمِيعًا يُبْصِرُ فَتَرَكْتَهُ بَعْدَ الْعَنَاءِ مُــــمَدَّدًا=فَوْقَ السَّرِيرِ مُخَدَّرًا لَا يَشْعُرُ وَصَحَا عَلِيْلًا لَا يَقُوْمُ بِأَمْرِهِ=إِلَّا مُعِينٌ مُحْسِنٌ مُتَصَبِّرُ فَاهْتَزَّ عَشْمِيقٌ وَقَالَ تَعَجُّبًا=أَكَذَا تُكَافِئُ مَا صَنَعْتُ وَتـنْكِرُ عَجَبًا لِمِثْلِكَ يَا أُهَيْدِلُ أَنْ تَرَى=فِيمَا أَقُومُ بِهِ صَنِيعًا يُنْكَرُ أَوَمَا أَتَيْتَ إِلَيَّ تَشْكُو عِلَّةً=كَالظّلِّ مِنْكَ مُقِيمَةً لَا تَصْدُرُ إِنِّي لَأَقْتَحِمُ الْقِلَاعَ مٌحَارِبًا=مَا قَدْ حَوَتْهُ مِنَ الْعَدُوِّ وَتُضْمِرُ لِتَكُونَ عَامِرَةً سَلِيمًا سَاحُهَا=مِمَّا يُمَازِجُ صَفْوَهَا وَيُكَدِّرُ وَأَشُقُّ صَدْرَ أَحِبَّتِي فِي رَأْفَةٍ=وَكَأَنَّنِي فِي ذَاتِ صَدْرِي أَحْفِرُ لَكِنَّهَا تِلْكَ الضَّرُورَاتُ الَّتِي=قَدْ كُنْتَ تَكْتُبُ حَوْلَهَا وَتُحَاضِرُ فَافْهَم ضَرُورَاتِ الْحَيَاةِ حَقِيقَةً=فِي الْأَرْضِ لَا فِي الْوَهْمِ طَيْفًا يَخْطُرُ رُوَيْدَكَ يَا عَشْمِيقُ إِنِّيَ مَازِحٌ=وَلِصُنْعِكَ السَّامِي أُجِلُّ وَأُكْبِرُ فَاللهُ قَدْ أَعْطَاكَ عَقْلًا وَاعِيًا=وَإِرَادَةً قَعْسَاءَ لَا تَتَأخَّرُ قَدَرٌ من الْأقَدَارِ يَدْفَعُ مِثْلَهُ=فَاهْنَأْ بِذَلِكَ مُخْلِصًا تَتَشَكَّرُ وَنَصَحْتَنِي بِالْمَشْيِ فَاسْتَقْبَلْتُهُ=وَ نَصِيحَةُ الْخُبَرَاءِ مُزْنٌ مُمْطِرُ يَا لَيْتَهُمْ إِنْ يَنْصًحُوا لِشُعُوبِهِمْ=يَجِدُوا سَمِيعاً لِلْمَصَالِحِ يَنْظُرُ فَتُفَكُّ مِنْ أَسْرِ الْعَدُوِّ طَلِيَقَةً=وَتَطِيرُ فِي هَذَا الْفَضَاءِ وَتُبْحِرُ وَالْأصْدِقاَءُ أتَوْا إِلَيَّ وَهَنَّئُوا=وَدَعَوْا إِلَى عُرْسٍ جَديِدٍ يَجْدُرُ حَتَّى هَمَمْتُ بِفِعْلِ مَا نَصَحُوا بِهِ=لَوْلَا مَخَاقَةُ أنَّنِي لَا أَقْدِرُ فَاذْهَبْ إَلَى مَرْضَاكَ شُقَّ صُدُورَهُمْ=واحْمِ الْقُلُوبَ بِإِذْنِ رَبٍّ يَقْدِرُ __________________ يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنصُرُوا اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ (7) سورة محمد"
  },
  {
    "type": "section",
    "id": "section-25",
    "title": "نشيد مصر قالت يا إِلَهِي",
    "content": "مِصْرُ قَالَتْ يَا إِلَهِي=حَلَّ بِي رَيْبَ الْمَنُونِ فَأَغِثْنِي بِرِجِالٍ=مِن شَبابِي يَحْفَظُونِي يَا شَبَابِي أَنْقِذونِي=مِنْ وُحُوشٍ حَاصَرُونِي حَالَفُوا ضِدِّي يَهُودًا=كَمْ زَمَاناً دَنَّسُونِي حَطَّمُوا كُلَّ عَتَادِي=هَدَّمُوا كُلَّ حُصُونِي أَخَّرُونِي عَنْ مَكَانِي=وَبِقَيْدٍ كَبَّلُونِي خَلِّصوني مِنْ طُغاةٍ=وَاطْرُدُوهُمْ مِنْ عَرِينِي وَارْفَعُوا رَايَةَ عِزِّي=وَبِدِينِي حَرِّرُونِي إِنكم أَبْنَاءُ عَمْرٍو=فَازْحَفُوا وَطَهِّرُونِي إِنَّ نِيرَ الظُّلْمِ أَوْدَى=بِسُهُولِي وَحُزُونِي وأَذَلَّ فِي رِحَابِي=كُلَّ ذِي عِزٍّ رَكِينِ أَبْشِرِي مِصْرُ فَإِنَّا=نَفْتَدِيكِ بِالْعُيُونِ نَحْنُ يَا مِصْرُ سَنُردِي=كُلَّ أَفَّاكٍ هَجِينِ فَاسْأَلِي الْمَيْدَانَ عَنَّا=مَعْدِنَ النَّصْرِ الْمُبِينِ وَاسْأَلِي مَنْ كَاَنَ إِصْراً=ذَا عِنَادٍ مُسْتَبِينِ كَيْفَ أَخْرَجْنَاهُ قَهْراً=فِي رِدَا غَمًّ وَهُونِ"
  },
  {
    "type": "section",
    "id": "section-26",
    "title": "ميادين ثوار اليمن",
    "content": "قَفْزُ الشَّبَابِ فِي مَيَادِينِ الْيَمَنْ=عِنْدَ اشْتِدَادِ الْحَادِثَاتِ وَالْمِحَنْ يَحْكِي رُجُولَةَ الْأُلَى تَرَفَّعُوا=عَنِ الْخُنُوعِ لِلطُّغَاةِ فِي الْوَطَنْ بَلْ هَيَّئُوا أَنْفُسَهُمْ لِدَحْرِهِمْ=بِعِزَّةٍ تَهْدِمُ أَرْكَانَ اَلْوَثَنْ وَلَيْسَ قَفْزُهُمْ كَرَقْصِ غَيْرِهِمْ=يُشْبِهُ رَقْصَ الْغَاَنِيَاتِ الْمُمْتَهَنْ شِعَارُهُمْ غَادِرْ فَإِنَّ شَعْبَنَا=لَسْتَ لَهُ بِحَافِظٍ أَوْ مُؤْتَمَنْ آذيتَنَا فِي دِينِنَا وعَيْشِنا=وَلَمْ تَدَعْ خَيْراً لِمَخْلُوقٍ سَكَنْ سَفَكْتَ فِي بِلاَدِنَا دِمَاءَنَا=وَكُنْتَ فِيهَا شَرَّ رَاعٍ فِي الزَّمَنْ رَفَعْتَ قَوْماً سَافِلِينَ جُهَلَا=فَأَصْبَحُوا سَادَةَ أَبْنَا ذِي يَزَنْ سُطِّرَ فِي سِجِلِّهِمْ مِنَ الْعُلَ=مَا دُسْتَهُ بِلَا حَيَاءٍ أَوْ شَجَنْ آثَرْتَ بِالْأَمْرِ قَرِيبًا خَائِنًا=وَذُدتَّ مَنْ كَانَ قَوِيًّا مُؤْتَمنْ نَشَرْتَ فِي الْأَرْضِ فَسَادًا هَائِلًا=وَكُنْتَ لِلْمُفْسِدِ دِرْعًا وَمِجَنْ حَتَّى الْقَضَا صِرْتَ وَأَنْتَ جَاهِلٌ=رَأْسًا لَهُ لِتَغْرِسَ الظُّلْمَ عَلَنْ وَكُلُّ فَضْلٍ مِنْ سِوَاكَ حَاصِلٌ=لِلشَّعْبِ قُلْتَ إِنَّه مِنَّا مِنَنْ وكُلُّ شَرٍّ كُنْتَ حَقًّا أَهْلَهُ=نَسَبْتَه زُورًا وإِفْكًا لِلْوَطَنْ تَأْمُرُ كُلَّ بَلْطَجِيٍّ شَارِبٍ=بِقَتْلِ مَظْلُومٍ أَبِيٍّ لَمْ يَهِنْ ثُمَّ تَقُولُ بَلْطَجِيٌّ خَصْمُنَا=نَالَ عَلَى إِجْرَامِهِ دَفْعَ الثَّمَنْ فَارْحَلْ سلِيماً وَمُعَافىً رَافِعاً=كِلْتَا يَدَيْكَ قَبْلَ تَمْزِيقِ الْبَدَنْ أَلَيْسَ فِي رُومَانِيا وَعِلْجِهَا=مُعْتَبَرٌ لِمَنْ لَهُ عَقْلٌ يَزِنْ إِنَّا مَلَلْنَاكَ فَهَلاًّ يَخْتَفِي=وَجْهُكَ عَنْ أَبْصَارِ أحْرَارِ الْيَمَنْ"
  },
  {
    "type": "section",
    "id": "section-27",
    "title": "ملك الملوك المحبوب",
    "content": "أَنَا مَلِكُ الْمُلُوكِ وَكُلُّ شَعْبِي=مُحِبٌّ لِي وَحُبُّهُمُ بِقَلْبِي لِذَا أُهْدِي لَهُمْ أَغْلَى الْهَدَايَا=مِنَ الْأَجْوَاءِ صَبًّا بَعْدَ صَبَّ وَفِي الصَّحْراءِ تَأتِيهِمْ تِبَاعاً=وَفِي الزَّنْقَاتِ لَمْ أَفْتَأْ أُلَبِّي فَمَنْ مِثْلِي لَهُ تِلْكَ الْمَزَايَا=وَمَنْ يَحْظَى بِشَعْبٍ مِثْلِ شَعْبِي وَيَسْأَلُنِي الْأَجَانِبُ هَلْ تُغَادِرْ=فَقُلْتُ لَهُمْ أَأَرْحَلُ دُونَ ذَنْبِ وَكُلُّ الشَّعْبِ يَطْمَعُ فِي حَنَانِي=وَكُلُّ النَّاسِ مَفْتُونٌ بِحُبِّي سَأَبْقَى مُسْتَمِيتًا فِي بِلَادِي=أُحَارِبُ كُلَّ مَن يَسْعَى لِحَرْبِي وَلَوْ أَفْنَيْتُهُمْ ذَكَرًا وَأُنْثَى=وَأَبْقَى مُفْرَدًا أَمْشِي بِسَرْبِي وَأَعْدَائِي تُدِيرُهُم أَيَادٍ=بِتَلِّ أَبِيبَ تَخْدَعُهِمْ بِحَبِّ وَمَنْ لَا يَرْتَضِي نَهْجِي فَإِنِّي=وَثِقْتُ بِهِ يِقِينًا وَهْوَ حَسْبِي أَلَا لَا يَطْمَعَنْ أَحَدٌ بِخَوْفِي=فَلَسْتُ أَخَافُ مِنْ شَرْقٍ وَغَرْبِ وَلَسْتُ بِتَابِعٍ زَينًا وَحُسْنِي=فَقِفْ مِثْلِي عَلِيُّ وَكُنْ بِجَنْبِي فَإِنَّا قَدْ نُعَمَّرُ عُمْرَ نُوحٍ=وَقَدْ نَزْدَادُ عُمْرًا بَلْ وَنُرْبِي أَلَسْتُ مُعَّمرًا وَاسْمِي دَلِيلٌ=عَلَى عُمْرِي الْمَدِيدِ بِفَضْلِ رَبِّي وَمَا جَهْلُ الْأَعَادِي حَقَّ قَدْرِي=لَيَنْقُصَ مِنْ عُلُوِّي عِنْدَ شَعْبِي وَخَصْمِي لَا يَرُومُ سِوَى نُزُولِي=عَنِ الْمُلْكِ الَّذِي يَعْلُو بِكَعْبِي لِيُحْرِزَ رِفْعَةً وَيَسُودَ شَعْبًا=أَبَى غَيْرِي وَأَنْكَرَ غَيْرَ حِزْبِي وَهَلْ مِن قِيَمَةٍ لِي دُونَ حُكْمٍ=وَأَمْرٍ مُسْتَقِرٍّ مُسْتَتِبِّ أَنَا مَلِكُ الْمُلُوكِ وَتَحْتَ قَصْرِي=مِنَ الْأَنْهَارِ مَا يَكْفِي لِعُجْبِي وَمَا الْوَادي الْكَبِيرُ سِوَى بَشِيرٍ=عَلَى مِنَحِي الْعِظَامِ لِأَهْلِ شَعْبِي أَلَسْتُ الثَائِرَ الْمِغْوارَ أَصْلاً=وَآثَرْتُ الشَّبَابَ بِأَمْرِ كَسْبِي أَيجْحَدُ نِعْمَتِي قَوْمٌ صِغَارٌ=أَنَا أَبْرَزْتُهُمْ وَأَنَا الْمُرَبِّي"
  }
]