[
  {
    "type": "title",
    "content": "حكم قتل المرتد تأليف الدكتور عبد الله بن أحمد قادري الأهدل الطبعة الثانية 1429ه ـ 2008م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "محتويات الكتاب",
    "content": "مقدمة تمهيد معنى الردة لغةً وشرعاً الفصل الأول: قتل المرتد وأدلته حكم المرأة المرتدة الفصل الثاني: معارضو قتل المرتد و ما احتجوا به هيئة تنصيرية تطالب بحرية الردة الفصل الثالث: مناقشة ما استدل به المانعون من قتل المرتد الدليل الأول الدليل الثاني الدليل الثالث الدليل الرابع الدليل الخامس الدليل السادس الدليل السابع الدليل الثامن فساد تعليل المانعين من قتل المرتد بمجرد الردة أي الفريقين أولى بالحرص على أفراد ملته؟ رد الدكتور يوسف القرضاوي من هون ردة الأفراد دعوى عدم الإجماع على قتل المرتد استتابة المرتد الفصل الرابع: وجوب البيان وقت الحاجة إليه من يحكم بالردة؟ من ينفذ حكم المرتد عليه؟"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "?",
    "content": "مقدمة إن الحمد لله، نحمده ونستعينه، ونعوذ بالله من شرور أنفسنا ومن سيِّئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ}.[[ آل عمران: 102.]] {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا}. [[النساء 1]] {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللهَ وَقُولُوا قَوْلاً سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا}. [[الأحزاب 71-72]] فقد كتبت بحثاً بعنوان: \"الردة عن الإسلام وخطرها على العالم الإسلامي\" وهو بحث صغير، قدمته لكلية الشريعة والقانون في الجامعة الأزهرية، ضمن المواد المطلوبة لنيل شهادة الماجستير، ولم تكن الجامعة في تلك الأيام تشترط كتابة رسالة كبيرة الحجم، كما هو المعتاد في الجامعات، كان ذلك في عام 1394ه 1974م فقد مضى على كتابة البحث، 40 عاماً هجرياً، و تطرقت في ذلك البحث لموضوعات متنوعة، وكانت المدة التي تمت فيها الامتحانات، ومنها كتابة البحث، قصيرة جداً، وبخاصة أني كنت مشغولاً بأعمالي الوظيفية في الجامعة الإسلامية، مابين التدريس، والعمل الإداري والنشاط الطلابي. ولم يكن عندي وقت للمذاكرة والكتابة إلا في بعض أيام الإجازة الرسمية، وقد طبع البحث مراراً ونفد، ولم أكن راضياً عن موضوعاته في الجملة؛ لأنه كان في حاجة إلى تحقيق أعمق، وهو يستدعي المزيد من الاطلاع والتوسع، وفي الآونة الأخيرة عزمت على القيام بذلك التحقيق للبحث والتوسع فيه، ولكني اطلعت على كتابات معاصرة تتعلق بحكم قتل المرتد والتشكيك فيه، وإيراد شبهات عليه. فرأيت أن الاهتمام بهذا الموضوع من بحوث الردة والمرتدين أولى بالتحقيق من غيره؛ لأنه لم يكن مطروقاً في الماضي، كما هو الحال الآن، وبخاصة مع ما جدَّ من وسائل الإعلام والاتصال التي أصبحت تقتحم على الناس أبوابهم في منازلهم وفي حلهم وترحالهم في البر والبحر والجو، وأصبحت الشبكة العالمية تنشر الحق والباطل في كل موضوع، لا فرق بين عقيدة وأخلاق ومعاملات، تنشر فيها تلك الموضوعات في لحظات في كل أنحاء الأرض. وصرفتُ النظر عن باقي موضوعات البحث؛ لأنها قد قُتلت بحثاً في كتب أهل العلم، في التفسير وفي شروح الحديث، وكتب الفقه وغيرها، بخلاف هذه المسألة فإنها بالزخم الذي نالته الآن لم تكن معروفة. وعندما عزمت على الكتابة في الموضوع كان قصدي الوصول إلى الحقيقة، ولو خالفت ما كنت كتبته في ذلك البحث من حكم المرتد العقابي في الدنيا وهو القتل، ولكن المادة التي اطلعت عليها من المصادر الإسلامية، حاصرتني من جميع الجهات حتى أوصلتني إلى النِّطع الذي يهوي فيه السياف بصارمه البتار على رقبة المرتد. وسيظهر ذلك ـ بإذن الله ـ للقارئ المنصف الذي ينجيه الله تعالى من التعصب وهوى النفس والتقليد الأعمى، أسأل الله تعالى أن يجعل عملي في هذا البحث وفي غيره مما أكتب خالصاً لوجهه الكريم وأن يثيبني عليه، وأن يغفر لي ما أكون قد أخطأت فيه أو في غيره، والله المستعان وهو حسبنا ونعم الوكيل وصلى الله تعالى وسلم وبارك على سيدي وحبيبي ونبيي محمد وعلى آله وأصحابه. المؤلف: عبد الله بن أحمد قادري الأهدل10/11/1428ه 21/11/2007م إعداد البحث للشبكة \"الإنترنت\" في 19/3/1434هـ/31/1/2013م"
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "?",
    "content": "تمهيد :معنى الردة لغةً وشرعاً: الردة في اللغة: صرف الشيء بذاته، أو بحالة من أحواله، يقال: رددته فارتد.. قال تعالى: {حَتَّى إِذَا اسْتَيْئَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَنْ نَشَاءُ وَلا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ}. [[يوسف 110]] فمن الرد بالذات قوله: {وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ}. [[الأنعام 28]] ومن الرد إلى حالة كان عليها قوله: {يا أيها الَّذِينَ ءَامَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ}.[[آل عمران]]149 وقوله تعالى: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}. [[القرة 109]] أي يرجعونكم إلى حال الكفر بعد أن فارقتموه. والارتداد والردة: الرجوع في الطريق الذي جاء منه، لكن الردة تختص بالكفر، والارتداد يستعمل فيه وفي غيره.. قال: {إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ}. [[محمد 25]] وقال: {وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ}. [[البقرة 217]] {فَلَمَّا أَنْ جَاءَ الْبَشِيرُ أَلْقَاهُ عَلَى وَجْهِهِ فَارْتَدَّ بَصِيرًا قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ مِنَ اللَّهِ مَا لا تَعْلَمُونَ}.[[يوسف 96]] أي عاد إليه بصره. والردة اسم من الارتداد، وهو التحول والرجوع.. ومنه الرجوع عن الإسلام. والردة في الاصطلاح: رجوع المسلم عن الإسلام إلى الكفر، أيِّ كفر كان.. والمرتد: هو الراجع عن دين الإسلام إلى الكفر.[[المفردات في غريب القرآن للراغب الأصفهاني ص191 وانظر لسان العرب لابن منظور، ترتيب يوسف خياط، ونديم مرعشلي (1/1150) والقاموس المحيط، باب الدال فصل الراء (1/294) والنهاية في غريب الحديث لابن الأثير (2/214).]] وقيد بعضهم التعريف، بالنطق بكلمة الكفر، فقال: \"أما ركنها ـ يعني الردة ـ فهو إجراء كلمة الكفر على اللسان بعد وجود الإيمان.. إذِ الردة عبارة عن الرجوع عن الإيمان، فالرجوع عن الإيمان يسمى ردة\". وظاهر هذا يفيد أن من اعتقد بقلبه الكفر بالإسلام، أو عمل ما يدل على احتقاره للإسلام، لا يحكم بردته. وقد حمل بعض المعلقين على حاشية رد المحتار التقييد المذكور محملاً قد يسوغ هذا القيد، حيث قال: \"هذا بالنسبة إلى الظاهر الذي يحكم به الحاكم، وإلا فقد تكون بدونه كما لو عرض له اعتقاد باطل، أو نوى أن يكفر بعد حين..\". ولكنه متعقب أيضاً، بأن الحاكم يجب أن يحكم بالردة على من تعمد إلقاء المصحف في القاذورات، إذا توفرت فيه شروط الردة، ومن أهمها أن يكون عالماً أن إلقاء المصحف في القاذورات يعتبر إهانة له، وأن يكون متعمداً ذلك، بخلاف من يجهله، كحديث عهد بإسلام عنده أوراق بالية من المصحف، رماها في إناء القمامة ظاناً جواز ذلك، أو ألقى المصحف مع غيره مما يلقى عادة في ذلك الإناء، وهو لا يدري أن المصحف مع تلك الأشياء، فمن كانت هذه صفته لا يكون مرتداً، لعدم توافر شروط الردة فيه... فإذا توافرت فيه تلك الشروط كان مرتداً، ولو لم يتلفظ بالكفر. وبهذا تعرف خطأ القول: \"إن كلام الإنسان هو السبيل الوحيد لمعرفة مراده\". فإن كثيراً من الأفعال تقوم مقام الأقوال، بل قد تكون أصرح دلالة على مراده من اللفظ، وهذا ما اعتبره أكثر الفقهاء.. قال في مختصر خليل: \"الردة كفر المسلم بصريح من القول.. أو لفظ يقتضيه.. أو فعل يتضمنه، كإلقاء المصحف بقذر\". [[حاشية الدسوقي (4/301). وراجع بدائع الصنائع (9/4382) حاشية رد المحتار (4/231).]] أما من أظهر الإيمان ولم يظهر الرجوع عنه، بل واعتقد بقلبه الكفر، فهو باق على إسلامه في أحكام الدنيا، وباطنه إلى الله تعالى، وهذا هو سبيل المنافقين الذين عاملهم الرسول ‘ بحسب الظاهر الذي أعلنوه وهو الإسلام، مع أنهم كفار في الحقيقة، بل هم أشد كفراً ممن يظهرون الكفر وأشد ضرراً على الإسلام والمسلمين. إذا ثبتت الردة على الشخص ترتب عليها أحكام أخروية وأحكام دنيوية.. وأهم الأحكام المتعلقة بالآخرة حبوط العمل والخلود في نار جهنم ـ أعاذنا الله منها ـ إذا مات على ردته ولم يتب، وقد وردت بذلك نصوص كثيرة وقد جمعت الأمرين معاً هذه الآية: {وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ}.[[البقرة 217]]"
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "الفصل الأول: قتل المرتد وأدلته",
    "content": "يجب أن يقتل من ارتد عن الإسلام إذا كان بالغاً عاقلاً غير مكره إذا عرضت عليه التوبة وأصر على ردته ولم يتب منها. وعلى هذا جماهير علماء الأمة الإسلامية من عهد الصحابة رضي الله عنهم إلى عصرنا هذا، بل حكا العلماء الإجماع على هذا الحكم، والأدلة على ذلك كثيرة، نذكر منها ما يأتي: الدليل الأول: حديث ابن عباس رضي الله عنهـما عن النبي صلى الله عليه وسلم، قال: (من بدل دينه فاقتلوه). [[صحيح البخاري (6/2537 – (6/2682) دار ابن كثير اليمامة]] أي من بدل دينه من الإسلام إلى غيره من ملل الكفر، فاقتلوه. الدليل الثاني: قوله صلى الله عليه وسلم: (لا يحل دم امرئ مسلم إلا بإحدى ثلاث: الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة). [[صحيح مسلم (3/1302) / دار إحياء التراث العربي/ بيروت.]] والمراد بترك الدين الخروج من دين الإسلام إلى الكفر، وهو بذاته مفارقة لجماعة المسلمين؛ لأنه بردته فارقهم وانضم إلى أهل الكفر الذي انتقل إليه. الدليل الثالث: حديث عثمان رضي الله عنه، كما قال أبو أمامة سهل بن حنيف، رضي الله عنه: \"إن عثمان بن عفان أشرف يوم الدار، فقال: أنشدكم بالله أتعلمون أن رسول الله صلى الله عليه وسلم، قال: (لا يحل دم امرئ مسلم إلا بإحدى ثلاث: زنا بعد إحصان، أو كفر بعد إسلام، أو قتل نفس بغير حق، فيقتل به) فوالله ما زنيت في جاهلية ولا إسلام، ولا ارتددت منذ بايعت رسول الله صلى الله عليه وسلم، ولا قتلت النفس التي حرم الله، فبم تقتلونني؟\".[[الترمذي (4/460-461) وقال: وفي الباب عن ابن مسعود وعائشة وابن عباس.. وهذا حديث حسن، وقال المحشي على جامع الأصول (10/215) وإسناده صحيح.]] فقول عثمان ـ وهو الخليفة الثالث في الإسلام ـ رضي الله عنه: \"فبم تقتلونني؟\" بعد أن نفى عن نفسه ارتكاب ما يستحق به القتل من الثلاثة الموجبة له في الحديث، ومنها قوله: (ولا ارتددت منذ بايعت رسول الله) دليل واضح على أن المرتد عن دين الإسلام يستحق القتل. الدليل الرابع: ما ورد في قصة معاذ وأبي موسى الأشعري رضي الله عنهـما، عندما بعثهما الرسول ‘ إلى اليمن، \"فزار معاذ أبا موسى، فإذا رجل موثق، فقال: ما هذا فقال أبو موسى: يهودي أسلم ثم ارتد، فقال معاذ لأضربن عنقه\". [[صحيح البخاري، (4/1578) دار إحياء التراث العربي.]] وفي رواية: \"فقال معاذ: لا أجلس حتى أضرب عنقه، قضى الله وقضى رسوله\" [[مصنف ابن أبي شيبة (6/584) دار الفكر.]] حكم المرأة المرتدة: الأدلة المذكورة سابقاً تشمل من ارتد عن الإسلام رجلاً كان أو امرأة، وبذلك قال الجمهور العلماء، مستدلين بعموم النصوص السابقة، مثل قوله: (من بدل دينه فاقتلوه) ومعلوم أن \"من\" الموصولة تشمل عند أهل اللغة الذكر والأنثى والمثنى والجمع، كما قال ابن مالك رحمه الله في الألفية بعد أن ذكر الأسماء الموصولة الخاصة: ومن وما وأل تساوي ما ذكر وعلى ذلك حملها علماء الأصول، كما قال في مراقي السعود: \"ومَا شُمُولُ مَنْ لِلانثى جَنَفُ\" فالأحكام الثلاثة المذكورة في الحديث..[[حل دم الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة.]] شاملة للذكر والأنثى وكذا لفظ \"امرئ\" في قوله: (لا يحل دم امرئ مسلم) يشمل كذلك الذكر والأنثى. ومن أصرح الأدلة على المساواة بين الرجل والمرأة المرتدين في الحكم، التنصيص على قتل المرتدة، كما وقع في بعض الروايات في حديث معاذ عندما أرسله النبي صلى الله عليه وسلم إلى اليمن، وقال له: (أيما رجل ارتد عن الإسلام فادعه فإن عاد وإلا فاضرب عنقه، وأيما امرأة ارتدت عن الإسلام فادعها، فإن عادت وإلا فاضرب عنقها). [[ذكر هذه الرواية الحافظ في فتح الباري (12/272) دار المعرفة/ بيروت، وحسنها، ثم قال: \"وهو نص في موضع النزاع فيجب المصير إليه، ويؤيده اشتراك الرجال والنساء في الحدود كلها، كالزنا والسرقة وشرب الخمر والقذف، وعزا الحديث في نصب الراية (3/457) دار الحديث /مصر، إلى الطبراني.]] وإذا أنعمت النظر في هذه الأدلة وجدت كل واحد منها صالحاً للاحتجاج به على حدة فكيف بها مجتمعة..؟ وذهب أبو حنيفة رحمه الله، إلى أن المرأة لا تقتل بل تحبس ويضيق عليها حتى تتوب، و استدل على ذلك بالنهي عن قتل النساء وبأن المرأة لا تقتل بالكفر الأصلي، فلا تقتل بالكفر الطارئ. وهذا الاستدلال غير ناهض لاستثناء المرأة من حكم قتل المرتد، فالنهي ورد في الكافرة الأصلية كما هو واضح في القصة التي ورد النهي بسببها. ولو فرضنا العموم لكان الأمر بقتل المرتد معارضاً له بعمومه. فكيف وقد ورد الأمر بقتل المرتدة بخصوصه كما سبق قريباً؟ ثم إنه يفرق بين الكفر الأصلي والكفر الطارئ من وجوه أهمها: أن الرجل يقر على كفره الأصلي ولا يقر على الكفر الطارئ.[[فتح الباري (12/272) المغني (9/3) المقنع (3/516) فتح القدير (6/71).]] وقال القرطبي رحمه الله: \"واختلفوا في المرتدة: فقال مالك والأوزاعي والشافعي والليث بن سعد: تقتل كما يقتل المرتد سواء، وحجتهم ظاهر الحديث: (من بدل دينه فاقتلوه) و\"مَن\" يصلح للذكر والأنثى. وقال الثوري وأبو حنيفة وأصحابه: لا تقتل المرتدة، وهو قول ابن شبرمة، وإليه ذهب ابن علية وهو قول عطاء والحسن، واحتجوا بأن ابن عباس روى عن النبي ‘ أنه قال: (من بدل دينه فاقتلوه). ثم إن ابن عباس لم يقتل المرتدة، ومن روى حديثاً كان أعلم بتأويله، وروي عن على مثله، ونهى صلى الله عليه وسلم، عن قتل النساء والصبيان. واحتج الأولون بقوله صلى الله عليه وسلم: (لا يحل دم امرئ مسلم إلا بإحدى ثلاث كفر بعد إيمان...) فعم كل من كفر بعد إيمانه وهو أصح\". [[تفسير القرطبي (3/48).]] وقال الأمير الصنعاني رحمه الله: \"ذهب الجمهور إلى أنها تقتل المرأة المرتدة؛ لأن كلمة \"مَن\" هنا تعم الذكر والأنثى، ولأنه أخرج ابن المنذر عن بن عباس راوي الحديث أنه قال: تقتل المرأة المرتدة، ولما أخرجه هو والدارقطني، أن أبا بكر رضي الله عنه، قتل امرأة مرتدة في خلافته والصحابة متوافرون ولم ينكر عليه أحد، وهو حديث حسن\". [[سبل السلام (3/265).]]"
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "الفصل الثاني: معارضو قتل المرتد و ما احتجوا به.",
    "content": "سبقت الأدلة الثابتة الصحيحة الصريحة من أحاديث الرسول صلى الله عليه وسلم، على وجوب قتل المرتد بعد استتابته، وقد طبق ذلك أصحاب رسول الله صلى الله عليه وسلم، في عهده وبعد وفاته، وحكى العلماء الإجماع على ذلك... قال ابن قدامة رحمه الله: \"وقال النبي صلى الله عليه وسلم: من بدل دينه فاقتلوه، وأجمع أهل العلم على وجوب قتل المرتد، ورُوي ذلك عن أبي بكر وعمر وعثمان وعلي ومعاذ وأبي موسى وابن عباس وخالد وغيرهم، ولم ينكر ذلك فكان إجماعاً\". [[المغني (9/16).]] ومع هذه الأدلة الصحيحة الصريحة في قتل المرتد، والعمل بها في عهد الرسول صلى الله عليه وسلم، وعهد خلفائه الراشدين، وعهود أخرى تلت ذلك، ومع ما حكي من إجماع العلماء على العمل بها، نجد من يشكك في تطبيق هذا الحكم في هذا العصر، فيمنعون قتل المرتد المكلف مطلقاً، رجلاً كان أو امرأة. وهؤلاء المشككون قسمان: القسم الأول: بعض المنتسبين إلى الإسلام من تلاميذ المستشرقين الذين انبروا لمهاجمة أصول هذا الدين وفروعه، وغالب هؤلاء التلاميذ يفقدون الفقه في دين الله، مع فقدهم الولاء الصادق لله ولرسوله وللمؤمنين. ولهذا تأثروا بآراء أساتذتهم وقلدوهم في الحق – بل يخالفونهم أحيانا إذا أنصفوا الإسلام - وفي الباطل على غير هدى من الله، ونصبوا أنفسهم وكلاء لهم في البلدان الإسلامية، ناشرين أفكارهم مدافعين عنها، مشككين في كتاب الله وسنة رسوله، وفي صلاحية تطبيق شرع الله في هذه العصور. وهؤلاء يحاولون أن يظهروا أنفسهم بمظهر المسلمين، اقتداء بسلفهم من أتباع عبد الله بن أُبي، الذين أكثر القرآن من إظهار حقيقتهم: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلالاً بَعِيداً (60) وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُوداً (61) فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلاَّ إِحْسَاناً وَتَوْفِيقاً (62) أُوْلَئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَهُمْ فِي أَنفُسِهِمْ قَوْلاً بَلِيغاً (63)}.[[النساء]] {وَالَّذِينَ اتَّخَذُوا مَسْجِداً ضِرَاراً وَكُفْراً وَتَفْرِيقاً بَيْنَ الْمُؤْمِنِينَ وَإِرْصَاداً لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلاَّ الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ(107)}. [[التوبة]] فهؤلاء وإن كانوا في حقيقة أمرهم أعظم كفراً من الكفار الصرحاء، إلا أنهم مذبذبون على حسب ما يعتقدون من مصالح تعود عليهم من إخوانهم الكفار، أو تعود عليهم من إظهار الولاء للمؤمنين كما قال تعالى: {إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلا يَذْكُرُونَ اللَّهَ إِلاَّ قَلِيلاً (142) مُذَبْذَبِينَ بَيْنَ ذَلِكَ لا إِلَى هَؤُلاءِ وَلا إِلَى هَؤُلاءِ وَمَنْ يُضْلِلْ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلاً (143)}.[[النساء]] فهؤلاء لا يستحقون الرد؛ لأنهم ينكرون وجوب تطبيق الشريعة الإسلامية مطلقاً، وما جاء في كتاب الله وما جاء في سنة رسول الله صلى الله عليه وسلم، بل يقول بعضهم: لا توجد شريعة في الإسلام، والذي يجرؤ على التصريح بهذا القول، هو من زمرة من يكفر بالإسلام؛ لأنه أنكر ما هو معلوم من الدين بالضرورة. القسم الثاني: بعض العلماء الأفاضل وبعض الكتاب الذين هالتهم الهجمات الشديدة، التي يشنها أعداء الإسلام الذين لم يزالوا.. ولا زالوا.. ولن يزالوا.. يحاربون أصول الإسلام و فروعه، حرباً شاملة لكتابه وسنة رسوله، ومناهجه وشريعته ودعاته وعلمائه، ووسائل انتشاره، من مال واقتصاد وتعليم وإعلام وغير ذلك مما لا يخفى على أحد اليوم. حاربوا هذا الدين بكل وسيلة أتيحت لهم، وعلى رأس هذه الوسائل القوة العسكرية التي احتلوا بها بعض بلدان المسلمين، وهددوا بها بعضها الآخر، متذرعين بحقوق الإنسان التي تحوي موادها حرية الاعتقاد الشاملة للخروج من دين إلى دين آخر، سواء كان الخارج فرداً أو جماعة، من دين صحيح أو باطل. ومما لا شك فيه أن إخراج المسلمين من دينهم هو الهدف الأساسي عند اليهود والنصارى الصليبيين والوثنيين، ولم نرَ هجوماً شنوه في الماضي، ويشنونه في الحاضر، وقرائن تدل على أنهم سيشنونه في المستقبل، على أي دين وجد في الأرض مثل هجومهم على دين الإسلام، فهو هدفهم الرئيس من حملاتهم الظالمة اليوم وقبل اليوم وبعد اليوم، كما قال تعالى: {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَلَئِنْ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنْ الْعِلْمِ مَا لَكَ مِنْ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ}. [[البقرة 120]] وقال تعالى: {وَلا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنْ اسْتَطَاعُوا وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ}. [[البقرة 217]] ولقد تدخل أعداء الله في كل شأن من شؤون المسلمين، وبخاصة في أصول دينهم وشريعتهم، وها هي مؤسساتهم التي تدعمها الدول الغربية، تلح على الأمم المتحدة ـ التي تسيرها الأنظمة المعتدية على أمتنا ـ للقيام بأنشطتها التي تحمي المرتدين عن الإسلام مما تسميه اضطهاداً؛ هذا مع العلم أن كثيراً من المرتدين لا يقام عليهم حكم الشرع، في غالب الشعوب الإسلامية.."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "هيئة تنصيرية تطالب بحرية الردة:",
    "content": "وجهت منظمة تنصيرية إنجليزية نداءً للأمم المتحدة يوم الأربعاء 29 يوليو كي تتصدى لاضطهاد المرتدين عن الدين في البلدان الإسلامية على حد زعمهم. وجاء ذلك في الوقت الذي أشادت فيه جماعات حقوقية بما ورد في تقرير التنمية البشرية لعام 2004 الصادر عن الأمم المتحدة من التأكيد على أن \"الأفراد يجب أن يكونوا أحراراً لا في انتقاد الدين الذي ولدوا عليه فحسب، بل وفي التحول عنه أيضاً إلى دين آخر أو البقاء بلا دين\". وجاء نداء الأربعاء طبقاً لموقع الإسلام اليوم في شكل التماس أعدته جماعة نصرانية بريطانية اسمها صندوق برنابا \"BarnabaFund\" دعت فيه مفوضية حقوق الإنسان التابعة للأمم المتحدة والحكومات والهيئات الدولية، إلى رفع أصواتها وإثارة هذه القضية \"كأمر ملح\" مع التجمعات الإسلامية. وقال مدير الدعاية بالصندوق بول كوك الذي رحب بما ورد في تقرير التنمية البشرية باعتباره \"تأكيداً مشجعاً جدّاً\" على \"حق الردة\" إن جهود جماعته من أجل الدخول في حوار مع الهيئات الإسلامية بشأن هذا الأمر قوبلت بالصمت. يذكر أن حد الردة غير مطبق في معظم الدول الإسلامية خاصة أن أحكام الشريعة الإسلامية كلها معطلة\". [[مجلة المجتمع، عدد: 1613، تاريخ 7/8/2004م المجتمع الإسلامي.]] أقول: إن هذا الهجوم الشديد ـ وبخاصة في عصرنا هذا ـ وهذه الحملات الظالمة التي ما فتئ أعداء الإسلام يشنونها عليه، جعلت بعض العلماء الأفاضل الغيورين وبعض الكتاب في هذا العصر، يتحفزون لرد الشبهات التي أُطْلِقت سهامها إلى صميم هذا الدين واتهام نصوصه بالتعارض والتناقض، ومن ذلك ما زعموه من تعارض بين قوله تعالى: {لا إِكْرَاهَ فِي الدِّينِ}. [[البقرة 256]]وما ورد من النصوص في قتل المرتد، وسيأتي ما ذكره العلماء من الجمع بين النصوص وعدم تعارضها، حسب القواعد الأصولية المعروفة..."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "الفصل الثالث: مناقشة ما استدل به المانعون من قتل المرتد",
    "content": ""
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "الدليل الأول:",
    "content": "قوله تعالى: {لا إِكْرَاهَ فِي الدِّينِ....} وقتل المرتد يؤدي إلى الإكراه في الدين، وهو مخالف لهذه الآية. والجواب أن الاستدلال بعموم الآية على منع قتل المرتد غير صحيح؛ لأن هذا العموم قد خصص بأدلة أخرى في أحكام كان الأصل فيها أن تدخل في هذا العموم لولا تلك الأدلة الخاصة، ومعلوم عند علماء الأصول أن العام يبقى على عمومه إذا لم يوجد ما يخصصه، وقد وجد هنا ما يخصصه وهو الأدلة الثابتة في قتل المرتد، وكذلك من لم تقبل منهم الجزية التي لا تقبل إلا من أهل الكتاب. وقد نص على ذلك الإمام ابن جرير الطبري رحمه الله، حيث ذكر أقوال المفسرين في معنى الآية، ثم قال مرجحاً رأيه كما هي عادته في تفسيره: \"وأولى هذه الأقوال بالصواب قول من قال: نزلت هذه الآية فـي خاص من الناس، وقال: عنى بقوله تعالى ذكره: {لا إِكْرَاهَ فِي الدِّينِ} أهل الكتابين والمجوس، وكل من جاء إقراره علـى دينه الـمخالف دين الـحق، وأخذ الجزية منه. وأنكروا أن يكون شيء منها منسوخاً. وإنما قلنا هذا القول أولى الأقوال فـي ذلك بـالصواب لما قد دللنا علـيه فـي كتابنا كتاب «اللطيف من البـيان عن أصول الأحكام» من أن الناسخ غير كائن ناسخاً إلا ما نفى حكم المنسوخ، فلم يجز اجتماعهما. فأما ما كان ظاهره العموم من الأمر والنهي وباطنه الخصوص، فهو من الناسخ والمنسوخ بمعزل. وإذ كان ذلك كذلك، وكان غير مستحيل أن يقال: لا إكراه لأحد ممن أخذت منه الجزية في الدين، ولم يكن في الآية دليل على أن تأويلها بخلاف ذلك، وكان المسلمون جميعاً قد نقلوا عن نبيهم صلى الله عليه وسلم، أنه أكره علـى الإسلام قوماً، فأبى أن يقبل منهم إلا الإسلام، وحكم بقتلهم إن امتنعوا منه، وذلك كعبدة الأوثان من مشركي العرب، وكالمرتدّ عن دينه دين الحقّ إلـى الكفر ومن أشبههم، وأنه ترك إكراه آخرين علـى الإسلام بقبوله الـجزية منه، وإقراره علـى دينه البـاطل، وذلك كأهل الكتابـين، ومن أشبههم؛ كان بـينا بذلك أن معنى قوله: {لا إِكْرَاهَ في ?لدِّين} إنـما هو لا إكراه فـي الدين لأحد مـمن حل قبول الـجزية منه بأدائه الـجزية، ورضاه بحكم الإسلام. ولا معنى لقول من زعم أن الآية منسوخة الحكم بالإذن بالمحاربة\". [[تفسير ابن جرير (3/10) دار المعرفة.]] وحمل بعض المفسرين قوله تعالى: {لا إِكْرَاهَ في ?لدِّينِ} على الإكراه على الباطل، لا الإكراه على الحق، ذكر ذلك ابن العربي رحمه الله في تفسيره الآية، فقال: \"قَوْله تَعَالَى: {لا إكْرَاهَ}: عُمُومٌ فِي نَفْيِ إكْرَاهِ الْبَاطِلِ؛ فَأَمَّا الإِكْرَاهُ بِالْحَقِّ فَإِنَّهُ مِنْ الدِّينِ؛ وَهَلْ يُقْتَلُ الْكَافِرُ إلا عَلَى الدِّينِ؛ قَالَ ‘: {أُمِرْت أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا: لا إلَهَ إلا اللَّهُ}. وَهُوَ مَأْخُوذٌ مِنْ قَوْله تَعَالَى: {وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ} وَبِهَذَا يُسْتَدَلُّ عَلَى ضَعْفِ قَوْلِ مَنْ قَالَ: إنَّهَا مَنْسُوخَةٌ، فَإِنْ قِيلَ: فَكَيْفَ جَازَ الإِكْرَاهُ بِالدِّينِ عَلَى الْحَقِّ، وَالظَّاهِرُ مِنْ حَالِ الْمُكْرَهِ أَنَّهُ لا يَعْتَقِدُ مَا أَظْهَرَ؟. الْجَوَابُ: أَنَّ اللَّهَ سُبْحَانَهُ بَعَثَ رَسُولَهُ مُحَمَّدًا ‘ يَدْعُو الْخَلْقَ إلَيْهِ، وَيُوَضِّحُ لَهُمْ السَّبِيلَ، وَيُبَصِّرُهُمْ الدَّلِيلَ، وَيَحْتَمِلُ الإِذَايَةَ وَالْهَوَانَ فِي طَرِيقِ الدَّعْوَةِ وَالتَّبْيِينِ، حَتَّى قَامَتْ حُجَّةُ اللَّهِ، وَاصْطَفَى اللَّهُ أَوْلِيَاءَهُ، وَشَرَحَ صُدُورَهُمْ لِقَبُولِ الْحَقِّ؛ فَالْتَفَّتْ كَتِيبَةُ الإِسْلامِ، وَائْتَلَفَتْ قُلُوبُ أَهْلِ الإِيمَانِ، ثُمَّ نَقَلَهُ مِنْ حَالِ الإِذَايَةِ إلَى الْعِصْمَةِ، وَعَنْ الْهَوَانِ إلَى الْعِزَّةِ، وَجَعَلَ لَهُ أَنْصَارًا بِالْقُوَّةِ، وَأَمَرَهُ بِالدُّعَاءِ بِالسَّيْفِ؛ إذْ مَضَى مِنْ الْمُدَّةِ مَا تَقُومُ بِهِ الْحُجَّةُ، وَكَانَ مِنْ الْإِنْذَارِ مَا حَصَلَ بِهِ الإِعْذَارُ. جَوَابٌ ثَانٍ: وَذَلِكَ أَنَّهُمْ يُؤْخَذُونَ أَوَّلاً كُرْهًا، فَإِذَا ظَهَرَ الدِّينُ وَحَصَلَ فِي جُمْلَةِ الْمُسْلِمِينَ، وَعَمَّتْ الدَّعْوَةُ فِي الْعَالَمِينَ حَصَلَتْ لَهُمْ بِمُثَافَنَتِهِمْ وَإِقَامَةِ الطَّاعَةِ مَعَهُمْ النِّيَّةُ؛ فَقَوِيَ اعْتِقَادُهُ، وَصَحَّ فِي الدِّينِ وِدَادُهُ، إنْ سَبَقَ لَهُمْ مِنْ اللَّهِ تَعَالَى تَوْفِيقٌ، وَإِلا أَخَذْنَا بِظَاهِرِهِ وَحِسَابُهُ عَلَى اللَّهِ\". انتهى. وقال الإمام الجصاص في كتابه \"أحكام القرآن\" في تفسير الآية نفسها: \"فإن قال قائل فمشركو العرب الذين أمر النبي صلى الله عليه وسلم، بقتالهم وأن لا يقبل منهم إلا الإسلام أو السيف قد كانوا مُكرهين على الدين، ومعلوم أن من دخل في الدين مُكرهاً فليس بمسلم، فما وجه إكراههم عليه؟ قيل له: إنما أُكرهوا على إظهار الإسلام لا على اعتقاده; لأن الاعتقاد لا يصح منا الإكراه عليه; ولذلك قال النبي صلى الله عليه وسلم: (أُمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها وحسابهم على الله). فأخبر صلى الله عليه وسلم، أن القتال إنما كان على إظهار الإسلام، وأما الاعتقادات فكانت موكولة إلى الله تعالى. ولم يقتصر بهم النبي صلى الله عليه وسلم، على القتال قبل أن يقيم عليهم الحجة والبرهان في صحة نبوته، فكانت الدلائل منصوبة للاعتقاد وإظهار الإسلام معاً; لأن تلك الدلائل من حيث ألزمتهم اعتقاد الإسلام فقد اقتضت منه إظهاره والقتال لإظهار الإسلام، وكان في ذلك أعظم المصالح: منها: أنه إذا أظهر الإسلام وإن كان غير معتقد له، فإن مجالسته للمسلمين وسماعه القرآن ومشاهدته لدلائل الرسول ‘ مع ترادفها عليه، تدعوه إلى الإسلام وتوضح عنده فساد اعتقاده. ومنها: أن يعلم الله أن في نسلهم من يوقن ويعتقد التوحيد، فلم يجز أن يقتلوا مع العلم بأنه سيكون في أولادهم من يعتقد الإيمان\". انتهى. وحمل بعض المفسرين معنى قوله تعالى {لا إِكْرَاهَ في ?لدِّينِ} على أن المراد به وضوح الأدلة على صحة هذا الدين وقوة براهينه التي لا تحتاج إلى إكراه أحد على الدخول فيه، وأن كل عاقل عرف حقيقة الإسلام يعلم ذلك علماً لا يخالجه شك في أن هذا الدين حق يلجئه ببراهينه على الدخول فيه لو أنصف. فقال الإمام البقاعي رحمه الله في تفسيره \"نظم الدر\" في آخر سورة البقرة: \"ثم جعل ختام توجه المؤمنين إلى ربهم الدعاء بثمرة الولاية فقال: {فانصرنا} باللسان والسنان، وأشار إلى قوة المخالفين حثاً على تصحيح الالتجاء والصدق في الرغبة بقوله: {على القوم} وأشار إلى أن الأدلة عليه سبحانه في غاية الظهور لكل عاقل بقوله: {الكافرين} أي الساترين للأدلة الدالة لهم على ربهم المذكورين أول السورة، فتضمن ذلك وجوب قتالهم وأنهم أعدى الأعداء، وأن قوله تعالى: {لا إِكْرَاهَ في ?لدِّينِ} ليس ناهياً عن ذلك، وإنما هو إشارة إلى أن الدّين صار في الوضوح إلى حد لا يتصور فيه إكراه، بل ينبغي لكل عاقل أن يدخل فيه بغاية الرغبة فضلاً عن الإحواج إلى إرهاب، فمن نصح نفسه دخل فيه بما دله عليه عقله، ومن أبى أدخل فيه قهراً بنصيحة الله التي هي الضرب بالحسام ونافذ السهام.\" انتهى. لقد تعمدت الإكثار من النقل عن العلماء رحمهم الله تعالى في تفسير معنى الإكراه الذي نهى الله تعالى عنه، ليعلم أن النصوص الدالة على العموم ينبغي لمن يستدل بها على حكم من الأحكام أن يبحث في ذلك العموم هل هو على عمومه أو قد دخله التخصيص بنصوص أخرى، وعن أقوال أهل العلم في الحكم وأوجه استدلالاتهم، وليعلم أهل كل عصر مذاهب من سبقهم من علماء الأمة؛ لأنهم بذلك يتبين لهم الراجح من المرجوح، ولا يطلقون الأحكام مهملين تحقيقات أسلافهم التي قد تبصرهم في أبحاثهم."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "الدليل الثاني:",
    "content": "لمنكري قتل المرتد: ما ورد من أن أعرابياً بايع رسول الله صلى الله عليه وسلم، على الإسلام فأصاب الأعرابي وعكٌ بالمدينة، فجاء الأعرابي إلى رسول الله صلى الله عليه وسلم‘ فقال: يا رسول الله أقلني بيعتي، فأبى رسول الله صلى الله عليه وسلم، ثم جاءه فقال أقلني بيعتي فأبى، ثم جاءه فقال أقلني بيعتي فأبى، فخرج الأعرابي. فقال رسول الله صلى الله عليه وسلم: (إنما المدينة كالكير تنفي خبثها وتنصع طيبها). [[صحيح البخاري، برقم (6891) وصحيح مسلم، برقم (1383) قال النووي في معنى \"ينصع\": \"هو بفتح الياء والصاد المهملة، أي يصفو ويخلص ويتميز، والناصع الصافي الخالص، ومنه قولهم ناصع اللون أي صافية وخالصة، ومعنى الحديث: أنه يخرج من المدينة من لم يخلص إيمانه، ويبقى فيها من خلص إيمانه\". (9/129) دار الفكر.]] وجه استدلالهم بالحديث، أن هذا الرجل طلب من الرسول صلى الله عليه وسلم، أن يقيله من بيعته على الإسلام، وهذا الطلب يعتبر ردة، ومع ذلك لم يقتله النبي صلى الله عليه وسلم؛ لأنه خرج عن الإسلام ولم يخرج عليه. قال المستدل: \"دلت النصوص التي سنورد بعضاً منها في النقطة الخامسة على هذا التفريق، فالقتل يكون لمن خرج على الإسلام وقصد الإساءة أو العبث بالدين، أو مسَّ أمن وسلامة الأمة ونظام الدولة، كما أنه يُعدُّ جرماً ضد نظام الحكم في الدولة، وخروجاً على أحكام الدين الذي تعتنقه الأمة، ويُعتَبر حينذاك مرادفاً لجريمة \"الخيانة العظمى\" التي تحرمها كل الشرائع والدساتير والقوانين، وهذا العقاب لم يكن مقتصراً على الدول التي يقوم الحكم فيها على أساس الدين\".[[المرجع: موقع الإسلام على الطريق، على الرابط التالي: http://www.islamonline.net/Daawa/Arabic/display.asp?hquestionID=5625]] وأرى أن هذا استدلال بعيد، لأربعة أمور: الأمر الأول: الظاهر أن هذا الأعرابي طلب من الرسول صلى الله عليه وسلم، إقالته من البقاء في المدينة، ولم يصبر على ما أصابه فيها من المرض، لضعف إيمانه ولم يطلب الإقالة من الإسلام، وهذا ما فهمه جماهير العلماء، ومنهم شراح الحديث. قال النووي رحمه الله: \"قال العلماء: إنما لم يقله النبي صلى الله عليه وسلم، بيعته؛ لأنه لا يجوز لمن أسلم أن يترك الإسلام، ولا لمن هاجر إلى النبي صلى الله عليه وسلم، للمقام عنده أن يترك الهجرة ويذهب إلى وطنه أو غيره. قالوا: وهذا الأعرابي كان ممن هاجر وبايع النبي صلى الله عليه وسلم، على المقام معه. قال القاضي: ويحتمل أن بيعة هذا الأعرابي كانت بعد فتح مكة، وسقوط الهجرة إليه صلى الله عليه وسلم، وإنما بايع على الإسلام وطلب الإقالة منه، فلم يُقِله، والصحيح الأول...\". [[شرح النووي على صحيح مسلم (9/155-156).]] وقال الحافظ في شرح هذا الحديث: \"قال ابن التين إنما امتنع النبي صلى الله عليه وسلم، من إقالته؛ لأنه لا يعين على معصية؛ لأن البيعة في أول الأمر كانت على أن لا يخرج من المدينة إلا بإذن، فخروجه عصيان. قال [[ابن التين ]]وكانت الهجرة إلى المدينة فرضاً قبل فتح مكة على كل من أسلم، ومن لم يهاجر لم يكن بينه وبين المؤمنين موالاة، لقوله تعالى: { وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجَرُوا مَا لَكُمْ مِنْ وَلايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا} فلما فتحت مكة قال صلى الله عليه وسلم: (لا هجرة بعد الفتح) ففي هذا إشعار بأن مبايعة الأعرابي المذكور كانت قبل الفتح. وقال ابن المنير: ظاهر الحديث ذم من خرج من المدينة، وهو مشكل، فقد خرج منها جمع كثير من الصحابة وسكنوا غيرها من البلاد، وكذا من بعدهم من الفضلاء. والجواب أن المذموم من خرج عنها كراهة فيها ورغبة عنها كما فعل الأعرابي المذكور. وأما المشار إليهم فإنما خرجوا لمقاصد صحيحة، كنشر العلم وفتح بلاد الشرك والمرابطة في الثغور وجهاد الأعداء، وهم مع ذلك على اعتقاد فضل المدينة وفضل سكناها...\".[[فتح الباري 13/200).]] وقال الحافظ في شرح رواية البخاري: (فبايعه على الإسلام، فجاء من الغد محموماً فقال: أقلني) ظاهره أنه سأل الإقالة من الإسلام، وبه جزم عياض، وقال غيره: إنما استقاله من الهجرة، وإلا لكان قتله على الردة\".[[فتح الباري (4/97).]] الأمر الثاني: ما ورد في قصة معاذ وأبي موسى الأشعري رضي الله عنهما، عندما بعثهما الرسول صلى الله عليه وسلم، إلى اليمن، \"فزار معاذ أبا موسى، فإذا رجل موثق، فقال: ما هذا فقال أبو موسى: يهودي أسلم ثم ارتد، فقال معاذ لأضربن عنقه\". [[صحيح البخاري، (4/1578) دار إحياء التراث العربي.]] وفي رواية: \"فقال معاذ: لا أجلس حتى أضرب عنقه، قضاء الله ورسوله، وفي رواية: قضى الله وقضى رسوله\".[[مسند أحمد (5/559)، سنن أبي داود (12/7) دار إحياء التراث العربي، سنن النسائي الصغرى (7/ 21)، مصنف ابن أبي شيبة (6/584) دار الفكر.]] يدل الحديث على وجوب قتل المرتد من ثلاثة أوجه: الوجه الأول: أن هذه القصة حصلت في عهد رسول الله صلى الله عليه وسلم، بل بعد السنة التاسعة من الهجرة؛ لأن بعث أبي موسى الأشعري رضي الله عنه إلى اليمن كان بعد غزوة تبوك، كما قال ابن حجر رحمه الله: \"كان بعث أبي موسى إلى اليمن بعد الرجوع من غزوة تبوك؛ لأنه شهد غزوة تبوك مع النبي ‘\".[[فتح الباري (8/385) دار الفكر.]] ولو كان قتل المرتد غير جائز شرعاً لما سكت الرسول صلى الله عليه وسلم، عن ذلك، ولأنكر على أبي موسى ومعاذ كما أنكر على أسامة قتل من نطق من الكفار بالشهادة في المعركة، ولا يقال: إن الرسول صلى الله عليه وسلم، لم يعلم بذلك؛ لأن ما يقع في عهده صلى الله عليه وسلم‘ مما يخالف حكم الله تعالى لا يقره الله، وكان الوحي ينزل عليه صباحاً ومساءً، ولا بد أن يخبره الصحابيان الجليلان بما فعلا. الوجه الثاني: قول معاذ رضي الله عنه: \"لأضربن عنقه\". الوجه الثالث: قوله في الرواية الأخرى: \"قضى الله وقضى رسوله\". وكلمة \"قضى الله ورسوله\" تدل على أن قتل المرتد هو حكم قضائي صادر عن الله ورسوله؛ لأنه أسنده إليهما فيجب على ولي الأمر تنفيذه، امتثالاً لشرع الله، وليس هو من باب التعزير كما زعم بعض الكتاب المعاصرين. فهذا يهودي واحد خرج عن الإسلام لا على أهله، بدليل أنه سجين عندهم، ولم يذكر في الحديث ما يدل على صفة أخرى استحق بها القتل غير الردة، ولو كان المرتد لا يقتل إلا إذا ضم إلى خروجه من الإسلام خروجه عليه وعلى أهله، لذكر ذلك أبو موسى ومعاذ رضي الله عنهما. الأمر الرابع: الأحاديث الصحيحة العامة في قتل من كفر بعد إيمانه، مثل قوله صلى الله عليه وسلم: (من بدل دينه فاقتلوه) وقوله: (لا يحل دم امرئ مسلم إلا بإحدى ثلاث كفر بعد إيمان ...) فتبديل المسلم دينه، وهو كفره بعد إيمانه، وصف كاف في استحقاقه القتل، كما سبق. ولو كان يجب ضم معنى آخر إلى معنى الردة، لنص عليه الرسول صلى الله عليه وسلم، ولم يرتب الحكم الذي تزهق به الأرواح على معنى ناقص، يتنزه عنه شرع الله. الأمر الخامس: لو فرضنا أن الأعرابي طلب الإقالة من الإسلام كما جزم به القاضي عياض، فيجب حمله على أنه كان من المنافقين الذين كف الرسول صلى الله عليه وسلم، عن قتلهم، وعاشرهم كما عاشر عامة المسلمين، وبخاصة أن الرجل لم يعلن تركه الإسلام، وإنما اكتفى بخروجه بدون إذن من الرسول صلى الله عليه وسلم، وقد مضى قوله صلى الله عليه وسلم: (لا يتحدث الناس أن محمداً يقتل أصحابه). [[صحيح البخاري برقم (4622) وصحيح مسلم، (16/118) دار الكتب العلمية).]]"
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "الدليل الثالث:",
    "content": "استدل به المانعون من قتل المرتد بمجرد الردة، قوله في الحديث السابق: (والتارك لدينه المفارق للجماعة)، ووجه الدلالة عندهم وصف (التارك لدينه) بـ(المفارق للجماعة).. حيث رأوا أن المفارق للجماعة هو الخارج على نظامها قاصداً الإضرار بها، وليس مجرد تركه لدينها. \"فزعموا أن \"الخروج من الإسلام\" بصورةٍ فرديةٍ ليس فيها الاستهزاء بالدين، ولا تمثل تهديدًا للأمة أو لكيان الدين، ولا يقصد بها العبث بشعور أو شعائر المسلمين، وإنما منبعها الوحيد شعور \"المرتد\" بعدم الاقتناع بالإسلام والاقتناع بغيره، فيخرج من الإسلام في هدوء وفردية، فاعل ذلك لا يكون مصيره القتل، بل له حرية ذلك طالما بقي خروجه ليس فيه تهديدٌ لأمن الأمة\". وهو حمل للحديث على خلاف ظاهره بدون دليل يصرفه عن هذا الظاهر. والصحيح أن هذا الوصف: (المفارق للجماعة) وصف كاشف، أي مفسر للتارك لدينه، وليس وصفاً مستقلاً، وهو الذي رجحه المحققون من العلماء. فقد قال ابن دقيق العيد رحمه الله مبيناً هذا المعنى: (لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث، الثيب الزاني والنفس بالنفس، والتارك لدينه المفارق للجماعة) وكذلك المفارق للجماعة كالتفسير لقوله: التارك لدينه والمراد بالجماعة جماعة المسلمين وإنما فراقهم بالردة عن الدين وهو سبب لإباحة دمه بالإجماع في حق الرجل...\". [[إحكام الأحكام (4/83- 84).]] وقال الحافظ رحمه الله: \"والمراد بالجماعة جماعة المسلمين، أي فارقهم أو تركهم بالارتداد، فهي صفة للتارك أو المفارق لا صفة مستقلة، وإلا لكانت الخصال أربعاً، وهو كقوله قبل ذلك: (مسلم يشهد أن لا إله إلا الله) فإنها صفة مفسرة لقوله: مسلم وليست قيداً فيه، إذ لا يكون مسلماً إلا بذلك. ويؤيد ما قلته أنه وقع في حديث عثمان: (أو يكفر بعد إسلامه) أخرجه النسائي بسند صحيح، وفي لفظ له صحيح أيضاً: (ارتد بعد إسلامه) وله من طريق عمرو بن غالب عن عائشة: (أو كفر بعد ما أسلم). وفي حديث ابن عباس عند النسائي: (مرتد بعد إيمان). قال ابن دقيق العيد: \"الردة سبب لإباحة دم المسلم بالإجماع في الرجل...\".[[فتح الباري 12/201 -202.]] وقوله: \"وإلا لكانت الخصال أربعاً\" يعني لو كانت لفظة \"المفارق للجماعة\" صفة مستقلة، وليست مؤكدة لـ(للتارك لدينه) لما كانت موجبات حل الدم ثلاثاً كما ذكر الرسول صلى الله عليه وسلم، بل تكون الموجبات له أربعاً، وليست ثلاث، وذلك ظاهر في مخالفة نص الحديث، وهو واضح. وقال أبو العلاء المبارك فوري رحمه الله: (والتارك لدينه المفارق للجماعة): \"أي تَركُ التاركِ، والمفارق للجماعة صفة مولدة للتارك لدينه، أي الذي ترك جماعة المسلمين وخرج من جملتهم، وانفرد عن أمرهم بالردة، التي هي قطع الإسلام قولاً أو فعلاً أو اعتقاداً فيجب قتله إن لم يتب\". [[تحفة الأحوذي (4/547). وقال شمس الحق العظيم آبادي رحمه الله: (المفارق للجماعة): \"أي الذي ترك جماعة المسلمين وخرج من جملتهم وانفرد عن أمرهم بالردة\". [[عون المعبود (12/5).]] وقال البجيرمي الفقيه الشافعي رحمه الله: \"وقوله: (المفارق) صفة مؤكدة للتارك، والمراد بالجماعة جماعة المسلمين، فالتارك لدينه هو المفارق للجماعة. وقيل هو من باب التأسيس لأن التارك لدينه قد لا يفارق الجماعة، كاليهودي والنصراني إذا أسلم، فهو تارك لدينه غير مفارق، بل هو موافق لهم داخل فيهم، والحمل على التأسيس أولى من الحمل على التأكيد \"شوبري\" وهو بعيد لأن فرض الحديث في المسلم فلا يشمل غيره\". [[حاشية البجيرمي على كتاب الإقناع للماوردي (4/129).]] وعلى الرأي الأول وهو أن الوصف كاشف أو مؤكد جماهير العلماء الذين رأوا قتل المرتد من كافة المذاهب، إذ لو حملوه على أنه وصف تأسيسي أو منشئ، لما أجمعوا على قتل المرتد بمجرد ردته. فلا منافاة بين قتل المرتدين الذين ارتدوا عن الإسلام ولم يقاتلوا المسلمين ولم يخرجوا عليهم، وبين الخارجين على الإسلام والمسلمين، سواء كانوا مرتدين، كالذين اعتقدوا نبوة مسيلمة، أو لم يرتدوا كمانعي الزكاة عند من يرى أنهم غير كفار بمجرد منعها.[[القصة في صحيح البخاري (6/2538) دار ابن كثير اليمامة، وصحيح مسلم: صحيح مسلم (1/51) دار إحياء التراث العربي/ بيروت.]] ومن العلماء المعاصرين الذين رجحوا أن لفظ (المفارق للجماعة) وصف كاشف، الدكتور يوسف القرضاوي، حيث قال: \"وكلمة: المفارق للجماعة وصف كاشف لا منشئ؛ فكل مرتد عن دينه مفارق للجماعة( ).[[المرجع: الإسلام على الطريق، على الرابط التالي: http://www.islamonline.net/Arabic/contemporary/2002/02/article2a.shtml]] وإذا كان هذا الوصف (المفارق للجماعة) وصفاً كاشفاً مؤكداً للتارك لدينه، وليس وصفاً منشئاً، سقط الاستدلال به على عدم قتل المرتد بمجرد الردة، وبقيت الردة وحدها مقتضية لقتله."
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "الدليل الرابع:",
    "content": "من أدلة المانعين من قتل المرتد: كون الرسول صلى الله عليه وسلم‘، لم يقتل أحداً من المنافقين الذين كفروا بعد إسلامهم، مع علمه بكفرهم، وقد وصفه أحدهم بالجور ـ حاشاه صلى الله عليه وسلم، ـ كما في حديث عبد الله بن مسعود رضي الله عنه، قال: لما كان يوم حنين، آثر رسول الله صلى الله عليه وسلم، ناساً في القسمة، فأعطى الأقرع بن حابس مائة من الإبل، وأعطى عيينة مثل ذلك، وأعطى أناساً من أشراف العرب وآثرهم يومئذٍ في القسمة، فقال رجل: والله إن هذه لقسمة ما عدل فيها، وما أريد فيها وجه الله. قال فقلت: والله لأخبرن رسول الله صلى الله عليه وسلم، قال: فأتيته فأخبرته بما قال، قَال: فتغير وجهه حتى كان كالصرف ثم قال: (فمن يعدل إن لم يعدل الله ورسوله) قال ثم قال: (يرحم الله موسى قد أوذي بأكثر من هذا فصبر). [[صحيح البخاري (3/1148) وصحيح مسلم (2/739) قال ابن حجر في الفتح: \"هو بكسر الصاد المهملة وهو صبغ أحمر تصبغ به الجلود.]] وجه استدلالهم بالحديث أن الرجل وصف الرسول صلى الله عليه وسلم، بالجور، وهو مقتض لكفره، ومع ذلك لم يأمر بقتله، وهو دليل على أن المرتد عن الإسلام لا يقتل، ولو كان قتله واجباً لما تركه الرسول صلى الله عليه وسلم. وقد أجاب عن ذلك الحافظ ابن حجر رحمه الله، بأن ترك قتله كان للتأليف، كما خص بعض حديثي الإسلام بالعطاء تأليفاً لهم، وساق حديثين لأبي سعيد الخدري رضي الله عنه، أخرج أحدهما الطبراني، و في آخره زيادة: \"فغفل عن الرجل فذهب، فسأل النبي صلى الله عليه وسلم، عنه فطُلب فلم يُدرَك\" قال الحافظ: \"وسنده جيد\". وأخرج الحديث الثاني الإمام أحمد، وفيه أمر الرسول صلى الله عليه وسلم، بعض أصحابه بقتل رجل فوُجد يصلي متخشعاً، فكرهوا لذلك أن يقتلوه، فقال: (إن هذا وأصحابه يقرؤون القرآن لا يجاوز تراقيهم يمرقون من الدين كما يمرق السهم من الرمية ثم لا يعودون).. وهذا نص ما ذكره الحافظ رحمه الله، قال: \"تنبيه جاء عن أبي سعيد الخدري قصة أخرى، تتعلق بالخوارج فيها ما يخالف هذه الرواية، وذلك فيما أخرجه أحمد بسند جيد عن أبي سعيد، قال: جاء أبو بكر إلى رسول الله صلى الله عليه وسلم، فقال يا رسول الله: إني مررت بوادي كذا فإذا رجل حسن الهيئة متخشع يصلي فيه. فقال: (اذهب إليه فاقتله) قال فذهب إليه أبو بكر فلما رآه يصلي كره أن يقتله، فرجع. فقال النبي صلى الله عليه وسلم، لعمر: (اذهب فاقتله) فذهب فرآه على تلك الحالة، فرجع. فقال: (يا علي اذهب إليه فاقتله) فذهب علي فلم يره، فقال النبي صلى الله عليه وسلم: (إن هذا وأصحابه يقرؤون القرآن لا يجاوز تراقيهم يمرقون من الدين كما يمرق السهم من الرمية ثم لا يعودون فيه فاقتلوهم، هم شر البرية) وله شاهد من حديث جابر أخرجه أبو يعلى ورجاله ثقات. ويمكن الجمع بأن يكون هذا الرجل هو الأول، وكانت قصته هذه الثانية متراخية عن الأولى، وأذن صلى الله عليه وسلم، في قتله بعد أن منع منه لزوال علة المنع، وهي التأليف فكأنه استغنى عنه بعد انتشار الإسلام، كما نهى عن الصلاة على من ينسب إلى النفاق بعد أن كان يجري عليهم أحكام الإسلام قبل ذلك. وكأن أبا بكر وعمر تمسكاً بالنهي الأول عن قتل المصلين وحملا الأمر هنا على قيد أن لا يكون لا يصلي، فلذلك عللا عدم القتل بوجود الصلاة أو غلبا جانب النهي. ثم وجدت في مغازي الأموي من مرسل الشعبي في نحو أصل القصة ثم دعا رجالا فأعطاهم، فقام رجل فقال: انك لتقسم وما نرى عدلاً، قال: (إذًا لا يعدل أحد بعدي) ثم دعا أبا بكر فقال: (اذهب فاقتله) فذهب فلم يجده، فقال: (لو قتلته لرجوت أن يكون أولهم وآخرهم).[[\"فتح الباري\" (12/298-2299).]]"
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "الدليل الخامس:",
    "content": "من أدلة المانعين من قتل المرتد: حديث عتبان بن مالك الذي رواه عنه محمود بن الربيع الأنصاري، قال فيه: إن عتبان بن مالك وهو من أصحاب رسول الله صلى الله عليه وسلم، ممن شهد بدراً من الأنصار، أنه أتى رسول الله صلى الله عليه وسلم، فقال: يا رسول الله قد أنكرت بصري وأنا أصلي لقومي، فإذا كانت الأمطار سال الوادي الذي بيني وبينهم لم أستطع أن آتي مسجدهم فأصلي بهم، ووددت يا رسول الله أنك تأتيني فتصلي في بيتي فأتخذه مصلى. قال: فقال له رسول الله صلى الله عليه وسلم: (سأفعل إن شاء الله). قال عتبان: فغدا رسول الله صلى الله عليه وسلم، وأبو بكر حين ارتفع النهار، فاستأذن رسول الله صلى الله عليه وسلم، فأذنت له، فلم يجلس حتى دخل البيت، ثم قال: (أين تحب أن أصلي من بيتك؟). قال: فأشرت له إلى ناحية من البيت، فقام رسول الله صلى الله عليه وسلم فكبر، فقمنا فصففنا فصلى ركعتين ثم سلم. قال وحبسناه على خزيرة صنعناها له، قال فثاب في البيت رجال من أهل الدار ذوو عدد فاجتمعوا، فقال قائل منهم: أين مالك بن الدخيشن أو ابن الدخشن؟ فقال بعضهم: ذلك منافق لا يحب الله ورسوله. فقال رسول الله صلى الله عليه وسلم: (لا تقل ذلك، ألا تراه قد قال لا إله إلا الله يريد بذلك وجه الله؟). قال: الله ورسوله أعلم، قال: فإنا نرى وجهه ونصيحته إلى المنافقين. قال رسول الله ‘: (فإن الله قد حرم على النار من قال لا إله إلا الله يبتغي بذلك وجه الله).[[صحيح البخاري (1/164) صحيح مسلم (1/455).]] وليس في هذا الحديث دليل لهم أصلاً؛ لأن الصحابي الذي وصف الرجل بالنفاق ظن أنه كان منافقاً نفاقاً اعتقادياً، اعتماداً منه على بعض تصرفاته العملية التي يميل بها إلى المنافقين، وقد نهى الرسول صلى الله عليه وسلم، عن وصفه بالنفاق العقدي، وشهد له بأنه من الموحدين الذي ينطقون كلمة التوحيد مخلصين فيها لله تعالى فقال: (لا تقل ذلك، ألا تراه قد قال لا إله إلا الله يريد بذلك وجه الله؟) ثم أكد إسلامه بقوله: (فإن الله قد حرم على النار من قال لا إله إلا الله يبتغي بذلك وجه الله). ومعلوم أن بعض المسلمين قد تبدر منه بعض التصرفات العملية التي لا تليق بالمسلم، بل تكون من صفات المنافقين العملية، فيظن من رأى ذلك منهم أنهم منافقون نفاقاً اعتقادياً فيحكم عليهم بذلك، كتكرر الكذب والفجور في المخاصمة ومخالطة المنافقين، ويكون الأمر بخلاف ذلك، أي لا يكون نفاقهم اعتقادياً، بل هو نفاق عملي، والنفاق العملي لا يخرج صاحبه من الملة. كما في حديث: عبد الله بن عمرو رضي الله عنهم، قال قَال: رسول الله صلى الله عليه وسلم: (أربع من كن فيه كان منافقاً خالصاً، ومن كانت فيه خلة منهن، كانت فيه خلة من نفاق حتى يدعها: إذا حدث كذب، وإذا عاهد غدر، وإذا وعد أخلف، وإذا خاصم فجر)، غير أن في حديث سفيان: (وإن كانت فيه خصلة منهن كانت فيه خصلة من النفاق). [[صحيح البخاري (2/868) و صحيح مسلم (1/78).]] فقد حمل علماء السنة هذا الحديث على النفاق العملي الذي لا يخرج صاحبه من الملة، كما قال النووي رحمه الله: \"هذا الحديث مما عده جماعة من العلماء مشكلاً، من حيث إن هذه الخصال توجد في المسلم المصدق الذي ليس فيه شك، وقد أجمع العلماء على أن من كان مصدقاً بقلبه ولسانه وفعل هذه الخصال، لا يحكم عليه بكفر ولا هو منافق يخلد في النار، فان إخوة يوسف ‘ جمعوا هذه الخصال، وكذا وجد لبعض السلف والعلماء بعض هذا أو كله. وهذا الحديث ليس فيه بحمد الله تعالى إشكال، ولكن اختلف العلماء في معناه: فالذي قاله المحققون والأكثرون، وهو الصحيح المختار: أن معناه أن هذه الخصال خصال نفاق، وصاحبها شبيه بالمنافقين في هذه الخصال ومتخلق بأخلاقهم، فان النفاق هو إظهار ما يبطن خلافه، وهذا المعنى موجود في صاحب هذه الخصال، ويكون نفاقه في حق من حدثه ووعده وائتمنه وخاصمه وعاهده من الناس، لا أنه منافق في الإسلام فيظهره وهو يبطن الكفر، ولم يرد النبي ‘ بهذا أنه منافق نفاق الكفار المخلدين في الدرك الأسفل من النار. وقوله صلى الله عليه وسلم: (كان منافقاً خالصاً) معناه شديد الشبه بالمنافقين بسبب هذه الخصال. قال بعض العلماء: وهذا فيمن كانت هذه الخصال غالبة عليه. فأما من يندر ذلك منه فليس داخلاً فيه، فهذا هو المختار في معنى الحديث. وقد نقل الإمام أبو عيسى الترمذي رضي الله عنه معناه عن العلماء مطلقاً، فقال: إنما معنى هذا عند أهل العلم نفاق العمل. وقال جماعة من العلماء المراد به المنافقون الذين كانوا في زمن النبي صلى الله عليه وسلم، فحدثوا بأيمانهم وكذبوا، واؤتمنوا على دينهم فخانوا، ووعدوا في أمر الدين ونصره فأخلفوا، وفجروا في خصوماتهم. وهذا قول سعيد بن جبير وعطاء بن أبى رباح، ورجع إليه الحسن البصري رحمه الله بعد أن كان على خلافه. وهو مروى عن ابن عباس وابن عمر رضي الله عنه، وروياه أيضاً عن النبي صلى الله عليه وسلم. قال القاضي عياض رحمه الله واليه مال كثير من أئمتنا، وحكى الخطابي رحمه الله قولاً آخر: أن معناه التحذير للمسلم أن يعتاد هذه الخصال التي يخاف عليه أن تفضي به إلى حقيقة النفاق، وحكى الخطابي رحمه الله أيضاً عن بعضهم: أن الحديث ورد في رجل بعينه منافق وكان النبي ‘ لا يواجههم بصريح القول فيقول: فلان منافق وإنما كان يشير إشارة، كقوله ‘: >ما بال أقوام< يفعلون كذا والله أعلم\". [[شرح النووي على صحيح مسلم (2/46 – 48).]] وبهذا يعلم أنه لا حجة لمن نفى قتل المرتد في حديث عتبان بن مالك؛ لأنه لا يكون كل من قيل عنه: إنه منافق، يكون من المنافقين الذين يخرجهم نفاقهم من الإسلام إلى الكفر، بل قد يكون نفاقهم عملياً خالياً من النفاق الاعتقادي."
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "الدليل السادس:",
    "content": "من أدلة المانعين: أن الله تعالى توعد من ارتد عن دينه بالجزاء الأخروي، ولم يذكر له عقاباً في الدنيا في القرآن، مثل قوله تعالى: {وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ}. وذكرُ عقابه في الآخرة مع عدم ذكر عقاب له في الدنيا في كتاب الله، ينافي حكم قتله بسبب ردته، وهذا يدل على أنه يستوي عند الله تعالى من كان كافراً أصلياً، وهو الذي لم يدخل في الإسلام، أو كفر بعد إسلامه؛ لأنه توعدهم جميعاً بالعذاب الأخروي، ولم يرتب على كفرهم عقاباً دنيوياً، ولو كان عقابهم على كفرهم في الدنيا واجباً لبينه الله ولم يسكت عنه، كما هو الشأن في القصاص والسرقة والحرابة، ولهذا لم يقتل النبي صلى الله عليه وسلم، أحداً لمجرد كفره من الفريقين، بل نهى الله تعالى عن قتل من لم يقاتل من المشركين في المعارك التي تدور بين المسلمين والكفار، ونهى عنه رسوله صلى الله عليه وسلم. قال تعالى في شأن الكفار الأصليين: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ (190)}.[[البقرة]]"
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "الدليل السابع:",
    "content": "من أدلة المانعين من قتل المرتد: حديث بريدة عن أبيه قال: كان رسول الله صلى الله عليه وسلم، إذا أمر أميراً على جيش أو سرية، أوصاه في خاصته بتقوى الله ومن معه من المسلمين خيراً، ثم قال: (اغزوا باسم الله في سبيل الله قاتلوا من كفر بالله، اغزوا ولا تغلوا ولا تغدروا ولا تمثلوا ولا تقتلوا وليداً).[[صحيح مسلم (3/1357) دار إحياء التراث العربي/بيروت.]]"
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "الدليل الثامن:",
    "content": "من أدلة المانعين من قتل المرتد: حديث رباح بن ربيع: قال كنا مع رسول الله صلى الله عليه وسلم، في غزوة، فرأى الناس مجتمعين على شيء فبعث رجلاً فقال: (انظر علام اجتمع هؤلاء) فجاء فقال: على امرأة قتيل، فقال: (ما كانت هذه لتقاتل) قال: \"وعلى المقدمة خالد بن الوليد\"، فبعث رجلاً فقال: (قل لخالد: لا يقتلن امرأة ولا عسيفاً). [[سنن أبي داود بتحقيق محمد محيي الدين (3/53) دار الفكر.]] والنصوص في النهي عن قتل غير المقاتلين من الكفار الأصليين، من الكتاب والسنة، وفي عدم قتل المنافقين كثيرة، وعليها جماهير أهل العلم، من المفسرين والمحدثين والفقهاء في كتبهم. ولهم شبهة يزعمون أنها تدعم رأيهم، وهي: معارضة الأحاديث الواردة في قتله، وهي أحاديث آحاد، لما سبق من الآيات التي ذكرت عقوبة الله له في الآخرة ولم تذكر عقوبة له في الدنيا، وآية النهي عن الإكراه على الدين، والقرآن قطعي الثبوت وأحاديث الآحاد ظنية الثبوت، والظني لا يعارض به القطعي. والرد على استدلالهم بالأدلة الثلاثة وشبهتم الأخيرة من وجهين: الوجه الأول: أنه لا يصح الاستدلال بالنصوص الخاصة بأحكام للكفار الأصليين الذين لم يدخلوا في الإسلام، على الأحكام الثابتة في حق من ارتد عن الإسلام بعد دخوله فيه. لأن غاية ما في تلك الآيات ونحوها، من توعد الله تعالى للمنافقين والكفار بالعذاب الأخروي، والسكوت عن العقاب الدنيوي في القرآن الكريم، والسكوت عنه لا يعارض ذكره في نصوص أخرى. فقد صح في السنة النبوية عقاب المرتد في الدنيا بالقتل، وإذا صح عن الرسول صلى الله عليه وسلم، عقاب المرتد في الدنيا، وجب تطبيقه على من صح أنه مراد به، ويخرج من ذلك المنافقون لأنهم مع إظهار ما يدل على كفرهم، يظهرون الإسلام ويحتمون به، ويختص العقاب بمن صرح بكفره ولم يرجع إلى الإسلام، وطاعة الرسول صلى الله عليه وسلم، تجب استقلالا، كطاعة الله، ولهذا أعاد الله تعالى فعل الأمر \"أطيعوا\" الذي ذكر في طاعته، مع أمره بطاعة رسوله، بخلاف أولي الأمر، غير الرسول صلى الله عليه وسلم، فلم يعد الفعل عندما أمر بطاعتهم، لأن طاعتهم تكون تبعا لطاعة الله ورسوله، ولو أمروا بما يخالف طاعة الله ورسوله، لما جازت طاعتهما، بدلي وجوب رد ما تنازع فيه ولاة الأمر ورعايهم إلى الله ورسوله، قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُوْلِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً (59)} [[النساء]] وقد أمر الله تعالى الأمة بالتسليم، لأمره ونهيه صلى الله عليه وسلم، فلو صرح من يدعي الإيمان، بأنه يطيع الله تعالى ولا يطيع رسوله لما كان مسلما. الوجه الثاني: ، فساد صحة قولهم: لو كان له عقاب في الدنيا لبينه الله؛ لأنه تعالى بين عقاب المرتد ـ وهو قتله ـ على لسان رسوله صلى الله عليه وسلم، الذي نص في كتابه أنه نزل الذكر عليه ليبينه للناس فبيان الرسول بقوله أو فعله أو إقرار هو بيان من الله تعالى. ولو طبقنا قاعدة هذا الرأي الشاذ على الأحكام الإسلامية الثابتة في سنة الرسول صلى الله عليه وسلم، إذا لم ينص عليه في القرآن لضيعنا غالب أحكام الشرع الحنيف، من أبواب الفقه في العبادات والمعاملات، والمطعومات والملبوسات والأنكحة وغيرها؛ لأن غالب ذلك إنما ورد تفصيلها والتنصيص عليها في السنة. وقد بعث الله تعالى رسوله وأوحى إليه القرآن وكلف أمته العمل بما أمرهم به والأخذ بما ما آتاهم سواء كان ما آتاهم في كتابه أم في سنته، وهي وحي كالقرآن، في التشريع، كما قال تعالى: {وَمَا آتَاكُمْ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (7)}.[[الحشر]] ومما آتانا الرسول صلى الله عليه وسلم: وجوب قتل المرتد عن الإسلام إلى أي دين سواه، كما سبقت الأحاديث الدالة على ذلك، وعمل الأمة بها من الصحابة فمن بعدهم. ودل على معنى الآية آيات كثيرة في القرآن الكريم، وأحاديث كثيرة كذلك، فمن الآيات الدالة على ذلك قول الله تعالى: {وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَى رَسُولِنَا الْبَلاغُ الْمُبِينُ (12)}. [[التغابن]] ورد ما أمرنا به الرسول صلى الله عليه وسلم، في سنته هو معصية لله تعالى وليس طاعة له... ومن السنة حديث أبي هريرة رضي الله عنه، أنه سمع رسول الله صلى الله عليه وسلم، يقول: (ما نهيتكم عنه فاجتنبوه، وما أمرتكم به فافعلوا منه ما استطعتم، فإنما أهلك الذين من قبلكم كثرة مسائلهم واختلافهم على أنبيائهم). [[صحيح مسلم (4/1830) وغيره.]] ومنها حديث أبي رافع عن النبي صلى الله عليه وسلم، قال: (لا ألفين أحدكم متكئاً على أريكته، يأتيه الأمر من أمري مما أمرت به أو نهيت عنه، فيقول: ما أدري ما وجدنا في كتاب الله اتبعناه).[[المستدرك على الصحيحين (1 /190 وقال: \"وهو صحيح على شرط الشيخين ولم يخرجاه\" ورواه أبو داود في سننه (4/200) ورواه الترمذي في سننه (5/37) وقال: \"قال أبو عيسى هذا حديث حسن صحيح\".]] وأجمع علماء السنة على وجوب العمل بما صح عن الرسول صلى الله عليه وسلم، وعلى أن من خالف ذلك مرتكب معصية الله ورسوله. قال الشافعي رحمه الله: \"وقد سن رسول الله مع كتاب الله، وسن فيما ليس فيه بعينه نص كتاب، وكل ما سن فقد ألزمنا الله اتباعه، وجعل في اتباعه طاعته، وفي العنود عن اتباعها معصيته التي لم يعذر بها خلقا، ولم يجعل له من اتباع سنن رسول الله مخرجا، لما وصفت وما قال رسول الله\". [[الرسالة (1/ 88-89 \"و ذكر بسنده حديث أبي رافع المتقدم.]] أما دعواهم: معارضة الأحاديث الواردة في قتله، بأنها أحاديث آحاد وهي ظنية الثبوت، والقرآن قطعي الثبوت ولا يعارض ما هو ظني الثبوت ما هو قطعيه، فيرد عليهم بثلاثة أوجه: الوجه الأول: أنه لا فرق في وجوب العمل بما صح عن رسول الله صلى الله عليه وسلم، من الأحاديث لا فرق بين الأحاديث المتواترة وأحاديث الآحاد، وإن اختلفت فيهما درجة العلم، حيث إن الأحاديث المتواترة تفيد العلم، وأحاديث الآحاد تفيد غلبة الظن. وقد ساق الإمام الشافعي رحمه الله، في الرسالة.[[من صفحة 369 إلى صفحة 471 أي في \"102\" ]]. أمثلة كثيرة من القرآن والسنة، ومن مذاهب فقهاء الأمة، تدل على وجوب العمل بخبر الآحاد في عهد الرسول صلى الله، وفي عهد الصحابة وفي عهد التابعين فمن بعدهم إلى عصره رحمه الله. ولا زال علماء الأمة من المحدثين والأصوليين وغيرهم يرون وجوب العمل بما صح عن الرسول صلى الله عليه وسلم، ما تواتر منه ومال لم يتواتر. وبهذه المناسبة أذكر أن بعض الإخوة الأصدقاء المشهورين بالعلم، الذين لهم منزلتهم في ركب أهل العلم، كتب بحثا خاصا بموضوع نفي قتل المرتد، وذكر في بحثه كثيرا من النصوص القرآنية التي لم تتعرض لعقوبة المرتد الدنيوية، وأهمل الأحاديث الواردة في الموضوع، فلم يوردها في بحثه، ولو على سبيل مناقشة دلا لتها كما فعل غيره، ولا أدري ما سبب ذلك؟ مع العلم أن علماء الأمة سابقا ولاحقا إنما اعتمدوا في هذا الباب عليها، هل ترك ذكرها لأنها أحاديث آحاد لا تستحق الذكر، لأنها مفروغ من عدم الأخذ بها في مقابلة القطعي، أو أنه قد تكلم عليها في بعض كتبه الأخرى؟ الوجه الثاني: عدم التسليم بالتعارض، لأن القرآن الكريم لم ينص على عدم قتل المرتد، وإنما ذكر جزاءه الأخروي دون تعرض لجزائه الدنيوي لا بنفي ولا بإثبات، فأين هو التعارض؟ الوجه الثالث: أننا لفرضنا حسب دعواهم أن أن نهي الرسول عن قتل لنساء في الحرب، يعارض ما نص عليه من قتل عامة المرتدين، ـ وهو فرض بعيد ـ فيجب الرجوع إلى ما قرره العلماء، وهو وجوب الجمع بين الأدلة التي قد يظهر تعارض بينها، كما قال الناظم: \"والجمع واجب متى ما أمكنا\" وهو ممكن هنا، بحمل النهي عن قتل الكفار على الكفار الأصليين الذين وردت الأحاديث في النهي قتلهم، وحمل الأمر بالقتل على المرتدين عن الإسلام. فساد تعليل المانعين من قتل المرتد بمجرد الردة: وهنا لا بد من بيان فساد تعليل المانعين من قتل المرتد بمجرد الردة، حيث قالوا: إن سبب قتله خروجه على الإسلام لا خروجه عنه؛ لأن ردته عن الإسلام فقط، ليس فيها استهزاء بالدين، ولا تمثل تهديدا للأمة، أو لكيان الدين، ولا يقصد بها العبث بشعور أو شعائر المسلمين، وهو تعليل في غاية الفساد، لمصادمته الأدلة الصحيحة الصريحة الدالة على قتل المرتد لردته، لا لشيء آخر، كما أجمع على ذلك علماء الأمة، وللخارج على جماعة المسلمين باب مستقل يسمى \"حكم البغاة\" وليس هو هدفنا في هذا البحث، وهذا من التأويلات التي تخرج النصوص عن ظواهرها بدون دليل يخالف تلك الظواهر. ومن العجب أن يقولوا: إن الردة المجردة \"ليس فيها استهزاء بالدين، ولا تمثل تهديدا للأمة، أو لكيان الدين، ولا يقصد بها العبث بشعور أو شعائر المسلمين\" وأي استهزاء أعظم من أن يخرج منه من دخل فيه باختياره، دون إكراه، وهو يعلم أحكام شريعته، ومنها قتل المرتد الذي نشأ في بيئة إسلامية وذاق فيها حلاوة الإسلام وتجلت له خصائصه التي لا توجد في أي دين سواه في الأرض؟ وكيف لا تمثل ردة الأفراد تهديدًا للأمة أو لكيان الدين، ونحن نرى تهديد الأمة وكيان الدين من قوم بين أظهر المسلمين، لا يزالون يدَّعون الإسلام، ويقفون في صف من يحاربون تطبيق الإسلام من أعداء الإسلام، باسم الحداثة والحرية وحقوق الإنسان؟ هل المرتد عن الإسلام سيحمي الإسلام، أو سيقف محايدا لا ينصر أعداء الإسلام؟ وهل سيترك الدعوة إلى دينه الجديد سرا أو جهرا، وبخاصة في هذا الوقت الذي يدعم أعداء الإسلام أي فرد أو جماعة تعارض هذا الدين أو شيئا منه، حتى يصح القول: \"فيخرج من الإسلام في هدوء وفردية\" وأن \"فاعل ذلك لا يكون مصيره القتل، بل له حرية ذلك طالما بقي خروجه ليس فيه تهديدٌ لأمن الأمة\". إن المسلم الأصلي الذي ولد لأبوين مسلمين في بلد المسلمين، أو الذي دخل في دين الله مختارا غير مكره، وأصبح يعيش في صف جماعة المسلمين، عالما بأحكام الإسلام، ومنه حكم ردة من خرج من هذا الدين وهو القتل، ثم يتجرأ على إعلان ردته ويستتاب فلا يتوب بل يصر على ردته، هو مستهزئ بدين الله، وهو متعمد عداوة الإسلام وأهله، وقد يخرج من الإسلام ثم يعود إليه ثم يخرج منه ويعود إليه مرة أخرى، ليحدث البلبلة والاضطراب في صفوف المسلمين وبخاصة جهالهم، فيكون بذلك ممن قال الله تعالى فيهم: {وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ (72)}. [[آل عمران]] ويترتب على رأي هؤلاء المعللين آثار خطيرة جدا، بين الأمة الإسلامية، فيجوز على رأيهم وبموجب تعليلهم، أن تضم الأسرة الواحدة المسلم واليهودي والنصراني والوثني والملحد، وهنا يشتد الصراع ويعظم الخلاف، لأن كل صاحب دين يفضل دينه وينافح عنه، ويجوز للكافر المرتد من هذه الأصناف، أن يأكل لحم الخنزير ويشرب الخمر، ويفعل كل ما يباح له في دينه، ولا حق لقريبه المسلم أبيه أو أخيه أو أمه أن يمنعه من ذلك، لأن دينه يبيحه له. ألا ترى الأحزاب السياسية من المسلمين كيف تتصارع وتختلف وهم من أسرة واحدة، فكيف سيكون حال المتبعين لأديان مختلفة في الأسرة الواحدة؟ ثم من يضمن من هؤلاء المبيحين لردة المسلم عدم تآمر المرتدين من أبناء المسلمين، مع أبناء دينهم الذي انتقلوا إليه، و قد بين الله تعالى ولاية بعضهم لبعض في كتابه الكريم، وحذر المسلمين من موالاتهم، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (51)}.[[المائدة]] وسيكون اتصالهم بأبناء ملتهم الجديدة مشروعاً في كنائسهم وأعيادهم واجتماعاتهم، ولا يستطيع المسلمون معرفة ما يدور بينهم وبين أبناء ملتهم القدامى؛ لأن مراقبتهم ليست سهلة، بخلاف المسلم فإن مراقبته مشروعة وممكنة، ولو كان منافقاً؛ لأنه ينتسب ظاهراً إلى المسلمين."
  },
  {
    "type": "section",
    "id": "section-16",
    "title": "أي الفريقين أولى بالحرص على أفراد ملته؟",
    "content": "وهاهم النصارى في بعض البلدان الإسلامية يقومون بالمظاهرات والاحتجاجات ويقدمون شكواهم إلى أهل ملتهم الأقوياء في الغرب، إذا خرج شاب واحد أو شابة من دينهم ودخلا في دين الإسلام الحق، ويدأبون على ملاحقتهم بكل وسيلة حتى يكرهوهم على الرجوع إلى دينهم، فهل يصح لمثقفي المسلمين أن يفتحوا الباب لشبابنا للخروج من الإسلام إلى غيره من الأديان الباطلة عند الله؟ وأي الفريقين أولى بالحرص على أفراد ملته أهل الدين الذي لا يرضى بسواه أم أهل الدين المخالف له؟"
  },
  {
    "type": "section",
    "id": "section-17",
    "title": "رد الدكتور يوسف القرضاوي من هون ردة الأفراد:",
    "content": "وقد خالف أستاذنا العلامة الدكتور يوسف القرضاوي - مع ميله إلى عدم قتل المرتد الذي لم يقم بالدعوة إلى الدين الذي ارتد إليه كما يأتي - خالف التهوين من شأن الردة الفردية التي يقال عنها: إنها خروج من الدين وليست خروجا عليه، فقال: \"ولا بد من مقاومة الردة الفردية وحصارها، حتى لا تتفاقم ويتطاير شررها، وتغدو ردة جماعية، فمعظم النار من مستصغر الشرر. ومن ثم أجمع فقهاء الإسلام على عقوبة المرتد، وإن اختلفوا في تحديدها، وجمهورهم على أنها القتل وهو رأي المذاهب الأربعة بل الثمانية......\" ثم قال: \"سر التشديد في عقوبة الردة، وسر التشديد في مواجهة الردة أن المجتمع المسلم يقوم أول ما يقوم على العقيدة والإيمان. فالعقيدة أساس هويته ومحور حياته وروح وجوده. ولهذا لا يسمح لأحد أن ينال من هذا الأساس أو يمس هذه الهوية، ومن هنا كانت الردة المعلنة كبرى الجرائم في نظر الإسلام؛ لأنها خطر على شخصية المجتمع وكيانه المعنوي، وخطر على الضرورية الأولى من الضروريات الخمس التي حرص الإسلام على صيانتها عبر كل نسقه التشريعي والأخلاقي، وهي: \"الدين والنفس والنسل والعقل والمال\"، والدين أولها؛ لأن المؤمن يضحي بنفسه ووطنه وماله من أجل دينه. والإسلام لا يكره أحدًا على الدخول فيه، ولا على الخروج من دينه إلى دين ما؛ لأن الإيمان المعتد به هو ما كان عن اختيار واقتناع. وقد قال الله تعالى في القرآن المكي: {أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ}،[[يونس 99]] وفي القرآن المدني قال تعالى: {لاَ إِكْرَاهَ فِي الدِّينِ قَد تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ}.[[البقرة 256]] ولكنه لا يقبل أن يكون الدين ألعوبة يدخل فيها اليوم من يريد الدخول، ثم يخرج منه غدًا على طريقة بعض اليهود الذين قالوا: {آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ}[[ المرجع: إسلام أون لاين. http://www.islamonline.net/Arabic/contemporary/2002/02/article2a.shtml . ]]. انتهى."
  },
  {
    "type": "section",
    "id": "section-18",
    "title": "دعوى عدم الإجماع على قتل المرتد:",
    "content": "ومما حاول مانعو قتل أفراد المرتدين الاستدلال به نفي إجماع علماء الأمة على قتلهم، واستدلوا بما نقل عن اثنين من علماء المسلمين وهما إبراهيم النخعي والثوري رحمهما الله، حبث قالا: \"يستتاب المرتد أبدا\" وفسروا ذلك بأنه لا يقتل مطلقا، بل يطلب منه أن يتوب باستمرار ولو رفض التوبة حتى مات. والجواب على هذا من وجهين: الوجه الأول: أن الواجب الذي لا تجوز مخالفته، هو ما جاء في القرآن والسنة أو في أحدهما، ولو خالف ذلك من خالفه، لأن الله تعالى لم يتعبدنا بغيرهما، و آراء أهل العلم التي يستنبطونها إنما يؤخذ بها فيما لا يخالف كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم، أما ما خالفهما فهو مردود على صاحبه كائنا من كان، وهذا ما صار عليه أصحاب رسول الله ‘ ومن تبعهم بإحسان. فما كان خلفاؤه صلى الله عليه وسلم، يبحثون عما يحتاجونه من الأحكام إلا في القرآن أولا، ثم في السنة ثانيا ولا يعدونهما إلى غيرهما، فإذا أعياهم الأمر سألوا الناس عما يحفظون منهما نصا أو استنباطا، قال الحافظ ابن حجر رحمه الله: \"وقد ورد من استشارة الأئمة بعد النبي صلى الله عليه وسلم، أخبار كثيرة: منها مشاورة أبي بكر رضي الله عنه، في قتال أهل الردة، وقد أشار إليها المصنف، وأخرج البيهقي بسند صحيح عن ميمون بن مهران قال: «كان أبو بكر الصديق إذا ورد عليه أمر نظر في كتاب الله، فإن وجد فيه ما يقضي به قضى بينهم، وإن علمه من سنة رسول الله ‘ قضى به وإن لم يعلم خرج فسأل المسلمين عن السنة، فإن أعياه ذلك دعا رؤوس المسلمين وعلماءهم واستشارهم، وإن عمر بن الخطاب كان يفعل ذلك\". [[فتح الباري (15/282) دار الفكر.]] وهو الذي جرى عليه أئمة الإسلام من أهل المذاهب الأربعة وغيرهم من أهل السنة، فلا يجوز أن يصد المسلمين عن تطبيق أحكام الله التي جاء بها القرآن، أو صحَّت بها السنة، مخالفة بعض العلماء الذين قد يكون لهم عذرهم، كما بين ذلك علماء أصول الفقه وغيرهم في كتبهم، ولشيخ الإسلام رحمه الله رسالة قيمة في هذا الباب، وهي: \"رفع الملام عن الأئمة الأعلام\". قال تعالى: {وَمَا آتَاكُمْ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (7)}.[[الحشر]] وفي حديث عائشة رضي الله عنهـا، قالت: قال رسولُ اللهِ صلى الله عليه وسلم: (مَن أحدَثَ في أمرِنا هذا ما ليسَ فيهِ فهوَ رَدّ).[[البخاري (2/958) ومسلم (12/14) دار إحياء التراث العربي.]] فالواجب اتباع ما آتانا الرسول صلى الله عليه وسلم، ورد ما خالفه، والأدلة والنصوص على هذا المعنى من الكتاب والسنة كثيرة مشهورة، لا نحتاج إلى تسجيلها هنا، و لا يفت في ذلك عدم إجماع العلماء، ولو أنا اشترطنا في العمل بأحكام الله الإجماع، لما بقي لنا من تلك الأحكام إلا القليل من هذا الدين، يظهر ذلك لمن اطلع على آراء العلماء واختلافاتهم في المصادر الإسلامية في كتب التفسير والحديث والفقه، بل وفي بعض أبواب الإيمان. الوجه الثاني: أن ما نقل عن هذين العالمين الجليلين فهمه بعض الناس خطأ، فَهُمَا لا يريدان أن المرتد يستتاب أبداً، ولو أصرَّ على كفره حتى يموت، بل أرادا من ذلك أنه إذا كرر الردة والتوبة من ردته كل مرة قبلت منه التوبة، خلافاً لمن رأى أنه إذا تكررت منه الردة لا تقبل توبته. قال الحافظ رحمه الله: \"واختلف القائلون بالاستتابة هل يكتفي بالمرة أو لا بد من ثلاث؟ وهل الثلاث في مجلس أو في يوم أو في ثلاثة أيام؟ وعن علي \"يستتاب شهراً\"، وعن النخعي \"يستتاب أبداً\" كذا نقل عنه مطلقاً، والتحقيق أنه في من تكررت منه الردة\". [[فتح الباري14/267 دار الفكر.]] وقد فهم بعض العلماء من النقل المطلق عن النخعي أنه لا يرى قتله، و لكنهم ردوا هذا النقل المطلق بالسنة والإجماع الذي نقله علماء الأمة في كتبهم، قال ابن قدامة رحمه الله: \"وقال النخعي: يستتاب أبداً وهذا يفضي إلى أن لا يقتل أبداً وهو مخالف للسنة والإجماع\". [[المغني على مختصر الخرقي 12/264]] هكذا نقل ابن قدامة رحمه الله العبارة مطلقة، وبنى على إطلاقها نسبة عدم القتل مطلقاً إلى النخعي رحمه الله، ولكن ابن حجر قيد العبارة في كلامه السابق، فقال: \"والتحقيق أنه في من تكررت منه الردة\" بمعنى أنه إذا ارتد ثم تاب، ثم كرر الردة وتاب كل مرة، قبلت منه التوبة، خلافاً لمن قال من العلماء: إذا ارتد ثم تاب ثم كرر الردة، قتل ولم تقبل توبته. وقد وجدت الرواية مطلقة في مصنف الإمام الصنعاني عبد الرزاق، عن الثوري عن عمرو بن قيس عن إبراهيم قال في المرتد: يُستتاب أبداً. قال سفيان: هذا الذي نأخذ به.[[(10/164) دار الفكر.]] وروى الإمام البيهقي في السنن الكبرى النص مقيداً، هكذا: \"قال سفيانُ: وقالَ عمرُو بنُ قيسٍ عن رجلٍ عن إبراهيمَ أنهُ قالَ: المُرْتَدُ يُسْتَتَابُ أبداً، كُلَّمَا رَجَعَ\".[[(12/385)]] وبهذا يُعلم أن الإجماع على قتل المرتد ثابت، فإذا وُجد قول شاذ مخالف لهذا الإجماع وللأدلة الصحيحة الصريحة في قتله في عهد الرسول صلى الله عليه وسلم، وفي عهد خلفائه.ومن تلاهم، فلا عبرة به."
  },
  {
    "type": "section",
    "id": "section-19",
    "title": "استتابة المرتد:",
    "content": "وفي استتابة المرتد خلاف، فرأى بعض العلماء استتابته، واختلفوا في مدتها، ومنهم من لم يرَ استتابته، بل يقتل بمجرد ردته، والصحيح أنه تجب استتابته، وتحديد مدتها أمر اجتهادي يعود لولي الأمر، فقد يكون بعض المرتدين عنيدا يظهر عليه الإصرار على الاستمرار في ردته، وقد يكون بعضهم أقرب إلى مراجعة نفسه، ويطمع في استجابته للتوبة، يعرف ذلك بالقرائن والفراسة. وقد حدد عمر رضي الله عنه، المدة التي يستتاب فيها، بثلاثة أيام. فقد روى الإمام مالك رحمه الله عَنْ عَبْدِ الرَّحْمنِ بْنِ مُحَمَّد بْن عَبْدِ الله بْنِ عَبْد الْقَارِيِّ، عَنْ أَبِيهِ، أَنَّهُ قَالَ: \"قَدِمَ عَلَى عُمَرَ بْنِ الخَطَّابِ رَجُلٌ مِنْ قِبَلِ أَبِي مُوسَى الأَشْعَرِيِّ. فَسَأَلَهُ عَنِ النَّاسِ. فَأَخْبَرَهُ. ثُمَّ قَالَ لهُ عُمَرُ: هَلْ كَانَ فِيكُمْ مِنْ مُغَرِّبَةِ خَبَرٍ؟ فَقَالَ: نَعَمْ. رَجُلٌ كَفَرَ بَعْدَ إِسْلاَمِهِ. قَالَ: فَمَا فَعَلْتُمْ بِهِ؟ قَالَ: قَرَّبْنَاهُ، فَضَرَبْنَا عُنُقَهُ. فَقَالَ عُمَرُ: أَفَلاَ حَبَسْتُمُوهُ ثَلاثاً. وأطْعَمْتُمُوهُ كُلَّ يَوْمٍ رَغِيفاً. واسْتَتَبْتُمُوهُ لَعَلَّهُ يَتُوبُ ويُرَاجعُ أَمْرَ الله؟ ثُمَّ قَالَ عُمَرُ: اللَّهُمَّ إنِّي لَمْ أَحْضرْ. وَلَمْ آمُرُ، وَلَمْ أَرْضَ، إذ بَلَغَنِي\". [[الموطأ (4/15) دار الكتاب العربي.]]"
  },
  {
    "type": "section",
    "id": "section-20",
    "title": "?",
    "content": "الفصل الرابع: وجوب البيان وقت الحاجة إليه. أرى أن هذه المسألة ـ قتل المرتد إذا توافرت شروطه ـ مما يجب بيانها بياناً شافياً حسب المستطاع في هذا الوقت؛ لأن ما كتب عنها إذا لم يبين فيه الحق من الباطل يهدم باباً من الأبواب الخطيرة التي أسسها رسول هذه الأمة صلى الله عليه وسلم، وفي هدم هذا الباب تحطيم لهذا الدين وتهوين من شأنه، إذ يصبح كما قال الدكتور القرضاوي: \"ألعوبة\" لذوي الأهواء الهازلين، الذين يظهرون الإسلام بمظهر يفقده الاحترام من ضعاف الإيمان الذين لا يفقهونه حق الفقه. لذلك يجب بيان هذا الحكم وآثار تطبيقه، وما يترتب على جهله أو نفي ثبوته، فقد أوجب الله تعالى على الرسول ‘ أن يبين للناس ما نزل عليهم، كما أمر العلماء أن يقوموا بهذا البيان من بعده، كم صلى الله عليه وسلم، قال تعالى: {وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ (44)}.[[النحل]] وقال تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنْ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُوْلَئِكَ يَلْعَنُهُمْ اللَّهُ وَيَلْعَنُهُمْ اللاَّعِنُونَ (159) إِلاَّ الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُوْلَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (160)}.[[البقرة]] وأنكر سبحانه على العلماء الذين يُلبسون على الناس دينهم وهم يعلمون، كما قال تعالى:{يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ(71)}. [[القرة]] وفي حديث أَبي هُرَيْرَةَ رضي الله عنه، قالَ: قالَ رَسُولُ الله صلى الله عليه وسلم: (مَنْ سُئِلَ عن عِلْمٍ فَكَتَمَهُ أَلْجَمَهُ الله بِلِجَامٍ مِنْ نَارٍ يَوْمَ الْقِيَامَةِ). [[سنن أبي داود (10/91) دار إحياء التراث العربي، قال السخاوي في المقاصد الحسنة (ص 411) دار الكتب العلمية: \"أحمد وأبو داود وابن ماجه وأبو يعلى والترمذي وحسنه والحاكم وصححه، والبيهقي من حديث أبي هريرة به مرفوعا\".]]"
  },
  {
    "type": "section",
    "id": "section-21",
    "title": "من يحكم بالردة؟",
    "content": "والحكم على الشخص المعين بأنه مرتد يعود إلى العلماء الذين تفقَّهوا في دين الله، وتمكَّنوا من معرفة نصوص القرآن والسنة، وفقهوا معانيهما، وتبيَّنوا من واقع الأشخاص الذين يراد الحكم عليهم، وظروفهم، ثم التحقق من صحة تنزيل الحكم على كل شخص بعينه. ولا يجوز أن يترك الحكم على المسلم، بالردة لمن يدعي العلم وهو منه خلي، ممن لم يتفقهوا على أيدي العلماء الذين أخذوا العلم عن أهله في الكتاب والسنة، وما يخدمهما من علوم الآلة، كأصول الحديث، وعلوم التفسير، وقواعد اللغة العربية، وقواعد الضرورات.. وأقوال أهل العلم، وأوجه استدلالاتهم من مصادرها الأصلية؛ لأن المسلم قد يقول قولاً أو يفعل فعلاً ظاهره الكفر، ولكنه في واقع الأمر قد يكون جاهلاً أو متأولاً أو غير قاصد، كالذي قال من شدة فرحه بوجود راحلته التي ضلت: (اللهم أنت عبدي وأنا ربك). [[مسلم (17/56) دار الكتب العلمية.]] وفي كتب الفقه أمثلة كثيرة تدل على أن الحكم بالردة أو الكفر لا يتأهل له إلا العلماء."
  },
  {
    "type": "section",
    "id": "section-22",
    "title": "من ينفذ حكم المرتد عليه؟",
    "content": "وتنفيذ الحكم على المرتد بعد ثبوت ردته، من اختصاص ولي الأمر من الملوك والرؤساء و من ينيبونه في ذلك، وليس لعامة الناس أن يقوموا بذلك، لما يترتب عليه من فوضى واضطرابات وافتئات على ولي الأمر الذي ينوب عن الأمة، وقد بيَّنت ذلك في رسالة خاصة بعنوان: \"الحدود والسلطان\" فليراجع. http://www.al-rawdah.net/r.php?sub0=allbooks&sub1=hodood&p=1 فإذا لم يقم ولي الأمر بذلك فعليه إثم ترك حكم الله تعالى، وما على العلماء وأهل الحل والعقد إلا نصحه وأمره بالمعروف ونهيه عن المنكر."
  },
  {
    "type": "section",
    "id": "section-23",
    "title": "الخاتمة",
    "content": "فرغت من كتابة هذا البحث في تمام الساعة الثانية عشرة من ليلة الأربعاء 11/11/1428ه 21/11/2007م والحمد لله ربي العالمين، وصلى الله على عبده ورسوله سيدنا ونبينا محمد صلى الله عليه وسلم وسبحانك اللهم وبحمدك لا إله إلا أنت أستغفرك وأتوب إليك."
  }
]