[
  {
    "type": "title",
    "content": "سبب الجريمة تأليف الدكتور : عبد الله بن أحمد قادري الأهدل الطبعة الأولى 1405هـ ـ 1985م الطبعة الثانية 1428هـ ـ 2007م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "المقدمة",
    "content": "بسم الله الرحمن الرحيم إن الحمد لله، نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له، ومن يضلل فلا هادى له. وأشهد أن لا اله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ}. [آل عمران:102]. {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} . [النساء:1]. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} . [الأحزاب:70-71].  [هذه الخطبة تسمى خطبة الحاجة، وكان الرسول صلى الله عليه وسلم يعلمها أصحابه، وكانوا يفتتحون بها كلامهم. راجع رسالة خطبة الحاجة لشيخنا العلامة المحدث الشيخ ناصر الألباني]. أما بعد.. فإن الله سبحانه وتعالى إنما خلق الخلق لطاعته وعبادته.. كما قال سبحانه وتعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنْسَ إِلا لِيَعْبُدُونِ} . [الذاريات:56]. وبعث رسله للدعوة إلى تلك العبادة والطاعة والنهى عن الشرك به ومعصيته.. كما قال تعالى: { وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ فَسِيرُوا فِي الأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ} . [النحل:36].  وفصَّل سبحانه وتعالى لعباده ما تتحقق به عبادته في كتبه التي أنزلها على أنبيائه ورسله هداية لخلقه، وكان آخرها كتابه العزيز المهيمن على كل كتاب نزل قبله.. كما قال تعالى: {وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ ...} . [المائدة:48].  وجعل سبحانه طاعته واتباع هداه، أساس سعادة الخلق في الدنيا والآخرة، كما جعل معصيته باتباع عدوه إبليس، أساس شقائهم في الدنيا والآخرة.. كما قال تعالى: {قَالَ اهْبِطَا مِنْهَا جَمِيعاً بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدىً فَمَنِ اتَّبَعَ هُدَايَ فَلا يَضِلُّ وَلا يَشْقَى * وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى * قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيراً * قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى * وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآياتِ رَبِّهِ وَلَعَذَابُ الآخِرَةِ أَشَدُّ وَأَبْقَى} . [طـه:123-127]. وقد دل الواقع التاريخي على ما دل عليه كتاب الله، بأن العزة والسعادة والطمأنينة، لا ينالها إلا أهل طاعته ومتبعي هداه، وأن الذل والشقاء والقلق وضنك العيش لا تنزل إلا بمن أعرض عن ذكره وطاعته وهداه، باتباع الشيطان والنفس الأمارة بالسوء والهوى. وما قد يناله أعداء الله من متاع الدنيا وزخارفها، ومن القوة التي يتسلطون بها على غيرهم من المسلمين دليل رضا الله عنهم، أو مصدر سعادة وطمأنينة لهم، بل هو ابتلاء من الله لهم ليأخذهم أخذ عزيز مقتدر، كما قال تعالى: {فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ (44) فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (45)} . [الأنعام]. وقال تعالى: {إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ (36)} . [الأنفال]. وقال تعالى: {فَلا تُعْجِبْكَ أَمْوَالُهُمْ وَلا أَوْلادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ (55)} . [التوبة]. وقد يديل الله تعالى أعداءه الكافرين على المؤمنين، ابتلاء لهم بسبب عصيانهم لأمره، كما قال تعالى: {وَلَقَدْ صَدَقَكُمْ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ (152)}. [آل عمران]. وقال تعالى: {وَلَوْ يَشَاءُ اللَّهُ لانتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ (4)} . [محمد]. وقد تصدر من بعض أولياء الله معصيته سبحانه، ولكنهم يتوبون إليه ويذكرونه، وإذا نزل بهم بلاء بحثوا عن أسبابه في هدي ربهم، وأخذوا منه الوقاية من البلاء، أو القضاء عليه وطرده.. أما من لم يؤمن بهدي الله وابتعد عنه، فإنهم في غيهم سادرون كفراً وفسوقاً وعصياناً، وإذا نزلت بهم المصائب والمحن والشقاء أخذوا يبحثون عن أسبابها رغبة في طرد ما نزل، ودفع ما يتوقع نزوله.. ولكنهم يسلكون لمعرفة تلك الأسباب كل سبيل، إلا السبيل الموصلة إليها، ويلجون لكشفها كل باب، إلا الباب المؤدى إلى كشفها، فيسألون عنها غير الخبير بها، ويكلفون البحث عنها من لا طاقة له بها، وهو العقل البشرى البعيد عن هدي الله، فتراهم بسبب ذلك يخبطون خبط عشواء في كل شؤون حياتهم. ومن هذا القبيل صنيعهم في أسباب الجريمة التي أقلقت العالم، وأقضت مضجعه من قديم الزمان، في شرق الدنيا وغربها.. فقد بدأ الباحثون عن أسبابها بالخرافات والسحر والأساطير، وانتهوا بالعلوم التجريبية التي نجحت أيما نجاح في عالم المادة، ولكنها فشلت أيما فشل في عالم الإنسان.. وعلى رغم فشلهم في الوصول إلى مبتغاهم واعترافهم هم بذلك الفشل في كل نظرياتهم في هذا الباب، فإنهم ما زالوا متجلدين جادين ظناً منهم أن سفينة بحثهم سترسو يوماً من الأيام، في آخر ميناء للحقيقة المطلوبة في هذا الباب، كما رست في آخر ميناء للحقيقة في أبواب المادة. ولو أنهم علموا فساد قياسهم أصلاً وفرعاً وعلةً وحكما،ً لأراحوا أنفسهم من عناء هذا البحث المضني الذي لا جدوى من ورائه إلا تعارض النتائج وتصادمها، كما يعلم ذلك من اطلع على مؤلفات القوم الكثيرة في هذا الباب.. وإن أقرب ما يقال عن هؤلاء القوم وجهودهم: إن مثلهم كمثل ذباب في غرفة مقفلة مظلمة، لها نافذة مسدودة بزجاج يُرى منه قليل من الضوء، وظن الذباب أنه منفذه الوحيد، فأخذ يرتطم به مرة بعد أخرى ليخرج منه حتى أتاه الأجل وهو على ذلك.. وهذا هو السبب الذي دفع كاتب هذه الرسالة المختصرة، إلى اختيار موضوعها، وهو: \"قاعدة في أسباب الجريمة\" وقد قسمت الرسالة إلى فصلين وخاتمة.. الفصل الأول: أسباب الجريمة عند علماء الإجرام. وفيه ثلاثة مباحث: المبحث الأول: أسباب الجريمة في كتب علماء الإجرام. المبحث الثاني: اختلاف علماء الإجرام في تلك الأسباب. المبحث الثالث: الواقع يدل على بطلان ما ذكروه من الأسباب. الفصل الثاني: أساب الجريمة في الكتاب والسنة. وفيه ثلاثة مباحث: المبحث الأول: خالق النفس أعلم بها من غيره. المبحث الثاني: الإيمان هو الواقي من الجرائم. المبحث الثالث: فقد الإيمان أو ضعفه هما منبع الإجرام. خاتمة: في نتائج البحث. المدينة النبوية: 23/12/1404هـ"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "الفصل الأول: أسباب الجريمة عند علماء الإجرام",
    "content": "وفيه ثلاثة مباحث: المبحث الأول: أسباب الجريمة في كتب علماء الإجرام. المبحث الثاني: اختلاف علماء الإجرام في تلك الأسباب. المبحث الثالث: الواقع يدل على بطلان ما ذكروه من الأسباب. [s2] المبحث الأول: أسباب الجريمة في كتب علماء الإجرام لقد بذل علماء الإجرام الذين عنوا بدراسة الجريمة والمجرم، وتدابير الوقاية من الجريمة والعقاب عليها، جهوداً مضنية في معرفة أسباب الجريمة ودوافع المجرمين لارتكاب الجرائم.. واستعانوا بكل ما استطاعوا من العلوم الإنسانية والعلوم التجريبية، للوصول إلى معرفة تلك الأسباب والدوافع.. وقد أنكروا الوسائل التي اتخذت في القديم لمعرفة أسباب الجريمة والتي كان يغلب عليها الطابع التجريدي.. فقالوا: \"كان الطابع التجريدي هو الغالب على جهود الإنسان، خلال قرون طويلة من بحثه عن تفسير السلوك الإجرامي، وفى مراحل متعددة من هذه الجهود ظل النظر إلى الجريمة غيباً أو خرافياً.. فالجريمة عندهم رجس من عمل الشيطان، ومن الأرواح الشريرة يدخل جسد المجرم فيفسد نفسه وروحه...\" . [علم الإجرام وعلم العقاب للدكتور عبود السراج ص:157 ـ ط1]. وتطورت النظرة إلى أسباب الجريمة مما سموه بالخرافة كما مضى، إلى أن الإنسان يملك عقلاً واعياً، وإرادة حرة يملك بهما اختيار سلوكه، ويختار ما نفْعُه عنده أكبر من ضرره، وذلك هو سبب إقدامه على الجريمة. [المراجع السابق..]. أي إذا رأى أن منفعته من الإقدام على الجريمة، أعظم من الضرر الذي يتوقعه من إقدامه، أقدم عليها!! وذهب آخرون إلى أن أسباب الجريمة، هي عوامل جغرافية، فترتفع نسبة الجريمة وتنخفض حسب تغير المناخ، كالحرارة والبرودة والجفاف والرطوبة والأمطار، والطقس، والضغط الجوى والعواصف والرياح..... الخ.. وقالوا: إن جرائم العنف ـ وبخاصة الاعتداء على الإنسان ـ تزداد في المناطق والفصول الحارة وتنخفض في المناطق والفصول الباردة.. وجرائم الأموال تزداد في المناطق الباردة وتنخفض في المناطق الحارة، وبنوا اتجاههم هذا على إحصائيات في بعض الدول كفرنسا. وقال بعضهم: إن نسبة الجريمة تختلف باختلاف الموقع الجغرافي، فالمناطق التي تكون أقرب إلى خط الاستواء تكثر فيها جرائم العنف، والمناطق القريبة من القطبين تكثر فيها جرائم المسكرات والمخدرات. وقال بعضهم: إنها تتفاوت باختلاف التضاريس، فتقل الجرائم في المناطق السهلة والأرض المنبسطة، وتزيد في المناطق الجبلية، وتصل ذروتها في قمم الجبال.. [المرجع السابق.. ص173ـ176 وص: 233ـ242]. وذهب آخرون إلى أن السبب وراثي – أي إن المجرم يعود بسبب الوراثة إلى الإنسان البدائي الأول ـ هكذا ـ الذي كان يحمل صفات دونية شبيهة بصفات القردة والحيوانات الدنيا، ويعيش حياة بدائية خالية من القواعد والنظم. [المرجع السابق ـ ص: 184]. ومعلوم أن هذا افتراض معارض للأديان السماوية، التي تدل كتبها كلها، وآخرها القرآن الكريم، على أن الإنسان خلق مصحوباً بهدى الله تعالى، منذ آدم عليه السلام إلى أن جاء محمد رسول الله صلى الله عليه وسلم. وذهب آخرون إلى إرجاع سبب الجريمة إلى الصفات العضوية.. وأنه يمكن معرفة المجرم عن طريق بعض صفاته العضوية.. فجمجمة المجرم تكون أصغر أو أكبر من الحجم الطبيعي لغيره، وأن جبهته تكون ضيقة ومنحدرة، وحواجبه تكون كثيفة، وعيناه غائرتان، وأنفه أفطس وشفاهه دقيقة، وفكه عريض وأذناه عريضتان مائلتان إلى الأمام، ووجهه طويل وعريض، وشعر رأسه كثيف، وشعر ذقنه قليل وذراعاه طويلتان، يوجد في إحدى قدميه أو يديه أصبع زائدة. [المرجع السابق ـ ص: 185، وكتاب أسباب الجريمة وطبيعة السلوك الإجرامي للدكتور عدنان الدوري ص: 117]. وهذه إحدى طرق اكتشاف المجرم بالفراسة.. وذهب آخرون إلى أن أسباب الجريمة تعود إلى وظائف الأعضاء.. ومن أمثلة ذلك الغدد الصماء.. قالوا: إن اختلال إفرازاتها يؤدى إلى خلل في التركيب الكيماوي للدم وللسوائل الأخرى التي تدخل في تكوين أعضاء الجسم، وهذا الخلل يحدث اضطرابات في أجهزة الفرد، وخاصة في الجهاز العصبي ويؤثر في سلوكه وانفعالاته، ويؤدى إلى أنواع من الإجرام. [علم الإجرام وعلم العقاب ص:220]. ورأى بعضهم أن أسباب الجريمة تعود إلى العاهات والأمراض، وبخاصة العمى والصمم والبكم، وتشوه الوجه، والقبح وقصر القامة والعرج، والشلل.. وأن تلك الحالات تؤدي إلى التألم والشذوذ، ويشعرون معها بنقص أنفسهم في المجتمع، وضياع مراكزهم الاجتماعية، فيهيئهم هذا الوضع لارتكاب الجرائم. [المرجع السابق ص:222]. ورد بعضهم أسباب الجريمة إلى العمر، ورأوا أن صغار السن أكثر إقداماً إلى الجرائم من كبار السن، واختلفوا في السن التي تقع فيه أعلى نسبة من الجرائم.. فقال بعضهم: إنها تقع ما بين سن الثامنة عشرة والخامسة والعشرين.. وقال آخرون: إنها في مرحلة المراهقة وهى ـ غالباً ـ ما بين سن أربع عشرة وسبع عشرة سنة وتقل في مرحلة النضج. ويرى آخرون أن أسباب الجريمة راجعة للجنس، أي للذكورة والأنوثة، فإجرام النساء أقل من إجرام الرجال بسبب اختلاف البيئة الداخلية للمرأة عن الرجل، واختلاف القدرات البدنية، ولأن الرجل أكثر احتكاكاً بالمحيط الخارجي من المرأة. [المرجع السابق ص 222] وذهب آخرون إلى رد أسباب الجريمة إلى العرق، أي إلى الأجناس البشرية المختلفة، فالزنوج أعلى نسبة في جرائم العنف، وكذلك الشعوب التي تسكن في حوض البحر الأبيض المتوسط، وجرائم الأموال عند سكان المناطق الشمالية أكثر من غيرهم. [نفس المرجع ص 229-231] وذهب آخرون إلى أن أسباب الجرائم تعود إلى أسباب نفسية، كالضعف العقلي، والأمراض العقلية والنفسية والعصبية وعدم استطاعة الإنسان التوفيق بين شهواته التي تكره القيود، والواقع الخارجي الذي فرض المجتمع فيه قيوداً، وهكذا.. فيدفع بسبب ذلك إلى إشباع غرائزه ولو بارتكاب الجريمة. [نفس المرجع ص 229—231] وذهب آخرون إلى أن أسباب الجريمة عوامل اجتماعية منها الاقتصادية، كالفقر الذي يعد عاملاً أساسياً في تكوين السلوك الإجرامي.. والبيئة التي تهيأ فيها الفرص لارتكاب الجريمة. [نفس المرجع ص 262-276] ومنها انعدام الاستقرار الاقتصادي الذي يكون بين رخاء تقل فيه جرائم الأموال، وهبوط تكثر فيه تلك الجرائم وغيرها، ومنها تطور البناء الاجتماعي وازدياد نموه الذي يزداد بسببه نظامه تعقيداً، ينتج عنه عدم التجانس والتوافق، بسبب زيادة القيود والأنظمة، فتنطلق شهوات الأفراد ضد تلك القيود والأنظمة، ومن هنا تكون الجريمة ناشئة من عوامل اجتماعية. ومنها أن الفرد في المجتمع يقلد غيره، بحيث يقلد الصغير من هو أكبر منه، نتيجة اختلاط أفراد المجتمع الواحد في العائلة والحي والرفقة والوظيفة والزمالة وغيرها. [نفس المرجع ص 308-317] ومنها الاختلاط التفاضلي، وهو أنه يوجد في المجتمع ثلاثة أصناف: الصنف الإجرامي المعادى للقوانين والأنظمة.. والصنف المؤيد للقوانين والمطيع لها.. والصنف المحايد.. والفرد يختلط بهؤلاء وأولئك، فإذا رجحت عنده كفة معاداة القوانين تتوثق علاقته بصنف المجرمين، وتزداد عزلته عن الأصناف المعادية للإجرام، فيصبح مجرماً. [نفس المرجع ص 318-329]. وذهب آخرون إلى أن أسباب الجريمة ترجع إلى عوامل سياسية، فيرى التفسير الماركسي أن التناقضات التي تحدث داخل المجتمع الرأسمالي، تخلف أشكالاً من الصراعات التي تكون الجريمة فيها تعبيراً عن الصراع بين الفرد والظروف المحيطة به. [نفس المرجع ص 336]. هذه بعض الأسباب التي ذكرت في كتب علماء الإجرام، حاولت تلخيصها من صفحات طويلة، ولم ألتزم بكثير من مصطلحاتهم، ولا ذكر أصحاب النظريات، خشية الإطالة من جهة، وتيسيراً لفهم القارئ من جهة أخرى. وقد آن الأوان أن نتعرف على موقف الباحثين من علماء الإجرام أنفسهم، من ثبوت هذه الأسباب في المبحث الآتي.. [s2] المبحث الثاني: اختلاف علماء الإجرام في تلك الأسباب نستخلص من المبحث الأول الأمور الآتية: الأمر الأول: أن سبب الجريمة دخول الشياطين أو الأرواح الشريرة في جسد المجرم وإفسادها نفسه وروحه، وبذلك يرتكب الجريمة. الأمر الثاني: إقدام المجرم على الجريمة بكامل حريته واختياره ووعيه، ترجيحاً للمنفعة التي يحصل عليها على المضرة التي تلحقه بسببها.. الأمر الثالث: أن أسباب الجريمة عائدة إلى عوامل جغرافية. الأمر الرابع: أن الأسباب وراثية أو عرقية.. الأمر الخامس: أن الأسباب عائدة إلى اختلاف في وظائف بعض الأعضاء في الجسم. الأمر السادس: أن الأسباب تعود إلى عاهات وأمراض جسدية. الأمر السابع: أن السبب صغر العمر في سن معينه.. الأمر الثامن: أن الأسباب تعود إلى الجنس فالذكر أكثر إجراماً من الأنثى. الأمر التاسع: أن الأسباب تعود إلى عوامل نفسيه. الأمر العاشر: أنها عوامل اجتماعية. الأمر الحادي عشر: أنها عوامل سياسية. وقد سبق شيء من التفصيل لهذه الأسباب، وليس الغرض استقصاءها والإسهاب في معانيها وذكر جزئياتها؛ لأن ذلك سيطيل البحث ويخرجه عن موضوعه الرئيس، وهو: بيان الأسباب الصحيحة التي خالق الإنسان ـ الذي يصدر منه الإجرام ـ أعلم به وبدوافعه من نفسه ومن غيره من بنى البشر. تناقضات واعترافات: لهذا سنختصر الكلام في هذا المبحث أيضاً، بذكر اعتراض بعض أولئك العلماء على بعض، ودحض بعضهم نظريات بعض، واعترافهم بأنهم لم يصلوا إلى سبب علمي يقطعون به في هذا الباب، وإن زعموا في عناوين كتبهم وبحوثهم أن هذا الموضوع ـ الذي تضاربت فيه أقوالهم ـ أصبح علماً. إن كثيراً من تلك الآراء تعتمد على الإحصاءات والمسح، وهما غير صالحين ليكوناً أساساً للقطع بأسباب الجريمة باعتراف علماء الإجرام أنفسهم. الاعتماد في سبب الجريمة على الإحصاءات: فقد قالوا في الإحصاء: إن رقمه ضئيل جداً بالنسبة لرقم الجريمة الحقيقي، وإن الرقم الحقيقي للجريمة يسمى الرقم الأسود أو الرقم المظلم، لجهالته.. وإليك النص في هذا الموضوع: \"تعتمد ـ أي الطريقة الإحصائية ـ على الإحصاءات الرسمية، وهى لا تمثل الحقيقة... والحجة في ذلك أن الإحصاءات الرسمية لا تتضمن إلا حجم الإجرام القضائي والإجرام الظاهر، أما حجم الإجرام الحقيقي فلا تحتويه؛ لأنه غير معروف لديها ومن الصعوبة معرفته.. فألوف الجرائم تقع ولا يكتشف أمرها، إما لغموض الجريمة، أو لقدرة الفاعل على إخفائها، أو لأن الضحية لم يكتشفها، أو يكتشفها ولكنه لا يبلغ عنها، تجنباً لإجراءات المحاكم الطويلة أو خشيته الجاني، أو مداراة للفضيحة.. ويطلق بعض العلماء على رقم الجرائم التي تظل مجهولة: \"الرقم الأسود\" أو الرقم المظلم. [علم الإجرام وعلم العقاب ص:138ـ139 ويراجع كتاب أسباب الجريمة وطبيعة السلوك الإجرامي ص: 50 وما بعدها..]. الاعتماد على المسح الاجتماعي: أما طريقة المسح الاجتماعي، وهى دراسة حالة معينة في بيئة معينة لمعرفة زيادة الجريمة ونقصانها، مع مراعاة ما يحيط بصاحب الجريمة أو أصحابها من أوضاع اقتصادية وثقافية ودينية وأسرية .... فقد وجه إليها ما وجه إلى غيرها من النقد. واقرأ في ذلك هذا النص: \"ولكن هذه الطريقة لا تسلم من النقد، وفيما يلي أهم الانتقادات الموجهة إليها.. (1) أكثر ما يخشى من هذه الطريقة هو خروج الباحث عن الموضوعية، وانطلاقه في عمله من معايير معينة يستمدها من اتجاهه الأساسي ومواقفه السابقة، فيطبع اختياراته بطابع شخصي يخرج بحثه عن مضامينه الحقيقة وأهدافه المتجردة. (2) أن المعلومات والمعطيات التي يصل إليها الباحث عن الظاهرة الإجرامية بطريقة المسح الاجتماعي، لا يقابلها في الغالب معلومات كافية عن الظواهر الإنسانية المشابهة، فالباحث قد يتوصل إلى عدد العاطلين عن العمل من بين المجرمين في منطقة معينة، أو عدد الفقراء، أو عدد المشردين.. ولكنه لا يعرف بالمقابل عدد هؤلاء جميعاً بين مجموع سكان المنطقة.. (3) لا تعطى عملية المسح الاجتماعي لبعض الجرائم، كجريمة الرشوة مثلاً نتائج يمكن تعميمها على جميع حالات الرشوة؛ لأن عدد المرتشين الموجودين في السجون أو الذين تدينهم المحكمة، لا يعادل إلا جزءً صغيراً من عدد المرتشين الحقيقي.. فضلاً عن أن المرتشين الكبار نادراً ما يكتشف أمرهم ويقعون في قبضة العدالة. [علم الإجرام وعلم العقاب ـ ص:145]. الاستناد إلى مبدأ حرية الاختيار: ورفضوا الاستناد إلى مبدأ حرية الاختيار في تفسير السلوك الإجرامي، وقالوا: \"إن الإنسان ليس حر الإرادة بمجرد أن يكون بالغاً عاقلاً، بل إن وراء كل اختيار يقوم به الفرد دوافع بيولوجية ونفسية واجتماعية واقتصادية لا يجوز إغفالها حين تقيم أفعاله.. ولقد دفعت هذه الاعتراضات عدداً من منكري المدرسة التقليدية، إلى التراجع عن المغالاة في مواقفهم وإلى التعاون مع مفكرين آخرين على إعادة صياغة آراء هذه المدرسة. [نفس المرجع ـ 163 ـ 164]. الاعتماد على العوامل الجغرافية: أما العوامل الجغرافية فقد قالوا فيها: إنها لم تفلح في تفسير الجريمة تفسيراً علمياً كاملاً. [أسباب الجريمة وطبيعة السلوك الإجرامي ص: 94]. وقالوا فيها: \"لم يطل عهد النظرية الجغرافية، أو سرعان ما تداعت أركانها، وأدخلت متحف التاريخ، وفي تقديرنا أن حقيقتين أساسيتين هما اللتان هدمتا النظرية الجغرافية. أولاً: جاءت بعض الدراسات مؤيدة لتأثير البيئة الجغرافية في السلوك الإجرامي، وجاءت بقدرها دراسات أخرى تنقضها وتنتهي إلى نتائج مخالفة لها.. فقد تبين في بعض المناطق على خلاف القانون الحراري للجناح عدم وجود أي ارتباط بين معدلات الجريمة وفصول السنة والمناطق الحارة والباردة، كما بين عدم وجود اختلاف له دلالته في معدلات الجريمة بين الشمال \"شمال أوربا كالسويد\" والجنوب \"جنوب أوربا كايطاليا\".. وأن كثيراً من الإحصاءات أكدت أن نسبة الإجرام في الداخل تفوق أحياناً نسبة الإجرام في الساحل، وأن نسبة الإجرام في السهول المنبسطة كثيراً ما تزيد على نظيرتها في المناطق الجبلية. [علم الإجرام وعلم العقاب ص:177ـ178]. وماذا عن تأثير اختلال وظائف الأعضاء؟ هذا هو جوابهم: \"والواقع أن الدراسات التي قام بها علماء الفسيولوجيا الجنائية لمعرفة دور الغدد الصماء في تكوين السلوك الإجرامي، لم تكن كافية ومقنعة إلى الحد الذي يدفعنا إلى قبول جميع النتائج التي توصلت إليها.. فالكشف عن وجود اضطرابات غدية عند بعض المجرمين، لا يسمح لنا بتعميم هذه النتيجة، إلا إذا عرفنا عدد الأسوياء الذين يعانون من هذه الاضطرابات.. ومما يقلل من أهمية النتائج التي توصل إليها علم الإجرام الغُدِّي أن دراساته أجريت على مجرمين أمضوا مدة طويلة في السجن، ولا يوجد ما ينفي تأثير حياة السجن على وظائف أعضائهم وأحداث خلل فيها.. وفضلاً عن ذلك فإنه من غير الممكن وصف نتائج علم الإجرام الغدي بأنها حاسمة، طالما أن العلم لم يتوصل حتى هذا اليوم إلى معرفة كاملة بوظائف الغدد الصماء وبدورها في حياة الفرد في سلوكه العام\".. وهذا نص آخر: \"وعلى الرغم مما تيسر لنا من الدراسات العلمية المتعددة التي تناولت بحث مثل هذه العلاقة، فإننا لا نجد من بينها من يقدم الدليل العلمي القاطع على وجود علاقة سببية بين الجريمة وبين إفرازات هذه الغدد\". [أسباب الجريمة وطبيعة السلوك الإجرامي ص: 147]. وما نصيب تأثير العاهات والأمراض الجسدية؟ وقالوا في تأثير العاهات والأمراض الجسدية: \"ويظهر من كل ما تقدم أن موضوع العلاقة بين العاهات وبين الجريمة، هو الآخر لا زال يفتقر إلى المزيد من الدليل العلمي المقبول.. فليس هناك ما يثبت لنا صحة وجود علاقة سببية بين الجريمة وبين العاهة.. فليس لدينا ما يثبت أن كل ذي عاهة، أو كل مريض منحرف الصحة لا بد وأن يكون مجرماً..\". وهذا نص آخر فيه ما ينقض القول بتأثير العاهات والأمراض بذاتها، وأن الكثرة الغالبة من المجرمين من ذوي الخلقة الطيبة والصحة الجيدة: \"والعيب الرئيس الذي يشوب هذه النظرية هو القصور المنهجي، فعمليات القياس والتشخيص والمقارنة التي استعملت في البحث عن أثر العاهات والأمراض في السلوك الإجرامي، أعطت نتائج غير متسقة ولا ثابتة، تعذر تعميمها على جميع الحالات.. كما أن أكثر قضايا النظرية تفتقر إلى البحث عن أثر العاهات والأمراض في سلوك غير المجرمين، وعن نسبة المشوهين والمرضى في المجتمع عموماً للمقارنة بين العينات على مختلف أنواعها. وفضلاً عن هذا فقد عجزت النظرية الفسيولوجية عن إيجاد تفسير للكثرة الغالبة من المجرمين الذين يتمتعون بخلقة طيبة وصحة جيدة، وللعدد الكبير من المشوهين والمرضى الذين يتميزون بسلوك سوى.. وخاصة إذا عرفنا أن بعض الدراسات انتهت إلى أن نسبة المرضى وذوى العاهات بين المجرمين، هي أقل من نسبتهم بين غير المجرمين. [علم الإجرام وعلم العقاب ص: 222ـ223]. عامل تأثير صغر السن في الجريمة: وقالوا في تأثير صغر السن في الجريمة: \"وفى جميع الأحوال، فإن التفسير الفسيولوجي، لارتباط الجريمة بالسن رغم أهميته لا يمكن التسليم بصحته كحقيقة ثابتة، فالإحصاءات الجنائية أساساً لا تمثل الواقع وهى في هذا الموضوع أكثر بعداً عن الواقع؛ لأن أجهزة العدالة الجنائية معروفة بتساهلها مع الأطفال والشيوخ، وإذا كانت الجرائم تكثر من ناحية ثانية في مرحلتي المراهقة والشباب، فذلك عائد إلى أن هاتين المرحلتين تتصفان بعدم الاستقرار الاجتماعي. [نفس المرجع ص: 226 وراجع معه \"كتاب أسباب الجريمة، وطبيعة السلوك الإجرامي\" ص: 153 وما بعدها]. عامل تأثير الجنس في الجريمة: أما إعادة التأثير إلى الجنس، وأن إجرام الرجال أكثر من إجرام النساء، فقد عارضوا ذلك أيضاً وذكروا لكثرة جرائم الرجال عن النساء أسباباً أخرى غير الجنس.. فقالوا في ذلك: \"وإنما يعود ـ أي الاختلاف ـ إلى تلك الظروف والأبعاد الاجتماعية التي تقرر مجال نشاط المرأة وحدود منزلتها الاجتماعية في المجتمع.. فالمرأة في الغالب تعيش حياة لا يتاح لها فيها فرصة الاختلاط والاحتكاك بمتطلبات الحياة الاجتماعية، الأمر الذي يضعف من ملاءمة بعض الظروف التي تشجع على تكوين الموقف الإجرامي الذي يؤدي إلى ارتكاب الجريمة.. ولذلك فإن قابلية المرأة نحو ارتكاب الجريمة ترتفع كلما أتيحت لها حرية الاختلاط والعمل..!! هذا إذا أضفنا إلى هذه العوامل عاملاً مهما يتصل بموقف المجتمع من إجرام المرأة.. إذ أن غالبية الدوائر المختصة لا تظهر الجدية اللازمة في تسجيل الشكاوى المتعلقة بالمرأة.. ولذلك فقد تضيع نسبة كبيرة من جرائم المرأة حيث لا تظهر في الإحصائيات الجنائية العامة للدولة. [نفس المرجع ص 151-152 وراجع كتاب \"علم الإجرام وعلم العقاب ص 228 وما بعدها]. وما دور الوراثة في الجريمة؟ وقالوا عن الوارثة التي جعلها بعض الباحثين هي السبب في الجريمة: \"ولذلك باتت هذه الفرضية\" أي ما تسمى بقوانين (مندل)، وهى من أبرز النظريات الوراثية، كبقية فرضيات الوراثة الأخرى في حقل السلوك الإجرامي، يعوزها الدليل العلمي الثابت، وينقضها المنهج العلمي الصحيح، لجعل السلوك الإجرامي صفة من الصفات الجنائية التي يمكن انتقالها بطريق الوراثة\". [أسباب الجريمة وطبيعة السلوك الإجرامي ص: 162، وراجع كتاب علم الإجرام وعلم العقاب ص: 241 وما بعدها..]. عامل العرق في الجريمة: وكذلك انتقدوا أن يكون العرق هو سبب الجريمة، فقالوا: \"والواقع أن النظريات التي تفرق بين عرق وعرق آخر، لم تتمكن من الصمود في وجه الانتقادات الكثيرة التي وجهت إليها، فانهارت جميعها منذ أوائل الخمسينات انهياراً كاملاً\". [نفس المرجع ص 230] تأثير العوامل النفسية في الجريمة: وأما العوامل النفسية فالمجال فيها أوسع من غيرها، وكل فئة تأخذ عاملاً من العوامل التي تعرض للنفس وتجعله أساساً للجريمة، فمنهم من يتمسك بالأمراض العقلية، ومنهم من يبرز العامل الجنسي.. وهم مختلفون فيما بينهم، ولذلك قالوا: \"أما منشأ الأمراض النفسية والأمراض العقلية، بوجه خاص، فهو لا زال موضع خلاف كبير بين العلماء لم ينته الجدل فيه بعد.. إذ من العلماء من يرد هذه الأمراض إلى عامل الوراثة.. ومنهم من يرى أن منشأها اجتماعي، يرجع إلى أثر العوامل الاجتماعية.. وقد يرجع بعض المصلحين الاجتماعيين أسباب زيادة هذه الأمراض إلى ضعف الوازع الديني، أو إلى عجز النظم والمؤسسات التربوية عن القيام بدورها التربوي في عملية تنشئة الفرد الاجتماعية\". [أسباب الجريمة وطبيعة السلوك الإجرامي ص: 162 وراجع كتاب علم الإجرام وعلم العقاب ص: 241وما بعدها]. أثر العوامل الاجتماعية في الجريمة: وأما العوامل الاجتماعية فقد نالت ما نال غيرها من النقد.. فانتقد عامل الفقر أن يكون سبب الإجرام، وقالوا فيه: \"ولكن هذه الدراسات لم تسلم من النقد، وخاصة بعد أن توصلت العديد من الدراسات الأخرى إلى نتائج معاكسة تؤكد على ضعف الرابطة بين الفقر والجريمة.. ونشير أخيراً إلى أن بعض الدول النامية مثل الهند وسيلان والحبشة، أكثر دول العالم فقراً، ويموت فيها عشرات الألوف سنوياً من الجـوع والمرض، ومع ذلك، ففيها أقل نسبة إجرام في العالم، وخاصة منها الجرائم على الأموال.. أثر عامل انعدام الاستقرار الاقتصادي: وانتقد عامل انعدام الاستقرار الاقتصادي أن يكون سبب الإجرام، وقالوا فيه: \"ولكن على الرغم من أن للدراسات التي ربطت بين الجريمة وانعدام الاستقرار من قيمة علمية وأثر مقنع على الكثير من المهتمين بقضايا الجريمة، فإنها لم تصمد أمام معارضيها، وخاصة بعد أن قدموا نتائج مناقضة لها تماماً لا تقل عنها دقةً والتزاماً بالمنهج العلمي\". [علم الإجرام وعلم العقاب ص: 293ـ294]. أثر عامل عدم التنظيم الاجتماعي: وانتقد عامل عدم التنظيم الاجتماعي، الذي يحمل أفراد الطبقات الفقيرة على الخروج على القانون بالتماس الجريمة، بأن مثل هذه الطبقات قد تظل غالباً في حدود القانون، لعدم تهيؤ الفرص لخروج أفرادها على القانون.. وأن الجريمة تنشأ عن ظروف مهيئة لجو ارتكابها، وقد لا تتهيأ مثل هذه الظروف لكل الأفراد بصورة واحدة. [أسباب الجريمة وطبيعة السلوك الإجرامي ص:226]. أثر السياسة في الجريمة: وانتقد رد الجريمة إلى أسباب سياسية، كما ذهب إلى ذلك النظام الماركسي. وقال العلماء في ذلك: \"ولكن لا بد من الإشارة إلى أن نظرية \"رواسب الماضي\" أو \"بقايا البورجوازية\" كتفسير للجريمة في الاتحاد السوفيتي، فقد نقدها وعارضها عدد غير قليل من العلماء.. ومن هؤلاء على سبيل المثال: سليابو شنيكوف، الذي يرى بأن هذه النظرية تحوى على مفاهيم بالية. [علم الإجرام وعلم العقاب 354]. هذا وقد اقتصرت على شيء قليل جداً من الأفكار المسماة بالنظريات ـ بل اقتصرت في كثير من الأحيان على أمثلة منها ـ لإيضاح عدم ثبوت أي نظرية منها باستقلال في هذا الباب.. وآثرت أن أنقل النصوص بذاتها، ليطلع القارئ على آرائهم بنصها. وهنا أسجل أمرين: الأمر الأول: أن الكتب التي نقلت عنها لسانها عربي، ومؤلفوها عرب، ولكن أفكارها ونظرياتها وانتقاداتها منسوبة في نفس تلك الكتب لعلماء الغرب بأسماء أفرادهم ومدارسهم المختلفة.. فالذين ادعوا السببية هم أهل الغرب.. والذين نقضوها هم أهل الغرب. والعرب الذين كتبوا إنما هم ناقلون مترجمون، ويندر أن تكون لهم آراء مستقلة، وقد اكتفيت بكتابين من تلك الكتب نجد اسميهما في الحواشي، مع أن الكتب المؤلفة في هذا الباب كثيرة جداً، وعندي شيء منها. الأمر الثاني: أن هؤلاء الكتاب العرب إذا ذكروا الدين أو أشاروا إليه، إنما يذكرونه بمفهومه المعروف عند علماء الغرب مقصور على شعائر دينية وتهذيب خلقي قد يكون نافعاً في تقويم المجرمين.. وهو على أهميته عند بعض الكتاب من الأمور الذاتية الشخصية التي قلما يتهيأ للباحث الحاذق كشف صدق الدراسات التي عنيت بعلاقته بالجريمة بأي أسلوب علمي موضوعي. وهذه دعوى صحيحة إذا أريد بالأسلوب العلمي الموضوعي معامل المختبرات المادية، فإنها غير قادرة على ذلك.. أما إن أريد بها التجربة للواقع التاريخي للدين، فإنها دعوى مجانبة للحقيقة إلا إذا أريد بالدين الأديان المحرفة التي نشأت أغلب دراسة ظاهرة الجريمة وما يتعلق بها في بيئاتها فالدعوى في محلها.. بخلاف دين الإسلام، فإن نصوص أصْلَيْهِ الكتاب والسنة وواقعه التاريخي، تكشف للباحث لو عاد إليها ما يروي غليله في السبب الأصيل للجريمة.. وليت أولئك الكتاب أعطوا نصوص القرآن والسنة في هذا الباب، في كل خمسمائة ساعة قضوها في نظريات البشر، خمس ساعات ليروا ما دلت عليه تلك النصوص.. ثم يدرسوا تاريخ الإسلام ليطبقوا ما دلت عليه على الواقع، فإن الإسلام لم يطبق في عصر من العصور إلا شهد واقعه له بأنه أساس السعادة.. ولكني أقول: إن أولئك الكتاب أجانب عن هذا المعنى؛ لأنهم يفقدونه، وفاقد الشيء لا يعطيه، ولعل الحقيقة تتضح في الفصل الآتي إن شاء الله جلية، لمن نوَّر الله بصيرته وهداه إلى سبيله من المسلمين، ولمن أنصف وتابع البحث من غيرهم.. فإلى المبحث الثالث من الفصل الأول.. [s2] المبحث الثالث: دلالة الواقع على بطلان دعوى تلك الأسباب وننبه إلى أربعة أمور: الأمر الأول: أن المقصود إنكار أن تكون تلك الأسباب أسباباً مستقلة، بإنشاء الجريمة أو أن يكون السبب المدَّعَى أصلاً لإنشائها، أما كون بعض تلك الأسباب فرعاً من الفروع التي قد تساعد على ارتكاب الجريمة، فهذا ليس محل إنكارنا، فالفقر قد يكون من الأسباب المؤدية إلى ارتكاب الجريمة، ولكنه ليس سبباً مستقلاً بها ولا هو أصل ارتكابها. الأمر الثاني: أن علماء الإجرام الذين عنوا بأسباب الجريمة، هم من أهل الغرب الذين لا يعيرون الإسلام اهتماماً، وبخاصة مناهجه المنظمة لحياة البشر على أساسه، والدالة على أن السعادة ملازمة لتطبيقه، والشقاوة ملازمة للبعد عنه.. والسبب في موقف علماء الغرب ـ في الغالب ـ هو الحقد الشديد على الإسلام وكراهة انتشاره وانتشار مبادئه، ولذلك يهملون ذكره إلا على سبيل الطعن فيه حيث أمكنهم ذلك، وقد يكون السبب في ذلك جهل بعضهم بحقيقة الإسلام. وإن الأمانة العلمية التي يدعونها هم كانت تفرض عليهم أن يبحثوا في الإسلام كما بحثوا في غيره عن أسباب الجريمة.. ولكن هذه الأمانة المدعاة تفقد عندهم، إذا ذُكر لهم الإيمان بالغيب الذي يعتبرونه خرافة ويطلقون عليه \"ميتافيزقا\" والعلم عندهم لا يطلق إلا على ما يدخل في عالم المادة. الأمر الثالث: أن علماء الإجرام اعترفوا أن الأسباب التي ذكروها كلها، غير صالحة للاستقلال في سببية الجريمة؛ لأنها تفسيرات جزئية غير مؤهلة لأن تكون نظريات تفسيريه عامة.. فقالوا: \"فالحقيقة أن أي تفسير مهما كان جديداً.. أو حديثاً في صياغة فرضيات علمية جديدة، لا يقوى على مجابهة هذه الظاهرة المتعددة التي ندعوها بالجريمة، والتي لا تخضع لأي منطق سببي يقوم على تفسير جزئي واحد، ليكون نظرية تفسيرية عامة في مجال سببية السلوك الإجرامي وعلة الجريمة. [أسباب الجريمة وطبيعة السلوك الإجرامي ص: 168، ومعلوم أن الجديد عندهم يرجى منه ما لا يرجى من القديم، بسبب توافر البحوث والإمكانات التي سبقته، والأساليب الحديثة المستخدمة فيه]. الأمر الرابع: أن المتتبع لتلك الأسباب التي ذكرها علماء الإجرام، يرى أن كثيراً منها يخالف الواقع في كل أجزاء الأرض، حارها وباردها، غنيها وفقيرها، سواء كان أصل أهلها مجرمين أو أسوياء، مرضى أو أصحاء، مهاجرين أو مستقبلين في بلادهم للمهاجرين، بشرط واحد فقط وهو أن يطبق دين الله في تلك الأجزاء من الأرض.. والشاهد على هذا ما كان عليه العرب في الجزيرة، من التناحر والتقاتل والنهب والسلب والإغارة، بل وأد الأطفال أحياء.. فلما جاء الإسلام ودخلوا فيه، أصبحوا دعاة إصلاح وقادة خير، وأصبح منهم المهاجرون والأنصار الذين شهد التاريخ لهم بما لم يسبق له مثيل من الحب والإيثار والتعاون على البر والتقوى.. وهاجر الكثير منهم إلى بلاد الشرق والغرب، فاتحين فكانوا في بلدان مختلفة الأجواء من حرارة وبرودة وغنى وفقر، ومختلفة السلالات وبها من الجرائم ما لا يعد ولا يحصى.. ولكنهم ما إن وطئت أقدامهم تلك البلدان، حتى شيدت المساجد وارتفع ذكر الله، وعمَّ الإخاء، وثبت الإيثار والحب، واختفت الجرائم إلاَّ ما لا بدَّ منه بسبب فقد الإيمان أو ضعفه، عند بعض الأفراد أو الفئات كما سيأتي. وإنك لترى شخصاً مجرماً في وقت غناه، فإذا سكن الإيمان في قلبه تحول إلى محسن إلى الناس، كما ترى آخر فقيراً مجرماً، فإذا خالط الإيمان قلبه أصبح زاهداً ورعاً.. وترى من ينتقل من بلده مهاجراً إلى بلد آخر وهو مجرم كذلك، فإذا خالط أهل البلد الذي هاجر إليه فتأثر بالإيمان، أصبح من أولياء الله، وكذلك يهاجر الرجل المؤمن الصالح إلى بلد يكثر في أهله الإجرام، فيؤثر فيهم فيتحولون إلى مصلحين. وشواهد التاريخ على ذلك لا تحصى، وهذا كله يدل على أن تلك النظريات المدعاة في أسباب الجريمة غير صحيحة، بل إن الواقع التاريخي يخالفها.. ولعل في هذا ما يكفى لننتقل إلى الفصل الثاني الذي هو مقصود هذا البحث."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "الفصل الثاني: أساب الجريمة في الكتاب والسنة",
    "content": "وفيه تمهيد وثلاثة مباحث: المبحث الأول: خالق النفس أعلم بها من غيره. المبحث الثاني: الإيمان هو الواقي من الجرائم. المبحث الثالث: فقد الإيمان أو ضعفه هما منبع الإجرام. [s2] تمهيد كثر إطلاق الألفاظ المأخوذة من هذه المادة \"جَرَم\". في القرآن الكريم على معصية الكفر، وغلب استعمالها في الكسب المكروه. [راجع القاموس المحيط والمفردات للراغب الأصفهاني، والجريمة لأبي زهرة (1/34) وراجع بعض الآيات في المبحث الثالث من هذا الفصل]. وتعنى الجريمة في دين الله ـ وكذلك الجناية ـ ارتكاب أي فعل نهى الله عنه نهى تحريم، و ترك فعل أمر الله به أمر إيجاب، فهما مرادفتان للمعصية والخطيئة.. وكل معصية لها عند الله جزاء.. إما في الدنيا وإما في الآخرة.. ما لم يتب العاصي إلى ربه قبل موته، أو يغفر الله لصاحبها. فإن تَاب تاب الله عليه وسلم من الجزاء الأخروي، وقد يغفر الله له ولو لم يتب ما لم تكن المعصية شركاً، فإن الله لا يغفر الشرك بدون توبة منه. والمقصود بالجريمة هنا المعصية ذات الجزاء الدنيوي الذي قرره الله سبحانه وتعالى على مرتكبها.. وقد عرفها علماء الفقه بقولهم: \"الجرائم محظورات شرعيه زجر الله عنها بحد، أو تعزير\". [الأحكام السلطانية للماوردي ص: 221]. قوله: \" بحد\" هو خاص بالمعاصي التي حدد الشارع عقوباتها، وتشمل: الردة، وشرب الخمر، والسرقة، والزنا والقذف به، والحرابة.. فإن عقوبة المرتد القتل، وعقوبة الشارب الجلد، وعقوبة السارق قطع اليد، وعقوبة الزاني الجلد للحر أو الرجم، وعقوبة القاذف الجلد، وعقوبة المحارب القتل أو الصلب أو قطع يديه ورجليه من خلاف أو نفيه. وقوله: \"أو تعزير\" يعني المعاصي التي لم يبين لها الشارع عقوبة محددة، وتشمل كل معصية لله تعالى أو لرسوله، أو مخالفة ما قرره ولاة أمر المسلمين مما فيه مصلحة للأمة مرسلة، ولا مخالفة فيه لنص من نصوص الكتاب والسنة أو قاعدة من قواعد الشريعة. وبهذا يعلم أن العقوبات في الإسلام تنقسم إلى قسمين: القسم الأول: منصوص عليه محدد بالكتاب والسنة، وهو عقوبات الجرائم الست الماضية، فليس لأحد أن يزيد فيها أو ينقص؛ لأن الله قد تولى ذلك بنفسه. والقسم الثاني: غير منصوص على مقدار معين فيه من العقوبة، وإنما ترك لولي الأمر أن يجتهد فيه حسب المصلحة كما مضى. وهذه الأمور كلها مفصلة في كتب الفقه القديمة والحديثة. [راجع على سبيل المثال: المغني لابن قدامة (9/34) وكذا (9/6) والتشريع الجنائي الإسلامي لعبد القادر عودة (1/118ـ128) والجريمة لأبي زهرة (1/24)]. ويدخل فيما حدد الشارع عقوبته الاعتداء على الأنفس بالقتل أو الجرح أو قطع الأعضاء، فقد حدد الشارع في ذلك القصاص أو الدية.. إلا أن الفرق بين العقوبات في الحدود الستة المذكورة آنفاً وهذا الباب، هو عدم جواز إسقاط العقوبة في الحدود الستة بعد وصولها إلى ولي الأمر، وجواز إسقاطها في القصاص والديات من قبل مستحق ذلك. والمقصود هنا بيان من له الحق في الحكم على فعلٍ مَّا.. بأنه جريمة أو غير جريمة؟ إن الناس متفقون في الجملة على أن الأفعال التي يجب فيها الجزاء، هي التي تقتضي المصلحة اجتنابها، لما فيها من المفاسد العائدة على المجتمع.. ولكن من الذي يحدد المصلحة التي تجب حمايتها، والمفسدة التي يجب درؤها؟ والجواب على ذلك أن يقال: إن المقام لا يخلو من أحد أمرين: الأمر الأول: أن الجهة التي تحدد المصالح وطرق حمايتها والمفاسد، هم البشر. الأمر الثاني: أن الذي يحدد المصلحة وطرق حمايتها، أو المفسدة وطرق درئها، هو خالق البشر. فهل يمكن للبشر أن يحددوا المصلحة العامة للجميع وطرق حمايتها، والمفسدة الضارة للجميع وسبل درئها، ويكون تحديدهم لذلك واقعاً موقعه من العلم التام بالمصالح والمفاسد، وسبل الحفاظ على الأولى، وطرق الوقاية من الثانية، ومن العدل الذي يساوي بين الناس في التحريم والتحليل والعقاب، والتجرد عن الهوى الذي يحلل صاحبه ويحرم تبعاً له؟ إن الواقع يشهد بأن البشر لا قدرة لهم على تحديد المصالح والمفاسد من عند أنفسهم ـ أعنى المصالح العامة ـ التي يعود نفعها على الناس كلهم، والمفاسد العامة كذلك التي يعود ضررها على الناس كلهم.. وقد يقدرون على تحديد بعض المصالح والمفاسد التي للعقول في معرفتها مجال، أو بسبب التجارب التي تتراكم في مسيرة حياة البشر، فيعرفون بها ما فيه مصلحة وما فيه مفسدة... ولكن تلك القدرة تظل محدودة، لا يمكن أن تصل إلى ما يعلمه الخالق سبحانه، وذلك بسبب جهلهم بغير وقتهم الذي عرفوا فيه المصلحة والمفسد، إذ قد يأتي زمان تنقلب فيه المصلحة مفسدة والمفسدة مصلحة، وبسبب بيئتهم وظروف حياتهم التي عرفوا فيها المصلحة والمفسدة، فقد تكون المصلحة في غير بيئتهم مفسدة، والمفسدة مصلحة. وبسبب الظلم الذي لا يخلو منه إنسان لا يضبطه الإيمان الصادق، فقد يعلم الإنسان أن في هذا الأمر مصلحة أو مفسدة، ولكنه يفقد العدل فيجعل المصلحة مفسدة والمفسدة مصلحة، ويعامل الناس على أساس ذلك، بسبب ظلمه. وبسبب الهوى الذي قلما تجد أحداً سالماً منه إلا من عصمه الله، فيجعل المصلحة مفسدة، والمفسدة مصلحة تبعاً لهواه.. والذي يتأمل أحوال العالم في تاريخه الطويل، يتبين له هذا الأمر من تصرفات الدول والأحزاب والجماعات والأفراد الذين لم يتقيدوا بشرع الله تعالى، حيث تجد ما تزعمه طائفة مصالح أو مفاسد وتضع له التشريعات والقوانين، وتعامل غيرها بناء على ذلك، تجد ما زعمته تلك الطائفة مصالح، هو مفاسد على غيرها، وما زعمته مفاسد عليها، هو مصالح لغيرها.. وكذلك يضع البشر الذي لم يلتزم بمنهج الله، قوانين عقوبات على جرائم معينة، يظنون أنها مناسبة لها، في عظمها وصغرها، وأنها كافية لقطع دابر مرتكبيها، فيتبين أنها غير مناسبة، إذ قد تكون العقوبة أقل مما تقتضيه الجريمة أو أكثر مما تقتضيه، وقد يجدونها غير رادعة للمجرمين عندهم.. أما الخالق سبحانه، فهو الذي أحاط علمه بكل شيء أزلاً وأبداً، فهو الذي يعلم علماً تاماً ما فيه مصلحة ووسائل حفظه، وما فيه مفسدة ووسائل درئه.. كما أنه تعالى هو المبرأ من الظلم مطلقاً، المتصف بالعدل المطلق الذي لا يحابي معه أحداً، ومن الهوى الذي لا يثبت صاحبه على حال.. فهو سبحانه الذي يحدد المصلحة والمفسدة، والعقاب الرادع لمن أراد ارتكاب المفاسد أو المساس بالمصالح. ويترتب على ذلك ثبات أحكام الله واستمرارها، ولو تغيرت المجتمعات والحكام وتبدلت الأنظمة؛ لأن أحكام الله صالحة لكل زمان ومكان ولجميع البشر، كما يترتب على ذلك احترام الناس لها؛ لأنها لم يضعها فرد أو حزب أو حاكم لمصلحة خاصة به يُضَرُّ بها الآخرون.. وإنما وضعها الله سبحانه وتعالى لمصلحة الناس كلهم، لا فرق بين حاكم ومحكوم وأمير ومأمور وغنى وفقير. ويترتب على ذلك حفظ المصالح الحقيقية التي أساسها الدين والأخلاق الفاضلة المنبثقة عنه، بحيث لا توجد مصلحة إلا أقرتها وشرعتها وشرعت ما يحميها، ولا مفسدة إلا حرمتها وشرعت ما يدرأ خطرها، إما بالنص وإما بالاجتهاد والاستنباط. وبذلك تكثر الأفعال التي تنص الشريعة على تحريمها، ويقل ارتكابها في المجتمع الذي يطبق الإسلام، وترتفع القيم الروحية فيه. وتترتب على ذلك المساواة بين الناس في التحريم والعقاب، فلا يخاف أحد أن يحرم عليه ما أحل لغيره، أو يعاقب على فعل ينجو منه سواه، أو يشدد عليه العقاب ويخفف على غيره، اتباعاً للهوى وإمعاناً في الظلم. وعلى خلاف هذا كله تكون القوانين البشرية، فقد تحرم أفعالاً لا مفسدة في تعاطيها في واقع الأمر، بل المصلحة في تعاطيها والمفسدة في تركها.. وهو ما فعلته الدول الملحدة التي حظرت على الناس التدين، ومنعت المسلمين من رعاياها من قراءة القرآن وإظهار شعائر الدين، وعلى رأس تلك الدول الاتحاد السوفييتي المنهار.. كما أن أحكام القانون غير ثابتة، إذ قد يحل هذا أمراً ويحرم آخر، فإذا ذهب وخلفه آخر أحل ما حرمه الأول، وحرم ما أحله، وهكذا الهيئات والمنظمات. ويفقد الناس في ظل القوانين البشرية المساواة والعدالة.. إما بصريح القانون وإما بالتحايل عليه في التحريم والعقاب وغيرهما. [راجع التشريع الجنائي الإسلامي لعبد القادر عودة (1/310ـ315)]. وقد قال بعض علماء الإجرام منتقداً القانون ومبيناً قصوره: \"إن الدولة التي تضع القوانين لا تمثل من الزاوية الطبيعية سوى وضع نسبي، والقواعد الجزائية نسبية أيضاً، تتبدل بتبدل عناصر الزمان والمكان، كالبيئة والنظام السياسي، والمفاهيم الأخلاقية والدينية.[أقول: هذا عندما تكون المفاهيم الدينية مبنية على دين وثني أو سماوي محرف، أما عندما يكون الدين هو الإسلام المحفوظ الخاتم العالمي فإن من خصائص تشريعاته الثبات مثل الدين الذي شرعها الله فيه].  فقد يُشَكِّل أحدُ الأفعال جريمة في بلد ما، ويكون مباحاً في بلد آخر، وقد تدعو أفكار سياسية أو ظروف اقتصادية أو اجتماعية معينة، إلى تحريم أفعال كانت مباحة قبل ذلك.. وفى أعقاب أي انقلاب يوجد شخصان، يغدو أحدهما بطلاً، فيسمى وزيراً، أما الآخر الذي كان وزيراً فقد يحكم عليه بالإعدام. [علم الإجرام وعلم العقاب للدكتور عبود السراج ص: 371، وراجع ص: 43ـ45 من نفس الكتاب]. وبهذا يعلم أن الذي له حق التحريم والحكم على فعل ما بأنه جريمة، وحق العقاب وتحديده على كل الجرائم هو الله سبحانه وتعالى.. وأن البشر لا يحق لهم أن يحللوا أو يحرموا، إلا في الحدود التي وضعها الله في قسم المباح مما فيه مصلحة عامة للمجتمع. [راجع هذا المعنى في مجموع فتاوى ابن تيمية (28/364)]. [s2] المبحث الأول: خالق النفس أعلم بها من غيره إن الله سبحانه وتعالى هو خالق الكون كله، والإنسان جزء من هذا الكون، والخالق أعلم بما خلق من غيره ـ وليست الصيغة في مثل هذا المقام للمفاضلة؛ لأنه لا مفاضلة بين الخالق والمخلوق ـ وعلمه تعالى محيط بكل شيء، لأنه خالق كل شيء.. ومن ذلك دوافع الخير والشر الكامنة في نفس الإنسان حتى لا تظهر لغير الخالق إلا آثارها، وقد دل على علمه تعالى المحيط بكل شيء الآيات القرآنية التي يصعب استقصاؤها، ويكفي أن نذكر شيئاً يسيراً منها لإيضاح ا لمراد.. فقد ذكر سبحانه وتعالى شمول علمه المحيط بكل شيء.. فقال: {..إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيماً} . [النساء: من الآية32] وقال: {إِنْ تُبْدُوا شَيْئاً أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيماً} . [الأحزاب:54]. وقال: {هُوَ الأَوَّلُ وَالآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ} . [الحديد:3]. وقال تعالى: {أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} . [الملك:14]. وقال تعالى: {مَا عَلَى الرَّسُولِ إِلا الْبَلاغُ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ} . [المائدة:99]. وقال تعالى: {إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} . [القلم:7]. وقال تعالى: {رَبُّكُمْ أَعْلَمُ بِكُمْ إِنْ يَشَأْ يَرْحَمْكُمْ أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ وَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلاً} . [الإسراء:54]. وقال تعالى: { يَعْلَمُ خَائِنَةَ الأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ (19)} . [غافر] وقال تعالى: {ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى} . [النجم:30]. وإذا كان الله سبحانه وتعالى قد أحاط بكل شيء علماً، وهو أعلم بمن خلق، وهو أعلم بنا وأعلم بمن ضل ومن اهتدى، ويعلم ما نبدي وما نكتم، فإن مما يدخل في علمه سبحانه سبب هداية المخلوق وسبب ضلاله، فهو يعلم سبب الهداية ويعلم سبب الضلال وسبب السعادة والشقاء، ويعلم ما تكنه الصدور من الهدى والضلال.. كما يعلم ما يتعاطاه الإنسان من الخير والشر بأقواله وأفعاله، وإن العقل السليم ليضطر صاحبه أن يعترف بأن الخالق أعلم بخلقه من غيره، كما أن الصانع من المخلوقين أعلم بصنعته من غيره، ولله المثل الأعلى. وقد ذم الله سبحانه وتعالى من ظن أن الخالق يخفى عليه شيء مما يعمل خلقه، وأن ذلك الظن السيئ سبب الهلاك والخسران.. فقال تعالى: {وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلا أَبْصَارُكُمْ وَلا جُلُودُكُمْ وَلَكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لا يَعْلَمُ كَثِيراً مِمَّا تَعْمَلُونَ * وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ} . [فصلت:22-23]. وذكَّر سبحانه عباده بجهلهم المطبق الذي كانوا يتصفون به عندما أوجدهم في هذه الحياة، وامتنانه عليهم بآلات علمهم المحدود التي لا سبيل لهم إلى ذلك العلم بدونها. فقال سبحانه: {وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لا تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السَّمْعَ وَالأَبْصَارَ وَالأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ} . [النحل:78].  وبيَّن سبحانه وتعالى أن الناس مهما بلغوا من العلم، فإنما هو علم يسير من ظاهر الحياة الدنيا، وهو ما يحتاجون إليه في معاشهم، وأن العلم الحق الذي هم أحوج إليه من غيره، هو علم المعاد الذي غفلوا عنه وأهملوه، وكذب به غالب الأمم في الأرض. فقال تعالى: {وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ * يَعْلَمُونَ ظَاهِراً مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الآخِرَةِ هُمْ غَافِلُونَ} . [الروم:6-7]. وإذا كانوا لا يعلمون إلا علماً ظاهراً من الحياة الدنيا التي أفنوا أعمارهم في معرفتها.. فكيف يعلمون مسارب النفس التي لم يجعل الله لهم إلى معرفتها سبيلاً؟ إلا عن طريق وحيه وسنة نبيه صلى الله عليه وسلم.. وعندما ذكر تعالى علمه الشامل وإحاطته بكل شيء، نفى أن يحيط أحد من خلقه بشيء من علمه بدون مشيئته.. فقال تعالى: {اللَّهُ لا إِلَهَ إِلا هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلا يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ} . [البقرة:255]. وقد اعترف خيرة خلق الله وصفوتهم، بأنهم لا يعلمون إلا ما علمهم الله، وهم أنبياؤه ورسله وملائكته المقربون.. فقال تعالى: {يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُوا لا عِلْمَ لَنَا إِنَّكَ أَنْتَ عَلامُ الْغُيُوبِ} . [المائدة:109]. وقال عن عيسى عليه السلام: {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلامُ الْغُيُوبِ} . [المائدة:116]. وقال عن الملائكة الكرام: {قَالُوا سُبْحَانَكَ لا عِلْمَ لَنَا إِلا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ} . [البقرة:32]. أثر خشية الله في الوقاية من الجريمة: ويترتب على معرفة العبد إحاطة علم الله بكل شيء، ومن ذلك ما يفكر فيه بعقله، أو يوسوس به في قلبه ليفعله أو يتركه، وما ينفذه فعلاً في حال خلوته وجلوته، يترتب عليه أن تشتد خشيته وخوفه من ربه، وكلما كان العبد أكثر خشية لله وخوفاً منه، كان أكثر طاعةً له وبعداً عن معصيته، وكلما كان أقل خشية وخوفاً منه كان أكثر جرأة على المعصية وارتكاب الجريمة، والاعتداء على حقوقه وحقوق عباده. والنصوص القرآنية والأحاديث النبوية الدالة على هذا المعنى كثيرة جداً، نذكر بعضها على سبيل التمثيل. إن الملائكة الكرام لما كمل خوفهم من ربهم لم يعصوه طرفة عين، بل استقاموا على طاعته وفعل أمره في كل لحظه من لحظات عمرهم.. كما قال تعالى عنهم: {وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مِنْ دَابَّةٍ وَالْمَلائِكَةُ وَهُمْ لا يَسْتَكْبِرُونَ * يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} . [النحل:49-50]. وهكذا كان الرسل عليهم السلام أشد خشية لله من سائر الناس، فكانوا أشدهم طاعة وأبعدهم عن معصية الله، وأعلى طاعة الله تعالى تبليغ رسالته للبشر وعدم المبالاة بما يحصل منهم من الأذى والصد عن سبيل الله.. لهذا قال تعالى عنهم: {الَّذِينَ يُبَلِّغُونَ رِسَالاتِ اللَّهِ وَيَخْشَوْنَهُ وَلا يَخْشَوْنَ أَحَداً إِلا اللَّهَ وَكَفَى بِاللَّهِ حَسِيباً} . [الأحزاب:39].  ولما تقالَّ بعض أصحاب رسول الله صلى الله عليه وسلم عبادة نبيهم؛ لأنه قد غفر الله له ما تقدم من ذنبه وما تأخر، وأرادوا أن يبالغوا في التقرب إلى الله تعالى والتبتل إليه، رد عليهم بأنه أكثر خشية لربه وأشد طاعة وتقوى.. كما في حديث أنس بن مالك، رضي الله عنه يقول: \"جاء ثلاثة رهط إلى بيوت أزواج النبي صلى الله عليه وسلم يسألون عن عبادة النبي صلى الله عليه وسلم، فلما أخبروا كأنهم تقالوها فقالوا: وأين نحن من النبي صلى الله عليه وسلم، قد غفر له ما تقدم من ذنبه وما تأخر؟ قال أحدهم: أما أنا فإني أصلي الليل أبداً، وقال آخر: أنا أصوم الدهر ولا أفطر، وقال آخر: أنا أعتزل النساء فلا أتزوج أبداً. فجاء رسول الله صلى الله عليه وسلم، فقال: ((أنتم الذين قلتم كذا وكذا؟ أما والله إني لأخشاكم لله وأتقاكم له، لكني أصوم وأفطر، وأصلي وأرقد، وأتزوج النساء، فمن رغب عن سنتي فليس مني)). [البخاري (6/116)]. وقد خص الله تعالى من يخاف وعيده بأن أمر النبي صلى الله عليه وسلم بتذكيره؛ لأن خوفه ربه يدفعه إلى الاستجابة للتذكير بخلاف من لا يخاف فإنه لا يستجيب لما يذكر به.. كما قال تعالى: {نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ} . [قّ:45].  والذين يخافون الله لا يتبعون أهواءهم، بل يخالفونها ويصبرون على طاعة ربهم رغبة في رضوانه ودخول جنانه.. كما قال تعالى: {وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى * فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى} . [النازعـات:40-41]. والذين لا يخشون الله يتكبرون عن طاعته، ويتعالون على خلقه، فينالون سوء المصير في الدنيا والآخرة.. كما قال تعالى عن فرعون: {اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى (17) فَقُلْ هَلْ لَكَ إِلَى أَنْ تَزَكَّى (18) وَأَهْدِيَكَ إِلَى رَبِّكَ فَتَخْشَى (19) فَأَرَاهُ الآيَةَ الْكُبْرَى (20) فَكَذَّبَ وَعَصَى (21) ثُمَّ أَدْبَرَ يَسْعَى (22) فَحَشَرَ فَنَادَى (23) فَقَالَ أَنَا رَبُّكُمُ الأَعْلَى (24) فَأَخَذَهُ اللَّهُ نَكَالَ الآخِرَةِ وَالأُولَى (25) إِنَّ فِي ذَلِكَ لَعِبْرَةً لِمَنْ يَخْشَى} . [النازعات: 17-26]. فالخشية سبب في الانتفاع بالذكرى والطاعة لله، وعدمها سبب في إتيان المعصية والشقاء.. {فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى (9) سَيَذَّكَّرُ مَنْ يَخْشَى} . [الأعلى:9-10].  وتأمل قصة ابني آدم كيف كان خوف الله مانعاً لأحدهما من مد يده إلى الآخر، وعدم خوف الله سبباً في إقدام الآخر على أول جريمة قتل ارتكبت في بني البشر.. قال تعالى: {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَاناً فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخَرِ قَالَ لأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ (27) لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لأَقْتُلَكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ (28) إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ (29) فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخَاسِرِينَ} . [المائدة: 27-30]. وخشية الله لا تمنع أهلها من الإقدام على المعصية والشر فحسب.. بل تجعلهم يتسابقون إلى الطاعة والخير، مع خشيتهم من عدم قبول ما يقدمونه من الخير.. كما قال تعالى: {إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ (57) وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ (58) وَالَّذِينَ هُمْ بِرَبِّهِمْ لا يُشْرِكُونَ (59) وَالَّذِينَ يُؤْتُونَ مَا ءَاتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ (60) أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ} . [المؤمنون: 57-61]. وقد دلت سنة الرسول صلى الله عليه وسلم على ما دلَّ عليه القرآن أن خشية الله سبحانه وتعالى تمنع صاحبها من ارتكاب معصيته والاعتداء على حقوق عباده، حتى في حالة طلبه للمعصية وتمكنه منها، إذا ما تذكر علم الله المحيط بكل شيء، فإنه يقلع عن المعصية وهى بين يديه.. ومن أعظم ما وقع في التاريخ، ما ذكره رسول صلى الله عليه وسلم من قصة الثلاثة الذين أووا إلى غار فانحطت الصخرة فسدت منفذ خروجهم، فتوسلوا إلى الله بصالح أعمالهم فأفرج الله عنهم.. وكان توسل أحدهم قوله: ((أللهم إن كنت تعلم أني كنت أحب امرأة من بنات عمي، كأشد ما يحب الرجل النساء فقالت: لا تنال ذلك منها حتى تعطيها مائة دينار، فسعيت فيها حتى جمعتها، فلما قعدت بين رجليها، قالت: اتق الله ولا تفض الخاتم إلا بحقه، فقمت وتركتها.. فإن كنت تعلم أنى فعلت ذلك ابتغاء وجهك فافرج عنا فرجة)).... قال: ((ففرج عنهم)). [البخاري (3/37،38) ومن حديث ابن عمر رضي الله عنهما مرفوعاً..]. إن الذي يسعى جاهداً في تعاطي ما حرم الله من الشهوات، ثم إذا تمكن مما سعى إليه ذُكِّر بالله فذكر.. وأُمِر بتقواه فاتقى.. وترك ما حرم الله عليه ابتغاء وجهه وخشية لقائه بالمعصية.. إن هذا الذي هذا حاله لجدير أن يأمنه الناس على دمائهم وأعراضهم وأموالهم ويسلموا من أذاه وجرائمه. ولهذا كان القرآن الكريم يربي المؤمنين على الخوف من الله تعالى، وهكذا سنة رسول الله صلى الله عليه وسلم؛ لأن الخوف من الله في السر والعلن هو الوازع القوي الذي يلازم صاحبه في كل حال ويدفعه إلى الطاعة ويحجزه عن المعصية، ولهذا كان من السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله.. ((رجل دعته امرأة ذات منصب وجمال إلى نفسها (فـ) قال: إني أخاف الله)). [البخاري (8/20) من حديث أبي هريرة رضي الله عنه مرفوعاً..]. وأمر الرسول صلى الله عليه وسلم أمته بتقوى الله أينما كانوا ليشمل ذلك سرهم وعلانيتهم.. كما في حديث أبى ذر ومعاذ بن جبل رضي الله عنهما، عن النبي صلى الله عليه وسلم، قال: ((اتق الله حيثما كنت..)) . [الترمذي (4/355،356) وقال: هذا حديث حسن صحيح]. قال ابن رجب، رحمه الله: \"مراده في السر والعلانية، حيث يراه الناس وحيث لا يرونه، وقد ذكرنا من حديث أبى ذر، أن النبي صلى الله عليه وسلم قال له: ((أوصيك بتقوى الله في سر أمرك وعلانيته))\". [الحديث في مسند الإمام أحمد، برقم (21613)]. وكان النبي صلى الله عليه وسلم يقول في دعائه: ((أسألك خشيتك في الغيب والشهادة)). وخشية الله في الغيب هي من المنجيات... \" إلى أن قال: \"فإن من علم أن الله يراه حيث كان، وأنه مطلع على باطنه وظاهره وسره وعلانيته، واستحضر ذلك في خلواته أوجب له ذلك ترك المعاصي في السر.. وإلى هذا المعنى الإشارة في القرآن بقوله: {..وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} . [النساء: من الآية1، جامع العلوم والحكم ص: 140 وما بعدها..]. وإذا كان الله تعالى هو وحده الذي أحاط بكل شيء علماً، وأن خلقه لا يعلم أحد منه شيئاً إلا إذا علّمه هو، وإذا كان أفضل الخلق وصفوتهم قد اعترفوا بذلك، وإذا كان ذلك من أعظم ما يدعو العبد إلى الخوف من الله وخشيته، فيستجيب لفعل طاعة الله التي تؤدي إلى الخير العميم في الأرض له ولغيره من البشر، ويترك ما نهاه الله تعالى عنه من معصيته التي تكون سبباً في الشرور والجرائم التي ينتشر بها الفساد في الأرض، فإن الواجب على الخلق أن يعودوا إلى الله المحيط علمه بكل شيء، وأن يربوا الأفراد والأسر والمجتمع على الخوف منه وخشيته، لما في ذلك من البعد عن ارتكاب من تربى على ذلك الجرائمَ، نعم يرجون إليه تعالى ليعلموا منه ما جهلوه، إن كان قد أذن بتعليمهم إياه، مما في علمهم به مصلحة تنفعهم في دينهم ودنياهم. وإنه لمن السفه حقاً أن يسلك الإنسان للوصول إلى الشيء غير طريقه، وأن يرجع في معرفة أمر ما إلى من لا يعلمه..!! وهذا هو الذي سلكه المهتمون بأسباب الجريمة والوقاية منها وعلاجها، أولئك الذين سمو بالعلماء من فلاسفة الغرب ومفكريه ولذلك باؤوا بالفشل المحقق والإخفاق الذريع، وإن ظنوا أنهم أحرزوا شيئاً مَّا في هذا الباب وغيره من العلوم الإنسانية، ولا زالوا على رغم فشلهم يأملون في تحقيق مآربهم. وهذا أمر مؤسف، ولكن الأكثر أسفاً منه أن يسلك سبيلهم من ينتسبون إلى الإسلام من تلامذتهم الذين لم يفكروا في الرجوع إلى دينهم ووحي ربهم المنزل لهدايتهم، وهو بين أيديهم.. وإنما ألزموا أنفسهم تقليد من لا يؤمن بدينهم، ونقل أفكارهم إلى أبناء دينهم لملء أدمغتهم بتلك الأفكار، وإبعادهم عن هدى الله، وأسسوا مناهجهم في التعليم والقضاء وغيرهما على نظريات البشر المضطربة التي اعترف أهلها بقصورها وعدم القطع بصحتها، بل بتناقضها. لذلك يجب على المسلمين أن يعودوا إلى الله، لأخذ هديهم من كتابه وسنة رسوله صلى الله عليه وسلم. وإذا رجعنا إلى الخالق، لنسأله عن السبب الرئيس في عمل الخير والطاعة، فلا بد أن يدلنا على ذلك.. لأنه تعالى أمرنا بالخير والطاعة، ومن المحال أن يتركنا بدون دلالة على أساسهما، فما هو ذلك الأساس. [s2] المبحث الثاني: الإيمان هو الواقي من الجرائم إن الله سبحانه وتعالى الذي خلق الإنسان، والخالق ـ كما مضى أعلم بمن خلق ـ قد ربط بين الإيمان والعمل الصالح والفلاح والسعادة في الدنيا والآخرة.. وقد أوضح ذلك في كتابه وفى سنة رسوله صلى الله عليه وسلم أتم إيضاح وأكمله. فكتاب الله تعالى الذي أنزله لهداية خلقه، لا يهتدي به إلا المتقون، والتقوى هي فعل ما أمر الله به من الخير وترك ما نهى عنه من الشر، ولا تقوى بدون إيمان.. والمؤمن يؤدي ما عليه من حقوق لله ولخلقه، ولا يعتدي على حقوق الله ولا على حقوق خلقه، وبذلك يتحقق له الفلاح في الدنيا والآخرة. قال تعالى: {الم (1) ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ (2) الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (3) وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالآخِرَةِ هُمْ يُوقِنُونَ (4) أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} . [البقرة: 1-5]. فهذا الكتاب هدى لمن التزم التقوى وهي فعل الأمر وترك النهي، والمتقون هم المؤمنون بالغيب المثمر للعمل الصالح.. ويترتب على الإيمان والعمل الصالح الفلاح والفوز والسعادة. ومما يدل دلالة واضحة على أن الإيمان هو السبب الأساسي للطاعة والقيام بحقوق الله وحقوق عباده، وعدم الاعتداء عليهما، كما قال تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ (1) الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ (2) وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ (3) وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ (4) وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (5) إِلا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (6) فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ (7) وَالَّذِينَ هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ (8) وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ (9) أُولَئِكَ هُمُ الْوَارِثُونَ (10) الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ}. [المؤمنون:1-11]. فقد بين سبحانه وتعالى أن الإيمان سبب لفعل الطاعة لله، وأداء حقوق خلقه، كالصلاة والزكاة وحفظ الأمانة والعهد.. وهو كذلك سبب لترك معصية الله بارتكاب ما نهى عنه، سواء ما هو من حقه، أو ما هو من حقوق عباده، وتظهر السببية من وصف المؤمنين بما ذكر بعد من الصفات أي أن الإيمان لا بد أن يثمر ذلك. وبين سبحانه وتعالى أن الأصل في الناس الذين تختلط مصالحهم أن يبغي بعضهم على بعض، والبغي هو الاعتداء على الحقوق، واستثنى من ذلك المؤمنين الذين يحملهم إيمانهم على العمل الصالح وترك العمل السيئ، ومنه البغي.. فقال تعالى {.. وَإِنَّ كَثِيراً مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ..} . [ص:24].  وبين سبحانه وتعالى أن من صفات عباده المؤمنين الاجتهاد في طاعته، طمعاً في مغفرته ورحمته، والبعد عن معصيته، خوفاً من غضبه وعقابه، وأنهم يتواضعون ولا يتكبرون، يصبرون على الجاهل ولا يقابلون إساءته بمثلها، وإنما يقابلون الإساءة بالإحسان. ويعمرون أوقاتهم بكمال عبوديتهم لربهم، وينفقون أموالهم في وجوه الخير بدون إسراف ولا تبذير، ويبتعدون عن عبادة غير الله والإشراك به، اللذين هما أساس كل شر، ولا يقتلون النفس التي حرم الله إلا بالحق، ويحفظون حرمات الله وضرورات الحياة، فلا يزنون، لما في ذلك من الاعتداء على النسل الذي أمر الله بحفظه، وكذلك يحفظون العرض وهو شرف الإنسان الذي يؤذيه ويؤذي أسرته وقبيلته انتهاكُه. ويحفظون للناس حقوقهم فلا يعتدون عليها بشهادة الزور التي تهدر بها كل الحقوق: الدماء والأعراض والأموال وغيرها.. وهذه الأمور كلها يقتضيها الإيمان الذي يكون الإنسان به عبدَ الله حقاً.. لذلك قال تعالى: {وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلامًا (63) وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا (64) وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا (65) إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا (66) وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا (67) وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهًا ءَاخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلا بِالْحَقِّ وَلا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا (68) يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا (69) إِلا مَنْ تَابَ وَءَامَنَ وَعَمِلَ عَمَلاً صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (70) وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا (71) وَالَّذِينَ لا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا} . [الفرقان: 63-72]. وبين سبحانه وتعالى أن المؤمن الحق، لا يختار غير ما اختاره الله وقضاه؛ لأن اختيار غير ما اختاره الله وقضاه، ينافي الإيمان، والإيمان يقتضي اختيار ما أختاره الله وقضاه.. فمن اختار غير ما اختار الله، ليس هو المؤمن الحق؛ لأن اختيار غير ما اختاره الله وقضاه ضلال واضح ومعصية بينة يتنـزه عنهما المؤمن.. قال تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً} . [الأحزاب:36]. والآية واضحة في أن الإيمان يقتضي الطاعة والخير.. فإذا أقدم الإنسان على المعصية، فسبب ذلك فقد إيمانه أو ضعفه، ومن الأدلة الواضحة في أن الإيمان هو أساس الخير، وهو الواقي من الجريمة.. قول الله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِناً إِلا خَطَأ..} [النساء: من الآية92]. فالإيمان يمنع صاحبه أن يتعمد ارتكاب الجريمة.. وإذا حصل منه ارتكاب ما لا يجوز، فالأصل أن يكون ذلك غير متعمد منه، فإذا تعمده دلَّ ذلك على فقده الإيمان، أو على ضعفه في نفسه عندما ارتكب الجريمة. والمؤمن الصادق الإيمان قد يرتكب الجريمة أحياناً، ولكنه يندم على ما فعل ويسرع إلى التوبة من ذنبه، فيتركه ويعزم على عدم العود إليه، اقتداء بأبيه آدم الذي أغراه إبليس بالمعصية، فندم وتاب إلى الله تعالى؛ لأن إيمانه يذكره بربه الذي آمن به، ويذكره بعدوه الذي حذره الله منه، كما قال تعالى: {إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنْ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ } . [الأعراف: 201]. والإيمان يوسع دائرة فعل صاحبه للخير، حتى يشمل الناس كلهم، ولا تقتصر على المؤمنين فقط، بل إنه يشمل حتى الأعداء الذين يخالفونه في دينه ويحاربونه، فإن الإيمان يقتضي منه أن يعاملهم بالعدل ولا يظلمهم.. كما قال تعالي: {.. وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ} . [المائدة: من الآية8]. والإيمان يقتضي من صاحبه أن يقوم بالعدل، ولو على أقرب المقربين إليه، بل ولو على نفسه، ولو حصل بذلك عليه وعلى قرابته ضرر، خوفاً من الله العليم بكل شيء، ومحاربةً للهوى المنافي للإيمان الذي يدفع صاحبه إلى فعل الشر والإجرام.. قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ والأقربين إِنْ يَكُنْ غَنِيّاً أَوْ فَقِيراً فَاللَّهُ أَوْلَى بِهِمَا فَلا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً} . [النساء:135].  ومما يدل على أن الإيمان يقتضى الطاعة لله ولرسوله، وفعل الخير وأداء حقوق العباد، والبعد عن المعصية والظلم والإجرام، تخصيص الله سبحانه المؤمنين ـ غالباً ـ بالنداء في سياق أمره ونهيه، مع أن أحكامه الشرعية وأوامره ونواهيه، نزلت للناس كافة. وسبب تخصيص المؤمنين أنهم هم الذين يطيعون أمر الله ونهيه، بخلاف الكافرين، فإنهم لا يمتثلون لله أمراً ولا يجتنبون له نهياً.. بل هم كما قال سبحانه وتعالى عنهم: {خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عَظِيمٌ} . [البقرة:7].  ومثل الكفار الظاهرين المنافقون الكاذبون، وإن أظهروا الإيمان مخادعين.. كما قال تعالى عنهم: {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ * يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ} . [البقرة:8-9]. أما الآيات التي يخاطب الله سبحانه وتعالى فيها المؤمنين خاصة فهي كثيرة وتكفي الإشارة إلى شيء منها للدلالة على غيرها.. من ذلك قول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} . [النساء:59].  فنداء الله سبحانه وتعالى عباده المؤمنين، وأمره لهم بعد النداء بطاعته وطاعة رسوله ـ مع أن طاعتهما واجبة على الناس كافة ـ إشارة إلى أن المؤمن هو الذي ينفذ أمر الله ورسوله، والإيمان هو سبب ذلك التنفيذ، ولولا ذلك لما كان هناك فرق بين المؤمن وغيره، ولما كان لتخصيص المؤمنين بالنداء والأمر بعده معنى.. نعم قد يقال: إن في ذلك تحضيضاً للمؤمن أن يعمل بمقتضى إيمانه، وهذا جزء من معنى الآية الكريمة وليس هو المعنى المقصود فقط، ولو فرضنا أنه المعنى المقصود منها لكان أيضاً فيه دليل على أن الإيمان يقتضي ذلك؛ لأن تخصيص المؤمنين بالتحضيض، دليل على أنهم أولى بالاستجابة لهذا التحضيض. ومن ذلك قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} . [البقرة:183].  نادى الله سبحانه وتعالى المؤمنين وبين لهم بعد ندائه أن صيام رمضان فريضة عليهم، مع أن العبادات مفروضة على المؤمنين والكافرين، على الراجح، وإنما لم تقبل من الكفار لعدم وجود الأساس الذي هو الإيمان، فالإيمان أساس العمل الصالح ومقتضاه.. ومثل ذلك.. قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى..} . [البقرة:178]. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبا إِنْ كُنْتُمْ مُؤْمِنِينَ} [البقرة:278]. خص المؤمنين بالنداء والأمر بالتقوى وترك الربا؛ لأنهم هم الذين يطيعون الله في ذلك بمقتضى إيمانهم، وإن كان الربا محرماً على المؤمن والكافر، وفى قوله تعالى إن كنتم مؤمنين دليل على ذلك.. كأنه قال: إن كان إيمانكم بالله صادقاً فاتركوا الربا؛ لأن الإيمان الصادق يقتضى ذلك. ولكن تعاطي الربا الحاصل من المؤمن، يعتبر كبيرة من كبائر الذنوب، يتعرض متعاطيه لغضب الله وأليم عقابه، كما هو واضح من الآيات والأحاديث الواردة في تحريم الربا، ولكن المسلم لا يخرج بذلك من الإسلام إلا إذا استحله، كبقية المحرمات المعلومة من الدين بالضرورة. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْراً مِنْهُمْ وَلا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْراً مِنْهُنَّ وَلا تَلْمِزُوا أَنْفُسَكُمْ وَلا تَنَابَزُوا بِالأَلْقَابِ بِئْسَ الاسْمُ الْفُسُوقُ بَعْدَ الإِيمَانِ وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ * يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيراً مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلا تَجَسَّسُوا وَلا يَغْتَبْ بَعْضُكُمْ بَعْضاً أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ} . [الحجرات:11-12]. إن هذه الصفات الذميمة التي نهى الله سبحانه وتعالى عنها المؤمنين بعد ندائه إياهم في الآيتين، هي محرمة عليهم وعلى غيرهم من الكافرين، ولكنه خص المؤمنين بالنداء والأمر والنهي؛ لأن الإيمان يقتضي فعل ما أمروا به وترك ما نهوا عنه.. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ..} . [النور:21].  والنهى عن اتباع خطوات الشيطان ليس خاصاً بالمؤمنين، بل هو لكل الناس، مؤمنهم وكافرهم، بدليل قوله تعالى: {يَا بَنِي آدَمَ لا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآتِهِمَا إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لا تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لا يُؤْمِنُونَ} . [الأعراف:27]. وفتنة الشيطان إنما هي باتباع خطواته، وإنما خص المؤمنين بالنداء قبل النهي لأنهم حريصون بمقتضى إيمانهم على اجتناب ما نهى الله عنه. وفى قوله تعالى في سورة الأعراف: {..إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لا يُؤْمِنُونَ} . [الأعراف: من الآية27] ما يدل على أن عدم الإيمان سبب في اتباع خطوات الشيطان وفتنته، ومن هناك ينشأ الإجرام.. دلالة سنة الرسول صلى الله عليه وسلم على ما دل عليه كتاب الله سبحانه وتعالى: هذا، وقد دلت سنة رسول الله صلى الله عليه وسلم على ما دل عليه القرآن الكريم، من أن الإيمان بالله تعالى وبرسوله صلى الله عليه وسلم وباليوم الآخر، سبب في فعل الطاعة وفعل الخير، والبعد عن المعصية والشر والإجرام، وهي كثيرة جداً نكتفي بالإشارة إلى بعضها.. روى أبو هريرة، رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: ((من كان يؤمن بالله واليوم الآخر فلا يؤذي جاره.. ومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه.. ومن كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليسكت)) وفي رواية: ((فليكرم جاره)) بدل: ((فلا يؤذي جاره)). [البخاري (7/78ـ79) ومسلم (1/68،2/1091)]. ومعنى هذا أن المؤمن مأمور بإكرام جاره والإحسان إليه وليس ترك أذيته فقط. فقوله صلى الله عليه وسلم: ((من كان يؤمن بالله واليوم الآخر..)) ثم أمْره ببعض تلك الصفات ونهْيه عن بعضها دليل أن الإيمان يقتضيها، وأنها ناشئة عنه، ومعلوم أن الإيذاء لا يجوز لأحد سواء كان مؤمناً أو غير مؤمن.. وفي حديث أنس، رضي الله عنه: عن النبي صلى الله عليه وسلم، قال: ((لا يؤمن أحدكم حتى يحب لأخيه)) ـ أو قال: ((لجاره)) ـ ((ما يحب لنفسه)). [البخاري (1/8) ومسلم (1/67)]. فنفى الإيمان ـ وهو الإيمان الواجب ـ عمن لا يحب لأخيه ما يحب لنفسه، دليل على أن الإيمان يقتضي تلك المحبة، وأن المؤمن لا يدعه إيمانه يسعى في إيصال الشر إلى الناس؛ لأنه لا يحب الشر لنفسه، وإنما يحب لنفسه الخير، والخير الذي يحبه لنفسه يحبه لغيره؛ لأنه ناشئ من إيمانه. هذا وليعلم أن نفي الإيمان عن المرء بسبب عدم قيامه ببعض الواجبات التي يقتضيها الإيمان، أو ارتكابه بعض المعاصي التي يقتضي الإيمان تركها، لا يراد به نفي أصل الإيمان، بحيث يصير لا إيمان له مطلقاً، وإنما المراد نفي كمال الإيمان الواجب، بدليل ما ورد من النصوص التي تتضمن خروج من كان في قلبه مثقال ذرة من إيمان من النار ودخوله الجنة.. مثل حديث أبي ذر، رضي الله عنه، قال: إنه رأى النبي صلى الله عليه وسلم وهو نائم، عليه ثوب أبيض، ثم أتيته فإذا هو نائم ثم أتيته وقد استيقظ، فجلست إليه فقال: ((ما من عبد قال: لا إله إلا الله، ثم مات على ذلك إلا دخل الجنة)) قلت: وإن زنى، وإن سرق؟ قال: ((وإن زنى وإن سرق)) ثلاثاً، ثم قال في الرابعة: ((على رغم أنف أبي ذر)) قال: فخرج أبو ذر وهو يقول: \"وإن رغم أنف أبي ذر\". [مسلم (1/95)]. وغير هذا الحديث مما يدل على أن نفي الإيمان بترك بعض الطاعات أو ارتكاب بعض المعاصي، لا يراد منه نفيه كله، وإنما يراد منه نفي كماله الواجب. وقد نفى رسول الله صلى الله عليه وسلم الإيمان عمن ارتكب ما ذكر في حديث أبي ذر، ولكنه قيد النفي بوقت ارتكابه المعصية كما سيأتي ذلك إن شاء الله. [والحديث في البخاري (3/106) ومسلم (1/76)]. ومما يدل أنه لا يراد نفي أصل الإيمان حديث أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: ((لا يؤمن العبد الإيمان كله حتى يترك الكذب في المزاحة والمراء، وإن كان صادقاً)). [أحمد (2/352) وراجع جامع العلوم والحكم لابن رجب ص: 103]. فقوله: ((لا يؤمن الإيمان كله)) يدل على أن المنفي هو كمال الإيمان الواجب، لا الإيمان كله، ولا كماله المندوب. ومن الأحاديث الواضحة في أن الإيمان سبب في فعل الخير وإيصاله إلى الناس وكف المؤمن شره عنهم.. حديث عبد الله بن عمر رضي الله عنهما، عن النبي صلى الله عليه وسلم، قال: ((المسلم من سلم المسلمون من لسانه ويده، والمهاجر من هجر ما نهى الله عنه)). [البخاري (5/110) ومسلم (2/741)]. فسلامة الناس من لسان المسلم ويده ناشئة عن إسلامه.. والإسلام إذا أطلق شمل الإيمان، كما أن الإيمان إذا أطلق شمل الإسلام، وهجر ما نهى الله عنه يشمل كل ضرر، سواء أكان بمنع حق أو الاعتداء على حق. وإذا كان الإيمان قوياً في المرء، قوي ائتمان الناس له، وأعلى الناس إيماناً هو رسول الله صلى الله عليه وسلم، ولذلك ائتمنه الله على وحيه ورسالته، فكان أجدر بأن يأتمنه الناس.. كما روى أبو سعيد الخدري، رضي الله عنه: أن رسول الله صلى الله عليه وسلم قال: ((ألا تأمنوني وأنا أمين من في السماء، يأتيني خبر السماء صباحاً ومساء)). [البخاري (5/110) ومسلم (2/741)]. وكلما كان الناس أرجى في خير المؤمن وأمنهم من شره، كان ذلك دليلاً أنه خيرهم، وكلما كانوا أبعد عن رجاء خيره وأمن شره، كان ذلك دليلاً أنه شرهم.. كما روى أبو هريرة رضي الله عنه: أنه صلى الله عليه وسلم وقف على أناس جلوس فقال: ((ألا أخبركم بخيركم من شركم؟)) قال: فسكتوا، فقال ذلك ثلاث مرات، فقال رجل: بلى يا رسول الله أخبرنا بخيرنا من شرنا، قال: ((خيركم من يرجى خيره ويؤمن شره، وشركم من لا يرجى خيره ولا يؤمن شره)). [الترمذي (4/528) وقال: هذا حديث حسن صحيح]. وجعل صلى الله عليه وسلم دليل إسلام المرء سلامة الناس من لسانه ويده، كما جعل دليل الإيمان أمن الناس منه على دمائهم وأموالهم.. كما روى أبو هريرة، رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: ((المسلم من سلم المسلمون من لسانه ويده، والمؤمن من أمنه الناس على دمائهم وأموالهم)). [الترمذي (5/17) وقال: هذا حديث حسن صحيح]. وفى هذا الحديث إشارة لطيفة، وهى أن الأصل في الإيمان عدم اطلاع الناس عليه؛ لأن أصله القلب، والأصل في الإسلام أن يطلع عليه الناس؛ لأنه الأعمال الظاهرة. كما دل عليه حديث جبريل.. فجعل أعمال المرء الظاهرة دليلاً على إسلامه، وهى سلامتهم من لسانه ويده، وجعل ائتمان الناس له على دمائهم وأموالهم دليلاً على إيمانه.. والغالب أن الناس لا يأمنون المرء إلا إذا جربوه فعلموا أنه يؤدى إليهم حقوقهم، ولو لم يكن بينهم وبينه إلا الله تعالى، كالأمانات ونحوها.. فجعل صلى الله عليه وسلم لكل من اللفظين: الإسلام والإيمان من اسمه نصيباً فالإسلام يستلزم أن يسلم الناس من أذى صاحبه، والإيمان يستلزم أن يأمن الناس صاحبه على حقوقهم. ولو أراد الباحث أن يتتبع أثر الإيمان في سلوك العبد المؤمن المتقيد بأمر الله ونهيه، لطال به المقام واتسع المجال؛ لأن لكل ركن من أركان الإيمان أثره في حياة المؤمن وسلوكه، بل وفى كل فرع من فروع تلك الأركان.. ولهذا نكتفي بأثر الإيمان في الجملة. أثر الإيمان باليوم الآخر في مكافحة الجريمة: وإن مما يدفع إلى فعل الخير ويحجز عن فعل الشر وارتكاب الإيمان باليوم الآخر والخوف من عقاب الله تعالى فيه على معصيته، والطمع في ثوابه على فعل الطاعة.. ولهذا زكى سبحانه وتعالى بذلك عباده المؤمنين، فكانوا يتسابقون إلى فعل الخير.. قال تعالى: {لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ (113) يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَئِكَ مِنَ الصَّالِحِينَ} . [آل عمران:113-114]. والنصوص الدالة على أن الإيمان باليوم الآخر والطمع في ثواب الله فيه والخوف من عقابه، من أهم الأسباب الدافعة إلى فعل الخير واجتناب الشرور، كثيرة جداً.. كما أن الآيات الدالة على أن عدم الإيمان باليوم الآخر أو عدم خوف الجزاء فيه، من أهم أسباب الاعتداء على حقوق الله وحقوق عباده كثيرة جداً أيضاً.. ولهذا كان رسول الله صلى الله عليه وسلم يخوف أصحابه هذا اليوم وما فيه من نقص الحسنات، وزيادة السيئات على من ظلم واعتدى في الحياة الدنيا على حقوق غيره بلسانه أو بيده.. كما في حديث أبي هريرة، رضي الله عنه: أن رسول الله صلى الله عليه وسلم، قال: ((أتدرون ما المفلس؟)) قالوا: المفلس فينا من لا درهم له ولا متاع، فقال : ((إن المفلس من أمتي من يأتي يوم القيامة بصلاة وصيام وزكاة، ويأتي قد شتم هذا، وقذف هذا، وأكل مال هذا، وسفك دم هذا، وضرب هذا، فيعطى هذا من حسناته، وهذا من حسناته، فإن فنيت حسناته قبل أن يقضي ما عليه، أخذ من خطاياهم فطرحت عليه ثم طرح في النار)). [مسلم (4/1997)]. وفى حديث أبى هريرة، رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: ((من كانت له مظلمة لأحد من عرضه أو شيء فليتحلله منه اليوم، قبل أن لا يكون دينار ولا درهم، إن كان له عمل صالح أخذ منه بقدر مظلمته، وإن لم يكن له حسنات أخذ من سيئات صاحبه فحمل عليه)). [البخاري (3/99)]. وبهذا يعلم أن الإيمان بأصوله وفروعه هو أساس الطاعة والخير وأداء الحقوق لأهلها، والبعد عن المعصية والاعتداء، كما هو واضح من النصوص القليلة السابقة.. وأن العلاج الناجع للقضاء على الجريمة أو التخفيف منها هو الإيمان، فهو الأساس الأول في الوقاية من الجريمة، وهو الذي يسهل إثباتها إذا وقعت؛ لأن المؤمن، وهو بشر غير معصوم، لا يجمع غالباً بين ارتكاب الجريمة وإنكار الحق الذي تعلق بذمته.. والإيمان هو الذي يسوق المذنب إلى التوبة والعودة إلى الله، طلباً للغفران وهرباً من الخزي والعذاب، والذي يدرس سيرة سلفنا الصالح ـ وفى طليعتهم أصحاب رسول الله صلى الله عليه وسلم ـ الذين تمكن الإيمان من قلوبهم، يظهر له أن الإيمان كان هو السبب في طهر المجتمع الإسلامي في كل عصر من عصور التاريخ.. وأن فقد الإيمان أو ضعفه، كان هو سبب الأرجاس والمعاصي والجرائم التي تنتشر في أي مجتمع وفى أي عصر من العصور. وعلى المسلمين الذين يدعون أنهم يؤمنون بالله وكتبه ورسله وملائكته واليوم الآخر، ويؤمنون بالقدر خيره وشره، وبفروع هذه الأصول وبأصول الإسلام وفروعه، أن تكون مناهج حياتهم وحياة أبنائهم والأجيال القادمة محققة لمعاني أصول الإيمان وفروعه.. بحيث يربى الأبناء تربية إيمانية تجعلهم صالحين يحاربون الفساد والإجرام لتحقيق السعادة للبشر في هذه الأرض.. وعلى الذين يبحثون عن أسباب السعادة في غير هدى الله، أن يجربوا في البحث عن السعادة هذا الدين، فقد جربوا كل شيء غير هذا الدين ومنوا بالفشل. ونحن على يقين من أن السعادة والأمن مستحيلان بدون هذا الدين، وهذه دعوى فإذا كانوا يريدون إقامة البينة على هذه الدعوى فالتجربة هي البينة، فليجربوا. والتربية الإيمانية فرض على الأمة، وليسوا مخيرين في فعلها أو تركها، ومن أهم سبل هذه التربية ربط الأفراد والأسر والشعوب، بكتاب الله وسنة رسوله وسيرته صلى الله عليه وسلم، وسيرة أصحابه، وإتاحة الفرصة لكل فرد من أفراد هذه الأمة أن يفقه فرض العين فقهاً صحيحاً سليماً يجعل عمله الذي يتقرب به إلى ربه، سواء كان من حقوقه أو من حقوق خلقه. وهذا السبيل لا يمكن أن يتم إلا بجعل مناهج التعليم في البلدان الإسلامية، مرتبطة بهذا الدين في جميع مراحل الدراسة، وأن يتيقن الطلاب والمعلمون والأمة كلها، أن الإسلام هو منهج حياتهم، الذي يجب عدم مخالفته في أي شأن من شؤونهم، للفرد والأسرة والشعب والدولة. وأخيراً نقول لمن ينشدون الأمن في البلدان الإسلامية لبلدانهم: هنا الأمن فاطلبوه مقتدين بأبينا إبراهيم عليه السلام: {وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِي فِي اللَّهِ وَقَدْ هَدَانِي وَلا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلاَّ أَنْ يَشَاءَ رَبِّي شَيْئاً وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْماً أَفَلا تَتَذَكَّرُونَ (80) وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَاناً فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالأَمْنِ إِنْ كُنتُمْ تَعْلَمُونَ (81) الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُوْلَئِكَ لَهُمْ الأَمْنُ وَهُمْ مُهْتَدُونَ} . [الأنعام]. [s2] المبحث الثالث: فقد الإيمان أو ضعفه هما منبع الإجرام إذا كان الإيمان بأصوله وفروعه، هو الدافع إلى فعل الخيرات وترك المنكرات، وهو الأساس في الوقاية من الإجرام كما سبق؛ فإن الكفر هو منبع الجرائم وأصلها، وكل جريمة تحدث هي فرع من فروع الكفر. ولهذا كان المؤمنون والكافرون في صراع دائم.. المؤمنون يدعون إلى الحق، ويقاتلون من أجل إرسائه في الأرض.. والكافرون يدعون إلى الباطل، ويقاتلون لتثبيته والصد عن الحق.. كما قال سبحانه وتعالى: {الَّذِينَ آمَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفاً} . [النساء:76].  والذي يقاتل في سبيل الشيطان، إنما يريد أن يكره الناس على طاعة الشيطان، والشيطان إنما يأمر بالمعاصي والفساد في الأرض وإضلال الخلق، وبث العداوة والبغضاء بينهم باعتداء بعضهم على بعض.. كما قال تعالى: {الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلاً وَاللَّهُ وَاسِعٌ عَلِيمٌ} . [البقرة:268].  وقال تعالى: {إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ} . [المائدة:91].  وقال تعالى ناهياً المؤمنين عن اتباع خطوات الشيطان، في سياق قصة جريمة الإفك، وهى من الجرائم العظيمة التي تنتهك بها الأعراض، ويرمى بها الأبرياء، وتفرق بها الأسر.. {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ..} . [النور:21].  والكفر هو سبب محاربة الأنبياء، والوقوف ضد الإصلاح في الأرض، وهو سبب اختلال الموازين والقيم التي تجعل الحق باطلاً والباطل حقاً، وجَعْلَ دعاة الحق الهداة ضلالاً، وأهل الضلال والفساد مصلحين.. كما قال تعالى: {لَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ (59) قَالَ الْمَلأُ مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلالٍ مُبِينٍ} . [الأعراف:59-60]. وقال تعالى: {وَإِلَى عَادٍ أَخَاهُمْ هُوداً قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلا تَتَّقُونَ (65) قَالَ الْمَلأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ الْكَاذِبِينَ} . [الأعراف:65-66]. وقال تعالى عن كفار قريش ـ وقد تآمروا على تنفيذ جريمة القتل في رسول الله صلى الله عليه وسلم ـ: {وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ} . [الأنفال:30].  وقال تعالى مبيناً أن أهل الكفر لا يمتنعون عن الإيمان بالرسل فحسب، وإنما يسعون لإعادة أنبياء الله ورسله إلى الارتداد عن دينهم.. {وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ} . [إبراهيم:13].  ولقد حمل الكفر بني إسرائيل على ارتكاب جريمة قتل أنبيائهم الذين بعثهم الله لهدايتهم.. كما قال تعالى: {وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَقَفَّيْنَا مِنْ بَعْدِهِ بِالرُّسُلِ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لا تَهْوَى أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقاً كَذَّبْتُمْ وَفَرِيقاً تَقْتُلُونَ} . [البقرة:87]. والكفر هو الذي حمل قوم نبي الله صالح عليه السلام، على ارتكاب قتل آية الله التي أرسلها للدلالة على ضلالهم وهى الناقة.. كما قال تعالى: {قَالَ الْمَلأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحاً مُرْسَلٌ مِنْ رَبِّهِ قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ (75) قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كَافِرُونَ (76) فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ} . [الأعراف:75-77]. أي بسبب عدم إيمانهم. وإجرام الكافر القوي أشد من إجرام الكافر الضعيف؛ لأن القوي قادر على تنفيذ ما يريد، فهو راغب في الإجرام بسبب كفره.. قادر على التنفيذ بسبب قوته.. كما فعل فرعون الكبير، وكما يفعل الفراعنة الذين جاؤوا بعد مقتفين أثره، في الاعتداء على الشعوب واستعباد المستضعفين وتفريق شمل الأمم، وإبادة أبنائها.. كما قال تعالى: {إِنَّ فِرْعَوْنَ عَلا فِي الأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعاً يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ} . [القصص:4].  وأعظم الإجرام هو استبعاد الناس واسترقاقهم والحجر على عقولهم وقلوب من يصدونهم بالقوة عن الإيمان الحق الذي تقوم عليه الحجج والبراهين حتى يصبح يقيناً لا ينتابه شك.. فإذا آمن به ذوو العقول السليمة أنكروا عليهم وهددوهم بألوان النكال والتعذيب؛ ليكرهوهم على الكفر بعد أن هُدُوا للإيمان.. كما قال تعالى عن فرعون الذي كفر به سحرته ـ على رغم جبروته وقوته ـ وآمنوا بموسى لقوة حجته وصحة دعوته.. {فَأُلْقِيَ السَّحَرَةُ سُجَّداً قَالُوا آمَنَّا بِرَبِّ هَارُونَ وَمُوسَى (70) قَالَ ءَامَنْتُمْ لَهُ قَبْلَ أَنْ ءَاذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلافٍ وَلأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَابًا وَأَبْقَى (71) قَالُوا لَنْ نُؤْثِرَكَ عَلَى مَا جَاءَنَا مِنَ الْبَيِّنَاتِ وَالَّذِي فَطَرَنَا فَاقْضِ مَا أَنْتَ قَاضٍ إِنَّمَا تَقْضِي هَذِهِ الْحَيَاةَ الدُّنْيَا} . [طه: 70-72]. والعالم يشهد اليوم من فاق فرعون في العدوان والإجرام؛ لأن عدوان فرعون كان قاصراً على رعايا دولته الذين يعيشون داخل حدودها، بدليل أن موسى عليه السلام عندما ائتمروا به ليقتلوه، لجأ إلى الرجل الصالح في مدين، فقال له عندما علم خبره: {لا تَخَفْ نَجَوْتَ مِنْ الْقَوْمِ الظَّالِمِينَ} بخلاف فراعنة العصر، فإن عدوانهم يشمل العالم كله، بسبب ما مكنهم الله فيه من القوة المادية التي سيطروا بها على الشعوب براً وبحراً وجواً، فهم بذلك أشد إجراماً من فرعون. وجريمة العدوان على الأمم والشعوب، أشد من جرائم الأفراد المذكورة، وإذا كان الله تعالى قد شرع عقوبات جرائم الأفراد في الحدود والتعازير، فقد شرع في جرائم عدوان الدول على الشعوب، الجهاد في سبيل الله.. ولا عقوبة مجدية في دفع عدوانهم والقضاء على جرائمهم غير الجهاد الذي يجب على الأمة الإسلامية أن تعد له العدة، كما أمرها الله تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمْ اللَّهُ يَعْلَمُهُمْ وَمَا تُنفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ} . [الأنفال (60)]. والبغي والعدوان صفتان طبيعيتان للكافر، ولا يخلو منهما ضعيف الإيمان، ولا ينجو منها إلا المؤمن إيماناً صادقاً.. كما قال تعالى: {قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ وَإِنَّ كَثِيراً مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُمْ وَظَنَّ دَاوُدُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعاً وَأَنَابَ} . [ص:24]. قال القرطبي، رحمه الله: {لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ} يتعدى ويظلم.. {إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} فإنهم لا يظلمون أحدا.. {وَقَلِيلٌ مَا هُمْ} يعنى الصالحين. [الجامع لأحكام القرآن (15/179)]. فاستثناء المؤمنين العاملين الصالحات من الناس الذين يبغي بعضهم على بعض، ووصف هؤلاء المستثنين بالقلة يدل على ثلاثة أمور: الأمر الأول: أن الكفر هو أساس البغي والعدوان. الأمر الثاني: أن ضعف الإيمان من أسباب البغي والعدوان. الأمر الثالث: أن المؤمن القوي الصادق الإيمان الذي تدل على وجود إيمانه الأعمال الصالحة، هو السبب في الطاعة والخير واجتناب الفساد والبغي والإجرام في الأرض. ومما يدل أن الكفر هو منبع الإجرام وأساسه أمران: الأمر الأول: غلبة إطلاق المجرمين على الكفار في القرآن الكريم والآيات في ذلك كثيرة جداً.. منها قوله تعالى: {لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ} . [الأنفال:8]. وقوله تعالى: {وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ} . [يونس:82].  هاتان الآيتان تدلان على المطلوب من وجهين: الوجه الأول: تسمية الكفار مجرمين.. الوجه الثاني: كونهم يكرهون إحقاق الحق ويحبون انتصار الباطل، وتدخل في الباطل: الجرائم كلها كبيرها وصغيرها. ومن إجرام الكفار؛ صدهم عن الإيمان ودعوتهم إلى الكفر، الذي هو منبع الإجرام،كما قال تعالى عنهم: {وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ (91) وَقِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تَعْبُدُونَ (92) مِنْ دُونِ اللَّهِ هَلْ يَنْصُرُونَكُمْ أَوْ يَنْتَصِرُونَ (93) فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ (94) وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ (95) قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ (96) تَاللَّهِ إِنْ كُنَّا لَفِي ضَلالٍ مُبِينٍ (97) إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ (98) وَمَا أَضَلَّنَا إِلا الْمُجْرِمُونَ} . [الشعراء: 91-98]. ومن إجرامهم إتيان الفاحشة التي تقلب بها الموازين وتخالف بها الفطر بإتيان الرجال وترك النساء.. كما قال تعالى: {وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ (54) أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ (55) فَمَا كَانَ جَوَابَ قَوْمِهِ إِلا أَنْ قَالُوا أَخْرِجُوا ءَالَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ (56) فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلا امْرَأَتَهُ قَدَّرْنَاهَا مِنَ الْغَابِرِينَ (57) وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَسَاءَ مَطَرُ الْمُنْذَرِينَ} . [النمل: 54-58]. {أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمْ الْمُنكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنتَ مِنْ الصَّادِقِينَ} . [العنكبوت] وقوم لوط هؤلاء هم أول من أسسوا نادي العراة لرجال الفاحشة والإجرام، وبهم اقتدى مجرموا الكفر في هذا العصر بإنشاء نوادي العراة هواة الفواحش الشاذة من الرجال والنساء: \"في الولايات المتحدة الآن أكثر من أربعين نادياً للعراة.. وتفيد الإحصاءات أن نسبة ارتياد الأمريكيين لهذه الأندية في تصاعد مستمر منذ نشأة هذه الظاهرة في أمريكا عام 1939\". [http://www.aawsat.com/leader.asp?section=3&article=187691&issue=9028] \"العري والتعرية\" هي مصطلحات شائعة في حضارة الغرب وثقافته، فهناك نوع من الأدب يطلق عليه \"أدب العري\" وإن كانت كلمة \"الأدب\" من ذلك براء.. هناك آلاف المجلات وملايين الكتب والأفلام والأغاني التي تمجد \"العري\" كثقافة واسعة الانتشار.. إضافة إلى ذلك فهناك \"نوادي العراة\" و\"شواطئ العراة\" التي تنتشر اليوم في أرجاء وزوايا وصلب حضارتهم\". [http://www.arabmail.de/Mohammed_Ramadan06.08.04.html] ولقد أصبح للجرائم اليوم منظمات عالمية، لم ينج منها بعض من ينتسبون إلى الإسلام، ومن ذلك الشذوذ الجنسي، وهو زواج الرجل بالرجل والمرأة بالمرأة، الذي عقدت له مؤتمرات، بعضها عقد في دول عربية!! \"فقبل ثلاث سنوات تقريباً لعب الإنترنت دوراً محورياً في تأسيس منظمة تطلق على نفسها اسم (الفاتحة) من خلال قائمة نقاش بريدية إلكترونية، وتمكنت هذه المنظمة الدولية التي تعرّف نفسها بأنها (منظمة الشواذ المسلمين) من تسجيل نفسها رسمياً في نيويورك (أميركا) وتورنتو (كندا) لكي (تدافع عن حق الشذوذ في الإسلام). وتمكنت المنظمة من عقد مؤتمرها الدولي الثاني في لندن قبل أسبوعين تقريباً، وبالتحديد في السادس والعشرين من شهر مايو الفائت رغم الاعتراضات الواسعة التي أثارتها منظمات وشخصيات إسلامية متعددة هناك بدعوى أن (الفاتحة) منظمة تخالف الشرع الإسلامي الذي يحرم الشذوذ الجنسي\". [http://www.khayma.com/khotta/arabe/marji_ia.htm// http://www.almuoaly.8m.net/monadamat.html/http://www.annabaa.org/nba64/osrah.htm]. ومن باب الإنصاف لهؤلاء الغربيين الذين يطلقون على هذا النوع \"أدب العري\" لا يعتبرونه من الجرائم، ولو اعتبروه من الجرائم لسنوا القوانين لمنعه، ووضعوا له العقوبات المناسبة لبيئتهم، ولكن هذا \"الأدب\" عند الله وعند رسله وعند البشرية قبل عهد قوم لوط هو جريمة شنعاء، ولهذا نطلق عليه مصطلح \"الجريمة\".. ولكنا ندين أولئك الغربيين بما يعترفون هم أنه \"جريمة\" في مصطلحاتهم وقوانينهم، وهو العدوان على ضرورات الحياة: \"الدين والنفس والنسل والعقل والمال\" التي باشروا العدوان عليها في البلدان الإسلامية، كالعراق وفلسطين وأفغانستان والصومال، ومعسكرات \"غوانتنامو\" و\"أبي غريب\" وغيرهما من المعتقلات السرية، المنتشرة في العالم. ومن إطلاق لفظ المجرمين على الكفار قوله تعالى: {وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا وَمَا يَمْكُرُونَ إِلا بِأَنْفُسِهِمْ وَمَا يَشْعُرُونَ} . [الأنعام:123]. وقوله تعالى: {.. فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا وَكَانَ حَقّاً عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} . [الروم: من الآية47]. وقوله تعالى: {إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ} . [المطففين:29]. وقوله تعالى: {يُبَصَّرُونَهُمْ يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ} . [المعارج:11].  الأمر الثاني: هو اعتداء الكافرين على دعاة الحق بالقتل والقتال والصد عن دعوتهم، وإيذائهم؛ لأن طبيعة دعوة الحق لا تتفق مع إجرامهم، ولذلك يحاربون الدعوة والدعاة حتى يتمكنوا من مزاولة إجرامهم بدون نكير.. كما قال تعالى عنهم: {وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ} . [إبراهيم:13].  وقال تعالى: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا..} . [الحج:72].  وقال تعالى: {إِنَّ الَّذِينَ يَكْفُرُونَ بآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} . [آل عمران:21]. ويكفي أن يعلم العاقل أن المجرمين الشاذين جنسياً، تضيق صدورهم بالمتطهرين من شذوذهم، فيهددونهم بالإخراج من أرضهم، بسبب تطهرهم من رجسهم.. كما قال تعالى عن قوم لوط: {وَلُوطاً إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنْ الْعَالَمِينَ (80) إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ (81) وَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَنْ قَالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ} . [الأعراف: 82]. يظهر من النصوص القرآنية السابقة، أن الكفر هو الجريمة الأولى، وأنه أساس بقية الجرائم، كما أن الإيمان هو الطاعة الأولى، وأساس بقية الطاعات، كما مضى. دلالة السنة على ما دل عليه القرآن من أن الإيمان أساس الأمن والكفر منبع الإجرام: وقد دلت سنة الرسول صلى الله عليه وسلم على ما دل عليه القرآن الكريم، وكلاهما وحي من الله على رسول الله صلى الله عليه وسلم، من أن فقد الإيمان أو ضعفه هو السبب الرئيس في ارتكاب الجرائم.. كما في حديث أبى هريرة، رضي الله عنه: أن رسول الله صلى الله عليه وسلم قال: ((لا يزني الزاني حين يزني وهو مؤمن، ولا يشرب الخمر حين يشربها وهو مؤمن، ولا يسرق حين يسرق وهو مؤمن، ولا ينتهب نهبة يرفع الناس إليه فيها أبصارهم وهو مؤمن)). [البخاري (8/13) ومسلم (1/86)]. دل هذا الحديث أن الذي يرتكب الجريمة، لا يكون عنده إيمان يحجزه عن ارتكابها في ذلك الوقت.. ومعنى هذا أنه لا يرتكبها إلا أحد شخصين: إما فاقد الإيمان وهو الكافر.. وإما من ضعف إيمانه ضعفاً شديداً، لا يقوى على صد صاحبه عن ارتكاب الجريمة.. وقد سبق أن نفي الإيمان عن المؤمن المرتكب للمعصية، هو نفي لكمال الإيمان الواجب، وليس نفياً لأصل الإيمان.. وفى حديث أبى شريح، رضي الله عنه: أن النبي صلى الله عليه وسلم قال: ((والله لا يؤمن، والله لا يؤمن، والله لا يؤمن)) قيل: ومن يا رسول الله؟ قال: ((الذي لا يأمن جاره بوائقه)). [البخاري (7/78) ومسلم (1/68) والبوائق الغوائل والأذى]. وإذا فقد الإيمان الذي يحجز صاحبه عن المعاصي وارتكاب الجرائم، لم يأمن الناس من فُقِد منه على أنفسهم وأعراضهم وأموالهم، لأنه يكون خائناً، كذاباً، غداراً، فاجراً.. كما ثبت عن عبد الله بن عمر رضي الله عنهما: أن النبي صلى الله عليه وسلم قال: ((أربع من كن فيه كان منافقاً خالصاً، ومن كانت فيه خصلة منهن كانت فيه خصلة من النفاق، حتى يدعها: إذا أؤتمن خان، وإذا حدث كذب وإذا عاهد غدر، وإذا خاصم فجر)). [البخاري (1/14) ومسلم (1/78)]. وإن الواقع ليؤيد ما دلت عليه هذه النصوص القرآنية والأحاديث النبوية، وهو أننا نرى أفراداً من الكفار يعيشون في بلاد الكفر يرتكبون كل الجرائم.. فإذا ما هدوا إلى دين الله فدخلوا فيه، انقلبت حياتهم من حياة الإجرام إلى حياة الطاعة والسعادة، وأصابت أهليهم وأصدقاءهم الدهشة من هذا التحول العجيب عندهم..!! كما أننا نشاهد كثيراً من الفاسقين من أبناء المسلمين الذين ضعف إيمانهم، يأخذون في اقتحام أبواب الشهوات لارتكاب شتى المعاصي والاعتداء على حقوق الله وحقوق خلقه، وعجزت عن ردعهم السلطات المسؤولة في الدول، كما عجزت عن إصلاحهم المؤسسات الاجتماعية والمسماة بالإصلاحية، وضاقت من إجرامهم المجتمعات.. ولكن إذا نزلت هداية الله في قلوبهم، ورجعوا إلى الله تعالى فقوي إيمانهم، رأيت منهم سلوكاً آخر كأنه سلوك الملائكة، من الوقار والزهد وبذل الخير والبعد عن المعاصي، وأصبحوا من قادة المصلحين في الأرض، بعد أن كانوا من قادة المفسدين المخربين..!! فما سبب هذا الانقلاب العجيب غير أن الكافر الذي كان كفره يدفعه إلى الإجرام أصبح ـ بعد إيمانه ـ يدفعه هذا الإيمان إلى الإصلاح، والفاسق الذي كان ضعيف الإيمان يدعوه فسقه إلى المنكرات، أصبح إيمانه القوى يقوده إلى الخيرات؟! إن الإيمان الحق لهو أصل الطاعة والخير والسعادة في الدنيا والآخرة.. وإن الكفر لهو أصل المعصية والشر والشقاء والإجرام، ولضعيف الإيمان نصيبه من الإجرام بمقدار ذلك الضعف.. وبهذا يعلم فساد اضطراب من يسمون بعلماء الإجرام في أسباب الجريمة، وردها إلى عوامل جغرافية، أو وراثية، أو بيئية، أو نفسية أو جسمانية، أو اجتماعية، أو غيرها، وتناسيهم لأهم عواملها وهو فقد الإيمان أو ضعفه في النفوس.. ونحن لا ننكر أنه يمكن أن توجد أسباب فرعية لارتكاب الجريمة مما ذكروا، ولكننا ننكر أن تكون أسباباً مستقلة كما زعموا.. ونرى أن السبب الأول هو الكفر الناشئ عن الهوى وهكذا ضعف الإيمان.. وصدق الله تعالى إذ يقول: {وَالْعَصْرِ (1) إِنَّ الإِنْسَانَ لَفِي خُسْرٍ (2) إِلا الَّذِينَ ءَامَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} . [سورة العصر]. إن الله ليزع بالسلطان ما لا يزع بالقرآن: الأصل في فعل الطاعات وأعمال الخير، والوقاية من الجرائم والمنكرات، هو غرس الإيمان في النفوس، والتزكية الربانية بقراءة القرآن الكريم بتدبر وفقه وتطبيق عملي، وكذلك العناية بسنة الرسول صلى الله عليه وسلم، واتباعه بفعل ما أَمَر وترك ما نَهَى، والسمع والطاعة له في المنشط والمكره.. وفيما سبق من مباحث هذا الكتاب مع ما فيه من اختصار كفاية إن شاء الله. ولكن كثيراً من الناس، وإن كانوا يؤمنون بالله ورسوله في الجملة، تغلبهم نفوسهم الأمارة بالسوء، وتستهويهم الشهوات، وتسيطر على تصرفاتهم أهواءهم، ويغويهم الشيطان، فإذا وُعِظوا صموا آذانهم عن سماع الموعظة، وإذا أُمِروا بالمعروف تمادوا في تركه، وإذا نُهُوا عن المنكر بالغوا في ارتكابه. فيعتدون على الأعراض وينتهكون الحرمات، وينهبون أموال الناس بالسرقة أو إخافة السبيل، ويقتلون النفس التي حرم الله بغير حق، ويتعاطون شرب المسكرات.. إن أمثال هؤلاء الذين يصرون على العدوان وارتكاب الجرائم، ولا يستجيبون للنصح والتوجيه، والأمر بالمعروف والنهي عن المنكر، لا يحسم مادة شرهم إلا تطبيق شرع الله تعالى الرادع، وهو إقامة الحدود والتعازير، وتنفيذ القصاص. ولا يجوز أن تأخذ المسلمين فيهم رأفة في دين الله تعالى، كما قال عز وجل في السارق: { وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالاً مِنْ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ (38)} . [المائدة]. وقال في مرتكبي الزنا: { الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ وَلا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنْ الْمُؤْمِنِينَ (2)} . [النور]. وعندما شفع أسامة بن زيد عند الرسول صلى الله عليه وسلم، في المرأة المخزومية التي أمر بقطع يدها، عندما سرقت، غضب صلى الله عليه وسلم غضباً شديداً، وقال: ((والذي نفسي بيده لو كانت فاطمة بنت محمد ـ صلى الله عليه وسلم ـ لقطعت يدها)). [صحيح البخاري، برقم (3288) وصحيح مسلم، برقم (1688)]. وفي هذا الحسم تبدو رحمة الله تعالى بعباده في الأرض، حيث شرع ما يحمي دينهم ونفوسهم وأموالهم وأعراضهم، ويمنحهم الأمن والاطمئنان في حياتهم. والذين لا يزجرهم عن جرائمهم الإيمان وما يثمره من الخير، لا بد من زجرهم بما شرعه الله في القرآن وكلف الله تطبيقه من ولي أمور الأمة من الحكام، ولهذا قال عثمان بن عفان رضي الله عنه: \"إن الله ليزع بالسلطان ما لا يزع بالقرآن\". وهذا يبين حكمة أمر الله رسوله صلى الله عليه وسلم ـ وهو في مكة ـ أن يدعوه بأن يمنحه الله تعالى قوة ينفذ بها شرعه على من عصى وتمرد، كما قال تعالى: { وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَاناً نَصِيراً (80)} . [الإسراء]. قد ساق ابن كثير رحمه الله ما قاله العلماء في تفسير هذه الآية فقال: \"قال الحسن البصري في تفسيرها: وعده ربه لينزعن ملك فارس وعز فارس وليجعلنه له، وملك الروم وعز الروم وليجعلنه له. وقال قتادة فيها: إن نبي الله صلى الله عليه وسلم، علم أن لا طاقة له بهذا الأمر إلا بسلطان، فسأل سلطاناً نصيراً لكتاب الله، ولحدود الله، ولفرائض الله، ولإقامة دين الله. فإن السلطان رحمة من الله جعله بين أظهر عباده، ولولا ذلك لأغار بعضهم على بعض، فأكل شديدهم ضعيفهم، قال مجاهد سلطاناً نصيراً حجة بينة. واختار ابن جرير قول الحسن وقتادة وهو الأرجح؛ لأنه لا بد مع الحق من قهر لمن عاداه وناوأه. ولهذا يقول تعالى: { لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمْ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ (25)} . [الحديد]. وفي الحديث ((إن الله ليزع بالسلطان ما لا يزع بالقرآن)) أي ليمنع بالسلطان عن ارتكاب الفواحش والآثام، ما لا يمتنع (عنه) كثير من الناس بالقرآن، وما فيه من الوعيد الأكيد والتهديد الشديد وهذا هو الواقع\". [تفسير القرآن العظيم، بتحقيق سامي بن محمد السلامة، نشر دار طيبة للنشر والتوزيع (5/111)، سبق أن هذا أثرٌ رُويَ عن عثمان بن عفان رضي الله وليس مرفوعاً إلى النبي ‘]. وقال ابن تيمية رحمه الله: \"الأمر بالمعروف والنهى عن المنكر لا يتم إلا بالعقوبات الشرعية، فإن الله يزع بالسلطان ما لا يزع بالقرآن، وإقامة الحدود واجبة على ولاة الأمور، وذلك يحصل بالعقوبة على ترك الواجبات وفعل المحرمات. فمنها عقوبات مقدرة مثل جلد المفتري ثمانين وقطع السارق، ومنها عقوبات غير مقدرة قد تسمى التعزير، وتختلف مقاديرها وصفاتها بحسب كبر الذنوب وصغرها، وبحسب حال المذنب وبحسب حال الذنب في قلته وكثرته..\". [مجموع الفتاوى (28/107]. والمعروف أن هذا النص \"إن الله ليزع بالسلطان ما لا يزع بالقرآن\" مروي عن عثمان رضي الله عنه، وليس مرفوعاً إلى الرسول صلى الله عليه وسلم، ولكن معناه مؤيد بنصوص أخرى في القرآن والسنة، والواقع يدل على ذلك. وأمر الله تعالى المسلمين بتطبيق غالب الأحكام العامة، إنما تقوم به الأمة عن طريق أولياء أمورها، مثل إقامة الحدود وتنفيذ القصاص. وقد بينت ذلك في كتاب (الحدود والسلطان). كان تبييض هذا الكتاب، بتاريخ 4/1/1405هـ في المدينة النبوية في حي قباء ثم يسر الله تعالى لي مراجعة الكتاب، وتصحيح بعض الأخطاء فيه، مع إضافات موضوعات أخرى في بعض المباحث. وكان الفراغ من هذه المراجعة، في يوم الأحد الخامس عشر من شهر ربيع الثاني، من عام 1424هـ ـ الخامس عشر من شهر يونيو، من عام 2003م في منزلي بالمدينة. ثم أكملت مراجعته ليلة السبت 25/ربيع الآخر/1428هـ ـ 12/مايو/ 2007م وأضفت إليه بعض الموضوعات، وحذفت ما لم أرَ لبقائه حاجة ماسة. وصلى الله وسلم على سيدنا ونبينا وحبيبنا محمد.. وعلى آله وصحبه ومن تبعهم بإحسان إلى يوم الدين.. وسبحانك اللهم وبحمدك لا إله إلا أنت أستغفرك وأتوب إليك."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "مراجع الكتاب",
    "content": "1- أحكام القرآن ـ أبو بكر أحمد بن علي الجصاص ـ دار الكتاب العربي ـ بيروت. 2- أحكام القرآن ـ عماد الدين بن محمد الطبري المشهور بالكيا ـ المكتبة العلمية ـ بيروت. 3- الأحكام السلطانية ـ أبو الحسن علي بن محمد الماوردي ـ شركة ومطبعة مصطفى البابي الحلبي. 4- إرشاد العقل السليم إلى مزايا الكتاب الكريم ـ أبو السعود بن محمد الحنفي ـ مكتبة الرياض الحديثة. 5- أضواء البيان في إيضاح القرآن بالقرآن ـ محمد الأمين الشنقيطي ـ طبع على نفقة الأمير أحمد بن عبد العزيز آل سعود. 6- إعلام الموقعين عن رب العالمين ـ أبو عبد الله محمد بن أبي بكر بن قيم الجوزية ـ مكتبة الكليات الأزهرية. 7- الأم ـ الإمام محمد بن إدريس الشافعي ـ كتاب الشعب. 8- بداية المجتهد ونهاية المقتصد ـ أبو الوليد محمد بن أحمد بن رشد ـ مكتبة الكليات الأزهرية. 9- البحر المحيط ـ أبو عبد الله محمد بن يوسف الشهير بأبي حيان الغرناطي ـ مكتبة ومطبعة النصر الحديثة بالرياض. 10- تاريخ الخلفاء ـ جلال الدين عبد الرحمن بن أبي بكر السيوطي ـ المكتبة التجارية الكبرى بمصر. 11- تفسير القرآن العظيم ـ أبو الفداء إسماعيل بن كثير الدمشقي ـ مكتبة الدعوة الإسلامية ـ شباب الأزهر. 12- التشريع الجنائي الإسلامي ـ عبد القادر عودة ـ مكتبة دار العروبة ـ القاهرة. 13- التفسير الكبير ـ أبو عبد الله محمد بن عمر القرشي الرازي ـ دار الكتب العلمية ـ طهران. 14- تكملة مجموع النووي ـ محمد حسين العقبي ـ زكريا علي يوسف. 15- تيسير الكريم الرحمن في تفسير كلام المنان ـ عبد الرحمن بن ناصر السعدي ـ المطبعة السلفية ومكتبتها بالقاهرة. 16- جامع البيان عن تأويل آي القرآن ـ محمد بن جرير الطبري ـ مصطفى البابي الحلبي وشركاه بمصر. 17- الجامع لأحكام القرآن ـ أبو عبد الله محمد بن أحمد الأنصاري القرطبي ـ دار الكتاب العربي للطباعة والنشر. 18- جاهلية القرن العشرين ـ محمد قطب ـ مكتبة وهبة ـ القاهرة. 19- حاشية الدسوقي ـ محمد عرفة الدسوقي ـ عيسى البابي الحلبي وشركاه. 20- خطبة الحاجة ـ محمد ناصر الدين الألباني ـ المكتب الإسلامي للطباعة والنشر ـ بيروت. 21- روضة الطالبين ـ أبو زكريا يحيى بن شرف النووي ـ المكتب الإسلامي للطباعة والنشر بيروت. 22- سبل السلام في شرح بلوغ المرام ـ محمد بن إسماعيل الأمير الصنعاني ـ مصطفى البابي الحلبي وشركاه. 23- سنن ابن ماجه ـ أبو عبد الله محمد بن يزيد القزويني ـ عيسى البابي الحلبي وشركاه ـ ترتيب محمد فؤاد عبد الباقي. 24- سنن الترمذي ـ أبو عيسى محمد بن عيسى بن سورة ـ شركة مكتبة ومطبعة البابي الحلبي وأولاده بمصر. 25- السنن الكبرى ـ أبو بكر أحمد بن الحسين البيهقي ـ محمد أمين دمج ـ بيروت. 26- سنن النسائي ـ (المجتبى) أبو عبد الرحمن شعيب بن علي النسائي ـ شركة مكتبة ومطبعة مصطفى البابي الحلبي وأولاده بمصر. 27- السيل الجرار المتدفق على حدائق الأزهار ـ محمد بن علي الشوكاني ـ دار الكتب العلمية ـ بيروت. 28- الشرح الصغير على أقرب المسالك ـ أبو البركات أحمد بن محمد الدردير ـ دار المعارف بمصر. 29- شرح النووي على صحيح مسلم ـ محي الدين يحيى بن شرف النووي ـ المطبعة المصرية بالأزهر. 30- صحيح البخاري ـ أبو عبد الله محمد بن إسماعيل البخاري ـ طبع استانبول. 31- صحيح مسلم ـ أبو الحسين مسلم بن الحجاج النيسابوري ـ عيسى البابي الحلبي وشركاه. 32- عمدة القاري ـ شرح صحيح البخاري ـ بدر الدين أبو محمد محمود بن أحمد العيني ـ دار الفكر. 33- عون المعبود ـ شرح سنن أبي داود ـ أبو الطيب محمد شمس الحق العظيم آبادي ـ المكتبة السلفية بالمدينة المنورة. 34- فتح الباري ـ شرح صحيح البخاري ـ أحمد بن علي بن حجر العسقلاني ـ المكتبة السلفية ومطبعتها بالقاهرة. 35- فتح القدير ـ كمال الدين محمد بن عبد الواحد المعروف بابن الهمام ـ شركة ومطبعة مصطفى البابي الحلبي وأولاده بمصر. 36- الفصل في الملل والأهواء والنحل ـ أبو محمد علي بن حزم الظاهري ـ مكتبة ومطبعة محمد علي صبيح وأولاده بمصر. 37- القسم الخاص في قانون العقوبات ـ عبد المهيمن بكر ـ دار النهضة العربية ـ بمصر. 38- المبسوط ـ شمس الدين محمد بن أحمد السرخسي ـ مطبعة السعادة ـ مصر. 39- المحلى ـ أبو محمد علي بن أحمد بن سعيد بن حزم ـ المكتب التجاري للطباعة والنشر والتوزيع ـ بيروت. 40- المدونة الكبرى ـ الإمام مالك بن أنس ـ برواية سحنون ـ دار الفكر للطباعة والنشر والتوزيع. 41- الكتاب المصنف ـ عبد الله بن محمد بن أبي شيبة ـ الدار السلفية ـ بومباي ـ الهند. 42- المستصفى ـ أبو حامد محمد بن محمد الغزالي ـ شركة الطباعة الفنية المتحدة بمصر. 43- المصنف ـ أبو بكر عبد الرازق بن همام الصنعاني ـ المكتب الإسلامي بيروت. 44- المغني ـ أبو محمد عبد الله بن أحمد بن محمد بن قدامة ـ مكتبة القاهرة. 45- المهذب ـ أبو إسحاق إبراهيم بن علي الشيرازي ـ شركة مكتبة ومطبعة مصطفى البابي الحلبي وأولاده. 46- البناية في شرح الهداية ـ أبو محمد محمود بن أحمد العيني ـ دار الفكر للطباعة والنشر."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "آثار المؤلف",
    "content": "أنجز المؤلف عدداً من المؤلفات في موضوعات متنوعة بعضها قد طُبع وبعضها لم يُطبع، كما أن لديه موضوعات أخرى يريد الكتابة فيها، بعضها قد جمع مادتها، لعل الله يسهل له إنجازها جميعاً. ( أ ) الكتب المطبوعة: 1) الجهاد في سبيل الله ـ حقيقته وغايته (رسالة دكتوراه) طبع مرتين، ويقع في مجلدين كبيرين، وقد راجعه وأجرى تعديلات طفيفة على بعض موضوعاته وزيادات، وهو معد للطبعة الثالثة، ورتبه في أربعة أجزاء بعنوان: \"حقيقة الجهاد في سبيل الله وغايته\". 2) الكفاءة الإدارية في السياسة الشرعية ـ نفد. 3) الشورى (طبع مرتين) وتمت الإضافة عليه وهو معد للطبعة الثالثة. 4) دور المسجد في التربية، طبع مرتين. 5) أثر التربية الإسلامية في أمن المجتمع الإسلامي، وقد راجعه المؤلف، وأضاف بعض الزيادات، ورتبه في ثلاثة أجزاء. 6) الحدود والسلطان. 7) طل الربوة، طبع مراراً، وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 8) الدعوة إلى الإسلام في أوروبا. 9) حوارات مع مسلمين أوربيين. 10) حوارات مع أوربيين غير مسلمين. 11) جوهرة الإسلام (في التربية، نظم 1300 بيت تقريباً، وهو قيد المراجعة). 12) المسؤولية في الإسلام، طبع مراراً. وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 13) الردة عن الإسلام وخطرها على العالم الإسلامي، طبع مراراً، وهو قيد المراجعة. 14) الإسلام وضرورات الحياة، طبع مرتين. وقد راجعه المؤلف وفيه بعض الزيادات وأعده للطبعة الثالثة. 15) حكم زواج المسلم بالكتابية. تمت مراجعته وهو معد للطبعة الثانية. 16) هتاف العزة والجهاد (شعر). 17) وقاية المجتمع من تعاطي المسكرات والمخدرات، طبعته الجامعة الإسلامية في المدينة المنورة، وهو معد للطبعة الثانية. 18) سبب الجريمة، نفد، وقد راجعه المؤلف وزاد فيه بعض الموضوعات، وهو معد للطبعة الثانية، بعنوان: قاعدة في سبب الجريمة والوقاية منها. 19) الدعوة إلى الإسلام في أوربا، وهو معد للطبعة الثانية. 20) معارج الصعود إلى تفسير سورة هود (كتبته عن شيخي محمد الأمين الشنقيطي، رحمه الله في قاعة الدرس بكلية الشريعة، ثم رتبته وطبعته، وقد قدم له أحد أبناء الشيخ). 21) تفسير سورة النور (كسابقه). والكتابان معدان للطبعة الثانية. 22) السباق إلى العقول. 23) سلسلة في المشارق والمغارب (وهي المذكرات التي دونتها في رحلاتي لبلدان العالم) وقد بلغت عشرين مجلداً.. وقد تمت طبعتها الأولى، وتتولى نشرها مكتبة دار الأندلس الخضراء في جدة. 24) الإيمان هو الأساس، وهو معد للطبعة الثانية. 25) غيث الديمة شرح الدرة اليتيمة، في النحو. (ب) كتبٌ ورسائل لم يتم طبعها: 26) أثر تطبيق الشريعة الإسلامية في صلاح الأمة، جمعت بعض مواده. 27) التكفير والنفاق ومذاهب العلماء فيهما. 28) الإخلاص وما يعين المسلم عليه. 29) ثبات هذا الدين واستعصاؤه على أعدائه. 30) الواعظ الأكبر والزاجر الأعظم. 31) إجابات على أسئلة منتدى السقيفة. وللمؤلف مقالات وأبحاث أخرى شارك ببعضها في منتديات الشبكة العالمية (الانترنت)."
  }
]