[
  {
    "type": "title",
    "content": "الشورى الدكتور: عبد الله بن أحمد قادري الأهدل الطبعة الأولى: 1406هـ  ـ 1986م الطبعة الثانية: 1428هـ ـ 2007م"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "المقدمة",
    "content": "بسم الله الرحمن الرحيم إن الحمد لله، نحمده ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا. من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ}. [آل عمران:102]. {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً}. [النساء:1]. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً}. [الأحزاب:70ـ71]. أما بعدُ: [[هذه خطبة الحاجة التي علمها الرسول صلى الله عليه وسلم أصحابه رضي الله عنهم ليستفتحوا بها حوائجهم في النكاح وغيره، وقد خرج أحاديثها في رسالة مستقلة أستاذي محدث العصر الشيخ محمد ناصر الألباني رحمه الله، ومن رسالته نقلتها]]. فإن الله جلَّت قدرته وتباركت أسماؤه وعزَّ شأنه، قد أنزل كتبه وبعث رسله لهداية البشر بوحيه، وإذا كانت الكتب السابقة قد حُرِّفت، والرسل السابقون قد انتهت رسالتهم إلى أقوامهم في أوقات محدودة. فإن كتاب الله المبين الذي لا يأتيه الباطل من بين يديه ولا من خلفه تنـزيل من حكيم حميد، قد أنزله الله تعالى شرعاً عاماً لكافة الناس، إلى أن يرث الله الأرض ومن عليها، وهو المهيمن على كل الكتب السابقة، ودينه هو الدين الحق الذي رضيه الله للناس ولا يقبل من أحد منهم سواه. ومن هنا نعلم أن بركة اتصال هذه الأمة بالسماء صباح مساء لم تنته بموته صلى الله عليه وسلم، لأن جميع أعمال هذه الأمة المهتدية بهدى الله وأقوالها وتصرفاته ينبغي أن تكون وفقاً لما نزل به الوحي، وجاءت به السنة المطهرة، فمن وفقه الله لذلك فهو متصل بالحي الذي لا يموت سبحانه وتعالى، بخلاف من انقطع وحي الله عنهم بموت أنبيائهم، ولم يؤمنوا بالرسالة الخاتمة، فقد انبتت صلتهم بالله، وتوثقت صلتهم بعدوه إبليس أعاذنا الله منه. كما أن رسوله محمداً صلى الله عليه وسلم، مبعوث إلى الثقلين الجن والإنس، وهو خاتم الرسل فلا نبي بعده. قال تعالى: {وَأَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنْ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنْ الْحَقِّ}.  [المائدة:48]. وقال تعالى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الإِسْلامُ... }. [آل عمران:19]. وقال تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الإِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنْ الْخَاسِرِينَ }. [آل عمران: 85]. وقال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمْ الإِسْلامَ دِيناً }. [المائدة:3]. وقال تعالى: {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيراً }. [الفرقان:1]. وقال تعالى: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً }. [الأعراف:158]. وقال تعالى: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً }. [الأحزاب:40]. ولقد كرم الله تعالى ابن آدم بهذا الدين الكامل، في كل شؤون حياته وأخص من ذلك جانبين: الجانب الأول: صيانة عقله من الزلل والخوض فيما لا يعنيه مما لا قدرة له على الخوض فيه من أمور الغيب، حيث فصل له سبحانه وتعالى أصول الإيمان وفروعه، مما فيه هدايته، وأمره أن يؤمن به إيماناً مطلقاً، وأقام له على ذلك الحجج والبراهين التي لا يسع عقله إلا التسليم بها والإيمان بمقتضاها. كما فصَّل له سبحانه وتعالى أصول الإسلام وفروعه التي لا حياة له بدونها، ولا قدرة له على أن يشرع لنفسه فيها من عنده، فوردت بذلك نصوص محددة، لا حق لأحد أن يجتهد فيها، وذلك مثل الطهارة، والصلاة بأوقاتها وعدد ركعاتها وصفتها، وكثير من أمور العبادات، كالحج والزكاة والصيام، وكذا المحرمات لذاتها، والحدود والقصاص وما أشبه ذلك. وليس هذا مجال تفصيلها وإنما المقصود الإشارة إلى أن الله تعالى كرم ابن آدم، فعصمه من أن يتخبط في تشريع ما علم الله أنه لا قدرة له على الوصول إليه بعقله إلا بإفراط أو تفريط. الجانب الثاني: أَذِن الله تعالى لهذا الإنسان بقدح ذهنه، واستغلال طاقة عقله، لاستخلاص العبر وترتيب النتائج على المقدمات، وإعطاء النظير حكم نظيره سلباً أو إيجاباً، وذلك كله فيما علم الله أن لعقل ابن آدم قدرة على الخوض فيه في إطار ما رسم له دون أن يتعداه. ويشمل هذا ما يعود عليه بالمصلحة، في معايشه الزراعية والصناعية والهندسية والفلكية والطبية، وكل ما يقدر عليه من علوم الكون التي سخرها الله تعالى له. كما يشمل فروع الأحكام الفقهية، من واجب وحرام ومندوب ومكروه ومباح، بحيث يأخذ المسكوت عنه، حكم المنصوص عليه، لإعطاء النظير حكم نظيره. وبهذا فَتَح الله تعالى المجالَ للعقول السليمة، أن تبتكر وتستخلص وتضع القواعد المنظمة للأفكار، فأصَّلت أصول الشريعة، وفرَّعت عليها فروعها، فوُضِعت للفقهاء أصول الفقه، وللمفسرين أصول التفسير، وللمحدثين أصول الحديث، وهكذا وضع للغويين أصول اللغة وقواعدها، وكلهم متضامنون متعاونون على البر والتقوى للوصول إلى الحق الذي يُرْضِي الله من أحكامه. فما ورد فيه نص صحيح صريح من أصول الدين وفروعه، وجب الأخذ به وحرم رده ولا اجتهاد مع النص بهذا الاعتبار، وما ورد فيه نص صحيح غير صريح، اجتُهِد فيما يدخل في حكم النص وما لا يدخل، وما لم يرد فيه نص اجتهد في إلحاقه بنظيره مما ورد فيه نص، وكل هذا محله علم مقاصد الشريعة وأصول الفقه. قال الإمام الشافعي رحمه الله مبيناً هذين الجانبين إجمالاً: \"فجماع ما أبان الله لخلقه في كتابه مما تعبدهم به، لما مضى من حكمه جل ثناؤه، من وجوه: فمنها ما أبانه لخلقه نصاً، مثل مجمل فرائضه، في أن عليهم صلاة وزكاة وحجاً وصوماً، وأنه حرم الفواحش ما ظهر منها وما بطن، ونص الزنا والخمر وأكل الميتة والدم ولحم الخنزير، وبيَّن لهم كيف فرض الوضوء، مع غير ذلك مما بين نصاً. ومنه ما أحكم فرضه بكتابه، وبيَّن كيف هو على لسان نبيه صلى الله عليه وسلم، مثل عدد الصلاة والزكاة ووقتها، وغير ذلك من فرائضه التي أنزل من كتابه. ومنه ما سن رسول الله صلى الله عليه وسلم، مما ليس لله فيه نص حكم، وقد فرض الله في كتابه طاعة رسوله صلى الله عليه وسلم، والانتهاء إلى حكمه فمن قَبِل عن رسول الله صلى الله عليه وسلم، فبفرض الله قَبِل. ومنه ما فرض الله على خلقه الاجتهاد في طلبه، وابتلى طاعتهم في الاجتهاد، كما ابتلى طاعتهم في غيره مما فرض عليهم، فإنه يقول تبارك وتعالى: {وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ }. [محمد: 31]. وقال: {وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ }. [البقرة:150]. فدلهم جل ثناؤه إذا غابوا عن عين المسجد الحرام، على صواب الاجتهاد مما فرض عليهم منه بالعقول التي رُكِّبت فيهم، المميزة بين الأشياء وأضدادها، والعلامات التي نصبها لهم، دون عين المسجد الحرام الذي أمرهم بالتوجه شطره. [[الرسالة بتحقيق وشرح أحمد محمد شاكر، ص21ـ25 وراجع أيضاً 487منها..]]. ولعلماء الإسلام المؤهلين في مقاصد الشريعة، إسعاف للخروج من مآزق النوازل التي لا توجد فيها نصوص قاطعة، أو اكتنفتها الضرورات والحاجات القريبة منها، وقد فصَّل ذلك العلامة الشاطبي رحمه الله في كتابه \"الموافقات\" ومن تبعه من العلماء، ومنهم العلامة \"الطاهر بن عاشور\" في كتابه \" مقاصد الشريعة الإسلامية\". إذا عُلِم هذا.. فاعلم أن هذا البحث يتعلق بالجانب الأخير الذي كرم الله به ابن آدم، فأعطى لعقله فيه مجالاً للوصول إلى مظانه في دينه ودنياه، وهو ما كان للاجتهاد فيه مجال. إلا أن المقصود هنا: الاجتهاد الجماعي، أي: اجتهاد أهل الحل والعقد فيما لا نص فيه مطلقاً، أو فيه نص ولكنه قابل للاجتهاد من حيث الدلالة، أو في كيفية التطبيق، وهو ما يعرف بـ\"الشورى\" في اصطلاح القرآن والسنة والفقه الإسلامي، كما قال تعالى في صفات المؤمنين من عباده: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ }. [الشورى: 38]. والذي دعاني إلى الكتابة في هذا الموضوع - مع علمي بأنه قد كُتِبَ فيه - أمور: الأمر الأول: أن كثيراً ممن كتبوا فيه لا يُعنون بالنصوص الواردة في الباب عناية كافية، وقد حاولت جهدي أن أكمل هذا النقص، في حدود قدرتي. الأمر الثاني: إطلاق القول من بعض الكتاب، بأن الشورى ملزمة لولي الأمر وأن عليه الأخذ برأي الأغلبية، واستدلالهم على ذلك بحوادث قد لا تدل على ذلك بإطلاق، وإطلاق معارضيهم القولَ بأن الشورى ليست ملزمة، وإنما هي معلمة لولي الأمر، حيث يطلع على آراء أهل الحل والعقد وما تستند عليه تلك الآراء، وله أن يأخذ بعد ذلك بما شاء، ويستدلون بحوادث معينة قد لا تدل على قولهم بإطلاق كذلك. الأمر الثالث: ما يشاهد من الأحداث الجسام التي تقع بين كثير من أولياء أمور الشعوب الإسلام وشعوبهم، من الصراع والانفصام، وتربص كل فئة بالأخرى بسبب بعدهم عن الرجوع إلى مصادر شرع الله، ومبادئه التي منها قاعدة الشورى، التي جعلها الله من أسباب عصمتهم من الزلل. الأمر الرابع: التباس قاعدة الشورى ببعض الأنظمة التي يطبقها غير المسلمين، كالديمقراطية، عند كثير من المسلمين، ولابد من بيان ذلك، لأن التباس المصطلحات الإسلامية بغيرها من المصطلحات الأخرى، يجعل في أذهان كثير من المسلمين ما ليس من الإسلام من الإسلام، وهو أمر خطير يجب على من علمه أن يبينه للناس، خشية من لعنة الله وغضبه الذي توعد به الكاتمين لما علمهم من كتابه. كما قال تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنْ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُوْلَئِكَ يَلْعَنُهُمْ اللَّهُ وَيَلْعَنُهُمْ اللاَّعِنُونَ (159) إِلاَّ الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُوْلَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ }. [البقرة:160]."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "فصول الكتاب",
    "content": "هذا وقد جعلت الكتاب في ستة فصول وخاتمة: الفصل الأول\t: لا غنى للناس عن الشورى. الفصل الثاني\t: صفات أهل الشورى. الفصل الثالث\t: ما تجري فيه الشورى. الفصل الرابع\t: ما يلزم ولي الأمر بعد الشورى. الفصل الخامس\t: مقارنة بين الشورى وغيرها من النظم المقابلة لها. الخاتمة\t: في بيان ما يترتب على العمل بقاعدة الشورى أو عدمه."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "الفصل الأول: لا غنى للناس عن الشورى",
    "content": "وفيه تمهيد ومبحثان: المبحث الأول\t: الشورى لا غنى عنها للبشرية. المبحث الثاني\t: الشورى من أهم القواعد الإسلامية. [s2] تمهيد: المقصود بالشورى والتشاور والمشاورة، عرض أمرٍ مّا من الأمور التي تهم الفرد أو المجتمع على ذوى الرأي والخبرة، لدراسته وإبداء الآراء في شأنه، مع بيان الحجج لاستخراج الرأي الراجح من تلك الآراء. والأمر الذي يعرض للتشاور فيه هو ما لم يظهر فيه وجه الصواب بدليله، وقد يكون وجه الصواب ظاهراً عند ولي الأمر، وليس بظاهر عند رعيته أو بعضهم، فيعرض الأمر عليهم ليحاورهم ويظهر لهم وجه الحق فيه، أو يعترضون عليه فيذكر لهم دليله ليقنعهم برأيه. والمقصود بأهل الحل والعقد؛ أولوا الأمر من وجهاء المسلمين وأعيانهم، وعلى رأسهم العلماء والزعماء، وذوو الخبرة والاختصاص. وسموا أهل الحل والعقد، لأنهم هم الذين يبرمون أمور الأمة ويربطونها، ويحكمون عليها بالقبول، أو الصحة أو البطلان والرد، ويقرونها أو يرفضونها. والمراد بما لا نص فيه؛ ما لم يرد فيه دليل من الكتاب أو السنة أصلاً، أو ورد فيه دليل ولكنه لم يبين كيفيته أو كيفية تنفيذه، أو لم يرد فيه نص ولكنه ورد في نظيره، الذي يمكن أن يلحق به عن طريق الاجتهاد والتشاور. [s2] المبحث الأول: بيان أن الشورى لا غنى عنها للبشرية إن الناس كلهم في حاجة إلى المشاورة، بل قد تكون الحاجة إليها أقرب إلى الضرورة، لاختلاف عقولهم وخبراتهم وحاجة بعضهم إلى بعض، ولم يستغن الناس عن الشورى من قديم الزمان، وإن اختلفت أهدافهم وأساليبهم ووسائلهم. فقد يكون الهدف من المشاورة عند قوم الخير العام لجميع المتشاورين ومن هم عنه مسؤولون، وقد يكون عند آخرين ما يتوهمون أنه من مصالحهم الخاصة، دون نظر إلى مصالح العامة، وقد تكون أسرية، وقد تكون جماعية، لشعب أو جماعة، أو حزب، وقد يطلب المرء من غيره أن يشير عليه بما يرى، وقد يشير المرء على غيره بما يرى بدون طلب منه. وقد يجتمع العدد الذي يعنيه الأمر للمشاورة وإبداء الرأي والأخذ بالراجح، والذي يطالع التاريخ يجد أن المؤتمرات تعقد بين أبناء القبيلة الواحدة، إذا حزبهم الأمر للتشاور فيه، وبين قبيلة وقبيلة أخرى لحل مشكلاتهم، وبين زعيم دولة وأعيان رعيته للمشاورة فيما يهمهم شأنه، وبين رؤساء دول أو مندوبيهم كذلك، وقد تكون بين أحزاب أو أصحاب مهن معينة، كأصحاب الشركات أو المهندسين أو المحامين أو الصناع...وهكذا.. فقد دلَّ القرآن الكريم أن المجتمعات البشرية كانت تتشاور في شؤونها المهمة: يستشير زعيم القوم قومه، ويشير المحكومون إلى الحاكمين، بصرف النظر عن قصد المتشاورين الصواب أم غيره. كما قال الله تعالى عن الملكة بلقيس، وهي تخاطب قومها البارزين، في شأن ما جاءها من نبي الله سليمان عليه السلام: {يَا أَيُّهَا المَلأ أَفْتُونِي فِي أَمْرِي مَا كُنتُ قَاطِعَةً أَمْراً حَتَّى تَشْهَدُونِ}.  [النمل:32]. فقد كانت بلقيس وثنية تعبد هي وقومها الشمس، ولكن الظاهر من صنيعها أنها كانت تريد لقومها ما تعتقد أنه من الصالح العام، وأن استشارتهم كانت تقصد بها الوصول إلى ما فيه خيرهم، بدليل أنها آمنت بسليمان بعد ذلك. وقد استدل بالآية بعض العلماء على صحة المشاورة. [[راجع الجامع لأحكام القرآن للقرطبي (13/194)]]. واجتمع مشركو قريش، للتشاور في أمر رسول الله صلى الله عليه وسلم، وهو من التشاور فيما يظن المتشاورون أنه من مصالحهم وإن أنزلوا به في واقع الأمر الضرر على صاحب الحق الذي لو اتبعوه لتحقق به ما فيه المصلحة الحقيقية لهم، وقد انتهى بهم الأمر إلى العزم على قتله صلى الله عليه وسلم. وقد أشار الله تعالى إلى ذلك في قوله: {وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ}. [[الأنفال:30، وراجع السيرة النبوية لابن هشام (1/480ـ482)]]. وتأمل ما قاله الحكيم الصيني \"صون تزو\" منذ ما يقارب ثلاثة آلاف سنة بالتاريخ الميلادي، وهو ينصح أهل الحل والعقد من قومه، بالتشاور في شأن الحرب: \"فعندما يجري التجنيد العسكري، لتأديب العابثين بحرمات البلد والأمة، فإن أهل الحل والربط في ساعات البت العسكري، لحاجات الدفاع أو حاجات الردع للعدو، يجتمعون في المعبد الديني من أجل الشورى، والبحث في صلاح الحكم القائم في البلد أو عدم صلاحه، ومدى ثقة الأمة بذلك العهد الحاكم، ثم يجري بحث أحوال الطقس وتقلباته في ذلك الفصل من مواسم السنة. ثم يبحثون طبيعة الأرض وميادين القتال، وبعد مذاكرة هذه العوامل الثلاثة مذاكرة ودراسة دقيقة وافية، يجري اختيار القائد العسكري للحملة ومسؤولية الهجوم أو الردع\".  [[\"فن الحرب\" الذي ترجمه من الإنجليزية إلى العربية عمر حليق، وفي هذا الكتاب معاني كثيرة قريبة الشبه بآداب الإسلام في الحرب ص77]]. وإطلاق لفظ الشورى على تشاور غير المسلمين صحيح من حيث اللغة، أما من حيث الاصطلاح فللشورى معناها الخاص عند المسلمين؛ لأن هذا اللفظ مصطلح إسلامي خاص، كما سيأتي. إن هذا الحكيم الصيني يدعو إلى اجتماع أهل الحل والعقد للتشاور في أمر الحرب، ويعيِّن مكان الاجتماع: \"المعبد\" ويضع جدول العمل – أي موضوعات البحث والتشاور ـ: \"صلاح الحكم القائم في البلد أو عدم صلاحه\" وهو أساس في مواجهة العدو والتغلب عليه، لأن الحكم الفاسد لا يقدر على الصمود في الحرب، ومناسبة الزمان وجو المعركة: \"أحوال الطقس وتقلباته\"..وصلاح مكان المعركة: \"طبيعة الأرض وميادين القتال\".. ثم بعد ذلك كله: \"اختيار القائد\" الجدير بالقيادة بسبب كفاءته. وفي هذا النص دلالة واضحة على أن الأمم كانت تتشاور في أمورها، ذات البال والخطر. وهذا النموذج الذي تضمنه نص، \"صون تزو\" مثل للمشورة التي ظاهرها إرادة الخير الذي يعود على أهل الحل والعقد بالنفع. وهناك نموذج آخر مما قد يسمى بالمشاورة، وهو يمثل الاستبداد والخداع وعدم تنازل المسؤول عن رأيه، مهما كانت الشورى صادقة، ومهما كان أهلها مخلصين فيها. وفي هذا المعنى يقول مكيافللى: \"والأمير العاقل هو من يتبع سبيلاً ثالثاً، فيختار لمجلسه حكماء الرجال، ويسمح لهؤلاء وحدهم بالحرية في الحديث إليه ومجابهته بالحقائق، على أن تقتصر هذه الحرية على المواضيع التي يسألهم عنها ولا تتعداها، ولكن عليه أن يسألهم عن كل شيء، وأن يستمع إلى آرائهم، وأن يفكر في الموضوع بعد ذلك بطريقته الخاصة، ويتخذ قراراته التي لا يتراجع عنها.. ولهذا على الأمير أن يقبل النصيحة دائماً، ولكن عندما يريد هو، لا عندما يريد الآخرون.. ولهذا فإن النتيجة التي أصل إليها، هي أن المشورة الحكيمة حيثما جاءت، يجب أن تكون خاضعة لحكمة الأمير وتبصره، وألا يخضع تبصر الأمير للمشورات التي تقدم إليه مهما كانت صادقة\".  [[الأمير، تعريب خيري حماد، ص153ـ155]]. وكان \"ميكافيلي\" قد عاش ما بين 1469إلى 1532م وهو الزعيم الذي نشر قاعدة: \"الغاية تسوغ الوسيلة\"، وكتابه هذا مبني على تلك القاعدة الظالمة.  [[راجع على سبيل المثال ص114، \"الكتاب\" الغاية تسوغ الوسيلة..]]. فهذا نموذج المستبدين الذين لا قيمة عندهم لحكماء رعاياهم وآرائهم، مهما كانت صادقة وحكيمة، بل يجعلون أنفسهم بمنزلة الأرباب التي تتعبد الناس وتنفذ فيهم ما تشاء هي، لا ما يشاؤون هم، بدون رجوع إلى أي قانون غير الأهواء. وذاك ـ أي ما قاله، \"صون تزو\" ـ نموذج للصادقين الذين يريدون للأمة الخير والصالح العام، ويحترمون رأي حكمائها ومفكريها، وقواعد دينها، ويسعون لمصالحها بتطبيق قاعدة المشاورة، وكلا النموذجين غير إسلاميين ـ وإن اقترب أحدهما من قاعدة الشورى في الإسلام، وابتعد الآخر ـ والهدف من ذكرهما بيان أن المشاورة لا تستغني عنها الأمم في الجملة، وإن اختلف هدفها من أمة إلى أخرى. وكان العرب في الجاهلية يقتتلون سنين طويلة، ثم يجتمعون اضطراراً ليقوم بالصلح بينهم بعض عقلائهم، وذلك لا يتم إلا بعد التشاور. [[راجع العقد الفريد لابن عبد ربه (5/159)]]. ولكن الشورى التي أُرسيت قواعدها العامة في الإسلام، لم يوجد لها نظير - فيما نعلم - في الماضي والحاضر، وسيأتي بيان ذلك إن شاء الله بياناً يتضح به سموها على سائر ما تعارف الناس عليه في ذلك، ولا غرو فالشورى في الإسلام قاعدة من قواعده، وحق لها أن تسمو على غيرها، كما سما الإسلام على سائر الأديان. وقد يقترب حكمها من حكم الضرورات، التي قال عنها الإمام الشاطبي، رحمه الله: \"فمعناها أنها لا بد منها في قيام مصالح الدين والدنيا، بحيث إذا فقدت لم تجر مصالح الدنيا على استقامة، بل على فساد وتهارج وفوت حياة، وفي الأخرى فوت النجاة والنعيم والرجوع بالخسران المبين\". [[الموافقات (2/بتحقيق الشيخ عبد الله دراز)]]. [s2] المبحث الثاني: الشورى من أهم قواعد الإسلام ولا غنى لأهله عنها إن الشورى في الإسلام قاعدة من قواعده التي إذا فقدت اختل نظام حكمه، ونزلت المصائب بأهله، وحلت في مجتمعهم الفوضى، وصار كل شيء في غير مكانه اللائق به، إنها من صفات المؤمنين التي لا غنى لهم عنها في حياتهم الدنيا، ولا غنى لهم كذلك عنها في الوصول إلى رضا ربهم، وقد كانت من القواعد التي أبرزها القرآن الكريم في عهده المكي، قبل أن تقوم للمسلمين دولة. كما قال سبحانه وتعالى: {فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى لِلَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (36) وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ (37) وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (38) وَالَّذِينَ إِذَا أَصَابَهُمْ الْبَغْيُ هُمْ يَنْتَصِرُونَ}. [الشورى: 36ـ39 وهي من السور المكية]. وقد ساق الإمام البخاري، رحمه الله عدة حوادث، استشار فيها رسول الله صلى الله عليه وسلم أصحابه، رضي الله عنهم، وذكر أن الأئمة بعده كانوا يستشيرون الأمناء من أهل العلم. [[راجع صحيح البخاري (8/162ـ163) وفتح الباري (13/339)]]. وقد أضيف الأمر، وهو مفرد، إلى الضمير، وهو معرفة، وإضافة المفرد إلى المعرفة تكسبه العموم، فكل أمر يحتاج إلى إبداء الرأي والمشورة داخل في ذلك. وإنما كانت للشورى هذه المنزلة في الإسلام، لما فيها من الخير العائد إلى المسلمين، فهي توجِد بينهم الألفة، وتكون سبباً في الوصول إلى الحق والصواب، إما بإبداء الآراء وتمحيصها والخروج بالرأي الصائب منها بصفة جماعية، وإما باستحضار بعض المتشاورين دليلاً لأحد الآراء من الكتاب أو السنة يقنع به الآخرين. هذا إضافة إلى ما يوجد عند بعضهم من الخبرة الطويلة والممارسة ذات الاختصاص التي لا يستغني عنها المسلمون، وإذا فقدوها خسروا خسارة عظيمة. قال القرطبي، رحمه الله، في تفسير آيات الشورى هذه: \"وقال ابن العربي: الشورى ألفة للجماعة، ومسبار للعقول وسبب إلى الصواب، وما تشاور قوم قط إلا هُدوا. وقد قال الحكيم: [sh][shtr]إذا بلغ الرأي المشورة فاستعن= برأي لبيب أو مشورة حازم[/shtr][shtr]ولا تجعل الشورى عليك غضاضةً= فإن الخوافي قوة للقوادم[/shtr] [/sh] [[البيتان من قصيدة لبشار بن برد، انظر البيان والتبيين للجاحظ (4/49) مع اختلاف في بعض الألفاظ، والمراد بالخوافي ريش جناح الطير التي إذا ضم جناحه خفيت، والقوادم الريش الذي في مقدمة الجناح]]. فمدح الله سبحانه وتعالى المشاورة في الأمور بمدح القوم الذين كانوا يمتثلون ذلك، وقد كان النبي صلى الله عليه وسلم يشاور أصحابه في الآراء المتعلقة بمصالح الحروب، وذلك في الآراء كثير، ولم يكن يشاورهم فيما يفتي أو يقضي به، لأن ذلك شرع منزل من عند الله على جميع الأحكام من الفرض والندب والمباح والحرام. فأما الصحابة بعد استئثار الله تعالى به علينا، فكانوا يتشاورون في الأحكام ويستنبطونها من الكتاب والسنة، وأول ما تشاور فيه الصحابة الخلافة، وتشاوروا في الجد وميراثه، وفي حد الخمر وعدده، وتشاوروا بعد رسول الله صلى الله عليه وسلم في الحروب\". [[الجامع لأحكام القرآن (16/36ـ37)]]. قلت: وكما مدح الله سبحانه وتعالى المؤمنين بالشورى وجعلها من صفاتهم الحميدة، فقد أمر الله سبحانه وتعالى نبيه صلى الله عليه وسلم، بمشاورتهم في أمرهم الذي يقتضي المشاورة، مما لا وحي فيه. كما قال تعالى: {فَبِمَا رَحْمَةٍ مِنْ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ}. [آل عمران: 159]. قال القرطبي، رحمه الله: \"قال ابن عطية: والشورى من قواعد الشريعة وعزائم الأحكام، من لا يستشير أهل العلم والدين فعزله واجب، هذا ما لا خلاف فيه، وقد مدح الله المؤمنين بقوله: {وأمرهم شورى بينهم}. قال ابن خويز منداد: واجب على الولاة مشاورة العلماء فيما لا يعلمون، وفيما أشكل عليهم من أمور الدين، ووجوه الجيش فيما يتعلق بالحرب، ووجوه الناس فيما يتعلق بالمصالح، ووجوه الكتاب والوزراء والعمال فيما يتعلق بمصالح البلاد وعمارتها.. والشورى بركة، قال عليه السلام: ((ما ندم من استشار، ولا خاب من استخار)). وقال بعضهم: شاور من جرب الأمور، فإنما يعطيك من رأيه ما وقع عليه غالياً، وأنت تأخذه مجاناً. وقد جعل عمر بن الخطاب رضي الله عنه الخلافة، وهي أعظم النوازل، شورى. وقال سفيان الثوري: \"ليكن أهل مشورتك أهل التقوى والأمانة ومن يخشى الله تعالى\". [[الجامع لأحكام القرآن (4/249)، تخريج حديث: ((ما ندم من استشار)) نسب السيوطي رحمه الله هذا الحديث للطبراني في الأوسط، ورمز له بحرف الحاء، أي أنه حديث حسن، وأن راويه أنس بن مالك وتعقبه المناوئ فقال: \"قال الطبراني: لم يروه عن الحسن إلا عبد القدوس بن حبيب، تفرد به ولده، قال ابن حجر في التخريج: وعبد القدوس ضعيف جداً أ. هـ. وقال في الفتح: أخرجه الطبراني في الصغير بسند واهٍ جداً هذه عبارته. قال الهيثمي: رواه في الأوسط \"من طريق عبد السلام بن عبد القدوس، وكلاهما ضعيف جداً\". انظر فيض القدير في شرح الجامع الصغير (5/442ـ443) ولم يذكر الشيخ ناصر الألباني الحديث في صحيح الجامع الصغير]]. وقد شاور الرسول صلى الله عليه وسلم أصحابه في البقاء في المدينة أو الخروج إلى أُحُد لقتال المشركين، فرأى بعضهم الخروج، ورأى هو وبعض كبار الصحابة البقاء، وكان على هذا الرأي رأس النفاق عبد الله بن أبي سلول، فاختار الرسول صلى الله عليه وسلم الخروج وعَدَل عن رأيه. وذلك يدل على أن تربية أصحابه على الشورى والعمل بها أمر لا بد منه، وإن كان هو صلى الله عليه وسلم ولي أمرهم، ينزل عليه الوحي صباحاً ومساءً، ليسدده ويدله على مصالح أمته، فكيف بمن سواه من ولاة الأمور، الذين ليسوا بمعصومين من الجهل والخطأ والنسيان والظلم والهوى؟! قال محمد رشيد رضا رحمه الله: \"{وَشَاوِرْهُمْ فِي الأَمْرِ } العام الذي هو سياسة الأمة في الحرب والسلم، والخوف والأمن وغير ذلك من مصالحهم الدنيوية، أي دُمْ على المشاورة وواظب عليها، كما فعلت في الحرب في هذه الوقعة \"وقعة أحد\" وإن أخطأوا الرأي فيها، فإن الخير كل الخير في تربيتهم على المشاورة بالعمل، دون العمل برأي الرئيس وإن كان صواباً، لما في ذلك من النفع لهم في مستقبل حكومتهم، إن أقاموا هذا الركن العظيم.. فإن الجمهور أبعد عن الخطأ من الفرد في الأكثر، والخطر على الأمة في تفويض أمرها إلى الرجل الواحد أشد وأكبر\". [[المنار (4/199)]]. وقوله: \"دون العمل برأي الرئيس وإن كان صواباً\" أي عند الرئيس، أما إذا ظهر صواب رأي الرئيس للأمة، فلا يجوز لهم ولا له العدول عنه ولا تركه، لأن تركه - عندئذٍ - يكون لمجرد الهوى، أما إذا كان صواباً عنده، ولم يظهر للرعية وجه الصواب فيه، وأصروا على خلافه، بناء على أن الصواب معهم وليس معه، فهذا هو الذي يمكن حِمل كلامه عليه. وسيأتي بسط القول فيه إن شاء الله عند الكلام على ما يلزم الإمام بعد الشورى. ففي هاتين الآيتين: آية الشورى، وآية آل عمران، وما جاء في تفسيرهما، دلالة على وجوب مشاورة ولي الأمر ورعيته في أمورهم التي تحتاج إلى الشورى، فإذا ضُمَّ إلى ذلك النصوص الواردة في الشورى بغير لفظها، كوجوب التناصح والتآمر بالمعروف والتناهي عن المنكر من القرآن الكريم، وما ورد من مداومة الرسول صلى الله عليه وسلم وخلفائه الراشدين، ومن تبعهم بإحسان على الشورى، تبين أن المسلمين لا يستغنون عنها، وأنها من الحاجيات التي تنزل منزلة الضروريات، إذ لا حياة آمنة للمسلمين بدونها. وستأتي تلك النصوص في أماكنها من هذا الكتاب بإذن الله. قال الإمام الشافعي رحمه الله: \"باب المشاورة قال الشافعي قال الله تبارك وتعالى {وشاورهم في الأمر} أخبرنا الربيع، قال: أخبرنا الشافعي، قال، أخبرنا ابن عيينة عن الزهري، قَال، قال أبو هريرة: ما رأيت أحداً أكثر مشاورة لأصحابه من رسول الله صلى الله عليه وسلم\". [[الأم (7/95)]]. وقال شيخ الإسلام ابن تيمية، رحمه الله، مبيناً خطر الشورى وعدم الغنى عنها: \"لا غنى لولي الأمر عن المشاورة، فإن الله تعالى أمر بها نبيه صلى الله عليه وسلم، فقال: { فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ } [آل عمران: 159]. وقد روي عن أبي هريرة، رضي الله عنه، قال: \"لم يكن أحد أكثر مشاورة لأصحابه، من رسول الله صلى الله عليه وسلم\". [[الحديث الترمذي (4/213ـ214)]]. وقد قيل: إن الله أمر بها نبيه لتأليف قلوب أصحابه، وليقتدي به من بعده، وليستخرج بها منهم الرأي فيما لم ينزل فيه وحي، من أمر الحروب والأمور الجزئية وغير ذلك. فغيره صلى الله عليه وسلم أولى بالمشورة، وقد أثنى الله تعالى على المؤمنين بذلك في قوله: {وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى لِلَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (36) وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ (37) وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ}. [[مجموع الفتاوى (28/386ـ387) والآيات سبقت في أول هذا المبحث]]. وإذا عُلَم عقلاً أن عرْض الآراء على ذوي العلم والرأي والفكر ومناقشتها بأمانة وإخلاص، يستخرج به وجه الصواب أكثر من رأي الواحد، دلَّ العقل أيضاً على أن الشورى لا غنى عنها. فقد تواطأ على أهميتها الكتاب والسنة وواقع التاريخ البشري قبل الإسلام وبعده، وأقر بذلك العقل السليم. قال الأستاذ عبد القادر عودة، رحمه الله: \"الشورى دعامة من دعائم الإيمان، وصفة من الصفات المميزة للمسلمين، سوَّى الله بينها وبين الصلاة والإنفاق في قوله: {وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ}. [الشورى: 38]. فجعل للاستجابة لله نتائج بين لنا أبرزها وأظهرها، وهى: إقامة الصلاة، والشورى، والإنفاق، وإذا كانت الشورى من الإيمان فإنه لا يكمل إيمان قوم يتركون الشورى، ولا يحسن إسلامهم إذا لم يقيموا الشورى إقامة صحيحة. وما دامت الشورى صفة لازمة للمسلم لا يكمل إيمانه إلا لتوافرها، فهي إذاً فريضة إسلامية، واجبة على الحاكمين والمحكومين، فعلى الحاكم أن يستشير في كل أمور الحكم والإدارة والتشريع، وكل ما يتعلق بمصلحة الأفراد أو المصلحة العامة، ما لم يظهر له وجه الصواب فيه، وعلى المحكومين أن يشيروا على الحاكم بما يرونه في هذه المسائل كلها، سواء استشارهم الحاكم أو لم يستشرهم. ولقد أمر الله رسوله – وهو ينزل عليه الوحي بالتشريع والتوجيه وحل المشكلات – أن يستشير المسلمين، فقال جل شأنه: {وشاورهم في الأمر}. فأمره أمراً جازماً بأن يستشيرهم، وما أمر الله نبيه صلى الله عليه وسلم بالمشاورة لحاجة منه إلى رأيهم، وإنما أراد أن يعلمهم ما في المشورة من الفضل، وأن يحملهم على الاقتداء بالرسول صلى الله عليه وسلم، وأن يرفع من أقدارهم بإشراكهم في الحكم، وتعويدهم على مراقبة الحكام، وأن يحول بين الحكام والاستبداد بالحكم والتعالي على الناس\". [[الإسلام وأوضاعنا السياسية ص155ـ156]]. قلت: وقد أجمل الحافظ بن حجر، رحمه الله، عدة حوادث استشار فيها أصحاب رسول الله صلى الله عليه وسلم، وهي تدل على أن الاستشارة كانت دأبهم، قال: \"وأخرج البيهقي بسند صحيح عن ميمون بن مهران قال: كان أبو بكر الصديق إذا أورد عليه أمر، نظر في كتاب الله، فإن وجد فيه ما يقضى به قضى بينهم، وإن علمه من سنة رسول الله صلى الله عليه وسلم قضى به، وإن لم يعلم خرج فسأل المسلمين عن السنة، فإن أعياه ذلك دعا رؤوس المسلمين وعلماءهم واستشارهم. وأن عمر بن الخطاب كان يفعل ذلك، وتقدم قريباً أن القراء كانوا أصحاب مجلس عمر، ومشاورة عمر المهاجرين والأنصار، ثم قريشاً لما أراد دخول الشام وبلغه أن الطاعون وقع فيها – إلى أن قال -: \"ومشاورة عثمان الصحابة أول ما استخلف فيما يفعل بعبيد الله بن عمر، لما قتل الهرمزان وغيره، ظناً منه أن لهم في قتل أبيه مدخلاً، وهى عند ابن سعد وغيره بسند حسن، ومشاورته الصحابة في جمع الناس على مصحف واحد، أخرجها ابن أبي داود في كتاب المصاحف من طرق عن علي، منها قوله: ما فعل عثمان الذي فعل في المصاحف إلا عن ملأ منا، وسنده حسن\". [[فتح الباري (13/342ـ343)]]. فقد دل القرآن والسنة وعمل الصحابة - كما دل الواقع التاريخي والعقل - على أن الشورى لا غنى للناس عنها، وهذا ما قرره علماء الإسلام قديماً وحديثاً."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "الفصل الثاني: في صفات أهل الشورى",
    "content": "وفي هذا الفصل مبحثان: المبحث الأول\t: بيان بعض صفات أهل الشورى الجبلية. المبحث الثاني\t: في بيان بعض صفاتهم المكتسبة. [s2] المبحث الأول: بيان بعض صفات أهل الشورى الجبلية إن الصفات الحميدة التي يتحلى بها الإنسان قسمان: القسم الأول: صفات جبلية جبل الله عليها الإنسان: وهى الصفات التي لا غنى عنها لفوزه الدنيوي في حياته، وذلك مثل الشجاعة، والكرم، والصدق وأداء الأمانة، وقوة الإرادة، وإنصاف المظلوم، وإعانة الضعيف، والحكمة، وضبط النفس، والحلم والتأني في الأمور، والصبر على المكاره، وإدراك عواقب الأمور، والإحساس بالمسؤولية المنوطة به، وحسن التدبير والتصرف الحكيم عند الحوادث. إن هذه الصفات وما أشبهها هي أسس الأخلاق التي لا يستغني عنها المرء في حياته، سواء كانت كاملة فيه أم ناقصة لأن التعامل بين البشر يقتضي وجودها، وقد توجد هذه الصفات في المسلم وغير المسلم، لأنها أخلاق إنسانية محمودة عند عامة البشر، وفقدها مذموم كذلك عند الأمم. وموقف الإسلام من هذه الصفات إقرارها والدعوة إليها وتوجيهها فيما يرضي الباري سبحانه وتعالى. وقد أثنى الرسول صلى الله عليه وسلم، على أشج عبد القيس بالعقل والرزانة والتأني في الأمور، كما في حديث ابن عباس، وأبى سعيد الخدري، رضي الله عنهم أنه قال له: ((إن فيك خصلتين يحبهما الله ورسوله، الحلم والأناة)). [[مسلم (1/48)]]. وهاتان الخصلتان فطريتان في الأغلب، وإن كان المرء قد يكتسبهما بالمعالجة والتدريب والممارسة كغيرهما من الصفات الفطرية. قال النووي، رحمه الله: \"وسبب قول النبي صلى الله عليه وسلم ذلك له، ما جاء في حديث الوفد أنهم لما وصلوا المدينة، بادروا إلى النبي صلى الله عليه وسلم، وأقام الأشج عند رحالهم، فجمعها وعقل ناقته، ولبس أحسن ثيابه، ثم أقبل إلى النبي صلى الله عليه وسلم، فقربه النبي صلى الله عليه وسلم وأجلسه إلى جانبه\". [[شرح النووي على مسلم (1/189)]]. وفي رواية قال: \"يا رسول الله أنا أتخلق بهما أم الله جبلني عليهما؟ قال: ((بل الله جبلك عليهما)) قال: الحمد لله الذي جبلني على خلتين يحبهما الله ورسوله\". [[أبو داود (5/395ـ396) والرواية من حديث زارع بن عامر ـ وكان ضمن الوفد ـ وقال المنذري رحمه الله: \"وأخرج هذا الحديث أبو القاسم البغوي في معجم الصحابة، وقال: ولا أعلم للزارع غيره، وذكر أبو عمر النمري أن كنيته \"أبو الوازع\" وأن له ابناً يسمى الزارع، وبه كان يكنى، وأن حديثه عن البصريين، وأن حديثه هذا حسن. انظر مختصر سنن أبي داود (8/90ـ91)]]. وقد أطلق المودودي رحمه الله على هذه الصفات: الأخلاق الإنسانية الأساسية، وهو يقصد بها الجبلية الفطرية.. قال: \"وهى تشتمل على سائر الصفات التي لابد منها لفلاح الإنسان ونجاحه في هذه الدنيا، سواء كان عمله وكفاحه لغاية صحيحة أو غير صحيحة، وسواء في بابها أيؤمن بالله واليوم الآخر والوحي والرسالة أم لا\" ـ إلى أن قال: \"فكل من تحلى بهذه الأخلاق واستوعبها في نفسه استيعاباً، فلابد أن يرى ثمرات جهوده يانعة عما قريب، ويجيء نجاحه في هذه الدنيا كفلق الصبح، فيبرز ويسبق الذين لا يتحلون بهذه الأخلاق، أو كان حظهم منها أقل وأنقص من حظه\".  [[الأسس الأخلاقية للحركة الإسلامية، طبع دار الفكر بدمشق، ص20ـ21]]. إن هذه الصفات الفطرية لا بد أن يكون الحد الأدنى منها موجوداً في أهل الحل والعقد، الذين تعرض عليهم الأمور للتشاور فيها، فإن فقدت في شخص فقدت أهليته للشورى وإن فقد أغلبها نقصت أهليته للشورى، وبخاصة تلك الصفات التي إذا فقدها فقد معها الرأي السديد، كالحلم وحسن التدبير. فإن الرجل الخفيف العقل الذي لا يتدبر الأمر، وإنما يلقي ما عَنَّ له دون نظر في عواقبه، لا يؤَمَّل أن يصدر منه رأي سديد، وكذلك ضعيف الإرادة، أو المتصف بالجبن، لا يرجى منه أن يشير بما يحتاج إلى إقدام وشجاعة، بسبب تهيبه وضعف إرادته، وكذلك البخيل لا ينتظر أن يشير بما يحتاج إلى البذل والعطاء، حرصاً على ما في يده، وإن كان في مواقفه تلك كلها هلاك أمته. وإذا لم تكن الصفات الفطرية موجودة في المرء طبيعةً، واستطاع أن يكتسبها حتى أصبحت سجيةً أو قريبة منها، فإنه عندئذٍ مؤهَّل لأن يكون من أهل الشورى، إذا ضُمَّت إلى صفاته تلك الصفات الشرعية التي هي المهيمنة على سواها. [s2] المبحث الثاني: بيان صفات أهل الشورى المكتسبة القسم الثاني من الصفات الحميدة المطلوبة، هي صفات يكتسبها صاحبها، فتؤهله لأن يكون من أهل الشورى، وهذه الصفات قد تكون مكتسبة من شرع الله تعالى، وقد تكون مكتسبة من الممارسة والعمل اللذين يُكْسِبان صاحبهما خبرة في بعض الأمور التي يزاولها. ولهذا نقول: إن أهل الشورى هم أهل العلم والفقه في الدين، وذوو الخبرات الخاصة ببعض الأمور، إذا كانت الشورى تتعلق بخبرتهم، كالأطباء، والمهندسين، والتجار، وذوى الرأي في الأمور العامة التي تشمل نتائجها عامة المسلمين، كشؤون السياسة والحرب وغير ذلك. فلابد أن تتوافر في أهل الشورى شروط [[وهذه الشروط ذكرها الماوردي في من يختارون الإمام، وهم أهل الحل والعقد، فلا بد من توافرها فيمن يستشيرهم، بحكم أنهم أهل الحل والعقد، الأحكام السلطانية ص6]]. وأهمها: 1 - العدالة الجامعة لشروطها. 2 - العلم الذي يتوصل به إلى معرفة ذوى الحقوق لأدائها إليهم. 3 - الرأي والحكمة المؤديان إلى اختيار ما هو أصلح للأمة. وأساس ذلك كله هو الإيمان بالله واليوم الآخر والاستسلام لحكم الله تعالى. والذي يدل على وجوب توافر هذه الصفات في أهل الشورى أمور: الأمر الأول: قول الله سبحانه وتعالى: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ }والضميران يعودان إلى المسلمين {الَّذِينَ آمَنُوا } الموصوفين بصفات معينة في نفس الآيات. ومنها قوله تعالى: {وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ }ومنها قوله: {يَجْتَنِبُونَ كَبَائِرَ الإِثْمِ وَالْفَوَاحِشَ} ومنها: {وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلاةَ } ومنها: {وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ}. أي أن أمر المؤمنين المتوكلين، المجتنبين كبائر الإثم والفواحش، والمستجيبين لله في أمره ونهيه، الذين يقيمون الصلاة، وينفقون مما رزقهم الله، هؤلاء أمرهم شورى بينهم، فلا بد أن يكونوا من المؤمنين، ذوى العدالة بفعل أمر الله واجتناب نهيه، ولا يكونون كذلك إلا بالعلم. أما غير المؤمنين، فيمكن أن يستشاروا فيما يخص أهل ملتهم من شرائعهم، التي لا يشرع للمسلمين مراعاتها لهم، بصفتهم من رعايا الدولة الإسلامية. الأمر الثاني: قوله تعالى: {وَشَاوِرْهُمْ فِي الأَمْرِ } المأمور بالمشاورة هو الرسول صلى الله عليه وسلم - ويدخل في ذلك ولاة الأمر بعده - والذين أُمِرَ صلى الله عليه وسلم بمشاورتهم هم المؤمنون، لأن السياق فيهم فالضمير يعود إليهم. كما قال تعالى: {فَبِمَا رَحْمَةٍ مِنْ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الأَمْرِ}. [آل عمران، آية: 159]. فالذين أُمر بالعفو عنهم والاستغفار لهم، هم الذين أُمر بمشاورتهم، وهم المؤمنون. الأمر الثالث: أنه صلى الله عليه وسلم ما كان يستشير إلا أصحابه المؤمنين، ولم يكن يستشير المنافقين، كعبد الله بن أبي بن سلول - وإن كانوا قد يدخلون ضمن الصحابة عموماً لمعاملتهم في الظاهر معاملتهم - وهم يُعاملون في أغلب الأحكام معاملة المسلمين، كما حصل في قصة استشارة الرسول صلى الله عليه وسلم، أصحابه في الخروج إلى أُحُد، فقد كان ابن أبي وأتباعه المنافقون ممن حضر هذه الاستشارة، وأبدى ابن أبي رأيه في ذلك، وهو عدم الخروج، وكان رأيه موافقاً لرأي الرسول صلى الله عليه وسلم. والسبب في عدم استشارة المنافقين على انفراد أنهم غير عدل، بل أصحاب أهواء وميل إلى الإضرار بالمسلمين، فلا يجوز أن يكون الكافر والمنافق والفاسق والجاهل محلاً لشورى المسلمين، وإن كان لا يحرم على المسلم أن يسمع مشورة من لم تتوافر فيه هذه الشروط. كما أشار عبد الله بن أبي على رسول الله صلى الله عليه وسلم بالبقاء في المدينة يوم أحد، دون أن يطلب منه الرسول صلى الله عليه وسلم ذلك خاصة، بل كان موجوداً بين المسلمين فأدلى برأيه، وكان يوافق رأي رسول الله صلى الله عليه وسلم ولكنه لم يأخذ به. الأمر الرابع: أن الله سبحانه وتعالى قد نهى عن اتخاذ المؤمنين بطانة من غيرهم، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لا يَأْلُونَكُمْ خَبَالاً وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتْ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمْ الآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ}.  [آل عمران: 118]. وبين الرسول صلى الله عليه وسلم أنه: ((ما بعث الله من نبي ولا استخلف من خليفته إلا كان له بطانتان: إحداهما تأمره بالخير وتذكره به، والأخرى تأمره بالشر ولا تذكره بالخير)). [[راجع البخاري (3/121)]]. ولا شك أن الكفار والمنافقين والجهال و الفسقة الذين يؤدي بهم فسقهم إلى الجري وراء أهوائهم وشهواتهم ـ وإن أضرت بمصالح الأمة ـ لا يحبون الخير ولا يأمرون به، بل يحبون الشر ولا ينهون عنه، بل يأمرون به، فليسوا أهلاً للشورى التي تقتضى عكس ذلك. أما اشتراط الخبرة في الأمور، فإن طبيعة الأمر الذي يُتَشاور فيه تقتضى ذلك، إذ كيف يشاور في أمر من يجهله؟ كيف يشاور في الشؤون العسكرية، أو الطبية، أو الزراعية أو غيرها من يجهلها؟ قال الأستاذ عبد القادر عودة، رحمه الله: \"وليكون الشخص من أهل الشورى يجب أن تتوافر فيه الشروط الآتية: 1 – العدالة... والعدالة هي التحلي بالفرائض والفضائل، والتخلي عن المعاصي والرذائل، وعما يخل بالمروءة أيضاً. 2 – العلم... والعلم المقصود هو العلم بمعناه الواسع، فيدخل فيه علم الدين، وعلم السياسة، وغيرهما من العلوم، ولا يشترط أن يكون العالم منهم ملماً بكل العلوم، بل يكفي أن يكون ملماً بفرع من العلوم، كالهندسة أو الطب أو غير ذلك، وليس من الضروري أن يكون العلماء جميعاً مجتهدين، فيكفي أن يتوافر الاجتهاد في مجموعهم، لا في كل فرد منهم.. 3 – الرأي والحكمة.  [[الإسلام وأوضاعنا السياسية ص168ـ169)]]. قلت: العلماء بدين الله والفقه فيه، يجب أن يكونوا على رأس ذوي الشورى في كل قضية، لأن جميع القضايا يجب أن تكون معلومة الحكم في دين الله تعالى، ولا يجوز أن يغيبوا عن مجلس شورى المسلمين، سواء كانت الأمور التي يتشاورن فيها متعلقة بأحكام الدين أم بشؤون الدنيا. أما غيرهم من ذوى الاختصاصات، فيجب أن لا يغيبوا عن الشورى، وبخاصة إذا كانت الشورى تتعلق باختصاصاتهم من النواحي الفنية التي لا قدرة لعلماء الشريعة على إبداء الرأي الصائب فيها، لعدم علمهم بذلك. ومن الصفات اللازمة فيمن يصلح للشورى أن يكون هدفه الوصول إلى الحق، وأن يكون جاداً في ذلك مجتهداً غاية الاجتهاد، فإن الذي يكون قصده الوصول إلى الحق ويكون جاداً في ذلك، سرعان ما يدع رأيه الذي وصل إليه لرأي غيره، إذا استبان له الحق في غير رأي نفسه، فلا يجادل ولا يماحك ولا يقف من آراء الآخرين موقف الرفض والإباء، لأنه يريد الحق، سواء كان في رأيه أم في رأي غيره. واجتهاده وحده في الوصول إلى الحق يدفعه إلى البحث والتفكير والتأني في مصالح المسلمين، فيستفيد منه المتشاورون، وقد يجدون الرأي الراجح عنده في كثير من الأحيان، بخلاف من يكون ذا هوى، يبني آراءه على أساس هواه دون مراعاة لجانب الحق، فإنه لا يتنازل عن رأيه لآراء الآخرين، بسبب إصراره على رأيه الذي أعماه عما سواه، أو جحد تلك الحجج عناداً واستكباراً في مناصرة الباطل، واتباع الهوى وإيجاد الشقاق والنزاع في صفوف المسلمين، وذلك حري بوجوب إبعاده من صفوفهم التي تدير أمور المسلمين وتبت في شؤونهم. وكذلك الشخص الخامل الذي لا يبالي ما يحصل في الشورى، من سلب أو إيجاب، ولا يهتم بالبحث والتفكير في كل جزئية من جزئياتها، وإنما يحضر لينصر رأياً سمعه بدون حجة ولا برهان، لا يستحق أن يكون في صف أهل شورى المسلمين؛ لأنها تحتاج إلى معاناة وصبر وبحث وتفكير، للوصول إلى ما فيه مصلحة ولقطع دابر كل ما فيه مفسدة، والخامل لا استعداد عنده لشيء من ذلك. ولقد كان عمر بن الخطاب، رضي الله عنه يجعل مشورته في القراء، كما روى ابن عباس، رضي الله عنهـما، فقال: \"وكان القراء أصحاب مجلس عمر ومشاورته، كهولاً كانوا أو شباناً\". [[البخاري (8/141)]]. قلت: ولكن القراء في عهد عمر ليسوا مثل كثير من القراء في العصور المتأخرة، الذين أصبح كثير منهم من قراء المآتم والقبور واستجلاب الرزق بقراءتهم، وإنما كان القراء في عهد عمر رضي الله عنه، قراء معارك الجهاد في سبيل الله والدعوة إلى الله، والصدق والأمانة، والنصح لله ولرسوله وللمؤمنين. كان القراء على عهد رسول الله صلى الله عليه وسلم، يحتطبون بالنهار، لجلب رزقهم، ويقومون الليل خاشعين لله، ويرسلهم الرسول صلى الله عليه وسلم سرايا، فيقاتلون في سبيل الله فيَقتُلون ويُقتَلون... وقد جمع أبو بكر القرآن عندما قُتِل القراء في اليمامة كما سيأتي: [[راجع البخاري (6/98)]]. كما روى أنس رضي الله عنه، قال: \"بعث النبي صلى الله عليه وسلم، سرية يقال لهم القراء، فأصيبوا، فما رأيت النبي صلى الله عليه وسلم، وجد على شيء، ما وجد عليهم، فقنت شهراً في صلاة الفجر ويقول\": ((إن عصية عصوا الله ورسوله)) [[البخاري رقم: (6031) ومسلم (1/469) وعصية قبيلة عربية قتلت أولئك القراء]]. ولا يمكن أن يعود للمسلمين مجدهم إلا يوم يكون قراء اليوم هم كقراء الأمس، وولاة أمور المسلمين اليوم كولاة أمورهم أمس، يجعلون القراء في طليعة أهل مجالس شوراهم. قال ابن قدامة، رحمه الله: \"روى عبد الرحمن بن القاسم أن أبا بكر الصديق رضي الله عنه، كان إذ نزل به أمر يريد فيه مشاورة أهل الرأي والفقه، يدعو رجالاً من المهاجرين والأنصار، ويدعو عمر وعثمان وعلياً وعبد الرحمن بن عوف ومعاذ بن جبل وأبي بن كعب وزيد بن ثابت، فمضى أبو بكر على ذلك. ثم ولي عمر، فكان يدعو هؤلاء النفر رضي الله عنهم، فإذا اتفق أمر مشكل شاورهم، فإن اتضح له الحق حكم به، وإن لم يتضح له أخره، ولم يقلد غيره ضاق الوقت أو اتسع، لأنه مجتهد فلم يقلد غيره\". [[الكافي (3/446ـ447)]]. وخلاصة القول: أنه لابد أن يكون ولي الأمر ذا ثقافة واسعة، وعلم جم، وعقل مدبر، عنده قدرة على استيعاب الآراء المختلفة وحججها، وأن يكون أهل شوراه من ذوى الاختصاصات المتنوعة، المتعلقة بأحكام الدين وشؤون السياسة المبنية عليه، لتكون الآراء صادرة من أهلها خبرة وتجربة. وإن ولي الأمر العام، شبيه بالمجدد الذي قال فيه الرسول صلى الله عليه وسلم: ((إن الله يبعث لهذه الأمة على رأس كل مائة سنة من يجدد لها دينها)). [[أبو دود (4/480) وهو في جامع الأصول (11/319) قال المحشي عليه: وإسناده صحيح، ورواه أيضاً الحاكم وصححه، ووافقه الذهبي]]. والمجدد لا يستطيع أن يجدد للأمة دينها بمفرده، مهما كان علمه وثقافته، وإخلاصه وجده واجتهاده، بل لا بد له من أعوان يتفرق فيهم ما اجتمع الكثير منه فيه من الدين والعلم والخلق والثقافة ليكونوا سنداً له، كل في اختصاصه. قال ابن الأثير، رحمه الله: \"لا يلزم منه أن يكون أراد بالمبعوث الفقهاء خاصة، كما ذهب إليه بعض العلماء، فإن انتفاع الأمة وإن كان نفعاً عاماً في أمور الدين، فإن انتفاعهم بغيره أيضاً كثير مثل أولي الأمر، وأصحاب الحديث، والقراء والوعاظ، وأصحاب الطبقات من الزهاد. فإن كل قوم ينفعون بفن لا ينفع به الآخر، إذ الأصل في حفظ الدين حفظ قانون السياسة، وبث العدل والتناصف الذي به تحقن الدماء، ويتمكن من إقامة قوانين الشرع، وهذا وظيفة أولي الأمر، وكذلك أصحاب الحديث ينفعون بضبط الأحاديث التي هي أدلة الشرع، والقراء ينفعون بحفظ القراءات وضبط الروايات، والزهاد ينفعون بالمواعظ والحث على لزوم التقوى والزهد في الدنيا. فكل واحد ينفع بغير ما ينفع به الآخر، لكن الذي ينبغي أن يكون المبعوث على رأس المائة، رجلاً مشهوراً معروفاً مشاراً إليه في كل فن من هذه الفنون\". [[جامع الأصول (11/320ـ321)]]. قلت: وما أحرى ولي أمر المسلمين العام بالممكن من هذه الأوصاف وما أحرى مجلس شوراه بما قبلها."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "الفصل الثالث: ما تجري فيه الشورى",
    "content": "وفي هذا الفصل ثلاثة مباحث: المبحث الأول\t: ما تجري فيه مشاورة الرسول صلى الله عليه وسلم. المبحث الثاني\t: ما تجري فيه مشاورة خلفائه من بعده. المبحث الثالث\t: أمثلة لبعض ما جرت فيه الشورى في عهد الخلفاء. [s2] المبحث الأول: ما تجري فيه مشاورة الرسول صلى الله عليه وسلم: إن الواجب على ولي الأمر أن يعمل بما ظهر له من كتاب الله أو سنة رسوله صلى الله عليه وسلم، ولا يجوز له العدول عن ذلك لرأيه أو لرأي غيره، ما دام حكم الله فيه واضحاً في أي أمر من الأمور. أما ما لم يظهر له حكمه من كتاب الله ولا سنة رسوله صلى الله عليه وسلم، فإن عليه أن يجتهد بنفسه للوصول إلى حكم الله تعالى، أو يستشير ذوي العلم والرأي في ذلك. وقد اختلف أهل العلم فيما تجري فيه مشاورة الرسول صلى الله عليه وسلم: فقال بعضهم: إنه صلى الله عليه وسلم لم يكن يشاور أصحابه في الأحكام، وإنما كان يشاورهم في أمور الدنيا فقط. وقال آخرون: بل كان يشاور أصحابه في الأمور التي لم يرد بها وحي إليه، سواء أكانت دنيوية أم أحكاماً، وقد شاور صلى الله عليه وسلم أصحابه في حكم الأسرى في بدر. [[راجع تفسير الجامع لأحكام القرآن للقرطبي (8/45ـ48)]]. قال الحافظ ابن حجر، رحمه الله: \"وقد اختلف في متعلق المشاورة، فقيل في كل شيء ليس فيه نص، وقيل في الأمر الدنيوي فقط، وقال المودودي: إنما كان يشاورهم في أمر الحرب مما ليس فيه حكم، لأن معرفة الحكم إنما تلتمس منه. قال: ومن زعم أنه كان يشاورهم في الأحكام، فقد غفل غفلة عظيمة، وأما في غير الأحكام فربما رأى غيره أو سمع ما لم يسمعه أو يره، كما كان يستصحب الدليل في الطريق. وقال غيره: اللفظ وإن كان عاماً، لكن المراد به الخصوص، للاتفاق على أنه لم يكن يشاورهم في فرائض الأحكام. قلت: وفي هذا الإطلاق نظر، فقد أخرج الترمذي، وحسنه وصححه ابن حبان من حديث علي رضي الله عنه قال: لما نزلت: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمْ الرَّسُولَ } الآية. [المجادلة: 12]. قال النبي صلى الله عليه وسلم لعلي رضي الله عنه: ((ما ترى؟ دينار؟)) قلت: لا يطيقونه. قال: ((فنصف دينار؟)) قلت: لا يطيقونه، قال: ((فكم؟)) قلت: شعيرة، قال: ((إنك لزهيد)) فنزلت: {أأشفقتم} الآية [المجادلة:13]. قال: فبي خفف الله عن هذه الأمة. [[الترمذي (5/406) وقال: هذا حديث حسن غريب، إنما نعرفه من هذا الوجه]]. ففي هذا الحديث المشاورة في بعض الأحكام.  [[الفتح (13/340)]]. قلت: الذي استشار فيه النبي صلى الله عليه وسلم علياً رضي الله عنه إن صح ليس في أصل الحكم، لأن الحكم نزل به القرآن، وإنما هو مقدار ما يقدمه من يناجى رسول الله صلى الله عليه وسلم من الصدقة، وهذا المقدار لا نص فيه كما ترى. وقال أبو الحسن الماوردي، رحمه الله: \"واختلفوا في استشارته في الدين والأحكام على حسب اختلافهم، هل كان لرسول الله صلى الله عليه وسلم أن يجتهد رأيه فيه؟ فقال بعضهم: ما أستشار في الدين ولا في الأحكام، لأن الله تعالى يقول: {وَمَا يَنْطِقُ عَنْ الْهَوَى (3) إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى}. [النجم: 3ـ4]. وهذا قول من زعم أنه لم يكن يجتهد رأيه فيها. وقال آخرون: قد استشارهم في الدين والأحكام، فمنه ما شاورهم في علامة تكون لأوقات صلواتهم، فأشار بعضهم بالناقوس، فقال: ((ذلك مزمار النصارى)) وأشار بعضهم بالقَرْن، فقال: ((ذاك مزمار اليهود)) وأشار بعضهم بالنار، فقال: ((وما تصنعون بالنهار)) وأشار بعضهم بالراية، فقال: ((ما تصنعون بالليل)) حتى أخبره عبد الله بن زيد بما رآه في المنام من الأذان، فأخذ به وعمل عليه\". [[القصة في سنن أبي داود (1/335ـ336) ورؤيا عبد الله بن زيد في الترمذي (1/358) وقال: حديث عبد الله بن زيد حسن صحيح، وقصة الإشارة بتلك الآلات فيه أيضاً (1/362) من حديث ابن عمر، وقال: هذا حديث صحيح غريب من حديث ابن عمر، وقد أطال المحقق أحمد شاكر في تخريج الحديث، فارجع إليه إن شئت (1/360ـ362)]]. ومعلوم أن هذه الاستشارة إنما كانت في الوسيلة التي تتخذ لإعلام المسلمين بدخول الوقت، وفي الوسائل المتخذة للوصول بها إلى تنفيذ العبادة سعة ما لم تخالف نصاً ثابتاً أو قاعدةً شرعية، وفرق بين وسيلة يتوصل بها إلى تنفيذ حكم وإحداث حكم لم يشرعه الله. وشاور أصحابه في حد الزاني والسارق، فقالوا: الله ورسوله أعلم، فقال: ((هن فواحش، وفيهن عقوبات)) [[الموطأ (1/167) قال المحقق: وهو حديث صحيح]]. حتى أنزل الله فيهما ما أنزل، وهذا قول من جعل له اجتهاد رأيه فيها. [[أدب القاضي (1/259ـ260)]]. هذا فيما يتعلق برسول الله صلى الله عليه وسلم، والظاهر من هذه النصوص أنه صلى الله عليه وسلم كان يستشير في بعض الأمور الطارئة التي لم ينزل فيها حكم من الله تعالى، ومن ذلك استشارته علياً وأسامة رضي الله عنهـما، في فراق أهله في قصة الإفك، وهو أمر طارئ لم تعلم حقيقته. [[راجع صحيح البخاري (8/162ـ163)، وراجع في جواز اجتهاد الرسول صلى الله عليه وسلم أو عدمه كتاب الإحكام في أصول الأحكام (4/187 وما بعدها) لسيف الدين علي بن أبي علي بن محمد الآمدي رحمه الله]]. [s2] المبحث الثاني: ما جرت فيه مشاورة خلفائه من بعده: إذا كان الرسول صلى الله عليه وسلم، هو رسول الله إلى الأمة، وولي أمر المسلمين في حياته فإن خلفاءه من بعده هم أولياء أمورهم، والأصل في ولي الأمر العام، أن يكون مجتهداً وذا رأي وبصيرة.  [[راجع الأحكام السلطانية للماوردي ص6]]. وإذا كان كذلك فانه يكون قادراً على استحضار حكم الله، في الأمر الوارد من كتاب الله أو سنة رسوله صلى الله عليه وسلم، أو إجماع الأمة أو القياس المستنبط من الكتاب والسنة، بإعطاء النظير المسكوت عنه حكم النظير المنصوص عليه. وإذا لم يجد دليلاً باجتهاده هو، سأل غيره من أهل العلم، فقد يجد عند غيره ما غاب عنه، فإن لم يجد لجأ إلى مشاورة أهل الحل والعقد في ذلك، وهم العلماء والزعماء وذوو الاختصاص كما مضى. وإذا كان رسول الله صلى الله عليه وسلم كان يستشير أصحابه فيما لم ينزل عليه فيه شرع من الله، والوحي يتنـزل عليه، فإن غيره أولى بالمشاورة، لانقطاع الوحي بعد وفاة الرسول صلى الله عليه وسلم، وإن كان محفوظاً في كتاب الله وسنة رسوله صلى الله عليه وسلم، فانه قد يغيب عنه الدليل مهما بلغ من العلم، كما أنه قد ترد حوادث جديدة، لم تكن قد حدثت في الماضي، تحتاج إلى اجتهاد جديد، قد لا يوجد لها دليل واضح، فيحتاج إلى استنباط أو قياس، والناس يختلفون في ذلك اختلافاً كثيراً، فما يراه هذا دليلاً قد لا يراه الآخر كذلك، وإذا اجتمع المجتهدون وأصحاب الرأي، وتذاكروا في الأمر، فقد يصلون إلى حكم لا يصل إليه كل منهم إذ انفرد. فالأمر الذي جرت فيه الشورى بعد وفاة الرسول صلى الله عليه وسلم، هو ما لم يرد فيه نص من كتاب ولا سنة، ولا انعقد عليه إجماع ولا قياس جلي، أو وجد له دليل من تلك الأدلة، ولكنه يحتمل أكثر من معنى يحتاج إلى اجتهاد يعين الراجح منها، وهذا ما كان يحدث في عهد الخلفاء الراشدين وأصحاب رسول الله صلى الله عليه وسلم. قال البخاري، رحمه الله: \"وكانت الأئمة بعد النبي صلى الله عليه وسلم يستشيرون الأمناء من أهل العلم، في الأمور المباحة، ليأخذوا بأسهلها، فإذا وضح الكتاب أو السنة لم يتعدوه إلى غيره.. وكان القراء أصحاب مشورة عمر، كهولاً أو شباناً، وكان وقافاً عند كتاب الله عز وجل\". [[البخاري (8/162)]]. وقال الحافظ، رحمه الله: \"وقد ورد في استشارة الأئمة بعد النبي صلى الله عليه وسلم أخبار كثيرة: منها مشاورة أبي بكر رضي الله عنه في قتال أهل الردة.. وأخرج البيهقي بسند صحيح عن ميمون بن مهران، قال: كان أبو بكر الصديق إذا ورد عليه أمر، نظر في كتاب الله، فإن وجد فيه ما يقضي به قضى بينهم، وإن علمه من سنة رسول الله صلى الله عليه وسلم قضى به، وإن لم يعلم خرج فسأل المسلمين عن السنة، فإن أعياه ذلك، دعا رؤوس المسلمين وعلماءهم واستشارهم، وأن عمر بن الخطاب كان يفعل ذلك\". [[الفتح (13/342)]]. وقال أبو الحسن الماوردي، رحمه الله: \"فأما غير رسول الله صلى الله عليه وسلم، من صحابته ومن بعدهم من سائر أمته، فمشاورتهم تعم في مصالح الدنيا وأحكام الدين، فما اختص منها بالدنيا ندب إليه عقلاً، وما اختص منها بالدين ندب إليه شرعاً\". [[أدب القاضي (1/260)]]. وبهذا يظهر أن كل ما لم يرد به نص ولا إجماع أو أشكل أمره على ولي الأمر، فإنه يلجأ فيه إلى مشاورة أهل الحل والعقد، سواء كان يتعلق بشؤون الدنيا أو أحكام الدين - وإن كان في هذه خلاف بالنسبة للرسول صلى الله عليه وسلم كما مضى - فإنه لا خلاف فيه بعد وفاته، لحاجة الأمة إلى معرفة الحكم الذي لم يعد الوحي يتنزل به، كما كان في عهد رسول الله صلى الله عليه وسلم. [s2] المبحث الثالث: أمثلة لبعض ما جرت فيه الشورى في عهد الخلفاء: والأمثلة لما جرت فيه الشورى في عهد الخلفاء الراشدين رضي الله عنهم، ومن تبعهم كثيرة جداً يصعب استقصاؤها. وقد اخترنا منها ثلاثة أمثلة: أحدها يتعلق باختيار الخليفة، وفيه عدة وقائع. والثاني يتعلق بالصحة العامة للمسلمين وما يشبه الحَجْر الصحي. والثالث يتعلق بالمال العام. [s3] المثال الأول: اختيار الخليفة. وهو أول حدث كبير واجه المسلمين بعد وفاة الرسول صلى الله عليه وسلم، وننقل في هذا الموضوع خطبة طويلة لعمر بن الخطاب، رضي الله عنه ألقاها أمام أصحابه، على منبر رسول الله صلى الله عليه وسلم - بعد أن بَلَغَه أن رجلاً قال: \"إن بيعة أبي بكر كانت فلتة، وإنه عازم على مثل ذلك لرجل إذا مات عمر\". وقد روى القصة ابن عباس، رضي الله عنهـما، قال: \" كنت أقرئ رجالاً من المهاجرين، منهم عبد الرحمن ابن عوف، فبينما أنا بمنزله بمنى، وهو عند عمر بن الخطاب، في آخر حجة حجها، إذ رجع إليَّ عبد الرحمن، فقال: لو رأيت رجلاً لقي أمير المؤمنين اليوم، فقال: يا أمير المؤمنين هل لك في فلان؟ يقول: لو قد مات عمر لقد بايعت فلاناً، فوالله ما كانت بيعة أبي بكر إلا فلتة فتمت، فغضب عمر، ثم قال: \"إني إن شاء الله لقائم العشية في الناس فأحذرهم هؤلاء الذين يريدون أن يغصبوهم أمورهم\". قال عبد الرحمن: فقلت: \"يا أمير المؤمنين، لا تفعل، فإن الموسم يجمع رعاء الناس وغوغاءهم، فإنهم هم الذين يغلبون على قربك حين تقوم في الناس، وأنا أخشى أن تقوم فتقول مقالة يطيرها عنك كل مطير، وأن لا يعوها وأن لا يضعوها على مواضيعها، فأمهل حتى تقدم المدينة، فإنها دار الهجرة والسنة، فتخلص بأهل الفقه وأشراف الناس، فتقول ما قلت متمكناً، فيعي أهل العلم مقالتك ويضعونها على مواضعها\". فقال عمر رضي الله عنه: \"أما والله إن شاء الله، لأقومن بذلك أول مقام أقومه بالمدينة\". قال ابن عباس: فقدمنا المدينة في عقب ذي الحجة، فلما كان يوم الجمعة عجلنا الرواح حين زاغت الشمس.. فلم أنشب أن خرج عمر بن الخطاب.. فجلس على المنبر، فلما سكت المؤذنون قام فأثنى على الله بما هو أهله. ثم قال: \"أما بعد، فإني قائل لكم مقالة قدر لي أن أقولها، لا أدري لعلها بين يدي أجلي، فمن عقلها ووعاها، فليحدثن بها حيث انتهت به راحلته، ومن خشي أن لا يعقلها، فلا أحل لأحد أن يكذب عليْ. إن الله بعث محمداً صلى الله عليه وسلم بالحق، وأنزل عليه الكتاب.. ثم إنه بلغني أن قائلاً منكم يقول: والله لو مات عمر بايعت فلاناً، فلا يغترن امرؤ أن يقول: إنما كانت بيعة أبي بكر فلتة وتمت، ألا وإنها قد كانت كذلك، ولكنَّ الله وقى شرها، وليس منكم من تقطع الأعناق إليه مثل أبي بكر. من بايع رجلاً من غير مشورة من المسلمين، فلا يبايع هو ولا الذي بايعه تغرة أن يقتلا. وإنه قد كان من خبرنا حين توفى الله نبيه صلى الله عليه وسلم، أن الأنصار خالفونا، واجتمعوا بأسرهم في سقيفة بنى ساعدة، وخالف عنا علي والزبير ومن معهما، واجتمع المهاجرون إلى أبي بكر، فقلت لأبي بكر: انطلق بنا إلى إخواننا هؤلاء من الأنصار، فانطلقنا نريدهم فلما دنونا منهم لقِيَنا رجلان منهم صالحان، فذكرا ما تمالأ عليه القوم، فقالا: أين تريدون يا معشر المهاجرين؟ فقلنا: نريد إخواننا هؤلاء من الأنصار، فقالا: لا عليكم أن لا تقربوهم، اقضوا أمركم، فقلت: والله لنأتينهم، فانطلقنا حتى أتيناهم في سقيفة بنى ساعدة.. فلما جلسنا قليلاً، تشهد خطيبهم فأثنى على الله بما هو أهله، ثم قال: أما بعد، فنحن أنصار الله، وكتيبة الإسلام، وأنتم معشر المهاجرين رهط، وقد دفت دافة من قومكم، فإذا هم يريدون أن يختزلونا من أصلنا، وأن يحضنونا من الأمر. فلما سكت أردت أن أتكلم، وكنت زورت مقالة أعجبتني أريد أن أقدمها بين يدي أبي بكر، وكنت أداري منه بعض الحدة، فلما أردت أن أتكلم، قال أبو بكر: على رسلك، فكرهت أن أغضبه. فتكلم أبو بكر، فكان هو أحلم منى وأوقر، والله ما ترك من كلمة أعجبتني في تزويري، إلا قال في بديهته مثلها أو أفضل حتى سكت، فقال: ما ذكرتم فيكم من خير فأنتم له أهل، ولن يعرف هذا الأمر إلا لهذا الحي من قريش، هم أوسط العرب نسباً وداراً، وقد رضيت لكم أحد هذين الرجلين، فبايعوا أيهما شئتم، فأخذ بيدي وبيد أبي عبيدة بن الجراح، وهو جالس بيننا، فلم أكره مما قال غيرها، كان والله أن أقدم فتضرب عنقي، لا يقربني ذلك من إثم، أحب إلي من أن أتأمر على قوم فيهم أبو بكر، اللهم إلا أن تسول إلي نفسي عند الموت شيئاً لا أجده الآن. فقال قائل من الأنصار: أنا جذيلها المحكك، وعذيقها المرجب، منا أمير ومنكم أمير يا معشر قريش. فكثر اللغط، وارتفعت الأصوات، حتى فرقت من الاختلاف فقلت: ابسط يدك يا أبا بكر، فبسط يده فبايعته، وبايعه المهاجرون، ثم بايعه الأنصار.. قال عمر: إنا والله ما وجدنا فيما حضرنا من أمرنا، من أمر أقوى من مبايعة أبي بكر، خشينا إن فارقنا القوم، ولم تكن بيعة، أن يبايعوا رجلاً منهم بعدنا، فإما بايعناهم على ما لا نرضى، وإما نخالفهم، فيكون فساد، فمن يبايع رجلاً على غير مشورة من المسلمين فلا يبايع هو ولا الذي بايعه تغرةَ أن يقتلا\". [[البخاري (8/25ـ28) والتغرة: مصدر غررته أي: خوف إيقاعهما في القتل]]. [s3] تعليقات على بعض ألفاظ الحديث: في قول عبد الرحمن بن عوف لعمر: \" فأمهل حتى تقدم المدينة، فإنها دار الهجرة والسنة، فتخلص بأهل الفقه وأشراف الناس، فتقول ما قلت متمكناً، فيعي أهل العلم مقالتك ويضعونها على مواضعها\" دليل أن أهل الفقه وأشراف الناس هم أهل الحل والعقد، وليسوا غوغاء الناس ورعاءهم الذين يفسح لهم المجال في هذا العصر ليكونوا هم أهل الحل والعقد في المجالس المسماة بالنيابية ونحوها.. الدافة: الجماعة، أي: جاءت جماعة. يختزلونا أي: يقطعونا عن مرادنا. يحضنونا أي: ينهونا عنه ويختصوا به. زورت مقالة أي: هيأت كلاماً في نفسي. الجذيل: تصغير الجذل، وهو عود ينصب للإبل الجرباء تحتك به فتستشفي أراد أنه جدير بحل الأزمة برأيه. المحكك: الذي كثر به الاحتكاك حتى صار أملساً. عذيق: تصغير عذق وهو النخلة. المرجب: المسند بالرجبة، وهي خشبة ذات شعبتين، تسند النخلة بها إذا طالت وكثر حملها. والمعنى أني ذو رأي يستشفى به في الحوادث. [s3] ما يؤخذ من بيان عمر في قصة بيعة أبي بكر : في هذا السياق لقصة بيعة أبي بكر رضي الله عنه في سقيفة بني ساعدة، أن إقامة الخليفة من الفرائض العاجلة التي لا يجوز تأخيرها، لما في ذلك من إيقاع الناس في حيرة، وما قد ينجم عنه من اختلاف وفوضى، وتقديم من يستحق التأخير في ولاية المسلمين. وقد كانت هذه المحاورة الطويلة ورسول الله صلى الله عليه وسلم مسجى لم يدفن، وفيه أن هذا المنصب تتطلع إليه النفوس، ولو كانت قد تربت على يد رسول الله صلى الله عليه وسلم، وتتدخل فيه العصبيات، ولو كان ذلك في أصحاب رسول الله صلى الله عليه وسلم. وفيه أن مبايعة أبي بكر رضي الله عنه، لم تكن عن إجماع من الصحابة في أول الأمر، وأن عمر إنما سارع ببيعته خشية من أن يبايع غيره ممن لا يستحق البيعة مع وجوده فتحصل فتنة، وتبعه على ذلك المهاجرون والأنصار الذين كانوا في السقيفة. [[وسيأتي أن الناس بايعوه البيعة العامة في مسجد الرسول صلى الله عليه وسلم في اليوم الثاني]]. وفيه غضب عمر رضي الله عنه من احتجاج ذلك الرجل بأن بيعة أبي بكر كانت فلتة، وأنه سيفعل مثل ذلك بعد موت عمر، فيبايع رجلاً كما بايع عمر أبا بكر، وقد اعترف عمر أنها كانت فلتة وقى الله شرها، وأن الأصل في البيعة أن تكون باتفاق أهل الحل والعقد، وإلا كانت اغتصاباً لأمر الناس. [s3] بيعة أبي بكر العامة في مسجد الرسول صلى الله عليه وسلم: هذا وقد تدارك عمر رضي الله عنه تلك الفلتة التي احتج بها ذلك الرجل، في اليوم الثاني لوفاة رسول الله صلى الله عليه وسلم، حيث قام خطيباً ودعا إلى بيعة أبي بكر، فكانت البيعة العامة عند المنبر والتي لا مطعن فيها لأحد. روى أنس بن مالك رضي الله عنه، أنه سمع خطبة عمر الآخرة حين جلس على المنبر، وذلك الغد من يوم توفي النبي صلى الله عليه وسلم، فتشهد وأبو بكر صامت لا يتكلم. قال: \"كنت أرجو أن يعيش رسول الله صلى الله عليه وسلم، حتى يدبرنا، يريد بذلك أن يكون آخرهم، فإن يك محمد صلى الله عليه وسلم قد مات، فإن الله تعالى قد جعل بين أظهركم نوراً تهتدون به، هدي الله محمداً صلى الله عليه وسلم. وإن أبا بكر صاحب رسول الله صلى الله عليه وسلم، ثاني اثنين، فإنه أولى المسلمين بأموركم فقوموا فبايعوه، وكانت طائفة منهم قد بايعوه قبل ذلك في سقيفة بني ساعدة، وكانت بيعة العامة على المنبر. قال الزهري: عن أنس بن مالك سمعت عمر يقول: لأبي بكر يومئذ: اصعد المنبر، فلم يزل به حتى صعد المنبر، فبايعه الناس عامة\". [[البخاري (8/126)]]. وبهذا علم أن مبايعة أبي بكر رضي الله عنه في السقيفة لم تكن الشورى فيها تامة، وإنما تمت الشورى في المسجد، حيث كانت البيعة عامة، وأنه لا يجوز للعدد القليل من أهل الحل والعقد أن يسارع إلى مبايعة رجل على المسلمين بدون مشورة منهم، محتجاً بما حصل في السقيفة، وأن من فعل ذلك يعد مغتصباً لأمر المسلمين. قال الحافظ ابن حجر، رحمه الله: \"وفيه إشارة - أي في قول عمر: وليس فيكم من تقطع الأعناق إليه مثل أبي بكر - إلى التحذير من المسارعة إلى مثل ذلك، حيث لا يكون هناك مثل أبي بكر لما اجتمع فيه من الصفات المحمودة، من قيامه في أمر الله، ولين جانبه للمسلمين، وحسن خلقه، ومعرفته بالسياسة، وورعه التام، فمن لا يوجد فيه مثل صفاته لا يؤمن من مبايعته عن غير مشورة الاختلاف الذي ينشأ عنه الشر\". [[فتح الباري (12/150)]]. [s3] استخلاف أبي بكر لعمر كان بمشورة المسلمين وموافقتهم: ولما مرض أبو بكر، رضي الله عنه مرض الوفاة، عهد بالخلافة في كتاب كتبه عثمان رضي الله عنه، إلى عمر بن الخطاب، وقرأ خطابه على المسلمين، فأقروا له بالسمع والطاعة.  [[البداية والنهاية لابن كثير (7/18)]]. ولكنه رضي الله عنه لم يكتب بعهده إلى عمر، إلا بعد أن شاور بعض أصحاب رسول الله صلى الله عليه وسلم، وبعد أن قرأ كتابه على الناس، أشرف عليهم وسألهم إن كانوا راضين باستخلافه عمر، فأجابوه بالسمع والطاعة. قال ابن الأثير، رحمه الله: \"لما نزل بأبي بكر، رضي الله عنه الموت، دعا عبد الرحمن بن عوف، فقال: أخبرني عن عمر؟ فقال: إنه أفضل من رأيك، إلا أنه فيه غلظة، فقال أبو بكر: ذلك، لأنه يراني رقيقاً، ولو أفضي الأمر إليه لترك كثيراً مما هو عليه، وقد رمقته فكنت إذا غضبت على رجل أراني الرضاء عنه، وإذا لنت له أراني الشدة عليه. ودعا عثمان بن عفان، وقال: أخبرني عن عمر؟ فقال: سريرته خير من علانيته، وليس فينا مثله، فقال أبو بكر لهما: لا تذكرا مما قلت لكما شيئاً، ولو تركته ما عدوت عثمان، والخيرة له أن لا يلي من أموركم شيئاً، ولوددت أنى كنت من أموركم خلوا، وكنت فيمن مضى من سلفكم. ودخل طلحة بن عبيد الله على أبي بكر، فقال: استخلفت على الناس عمر، وقد رأيت ما يلقى الناس منه وأنت معه، وكيف إذا خلا بهم، وأنت لاقٍ ربك فسائلك عن رعيتك؟ فقال أبو بكر: أجلسوني، فأجلسوه، فقال: أبالله تخوفني؟ إذا لقيت ربي فسألني، قلت: استخلفت على أهلك خيرَ أهلك. ثم إن أبا بكر أحضر عثمان بن عفان خالياً، ليكتب عهد عمر، فقال له: اكتب باسم الله.. فلما كتب العهد، أمر به أن يقرأ على الناس، فجمعهم وأرسل الكتاب مع مولى له، ومعه عمر، فكان عمر يقول للناس: أنصتوا واسمعوا لخليفة رسول الله صلى الله عليه وسلم، فإنه لم يألُكم نصحاً، فسكن الناس، فلما قرئ عليهم الكتاب سمعوا وأطاعوا. وكان أبو بكر أشرف على الناس، وقال: أترضون بمن استخلفت عليكم؟ فإني ما استخلفت عليكم ذا قرابة، وإني استخلفت عليكم عمر، فاسمعوا له وأطيعوا، فإني والله ما ألوت من جهد الرأي، فقالوا: سمعنا وأطعنا\" ثم أوصى عمر رضي الله عنه وصية بليغة بالناس بعده، وخوفه بالله\".  [[الكامل في التاريخ (2/425) وما بعدها]]. يتضح من ذلك أن أبا بكر رضي الله عنه شاور المسلمين في الخليفة بعده، وبدأ بأفضل القوم بعد عمر، ومنهم عثمان بن عفان، وسمع أبو بكر رأي الموافق والمخالف، ورد على من خالفه بالحجة المقنعة. ولم يكتف بمشاورة القليل من كبار الصحابة، وكتابة العهد وقراءته على الناس، وإنما أشرف بنفسه ليعلم رضا الجماعة بعهده، حتى اطمأن إلى رضاهم وسمعهم وطاعتهم له. فكان عهده رضي الله عنه بالخلافة لعمر، ترشيحاً له وتزكية، فقبلوا ترشيحه وتزكيته، ولو لم يقبلوا ذلك منه لما أجبرهم عليه هو، ولا قبل عمر أن يلي أمرهم وهم كارهون، وهو الذي قال: \"إني إن شاء الله لقائم العشية في الناس فمحذرهم هؤلاء الذين يريدون أن يغصبوهم أمرهم\" كما مضى قريباً. وسيأتي أن هذا أسلوب من أساليب الشورى التي لم يحدها الشارع بنوع معين من الأساليب. [s3] أسلوب عمر في الاستخلاف: ولما طعن عمر رضي الله عنه، طلب منه أصحابه أن يستخلف كما استخلف أبو بكر رضي الله عنه، فاتخذ أسلوباً آخر في الشورى لاختيار الخليفة من بعده، فاختار للناس ستة، توفى رسول الله صلى الله عليه وسلم وهو عنهم راضٍ، كما قال عمر، وهم: علي وعثمان والزبير وطلحة وسعد وعبد الرحمن ابن عوف رضي الله عنهم، وقال: \"ما أجد أحق بهذا الأمر من هؤلاء النفر\". وأوصى من استخلف بعده بالمهاجرين والأنصار وأهل الأمصار خيراً، وبأهل الذمة. \"فلما فرغ من دفنه اجتمع هؤلاء الرهط، فقال عبد الرحمن: اجعلوا أمركم إلى ثلاثة منكم، فقال الزبير: قد جعلت أمري إلى علي، فقال طلحة: قد جعلت أمري إلى عثمان، وقال سعد: قد جعلت أمري إلى عبد الرحمن بن عوف. فقال عبد الرحمن: أيكما تبرأ من هذا الأمر فنجعله إليه، والله عليه والإسلام لينظرن أفضلهم في نفسه؟ فأُسكت الشيخان، فقال عبد الرحمن: أفتجعلونه إلي، والله علي أن لا آلو عن أفضلكم؟ قالا: نعم. فأخذ بيد أحدهما فقال: لك قرابة من رسول الله صلى الله عليه وسلم، والقدم في الإسلام ما قد علمت، فالله عليك لئن أمَّرتك لتعدلن، ولئن أمَّرت عثمان لتسمعن ولتطيعن؟ ثم خلا بالآخر فقال مثل ذلك، فلما أخذ الميثاق، قال: ارفع يدك يا عثمان فبايعه، فبايع له علي، وولج أهل الدار فبايعوه\".  [[البخاري (4/204)]]. وهذه الرواية المختصرة هنا في كيفية بيعة عثمان رضي الله عنه، قد يظن من لا يعلم تفاصيلها أن المشاورة على اختيار الخليفة اقتصرت على هؤلاء الستة، والواقع أن عبد الرحمن بن عوف رضي الله عنه، سهر ليالي وهو يستشير الناس، يخلوا بهم ويسألهم. وقد فصَّل ذلك في رواية أخرى تدل على اجتهاده رضي الله عنه في الأمر، ثم مبايعة الناس عامة لعثمان رضي الله عنه: \"فلما ولوا عبد الرحمن أمرهم، فمال الناس على عبد الرحمن حتى ما أرى أحداً من الناس يتبع أولئك الرهط، ولا يطأ عقبه، ومال الناس على عبد الرحمن يشاورونه تلك الليالي حتى إذا كانت الليلة التي أصبحنا منها فبايعنا عثمان. قال المسوِّر: طرقني عبد الرحمن بعد هجع من الليل، فضرب الباب حتى استيقظت، فقال: أراك نائماً، فوالله ما اكتحلت هذه الليلة بكبير نوم، انطلق فادع الزبير وسعداً، فدعوتهما له، فشاورهما، ثم دعاني، فقال: ادع لي علياً، فدعوته، فناجاه حتى ابهارّ الليل، ثم قام علي من عنده وهو على طمع، وقد كان عبد الرحمن يخشى من علي شيئاً. ثم قال: ادع لي عثمان، فدعوته، فناجاه حتى فرق بينهما المؤذن بالصبح، فلما صلى الصبح، واجتمع أولئك الرهط عند المنبر، فأرسل إلى من كان حاضراً من المهاجرين والأنصار، وأرسل إلى أمراء الأجناد، وكانوا وافوا تلك الحجة مع عمر، فلما اجتمعوا تشهد عبد الرحمن، ثم قال: \"أما بعد يا علي إني قد نظرت في أمر الناس، فلم أرهم يعدلون بعثمان، فلا تجعلن على نفسك سبيلاً، فقال: أبايعك على سنة الله ورسوله والخليفتين من بعده، فبايعه عبد الرحمن، وبايعه الناس: المهاجرون والأنصار وأمراء الأجناد والمسلمون\". [[البخاري (8/123)]]. يتضح من هذا النص: أن الخليفة عمر رضي الله عنه، جعل الأمر إلى أفضل الموجودين من أصحابه، وهم النفر الستة، لعلمه بأنهم سيبذلون غاية جهدهم لجعل الخلافة في الرجل الأفضل كفاءة، وأن الستة قد اختصروا العدد حتى آل الأمر إلى واحد منهم يستشير الناس، بعد أن تنازل هو عن تولي هذا الأمر، وأنه قد بذل كل ما في وسعه وطاقته في مشاورة الناس، أفراداً وجماعات حتى علم رغبتهم. ثم دعا كل من قدر على دعوته لحضور البيعة، وأعلن أمام الملأ أن الناس قد اختاروا عثمان رضي الله عنه فبايعه وبايع الناس من ارتضوه خليفة عليهم، ولو كان الناس لم يختاروا عثمان أثناء مشاورة عبد الرحمن إياهم، لردوا على عبد الرحمن قوله: فلم أرهم يعدلون بعثمان، فكانت بيعة عثمان عامة، وكان اختياره من أهل الحل والعقد الذين أمكن حضورهم من أهل المدينة وغيرها من البلدان الإسلامية. قال الحافظ ابن حجر رحمه الله: \"قال الطبري: لم يكن في أهل الإسلام أحد له المنزلة في الدين والهجرة والسابقة والعقل والعلم والمعرفة بالسياسة، ما للستة الذين جعل عمر الأمر شورى بينهم\". وقال: \"وفيه أن من أسند إليه ذلك يبذل وسعه في الاختيار ويهجر أهله وليله اهتماماً بما هو فيه حتى يكمله\". [[الفتح (13/198ـ199)]]. هذا ما يتعلق باختيار الخلفاء الثلاثة: أبي بكر وعمر وعثمان. أما علي رضي الله عنه. فقد كانت بيعته بعد مقتل عثمان في وقت فتنة، حاول التهرب منها، كما حاول غيره، ثم لما رآها تعينت عليه قبلها، فبايعه غالب الناس، وتأخر بعضهم، وقيل إن بعضهم بايعه خوفاً. وعلى كل حال، فقد كان الناس يقولون: \"لا يصلح لها إلا علي\". [[البداية والنهاية لابن كثير (7/226)]]. هذا هو المثال الأول - تعددت حوادثه - مما جرت فيه الشورى بعد الرسول صلى الله عليه وسلم، وهو اختيار خليفته للمسلمين، وهو من أخطر أمورهم الداخلة تحت قوله تعالى: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ }. [s3] المثال الثاني: عقد أول مؤتمر إسلامي للبحث في الحَجْر الصحي. لقد خرج عمر بن الخطاب رضي الله عنه، ببعض أصحابه، قاصداً الشام. وفي أثناء الطريق أُخبر بأن وباء الطاعون قد انتشر في الناس هناك، فلم يقدم ولم يعد بأصحابه، حتى عقد مؤتمراً كبيراً، أخذ أصحابه فيه يفدون إليه أفواجاً، بترتيب منه رضي الله عنه وعنهم، تشاور مع كل فوج على حدة، فإذا علم ما عندهم أمرهم بالخروج، ودعا غيرهم، حتى اطمأنت نفسه إلى رأي فعزم عليه. وعندما راجعه بعض الصحابة معارضاً أخْذَه بذلك الرأي أسكته بالحُجة، وكان ذلك الرأي هو الصواب، الذي أيدته سنة رسول الله صلى الله عليه وسلم التي عُلِمَتْ فيما بعد، وسر بذلك عمر أيما سرور. وقد روى القصة بتمامها عبد الله بن عباس، رضي الله عنهـما، وهذا نصها: \"أن عمر بن الخطاب، رضي الله عنه، خرج إلى الشام، حتى إذا كان بسرغ لقيه أمراء الأجناد: أبو عبيدة بن الجراح وأصحابه، فأخبروه أن الوباء قد وقع بأرض الشام، قال ابن عباس: فقال عمر: ادع لي المهاجرين، فدعوتهم فاستشارهم، وأخبرهم أن الوباء قد وقع بالشام، فاختلفوا، فقال بعضهم: قد خرجنا لأمر ولا نرى أن ترجع عنه، وقال بعضهم: معك بقية الناس وأصحاب رسول الله صلى الله عليه وسلم، ولا نرى أن تقدمهم على هذا الوباء، فقال: ارتفعوا عني. قال: ادع لي الأنصار، فدعوتهم، فاستشارهم فسلكوا سبيل المهاجرين، واختلفوا كاختلافهم، فقال: ارتفعوا عني. ثم قال: ادع لي من كان ههنا من مشيخة قريش، من مهاجرة الفتح، فدعوتهم، فلم يختلف منهم عليه رجلان، فقالوا: نرى أن ترجع بالناس ولا تقدمهم على هذا الوباء. فنادى عمر في الناس: إني مصبح على ظهر فأصبحوا عليه. قال أبو عبيدة بن الجراح: أفراراً من قدر الله ؟! فقال عمر: لو غيرك قالها يا أبا عبيدة! نعم نفر من قدر الله إلى قدر الله، أرأيت لو كان لك إبل هبطت وادياً له عدوتان: إحداهما خصبة، والأخرى جدبة أليس إن رعيت الخصبة رعيتها بقدر الله، وإن رعيت الجدبة رعيتها بقدر الله ؟! قال: فجاء عبد الرحمن بن عوف، وكان متغيباً في بعض حاجته فقال: إن عندي في هذا علماً، سمعت رسول الله صلى الله عليه وسلم يقول: (إذا سمعتم به بأرض فلا تقدموا عليه، وإذا وقع بأرض وأنتم بها فلا تخرجوا فراراً منه) قال: فحمد الله عمر ثم انصرف.  [[البخاري (7/21) ومسلم (4/1740ـ1741)]]. [s3] ما يؤخذ من فوائد هذا المؤتمر التشاوري: قلت: وفي مشاورة عمر رضي الله عنه أصحابه في هذه الحادثة فوائد: الفائدة الأولى: حرص ولي الأمر على مصالح المسلمين العامة، وعدم إقدامه على اتخاذ قرار في شأن من شؤونهم الخطيرة منفرداً، لما في ذلك من المخاطرة بالمسلمين. الفائدة الثانية: مشاورة كل من أمكن حضوره من أهل الحل والعقد، لما في ذلك من تمحيص الآراء، والوصول إلى رأي مفيد عن طريق قدح عقول كثيرة. الفائدة الثالثة: جواز اجتماع ولي الأمر برعيته على فئات متجانسة، كما فعل عمر رضي الله عنه هنا، حيث قسمهم ثلاث فئات: فئة الأنصار، وفئة المهاجرين وفئة مشيخة قريش من مهاجرة الفتح؛ لأنه كلما كان العدد المتشاور أقل كان الحوار أوسع لسعة الوقت. الفائدة الرابعة: الاستئناس برأي كبار السن ذوى الرأي والتجربة. الفائدة الخامسة: الاستئناس بالرأي الموحد، كما استأنس عمر برأي مشيخة الفتح، لعدم اختلافهم، مع رأي من وافق رأيهم من الفريقين السابقين. الفائدة السادسة: فتح الباب لمن أراد أن يستفسر لإزالة شبهة عنده، ولو كان ولي الأمر قد انتهى إلى الأخذ بأحد الآراء، لأن في إزالة الشبه من نفوس الرعية تأليفاً لقلوبهم واطمئناناً يجعلهم يشاركون إخوانهم في الرأي وتنفيذه، وهذا يخالف ما تسير عليه البرلمانات والأحزاب، حتى الإسلامية منها في هذا العصر كما أنه ينبغي أن يكون عند ولي الأمر القدرة على إيراد الحجج المقنعة، ولكن ذلك لا يبيح لبعض أهل الحل والعقد أن يقفوا موقف المعارضة بعد أن تم التوصل للرأي الراجح من الشورى، وبعد عزم ولي الأمر على إنفاذه: {فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ}.  [آل عمران: 159]. الفائدة السابعة: أن الله تعالى يوفق ولي الأمر ورعيته للصواب، إذا أخلصوا في مشاورتهم وقصدوا المصلحة العامة. الفائدة الثامنة: أن أهل الشورى مهما كثروا، قد يغيب عنهم الدليل على المسألة من الكتاب أو السنة، ولو كانوا علماء مجتهدين مع وجود ذلك الدليل في واقع الأمر عند من غاب عن مجلسهم، كما هو واضح من تلك المناقشات الطويلة والإدلاء بالآراء من كل فئة دون ذكر دليل، ولو ذكر أحد منهم دليلاً لما كان هناك حاجة للمشاورة بعده، وقد جاء عبد الرحمن متأخراً فذكر لهم الدليل وكان موافقاً لما وفق الله عمر للأخذ به. ويؤخذ من هذا أنه ينبغي لولي الأمر أن يحرص على الإكثار من العلماء في مجلس شوراه، لما في ذلك من إمكان استحضار بعضهم الدليل نصاً يؤيد أحد الآراء المطروحة ويقطع الخلاف. [s3] المثال الثالث: المؤتمر الاقتصادي الذي عقده عمر لحبس الأرض المفتوحة عنوة دلت آية الأنفال، وهى قوله تعالى: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}، [الأنفال:41] أن ما غنمه المسلمون من الكفار بالقتال، يكون خمسه لله ولرسوله، وهذا الخمس يقسم في مصالح المسلمين العامة، وأن الأخماس الأربعة الباقية تقسم على المقاتلين الذين حضروا المعركة.  [[راجع الجامع لأحكام القرآن (8/10، 13)]]. ودلت آيتا الحشر، وهما قوله تعالى: {وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (6) مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لا يَكُونَ دُولَةً بَيْنَ الأَغْنِيَاءِ مِنْكُمْ وَمَا آتَاكُمْ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ}. [الحشر: 6ـ7] على أن ما منحه الله للمسلمين بدون قتال للكفار، فحكمه إلى الله ورسوله، يصرف في مصالح المسلمين العامة، ومنها الأصناف الأربعة المذكورة في الآية الثانية، على خلاف بين العلماء في كون آيتي الحشر محكمتين، أو منسوختين بآية الأنفال، والراجح أنهما محكمتان. [[راجع في تفصيل ذلك الجامع لأحكام القرآن (8/1) وما بعدها، وبداية المجتهد (1/418، وما بعدها) وفتح الباري (6/224) وما بعدها، وعمدة القاري (15/44) وما بعدها..]]. وكان رسول الله صلى الله عليه وسلم يقسم ما غنمه المسلمون من الكفار بالقتال بينهم، لا فرق بين المال المنقول وغير المنقول، كالأرض، ومن ذلك أرض خيبر، قسم ما غنم منها بالقتال، وعزل لنوائبه ما أخذ صلحاً. [[راجع فتح الباري (6/225)]]. ولكن عمر، رضي الله عنه، عندما فتح جنده بلاد فارس والروم، قسم ما عدا الأرضين بين الغانمين، ورأى أن يُبقِيَ الأرض حبساً على مصالح المسلمين العامة، يعمل فيها أهلها ويؤدون الخراج الذي تعود فائدته على الغانمين ومن جاء بعدهم، حتى لا يتوارثها الحاضرون، فيبقى من جاء بعدهم من المسلمين لا شيء لهم، مع الحاجة إلى سد الثغور، وكفالة اليتامى والأرامل وغيرهم، فأنزل الأرض المفتوحة عنوة منزلة الفيء. وذكر الحافظ ابن حجر، رحمه الله نصاً يدل على أن معاذ بن جبل، هو الذي أشار إلى عمر بعدم قسمة الأرض، حتى تسع أول المسلمين وآخرهم، وأخذ عمر يستشير أصحابه، رضي الله عنهم، فاختلفوا في ذلك، وبالغ في المشاورة حتى اطمأن إلى عدم قسمة الأرض. ويحسن نقل الوثيقة المتعلقة بهذا الأمر كاملة، لما فيها من بيان لكيفية المشاورة التي وقعت في هذا الأمر. وقد رواها القاضي أبو يوسف يعقوب بن إبراهيم، رحمه الله، فقال: \"وشاورهم في قسمة الأرض التي أفاء الله على المسلمين من أرض العراق والشام، فتكلم قوم فيها، وأرادوا أن يقسم لهم حقوقهم وما فتحوا، فقال عمر رضي الله عنه: فكيف بمن يأتي من المسلمين فيجدون الأرض بعلوجها، وقد اقتسمت وورثت عن الآباء وحيزت؟ ما هذا برأي\". فقال له عبد الرحمن بن عوف، رضي الله عنه: \"فما الرأي؟ ما الأرض والعلوج إلا مما أفاء الله عليهم\". فقال عمر: \"ما هو إلا كما تقول ولست أرى ذلك، والله لا يفتح بعدي بلد فيكون فيه كبير نيل، بل عسى أن يكون كلاً على المسلمين، فإذا قسمت أرض العراق بعلوجها، فما يسد به الثغور، وما يكون للذرية والأرامل بهذا البلد وبغيره من أرض الشام والعراق\"؟ فأكثروا على عمر رضي الله عنه، وقالوا: \"أتقف ما أفاء الله علينا بأسيافنا على قوم لم يحضروا ولم يشهدوا، ولأبناء القوم ولأبناء أبنائهم ولم يحضروا..؟!\". فكان عمر، رضي الله عنه، لا يزيد على أن يقول: \"هذا رأيي\". قالوا: \"فاستشر\" قال: \"فاستشار المهاجرين الأولين، فاختلفوا فأما عبد الرحمن بن عوف، رضي الله عنه، فكان رأيه أن تقسم لهم حقوقهم، ورأي عثمان وعلي وطلحة وابن عمر، رضي الله عنهم رأي عمر. فأرسل إلى عشرة من الأنصار خمسة من الأوس، وخمسة من الخزرج، من كبرائهم وأشرافهم، فلما اجتمعوا حمد الله وأثنى عليه بما هو أهله، ثم قال: \"إني لم أزعجكم إلا لأن تشتركوا في أمانتي فيما حملت من أموركم، فإني واحد كأحدكم، وأنتم اليوم تقرون بالحق، خالفني من خالفني، ووافقني من وافقني، ولست أريد أن تتبعوا هذا الذي هواي، معكم من الله كتاب ينطق بالحق، فو الله لئن كنت نطقت بأمر ما أريد به إلا الحق\". قالوا: \"قل نسمع يا أمير المؤمنين\". قال: \"قد سمعتم كلام هؤلاء الذين زعموا أني أظلمهم حقوقهم، وإني أعوذ بالله أن أركب ظلماً، لئن كنت ظلمتهم شيئاً هو لهم وأعطيته غيرهم، لقد شقيت، ولكن رأيت أنه لم يبق شيء يفتح بعد أرض كسرى، وقد غنمنا الله أموالهم وأرضهم وعلوجهم، فقسمت ما غنموا من أموال بين أهله، وأخرجت الخمس فوجهته على وجهه وأنا في توجيهه، وقد رأيت أن أحبس الأرضين بعلوجها وأضع عليهم فيها الخراج، وفي رقابهم الجزية يؤدونها فتكون فيئاً للمسلمين: المقاتلة والذرية، ولمن يأتي بعدهم، أرأيتم هذه الثغور لا بد لها من رجال يلزمونها، أرأيتم هذه المدن العظام - كالشام والجزيرة والبصرة ومصر – لا بد لها من أن تشحن بالجيوش وإدرار العطاء عليهم، فمن أين يعطى هؤلاء إذا قسمت الأرضون والعلوج؟\". فقالوا جميعاً: \"الرأي رأيك، فنعم ما قلت وما رأيت، إن لم تشحن هذه الثغور وهذه المدن بالرجال وتجري عليهم ما يتقوون به رجع أهل الكفر إلى مدنهم\". فقال: \"قد بان لي الأمر، فمَن رجل له جزالة عقل يضع الأرض مواضعها، ويضع على العلوج ما يحتملون؟\" فاجتمعوا له على عثمان بن حنيف، وقالوا: تبعثه إلى أهم ذلك، فإن له بصراً وعقلاً وتجربة، فأسرع إليه عمر فولاه مساحة أرض السواد، فأدت جباية سواد الكوفة قبل أن يموت عمر رضي الله عنه بعام، مائة ألف ألْف درهم\". ثم ذكر أبو يوسف، رحمه الله: أن أشد الناس على عمر في هذا المؤتمر الزبير بن العوام وبلال بن رباح، فقال عمر رضي الله عنه: \"إذاً أترك من بعدكم من المسلمين لا شيء لهم، ثم قال: اللهم اكفني بلالاً وأصحابه\" قال: فرأى المسلمون أن الطاعون الذي أصابهم بعمواس كان عن دعوة عمر\". ورجح أبو يوسف رأي عمر رضي الله عنه. والمقصود هنا أن الشورى جرت في الأرض التي فتحها المسلمون عنوة، وظاهر القرآن يدل أنها تقسم بين الغانمين، يوضح ذلك ما فعله الرسول صلى الله عليه وسلم بأرض خيبر التي قسمها بين الغانمين، وهذا ما تمسك به بلال وأصحابه رضي الله عنهم الذين عارضوا عمر، وتمسك عمر بما يترتب على قسمة الأرض من المفسدة، وهي: حرمان المحاويج من المسلمين وعدم وجود ما تسد به الثغور ويقوي به الجيش في المدن العظام، فرأى ذلك الرأي وأصر عليه وحاول الإقناع به، حتى أيده عليه غالب المستشارين، فأمضاه. وقد يقال: إن عمر رضي الله عنه أجرى الشورى هنا فيما فيه نص، وهو خلاف ما تقرر من أنه ليس لولي الأمر إذا وُجِد نصٌ في المسألة أن يَعْدُوه بالشورى ولا بغيرها، والظاهر أن عمر رضي الله عنه لم يرد تعميم الحكم في كل الأراضي المغنومة أنها لا تقسم، وأنها تحبس مطلقاً. وإنما أراد ذلك في أرض العراق والشام فقط، ليس لأن ذلك مباح لولي الأمر، وإنما هو للضرورة التي ذكرها وسوغ بها رأيه، والضرورة تقدر بقدرها، فهي شبيهة بالميتة المحرمة، يجوز للمضطر أن يأكل منها إذا لم يجد غيرها، فإذا وجد غيرها عاد حكمها إلى أصله وهو الحرمة، هذا هو الذي يظهر من حجج عمر رضي الله عنه، حيث تعمق في المعنى ومخالفوه بقوا على ظاهر النص. وذكر أبو يوسف رحمه الله أن عمر رضي الله عنه احتج بآيات الفيء، ومعنى هذا أنه أنزل الأرض المغنومة منزلة الفيء، ولكن حواره في القصة يدل على أن الضرورة كانت محور احتجاجه، والله أعلم. وفي صنيع عمر هذا ما يدل على عظم مسؤولية ولي أمر المسلمين عن مصالحهم العامة، الحاضرة منها والمستقبلة، وأن مسؤوليته شاملة لجيله الذي يعيش فيه وللأجيال القادمة بعده - وأنه فرض على ولاة أمور المسلمين، أن يحفظوا ثروات المسلمين ليشمل نفعها عصره والعصور الآتية له، وأن تقصير ولاة أمور المسلمين في حقوق الأجيال القادمة، كتقصيرهم في حقوق الأجيال الحاضرة، يعد خيانة لله ولرسوله وللمؤمنين. وفيه أيضا مشاورة ولي الأمر رعيته في الأمور الإدارية، كتعيين الموظفين الأكفاء لوظائف معينة، فإن عمر، رضي الله عنه عندما اطمأن إلى رأيه في حبس أرض العراق والشام، استشار أصحابه فيمن يصلح لتولي الإشراف عليها وعلى العاملين فيها، فأشاروا إليه بعثمان بن حنيف، وبينوا له صفاته التي تؤهله لذلك، فولاه عمر رضي الله عنه. وفي القصة نصح الرعية لولي أمرهم، بأن يستشير فيما يخالفونه فيه، واستجابة ولي الأمر لذلك، فقد استشار عمر في أول الأمر فخالفه عبد الرحمن وبلال ومن معهم، فلما أصر على رأيه وأصروا هم على رأيهم وحاول إقناعهم، قالوا له: استشر، ففعل. والأمثلة لما جرت فيه الشورى بعد وفاة الرسول صلى الله عليه وسلم كثيرة جداً، وهى مبثوثة في كتب التفسير، وكتب الحديث وشروحها، وكتب الفقه، وكتب السياسة الشرعية، وكتب التاريخ وغيرها. وقد ذكرت هنا ثلاثة أمثلة، كلها تتعلق بأمور المسلمين العامة، وأهمها المثال الأول الذي يعتبر أساساً لحياة المسلمين السياسية، وهو اختيار ولي الأمر، واشتمل هذا المثال على عدة حوادث سبق تفصيلها. والمثال الثاني يتعلق ببعض شؤون الصحة وما يدخل في نطاقها من درء الأخطار عن الناس ووقايتهم مما يخشى عليهم ضرره. والمثال الثالث يتعلق بحياتهم الاقتصادية، وهذه الأمور هي من المصالح العامة التي تهم المسلمين جميعاً. وهناك أمثلة غيرها تتعلق بالشؤون العسكرية وغيرها، سيأتي ذكر شيء منها في الفصول القادمة في مواضعها المناسبة إن شاء الله تعالى."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "الفصل الرابع: ما يلزم ولي الأمر بعد الشورى",
    "content": "وفيه تمهيد وثلاثة مباحث: المبحث الأول\t: يلزم ولي الأمر العمل بما ترجح له. المبحث الثاني\t: يلزم ولي الأمر العمل برأي أغلب أهل الحل والعقد. المبحث الثالث\t: سبب القول بكل من المذهبين و إمكان الجمع بينهما. [s2] تمهيد: سبق أن ولي أمر المسلمين - أي إمامهم - يجب أن تتوافر فيه شروط، منها أن يكون عالماً مجتهداً. [[راجع أول المبحث الثاني من الفصل الثالث]]. والمراد بالاجتهاد: \"معرفة الشريعة الإسلامية: قواعدها، ومقاصدها وعلل أحكامها، من نصوص الشارع، بعد التزود بما يساعد على هذه المعرفة من العلوم الأخرى \"الوسائل\" سواء أشق طريقه إليه بنفسه، أو باتباع منهج مجتهد مطلق آخر عن فهم واقتناع، وهو القدرة على استخراج الأحكام الفرعية من أدلتها، والقدرة على التصرف في الأصول التي يبني عليها مجتهداته\". [[انظر الاجتهاد ومدى حاجتنا إليه في هذا العصر، السيد محمود موسى ص356، نشر دار الكتب الحديثة، القاهرة]]. وسبق كذلك أن أهل الشورى يجب أن يكونوا علماء، ولابد أن يكون فيهم مجتهدون.  [[راجع المبحث الثاني من الفصل الثالث]]. وسبق أنه يجب على ولي الأمر أن لا يقدم قول أحد، كائناً من كان، على ما جاء فيه نص من كتاب الله أو سنة رسوله صلى الله عليه وسلم، وكذا ما أجمع عليه العلماء، أو كان مبنياً على قياس جلي، وأن على ولي الأمر أن يجتهد في ذلك بنفسه، فإن عجز سأل العلماء ورؤوس الناس من المسلمين، فإن وجد شيئاً من ذلك عمل به وإلا جمع أهل الحل والعقد واستشارهم. [[راجع المبحث الثالث من الفصل الثالث]]. وهذا يدل أن الشورى إنما يحتاج إليها ولي الأمر، إذا لم يظهر له وجه الصواب في الأمر بدليله. [[كما سبق في نفس المبحث المذكور]]. فإذا جمع ولي الأمر أهل الشورى للبحث فيما هو محل للاجتهاد، وعرض عليهم الأمر الذي أهمه، فلا تخلو مشورتهم من ثلاثة أمور: الأمر الأول: أن يتفقوا على رأي واحد هم وولي الأمر، ولا يوجد هنا إشكال لأن ولي الأمر مطمئن إلى صواب رأيه بموافقة أهل الحل والعقد له، فعليه أن يعمل به.. الأمر الثاني: أن يختلفوا ويكون رأي الأغلب منهم موافقاً لرأي ولي الأمر، أو يستوي عدد كل فريق منهم، والظاهر أن الإمام هنا مخير، إلا أنه يشرع له أن يستقصي آراء غير الحاضرين حسب الإمكان، لأنه قد يعثر عندهم على رأي أرجح أو دليل لم يستحضره الحاضرون فيحل الإشكال. الأمر الثالث: أن يتفقوا على رأي أو يكون الأغلب منهم على ذلك الرأي، ورأي ولي الأمر على خلافهم، وهنا يرد الإشكال وفيه ترد المباحث الثلاثة الآتية. ويجب قبل ذكر المباحث التنبيه على أمر مهم جداً، لابد أن يراعيه ولي الأمر وأهل الحل والعقد معاً في الشورى، وهو أن يتجردوا جميعاً للحق، ويبتعدوا عن الهوى والتعصب لرأي معين مبني على الرغبة والهوى، وليس على دليل مرجِّح، وأن يستعينوا بالله سبحانه وتعالى على هدايتهم لما اختلفوا فيه من الحق، وأن يصغي كل واحد منهم لأي رأي يعرض وحجته، ويجتهدوا جميعاً في تمحيص الآراء وأوجه الاستدلال، والتعرف على المصالح والمفاسد المترتبة على تلك الآراء. فإذا ما توافرت فيهم هذه المعاني وحسنت النيات، فإن الله سبحانه وتعالى لا بد هاديهم إلى الصواب من الرأي. قال ابن جرير، رحمه الله، في تفسير قوله تعالى: {وَشَاوِرْهُمْ فِي الأَمْرِ}. [آل عمران: 159]. \"وأما أمته فإنهم إذا تشاوروا مستنين بفعله في ذلك، على تصادق وتآخ للحق وإرادة جميعهم الصواب من غير ميل إلى هوى، ولا حيد عن هدى، فالله مسددهم وموفقهم\". [[جامع البيان عن تأويل آي القرآن (4/152)]]. وإذا راجع الباحث الأحداث والمواقف التي كان السلف الصالح يعقدون لها الشورى، وجد أن التوفيق كان حليفهم فيها، فما كانوا يخرجون إلا موفقين مسددين من ربهم. [[راجع الأمثلة المذكورة في المبحث الأخير من الفصل الثالث]]. ولا شك أن الذي يتعرض لرحمة الله وتوفيقه بالإخلاص له ودعائه، وقصد إرادة الحق الذي يرضيه، جدير أن ينال توفيقه وتسديده، كما قال تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً (2) وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً }. [الطلاق: 3]. وقد كان الرسول صلى الله عليه وسلم يدعو ربه أن يهديه لما اختُلِف فيه من الحق، كما روت عائشة، رضي الله عنهـا، أن النبي صلى الله عليه وسلم، كان إذا قام يصلي من الليل يقول: ((اللهم رب جبرائيل وميكائيل وإسرافيل، فاطر السماوات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم)). [[مسلم (1/534) وراجع مجموع الفتاوى لابن تيمية (35/362)]]. فإذا لم يجتمع ولي الأمر وأهل شواره على هذه المعاني، بل اجتمعوا على اتباع أهوائهم، غير مبالين بطلب الحق، ولا لاجئين إلى ربهم طالبين توفيقه، فإن النزاع والفشل سيكونان عاقبة اجتماعهم، لأن اتباع الهوى بغي وعدوان، والبغي علة علل الاختلاف، كما قال تعالى: {وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلاَّ مِنْ بَعْدِ مَا جَاءَهُمْ الْعِلْمُ بَغْياً بَيْنَهُمْ }. [آل عمران: 19]. [s2] المبحث الأول: يلزم ولي الأمر العمل بما ترجح له والذي يظهر أن هذا هو رأي السلف في الجملة، إذا توافرت في ولي الأمر الشروط التي ذكرها العلماء، وكان واقع ولاة الأمر عليها، وأهمها العلم المؤدي إلى الاجتهاد في النوازل، والعدالة، والرأي المفضي إلى سياسة الرعية وتدبير المصالح، فإن فقدت أو فقد بعضها أو ضعف شيء منها، وجب عليه أن يلتزم رأي الأكثر من أهل الحل والعقد كما سيأتي في المبحث الثالث من هذا الفصل. [[راجع الأحكام السلطانية للماوردي، ص: 6]]. [s3] ثلاث قواعد تدل على وجوب عمل ولي الأمر بما ترجح له ويدل على وجوب عمل ولي الأمر العمل بما ترجح له، ولو خالف رأي الأكثرية، ثلاث قواعد قررها العلماء، وهي مبنية على استنباط سليم، وعلى سلوك الخلفاء في عدة حوادث: [s3] القاعدة الأولى: بيان حكم تقليد المجتهد، غيره من المجتهدين وقد بحث العلماء في هذه القاعدة، وبينوا أن الواجب على المجتهد أن يعمل بما أداه إليه اجتهاده، وليس له أن يقلد غيره، ما دام بذل وسعه في المسألة. قال سيف الدين أبو الحسن الآمدي، رحمه الله: \"المكلف إذا كان قد حصلت له أهلية الاجتهاد بتمامها في مسألة من المسائل، فإن اجتهد فيها وأداه اجتهاده إلى حكم فيها، فقد اتفق الكل على أنه لا يجوز له تقليد غيره من المجتهدين في خلاف ما أوجبه ظنه وترك ظنه\". [[الإحكام في أصول الأحكام (4/177) نشر مؤسسة الحلبي]]. وقال شيخ الإسلام ابن تيمية، رحمه الله: \"ولهذا نقل غير واحد الإجماع على أنه لا يجوز للعالم أن يقلد غيره، إذا كان قد اجتهد واستدل وتبين له الحق الذي جاء به الرسول صلى الله عليه وسلم فهنا لا يجوز له تقليد من قال خلاف ذلك بلا نزاع\". [[الفتاوى (19/261)]]. قلت: وتبين الحق لا يشترط أن يكون عن وجود نص صريح من الكتاب والسنة، أو عن طريق الإجماع، بل يشمل طرق الاجتهاد والاستنباط المعتبرة كلها، وهى المراد. وقال الماوردي، رحمه الله: \"فالقاضي - ومثله، بل أولى منه الإمام - مأمور بالمشاورة في أحكامه وقضاياه، وهي ضربان: الضرب الأول: ظاهر جلي، قد حصل الاتفاق فيه، وانعقد الإجماع عليه، فلا يحتاج في مثل هذا إلى مشاورة. والضرب الثاني: نوازل حادثة، لم يتقدم فيها قول لمتبوع، أو ما اختلف فيه العلماء من مسائل الاجتهاد، فهو الذي يؤمر بالمشاورة فيها، ليتنبه بمذاكرتهم ومناظرتهم على ما يجوز أن يخفى عليه، حتى يستوضح بهم طريق الاجتهاد، يحكم باجتهاده دون اجتهادهم.. وليس على أهل الشورى إذا خالفوه في حكمه أن يعارضوه، ولا يمنعوه منه إذا كان مسوغاً في الاجتهاد\". [[أدب القاضي (1/260ـ261)]]. فإذا كان ولي الأمر لم يتمكن من الاجتهاد والاستدلال في المسألة التي دعا لها أهل الحل والعقد، لضيق وقت النازلة - مثلاً - فهل يجوز له أن يقلد غيره؟ بحث الآمدي رحمه الله في هذه المسألة، وذكر أقوال العلماء فيها، فقال: \"فمنهم من لم يجز له تقليد أحد مطلقاً، ومنهم من أجاز له ذلك مطلقاً، ومنهم من أجاز له تقليد الصحابي فقط، ومنهم من أضاف إلى الصحابي التابعي، ومنهم من قال له: أن يقلد الأعلم منه\". ورجح الآمدي القول الأول، فقال: \"وذهب القاضي أبو بكر وأكثر الفقهاء إلى منع تقليد العالم للعالم، سواء كان أعلم منه أو لم يكن، وهو المختار\". [[الإحكام في أصول الأحكام (4/177)]]. وحكى ابن تيمية، رحمه الله، في المسألة ثلاثة أقوال: القول الأول: أن له أن يقلد من يرتضى علمه ودينه. القول الثاني: ليس له التقليد بكل حال. القول الثالث: أن له التقليد بكل حال. واختار رحمه الله القول الأول، [[الفتاوى (28/388)]] والأقوال الثلاثة المذكورة شاملة لما ذكره الآمدي تقريباً. وقال رحمه الله في موضع آخر: \"ولكن هل يجوز مع قدرته على الاستدلال أن يقلد؟ هذا فيه قولان: فمذهب الشافعي وأحمد وغيرهما، لا يجوز وحكى عن محمد بن الحسن جوازه\". [[الفتاوى (19/261)]]. وقد أفاض ابن القيم رحمه الله في الاستدلال على أن اتباع الصحابي واجب، ثم قال وهو يوضح أنواع المفتين: أحدهم العالم بكتاب الله وسنة رسوله وأقوال الصحابة، فهو المجتهد في أحكام النوازل، يقصد فيها موافقة الأدلة الشرعية حيث كانت، ولا ينافي اجتهاده تقليده لغيره أحياناً، فلا تجد أحداً من الأئمة، إلا وهو مقلد من هو أعلم منه في بعض الأحكام، وقد قال الشافعي، رحمه الله، ورضي عنه في موضع من الحج: قلته تقليداً لعطاء\". [[إعلام الموقعين (4/123)، (4/212)]]. قلت: ونستخلص من هذه القاعدة أن المجتهد الذي يدعو إلى الشورى، قبل أن يتوصل باجتهاده إلى ما يظن أنه الصواب في الأمر، فيه ثلاثة أقوال شاملة: القول الأول: لا يجوز له تقليد غيره مطلقاً. والقول الثاني: يجوز مطلقاً. والقول الثالث: يجوز في حال دون حال. ويعلم من هذا عدم القول بوجوب تقليد المجتهد غيره، وإنما غاية ما في ذلك إنه يجوز له، عند الحاجة. والذي يترتب على هذه القاعدة أن ولي الأمر المجتهد الذي في وسعه الوصول إلى معرفة الحكم باجتهاده، لا يلزم برأي أهل الشورى، لأن في ذلك إلزاماً له بالتقليد وهو لا يلزمه. وجوب عمل ولي الأمر بما انعقد عليه الإجماع ولو كان أهل الشورى هم علماء المسلمين كلهم، بأن حضروا من كل أقطار الأرض، أو وجدت وسيلة الاتصال بهم ومعرفة آرائهم وحججهم، وأجمعوا كلهم على رأي واحد، لكان للقول بوجوب التزام ولي الأمر برأيهم وجه، وإن كان الإجماع لا يثبت مع مخالفته لهم، أما أن يلزم برأي أهل الشورى، ولو اتفقوا وهم عدد قليل بالنسبة لعلماء المسلمين المتفرقين في الأرض، ولا يعلم رأيهم ولا ما عندهم من الأدلة، فإن ذلك بعيد عن الحق، ولا دليل عليه من كتاب ولا سنة. والله تعالى أعلم. ويدعم الاستدلال بهذه القاعدة، أن العلماء اشترطوا في الإمام الذي ينصب خليفة للمسلمين العلمَ المؤدي إلى الاجتهاد في النوازل والأحكام، وبهذا يعلم عدم الفرق في حظر تقليد العالم المجتهد غيره فيما أداه إليه اجتهاده، بين الإمام وغيره من العلماء، كالقضاة. [[راجع الأحكام السلطانية للماوردي ص6، ومجموع الفتاوى لابن تيمية (28/254)]]. وقد نص على ذلك ابن قدامة، رحمه الله، فقال: \"فإذا اتفق أمر مشكل شاورهم، فإن اتضح له الحق حكم به، وإن لم يتضح له أخره ولم يقلد غيره، ضاق الوقت أو اتسع، لأنه مجتهد فلم يقلد غيره\". [[الكافي (3/446ـ447) وسبق النص كاملاً..]]. [s3] القاعدة الثانية: تحمل ولي الأمر مسؤوليته في الدنيا والآخرة. لقد تحمل ولي الأمر مسؤولية حقوق الأمة في عنقه، أمام تلك الأمة، ببيعتها إياه للقيام بمصالحها جلباً، وبمفاسدها دفعا،ً كما تحمل تلك المسؤولية أمام الله سبحانه وتعالى، لقبوله القيام بمصالح الإسلام والمسلمين، بصفته ولياً لأمرهم. والذي يتحمل تلك المسؤولية عن أمته - أمام الله - يجب أن يعمل في مسؤوليته بما ترجح عنده أنه يرضي الله تعالى ويحقق المصلحة العامة للمسلمين، والله عز وجل يسأله عن علمه وعمله واجتهاده ونصحه لرعيته، ولا يسأله عن علم الناس، إلا إذا قصَّر في استطلاع ما عندهم، أو ترك علمهم بالحق واتبع هواه. ولا يتحمل الناس عنه وزره يوم القيامة، وإن شاركوه في المسؤولية، وإذا كانوا قد اجتهدوا ووصلوا إلى ما أشاروا به، فإنهم مأجورون على اجتهادهم وإن أخطأوا. ولكنه هو إذا ترك ما ترجح له أنه الحق وقلدهم بدون دليل، يكون آثماً في ترك ما أداه إليه اجتهاده، وإذا لم يجتهد فهو آثم في عدم اجتهاده، فإذا اجتهد وترجح في ظنه الأمر فقام به مخالفاً أهل الشورى، فإنه يؤجر على صوابه واجتهاده أجرين، وإذا أخطأ فإنه يؤجر على اجتهاده أجراً واحداً، ويغفر له ما أخطأ فيه بدون قصد، ما دام قد بذل الجهد في الوصول إلى الحق والصواب. قال تعالى: {أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى (36) وَإِبْرَاهِيمَ الَّذِي وَفَّى (37) أَلاَّ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى (38) وَأَنْ لَيْسَ لِلإِنسَانِ إِلاَّ مَا سَعَى (39) وَأَنَّ سَعْيَهُ سَوْفَ يُرَى (40) ثُمَّ يُجْزَاهُ الْجَزَاءَ الأَوْفَى}. [النجم: 36ـ41]. وروى ابن عمر، رضي الله عنهـما، أن رسول الله صلى الله عليه وسلم قال: (كلكم راع وكلكم مسؤول عن رعيته، فالإمام الذي على الناس راع عليهم، وهو مسؤول عنهم، والرجل راع في أهل بيته، وهو مسؤول عنهم، وامرأة الرجل راعية في بيت بعلها وولدها، وهى مسؤولة عنهم، وعبد الرجل راع على مال سيده وهو مسؤول عنه، ألا فكلكم راع، وكلكم مسؤول عن رعيته).  [[البخاري (8/104) ومسلم (3/1459)]]. وعلى هذا فإن ولي الأمر إذا اجتهد في أمر من مصالح رعيته، وترجح عنده العمل بما أداه إليه اجتهاده، ثم تركه مقلداً غيره فيما لم يترجح عنده، فقد أخلَّ بمسؤوليته، فلا يُلزَم برأي غيره، بل عليه أن يمضي رأيه، وأن يحاول إقناع رعيته بذلك، فإن لم يروا رأيه، لم يلزم برأيهم وإنما يعمل باجتهاده، لأنه مسؤول عنه. [s3] القاعدة الثالثة: وجوب طاعة ولي الأمر في الأمور الاجتهادية. وذلك عكس ما يراه من يلزم ولي الأمر بنتيجة الشورى ولو كانت مخالفة لاجتهاده، وقد أمر الله سبحانه وتعالى بطاعته وطاعة رسوله، وطاعة أولي الأمر من المسلمين، وإمام المسلمين هو المسؤول الأول من أولي الأمر، بل هو ولي أمرهم كلهم. قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُوْلِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً}. [النساء:59]. ودلت سنة الرسول صلى الله عليه وسلم، أنه تجب طاعة ولي الأمر، ما لم يأمر بمعصية، كما في حديث ابن عمر، رضي الله عنهـما عن النبي صلى الله عليه وسلم، قال: ((السمع والطاعة على المرء المسلم فيما أحب وكره، ما لم يؤمر بمعصية، فإذا أمر بمعصية فلا سمع ولا طاعة)). [[البخاري (8/105) ومسلم (3/1469)]]. والمقصود هنا بيان أن ولي الأمر إذا رأى رأياً في أمر من الأمور الاجتهادية، التي لم يدل دليل من الكتاب والسنة والإجماع على خلاف رأيه، فإنه يجب على الرعية طاعته في ذلك الأمر، ولا يجوز لهم معارضته، لما في ذلك من شق العصا والخروج عن الطاعة المأمور بها، ولا تجوز معصيته إلا إذا أمر بمعصية الله سبحانه وتعالى. ولا يقال: إن في طاعة أهل الحل والعقد تقليداً لولي الأمر، وقد يكون فيهم من هو مجتهد، لأن الطاعة في موارد الاجتهاد لا يلزم منها أن يكون المطيع مقلداً، وإنما هو ممتثلٌ الأمرَ الشرعيَّ بطاعة ولي الأمر في الأمور الاجتهادية، وإن خالف ذلك اجتهاد بعض الرعية. [s3] تقرير كثير من علماء المسلمين هذه القاعدة بوضوح تام. قال النووي، رحمه الله: \"أجمع العلماء على وجوبها ـ أي طاعة ولي الأمر ـ في غير معصية، وعلى تحريمها في المعصية، نقل الإجماع على هذا القاضي عياض وآخرون\". [[شرح النووي على مسلم (12/222)]]. وقال الحافظ ابن حجر، رحمه الله: \"وقد أجمع الفقهاء على وجوب طاعة السلطان المتغلب والجهاد معه، وأن طاعته خير من الخروج عليه، لما في ذلك من حقن الدماء وتسكين الدهماء\". [[فتح الباري (13/7)]]. وقال بدر الدين العيني، رحمه الله: \"والأخبار الواردة بالسمع والطاعة للأئمة، ما لم يكن خلافاً لأمر الله تعالى ورسوله، فإذا كان خلاف ذلك، فغير جائز لأحد أن يطيع أحداً في معصية الله ورسوله، وبنحو ذلك قال عامة السلف\". [[عمدة القاري (24/224)]]. وقال شارح العقيدة الطحاوية، رحمه الله: \"وقد دلت نصوص الكتاب والسنة وإجماع سلف الأمة أن ولي الأمر، وإمام الصلاة، وأمير الحرب، وعامل الصدقة، يطاع في مواضع الاجتهاد، وليس عليه أن يطيع أتباعه في موارد الاجتهاد، بل عليهم طاعته في ذلك وترك رأيهم لرأيه، فإن مصلحة الجماعة والائتلاف ومفسدة الفرقة والاختلاف أعظم من أمر المسائل الجزئية\". [[شرح الطحاوي ص424 طبع المكتب الإسلامي، بيروت]]. وإذا وجبت طاعته في موارد الاجتهاد التي لا معصية فيها، لم يجز إلزامه بما قرره أهل الشورى. فالشورى ليست ملزمة لولي الأمر الذي توافرت فيه الشروط التي قررها العلماء، إلا إذا كان أهل الشورى هم علماء المسلمين كلهم، وليسوا فئة منهم، فقد يقال: إنه يلزمه ترك رأيه لرأيهم على رأي من يرى أن خلاف الواحد لا يقدح في الإجماع، بل ينعقد الإجماع ولو خالف الواحد.  [[راجع المجموع وتكملته (10/38) مطبعة الإمام بمصر]]. هذه هي القواعد الثلاث التي تدل على عدم إلزام ولي الأمر بالتنازل عن رأيه لرأي أهل الحل والعقد، ما دام قد بذل وسعه وهداه اجتهاده، إلى ما ترجح له أنه الصواب. [s3] سلوك السلف الصالح يؤيد ما دلت عليه القواعد المذكورة. وقد أيد تلك القواعد، أي ما دلت عليه في هذا الباب، سلوك السلف الصالح وخلفائهم رضي الله عنهم. والذي يظهر أن القول بعدم إلزام ولي الأمر بالشورى - إذا كان مستكملاً الشروط التي قررها العلماء في باب الخلافة - هو ما ذهب إليه السلف الصالح. وقد دلت على ذلك حوادث، ولذلك أمثلة: المثال الأول: موقف أبي بكر الصديق، رضي الله عنه، من إنفاذ بعث جيش أسامة، بعد وفاة الرسول صلى الله عليه وسلم. وخلاصة ذلك أن رسول الله صلى الله عليه وسلم، كان قد عقد اللواء لأسامة لغزو الروم في جيش من الصحابة، رضي الله عنهم، وفيهم كبارهم، كأبي بكر وعمر، ولكنه مات صلى الله عليه وسلم، قبل أن ينفذ الجيش الذي خيم بالجرف [[موضع في شمال غرب المدينة النبوية]] فلما مات رسول الله صلى الله عليه وسلم، أراد أبو بكر إنفاذه. فأشار عليه الناس أن يؤخره، لما علم من أن العرب قد ارتدوا عن الإسلام، وأصبح المسلمون في خطر، وهم في حاجة إلى بقاء هذا الجيش في هذا الظرف العصيب، فقال له أصحابه: \"إن هؤلاء - أي جيش أسامة - جل المسلمين، والعرب على ما ترى قد انتقضت بك، وليس ينبغي لك أن تفرق عنك جماعة المسلمين. فقال: والذي نفس أبي بكر بيده لو ظننت أن السباع تخطفني لأنفذت بعث أسامة، ولو لم يبق في القرى غيري لأنفذته\". وفي رواية: \"والله لا أحل عقدة عقدها رسول الله صلى الله عليه وسلم، ولو أن الطير تخطفنا والسباع من حول المدينة، ولو أن الكلاب جرت بأرجل أمهات المؤمنين لأجهزن جيش أسامة\".  [[البداية والنهاية لابن كثير (6/304)]]. والذي يظهر أن أغلب الصحابة، وفيهم عمر وعثمان وأبو عبيدة وسعد بن أبي وقاص وسعيد بن زيد وغيرهم، كانوا يرون عدم بعث جيش أسامة في ذلك الظرف الذي وصفته عائشة رضي الله عنهـا بقولها: \"وصار أصحاب محمد صلى الله عليه وسلم كأنهم معزى مطيرة في حش في ليلة مطيرة بأرض مسبعة\". [[المرجع السابق (6/304ـ305)، وراجع حياة الصحابة (1/631) لمحمد يوسف الكاندهلوي]]. ولم يلتفت أبو بكر رضي الله عنه وهو ولي أمر المسلمين لمشورتهم، وأمضى إنفاذ جيش أسامة رضي الله عنهم. وقد يقول قائل: إن أبا بكر - هنا - لم يلتفت إلى مشورة أهل الحل والعقد، لأنه نفذ أمر رسول الله صلى الله عليه وسلم، بدليل أنه قال: \"لا أحل عقدة عقدها رسول الله صلى الله عليه وسلم\". والجواب: أن مشورة الصحابة لأبي بكر لم تكن في أصل بعث جيش أسامة، فإن ذلك أمر لا يمكن أن يخالف فيه أحد من أصحاب رسول الله صلى الله عليه وسلم، وإنما كانت المشورة من أجل تأخير وقت إنفاذه فقط، حتى تتغير الظروف الحرجة التي كانوا فيها، وكانوا يرون أن الضرورة تقتضى هذا التأخير. وكان من كلامهم لأبي بكر: \"يا خليفة رسول الله إن العرب قد انتقضت عليك من كل جانب، وإنك لا تصنع بتفريق هذا الجيش المنتشر شيئاً، اجعلهم عُدّة لأهل الردة، ترمي بهم في نحورهم، وأخرى، لا تأمن على أهل المدينة أن يغار عليها، وفيها الذراري والنساء، ولو تأخرت لغزو الروم حتى يضرب الإسلام بجرانه، ويعود أهل الردة إلى ما خرجوا منه أو يفنيهم السيف، ثم تبعث أسامة حينئذ\". [[حياة الصحابة (1/631ـ632)]]. فهم متفقون على إنفاذ جيش أسامة، امتثالاً لأمر رسول الله صلى الله عليه وسلم، وإنما الخلاف في وقت هذا الإنفاذ بسبب تغير الظروف، لأن الرسول صلى الله عليه وسلم أمر به وهو حي بين أظهرهم والمسلمون أقوياء، ولم تكن العرب ارتدت عن الإسلام، بخلاف الحال عند الخلاف، فقد مات رسول الله صلى الله عليه وسلم وارتدت العرب، وأصبح المسلمون يشعرون بالضعف ويخافون من غزو الأعداء. فهذا يدل أن الشورى ليست ملزمة لولي الأمر، بدليل مضي أبي بكر في إنفاذ جيش أسامة، والتزام الصحابة برأيه وهو مخالف لرأيهم. وقد يقال: إن الصحابة رضي الله عنهم اقتنعوا برأي أبي بكر، واقتناعهم بذلك هو الذي جعل الشورى غير ملزمة، والجواب أنهم إنما اقتنعوا بإصراره رضي الله عنه على ذلك وإصراره كان مخالفاً لرأيهم، فوجبت طاعته وإن لم يقتنعوا برأيه. المثال الثاني: إصرار أبي بكر على حرب أهل الردة، وعدم التفاته إلى مشورة الصحابة رضي الله عنهم. كما روى أبو هريرة رضي الله عنه قال: \"لما توفي رسول الله صلى الله عليه وسلم واستخلف أبو بكر بعده، وكفر من كفر من العرب، قال عمر لأبي بكر: كيف تقاتل الناس، وقد قال رسول الله صلى الله عليه وسلم: (أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله، فمن قالها عصم مني ماله ونفسه إلا بحقه وحسابه على الله)؟. فقال: \"والله لأقاتلن من فرق بين الصلاة والزكاة، فإن الزكاة حق المال، والله لو منعوني عقالاً كانوا يؤدونه إلى رسول الله صلى الله عليه وسلم، لقاتلتهم على منعه\"، فقال عمر: \"فوالله ما هو إلا أن رأيت الله قد شرح صدر أبي بكر للقتال، فعرفت أنه الحق\". [[البخاري (8/140ـ141) ومسلم (1/50ـ51]]. والذي يظهر أن سبب الخلاف بين أبي بكر والصحابة، ليس هو ما ذكره عمر فقط من أن مانعي الزكاة يدخلون في القتال أو لا يدخلون، لأن الذين عزم أبو بكر على مقاتلتهم ليسوا مانعي الزكاة فقط، بل هم وغيرهم ممن ارتدوا عن الإسلام كلية، بل إن أهم سبب للخلاف، هو التأني في القتال حتى يتقوى المسلمون بعد وفاة رسول الله صلى الله عليه وسلم، ويعدوا العدة لقتال المرتدين، وكان هذا هو رأي كبار الصحابة وأغلبهم. فقد جمع أبو بكر رضي الله عنه المهاجرين والأنصار وقال: \"إن هذه العرب قد منعوا شاتهم وبعيرهم، ورجعوا عن دينهم، وإن هذه العجم قد تواعدوا \"نهاوند\" ليجمعوا لقتالكم، وزعموا أن هذا الرجل الذي كنتم تُنصرون به قد مات، فأشيروا عليّ فما أنا إلا رجل منكم، وإني أثقلكم حملاً لهذه البلية\". فأطرقوا طويلاً، ثم تكلم عمر بن الخطاب فقال: \"أرى والله يا خليفة رسول الله أن تقبل من العرب الصلاة وتدع لهم الزكاة، فإنهم حديثو عهد بجاهلية، لم يُعِدَّهم الإسلام [أي لم يزكهم التزكية الكاملة التي تدفعهم إلى طاعة الله ورسوله] فإما أن يردهم الله إلى خير، وإما أن يعز الله الإسلام فتقوى على قتالهم، فما لبقية المهاجرين والأنصار يدان للعرب والعجم قاطبة، فالتفت إلى عثمان رضي الله عنه، فقال مثل ذلك، وقال علي رضي الله عنه مثل ذلك، وتابعهم المهاجرون، ثم التفت إلى الأنصار فتابعوهم\". [[حياة الصحابة (1/641ـ642)]]. وهذا النص يدل على المطلوب من وجوه: الوجه الأول: أن الخلاف ليس في أصل أداء الزكاة، وإنما في تأجيلها أو عدمه، والذين طلبوا التأجيل عللوا ذلك بالضرورة، وهي ضعف المسلمين وكثرة العدو. الوجه الثاني: أن الصحابة رضي الله عنهم - غير أبي بكر - كانوا يرون أنهم لا قدرة لهم على قتال العرب والعجم قاطبة، {لا يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا }. [البقرة:286]. الوجه الثالث: أنهم كانوا يرون التريث إلى أن يعز الله الإسلام، فيقاتلوا أعداءهم وهم أقوياء. الوجه الرابع: أن عامة الصحابة كانوا على خلاف رأي أبي بكر، ومع ذلك أصر على رأيه، فلما أصر على ذلك تابعوه على رأيه طاعة لله ورسوله ولولي الأمر. والمقصود أن قتال العرب لم يكن لأجل الزكاة فقط - وإنما كان لتمردهم على الإسلام، إما بالارتداد عنه أو بمنع ما فرض الله أداءه، و قتال مانعي الزكاة فيه نصوص كثيرة من الكتاب والسنة. [[راجع فتح الباري (12/277]]. ولكن الوقت الذي عزم فيه أبو بكر على القتال، كان محلاً للاجتهاد في تحديد المصلحة أهي القتال في حينه أم تأجيله إلى أن يتقوى المسلمون؟ وهذه فيما يظهر هي محل النزاع، وقد أصر أبو بكر على رأيه، فاستجاب له الصحابة، وكانوا على خلاف رأيه، وكان في رأيه الخير والبركة للإسلام والمسلمين. فوجه الاستدلال إذاً من قصة حرب الردة إصرار أبي بكر على المضي في الحرب، في وقت كان غالب الصحابة يرون عدم مناسبته للقتال، وتأكيد إصراره بالقسم على المضي مهما كلف الأمر من المشقات، وكون الصحابة اقتنعوا برأيه بعد ذلك، لا يطعن في هذا الاستدلال، إذ الظاهر من حال أبي بكر أنه لم يكن مستعداً للتنازل عن رأيه ولو لم يقتنعوا به. وقد صرح بعض العلماء ـ تعليقاً على قصة أبي بكر هذه ـ أنه يستفاد منها أن يمضي ولي الأمر فيما أداه إليه اجتهاده، ولو خالفه غيره من المجتهدين. فقد نقل الحافظ ابن حجر رحمه الله عن القاضي عياض ما يلي: \"يستفاد من هذه القصة أن الحاكم إذا أداه اجتهاده في أمر لا نص فيه، إلى شيء تجب طاعته فيه، ولو اعتقد بعض المجتهدين خلافه، فإن صار ذلك المجتهد المعتقد خلافه، حاكماً وجب عليه العمل بما أداه إليه اجتهاده، وتسوغ له مخالفة الذي قبله في ذلك، لأن عمر أطاع أبا بكر فيما رأى من حق مانعي الزكاة، مع اعتقاده خلافه، ثم عمل في خلافته بما أداه إليه اجتهاده ووافقه أهل عصره من الصحابة وغيرهم\". [[فتح الباري (12/280)]]. المثال الثالث: إصرار عمر رضي الله عنه على حبس أرض العراق والشام، ومتابعة الصحابة له، على الرغم من إصرار بعضهم على خلافه. [[راجع المثال الثالث في المبحث الثالث من الفصل الثالث]]. قلت: فالذي يؤخذ من تلك المواقف وهذه الأمثلة، أن الشورى غير ملزمة لولي الأمر المستكمل للشروط، وأن هذا الرأي هو رأي كثير من السلف رحمهم الله. [[كتاب أصول الدعوة ص105ـ108طبع بغداد، الطبعة الثانية، ومحمود بابلي في كتاب الشورى صفحة 81 وغيرها طبع دار الإرشاد ـ بيروت]]. وممن رجح ذلك من الكتاب المعاصرين الدكتور عبد الكريم زيدان وأكَّد ذلك في كتابه \"المستفاد من قصص القرآن للدعوة والدعاة\"، فقال: ويجب أن يعلم بأن مشاورة أميرهم لهم في شؤون الدعوة، وإن كانت واجبة عليه، ولكنها معلمة غير ملزمة، بمعنى أن واجب الأمير أن يشاور وليس عليه أن يأخذ برأي الأكثرية، فإذا شاور فقد خرج من عهدة هذا الواجب، واجب المشاورة. أما بأي رأي يأخذ؟ فهذا متروك له، غير مقيد برأي الأكثرية. ولا يحتجّ علينا بأن النبي صلى الله عليه وسلم كان رأيه عدم الخروج للقاء العدو في أُحُد والبقاء في المدينة، لا يحتج علينا بهذا القول بأن الشورى ملزمة، أي على الأمير أن يأخذ برأي الأكثرية، لا يحتج علينا بهذا؛ لأن النبي صلى الله عليه وسلم، هو رأى أن يأخذ برأي الأكثرية، وليس لأن رأي الأكثرية ملزم للأمير، وكلامنا في مدى التزام الأمير برأي الأكثرية وإلزامه بهذا الرأي، وليس كلامنا الأخذ برأي الأكثرية إذا رأى الأمير ذلك، وقد فصَّلنا القول في هذه المسألة في كتابنا أصول الدعوة\". ويبدو من كلام شيخ الإسلام ابن تيمية رحمه الله أنه يرى عدم الإلزام، فقد قال: \"وإن كان أمراً قد تنازع فيه المسلمون، فينبغي أن يستخرج من كل منهم رأيه ووجه رأيه، فأي الآراء كان أشبه بكتاب الله وسنة رسوله عمل به\". [[مجموع الفتاوى (28/387)]]. [s3] رأي الأكثر ملزم في اختيار خليفة للمسلمين: ولكن يبدو أن رأي الأكثر يجب أن يكون ملزماً في اختيار خليفة المسلمين. والسبب في ذلك يرجع إلى عدة أمور: الأمر الأول: عدم وجود ولي أمر للمسلمين وقت الشورى، حتى يقال له: أن يأخذ بما ترجح له، ويبت في الأمر، فأهل الحل والعقد هم أولو الأمر. الأمر الثاني: أن الإجماع في هذا الأمر قد يصعب، لأن كثيراً من النفوس تتوق للوصول إليه، ولكل من يتوق إليه أعوان وأنصار، فإذا لم يكن للأكثر هنا حق اتخاذ القرار،كان في ذلك فتنة، وتأخير الأمر فيه ضرر على المسلمين. الأمر الثالث: أن تأخر العدد القليل عن البيعة، لم يكن مؤثراً في انعقاد بيعة عامة الناس في عهد الصحابة رضي الله عنهم، كما تأخر علي بن أبي طالب رضي الله عنه عن بيعة أبي بكر الصديق رضي الله عنه ستة أشهر، ثم بايع بعد ذلك بعد أن اعتذر لأبي بكر فعذره، ثم اجتمعا في مسجد رسول الله صلى الله عليه وسلم، فقام أبو بكر على المنبر فتشهد، وذكر شأن علي وتخلفه عن البيعة وعذره بالذي اعتذر إليه ثم استغفر. وتشهد علي بن أبي طالب فعظم حق أبي بكر، وأنه لم يحمله على الذي صنع نفاسة على أبي بكر، ولا إنكاراً للذي فضله الله به، ولكنا كنا نرى لنا في الأمر نصيباً، فاستبدَّ علينا به، فوجدنا في أنفسنا، فَسُرَّ بذلك المسلمون، وقالوا: أصبت فكان المسلمون إلى علي قريباً حين راجع الأمر المعروف\". [[صحيح مسلم (3/1380ـ1381)]]. وكذلك ما ذكر من تخلف بعض الصحابة وغيرهم عن بيعة علي رضي الله عنه بعد مقتل عثمان، ولم يؤثر تخلفهم في انعقاد الخلافة له. [[راجع البداية والنهاية لابن كثير (7/225ـ226)]]. الأمر الرابع: نص عمر بن الخطاب رضي الله عنه، على الأخذ برأي الأكثر، إذا اختلف الستة الذين جعل الشورى بينهم بعد وفاته، وإن تساووا، فضل الجانب الذي يوافق رأيه رأي عبد الرحمن بن عوف، وكان ذلك إشارة منه رضي الله عنه أن يقدم هؤلاء في رئاستهم في شوراهم عبد الرحمن بن عوف رضي الله عنهم جميعاً. كما روى ابن سعد بسنده عن أبي جعفر، قال: قال عمر بن الخطاب رضي الله عنه لأصحاب الشورى: \"تشاوروا في أمركم، فإن كان اثنان واثنان فارجعوا في الشورى، وإن كان أربعة واثنان فخذوا صنف الأكثر\". وفي رواية: \"وإن اجتمع رأي ثلاثة وثلاثة، فاتبعوا صنف عبد الرحمن بن عوف واسمعوا وأطيعوا\". [[الطبقات (3/61)]]. وليس لأحد أن يستدل بهذا النص على أن الشورى ملزمة للإمام الذي توافرت فيه شروط الإمامة، لأنه ورد في قضية اختيار الإمام في وقت لا يوجد فيه إمام، وهي قضية عين لا عموم لها، ويرد الاستدلال بذلك إصرار أبي بكر و عمر رضي الله عنهـما على آرائهما في القضايا التي وقعت في خلافتهما، وقد ذكرنا طرفاً منها. [s2] المبحث الثاني: يلزم ولي الأمر العمل برأي أغلب أهل الحل والعقد. وقد انتصر لهذا القول بعض الكتاب المعاصرين، فرأوا أن نتيجة الشورى ملزمة لولي الأمر إذا أيدها أكثر أهل الشورى، ومن هؤلاء الأستاذ عبد القادر عودة، رحمه الله. [s3] ما استدل به القائلون بهذا الرأي: ولعل أقوى ما استدلوا به، استجابة الرسول صلى الله عليه وسلم لأصحابه الذين أشاروا عليه بقتال المشركين خارج المدينة في غزوة أحد، وكان رأيه صلى الله عليه وسلم أن يبقى في المدينة للدفاع عنها، إذا هاجمه المشركون فيها. ويأتي احتجاجهم بهذه الوقعة من وجهين: الوجه الأول: أن أكثر الصحابة، رضي الله عنهم، كانوا يرون الخروج إلى أحد، والأقل كانوا يرون البقاء في المدينة، وعلى رأس هذا الأقل رسول الله صلى الله عليه وسلم. الوجه الثاني: أن الرسول صلى الله عليه وسلم، تنازل عن رأيه لرأي الأكثر فخرج، وهو مبني على ثبوت الوجه الأول. قال عبد القادر عودة رحمه الله: \"ولقد سن رسول الله صلى الله عليه وسلم هذه السنة وعمل بها في حياته، واتبعها أصحابه بعد وفاته: عمل الرسول صلى الله عليه وسلم بهذه السنة، لما علم باستعداد قريش لغزوة أُحُد، وأنهم أقبلوا إلى المدينة ونزلوا قريباً من جبل أُحُد، فجمع عليه السلام أصحابه، واستشارهم أيخرج إليهم أم يمكث في المدينة؟ وكان رأيه أن لا يخرجوا من المدينة، وأن يتحصنوا بها، فإن دخلوها قاتلهم المسلمون على أفواه الأزقة، والنساء من فوق البيوت، ووافقه على هذا الرأي عبد الله ابن أبي وبعض الصحابة، ولكن جماعة الصحابة أشاروا بالخروج وألحوا عليه في ذلك. فكان رسول الله صلى الله عليه وسلم، أول من وضع رأي الأكثرية موضع التنفيذ، إذ نهض من المجلس، فدخل بيته ولبس لأمته، وخرج عليهم ليقود الأقلية والأكثرية، إلى لقاء العدو خارج المدينة، وقد سارع الرسول صلى الله عليه وسلم بتنفيذ رأى الأغلبية، بالرغم من مخالفة رأيه الخاص الذي أظهرت الحوادث ـ فيما بعد ـ أنه كان الرأي الأحق بالإتباع\". [[التشريع الجنائي الإسلامي (1/38)]]. [s3] مناقشة الوجهين المذكورين. ولا بد من مناقشة هذين الوجهين، ونلخِّص هذه المناقشة في الأمور الآتية: الأمر الأول: أنني لم أجد في نصوص السيرة النبوية لفظ الأغلبية أو الأكثرية، أو الأغلب أو الأكثر، وإنما وردت - فيما قرأت - عبارات لا تدل على ذلك. مثل: \"فقال رجال من المسلمين\". [[السيرة النبوية لابن هشام (2/63) وراجع تفسير الآية 73آل عمران في الجامع لأحكام القرآن (4/279)]]. ومثل: \"فلم يزل الناس برسول الله صلى الله عليه وسلم، الذين كان من أمرهم حب لقاء القوم\". [[نفس المصدر السابق]]. ومثل: \"وقد ندم الناس وقالوا: استكرهنا رسول الله صلى الله عليه وسلم\". [[زاد المعاد (3/193)]]. والناس قد يطلق على القليل والكثير بل قد يطلق على الواحد، كما في قوله تعالى: { الَّذِينَ قَالَ لَهُمْ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ }الآية.  [آل عمران: 173]. ومثل: \"فبادر جماعة من فضلاء الصحابة، ممن فاته الخروج يوم بدر، وأشاروا عليه بالخروج وألحوا عليه في ذلك\". [[المصدر السابق، زاد المعاد]]. ومثل: \"فقال رجل ممن لم يشهد بدراً: يا رسول الله اخرج بنا إليهم فلنقاتلهم\". [[المصنف لعبد الرازق الصنعاني (5/363)]]. ومثل: \"وأبى كثير من الناس إلا الخروج إلى العدو\". [[البداية والنهاية لابن كثير (4/12ـ13)]]. وهذه الألفاظ كلها لا تدل على معنى الأغلبية، الذي أطلقه الأستاذ عبد القادر عودة رحمه الله وغيره من الكتاب المعاصرين. الأمر الثاني: أن الذي يبدو من دراسة السيرة بتأمل، هو أن الكثرة قد تكون هي التي كانت ترى البقاء في المدينة، وليست القلة. وبيانه: أن عدد المسلمين الذين خرجوا إلى أحد، كان أقل من ألف، ونقل ابن كثير رحمه الله أن \"عامة من أشار عليه بالخروج رجال لم يشهدوا بدراً\".  [[البداية والنهاية (4/12)]]. ومما لا شك فيه أن أهل بدر لا يمكن أن يتخلفوا عن الغزوة، إلا من كان ذا عذر قاهر، وهو قليل لو حصل، وعدد أهل بدر ثلاثمائة تقريباً، وعدد أصحاب عبد الله بن أبي ثلاثمائة تقريباً، ولا بد أن يكون أصحابه على رأيه، وكان رأيه أن لا يخرجوا إلى أحد. وعلى هذا يكون عدد المطالبين بالخروج - على أكثر تقدير - أربعمائة، والذين يرون البقاء خمسمائة، وقد يزيد العدد وقد ينقص قليلاً، وقد يتساوى - من باب الاحتمال - فما الدليل على أن الأغلبية كانت تطالب بالخروج، والأقلية ترى عدمه؟ وقد يقال: لا يحتسب بأصحاب عبد الله بن أبي لأنهم منافقون لإطاعتهم إياه، ولكن هذا الإيراد غير سليم، فالأصل في المنافقين أن يعاملوا بحسب ظاهر أمرهم إلا ما دلَّ الدليل على إخراجه من هذا الأصل، ثم إن العدد الذي انسحب مع عبد الله بن أبي لم يعرف إلا بعد الانسحاب، أما قبل ذلك فكان محسوباً على المسلمين عند التشاور، لعدم التمييز بين المنافق وغيره. تنبيه مهم.. وقد نبه الحافظ ابن حجر رحمه الله، في شرحه لحديث ابن عباس رضي الله عنهـما، في قصة إنكار عمر رضي الله عنه موت رسول الله صلى الله عليه وسلم، وتصديق كثير من الصحابة له واستبشارهم لقوله، ثم رجوع الناس إلى قول أبي بكر رضي الله عنه، على عدم الترجيح بمجرد الكثرة، لما قد يعتري ذلك من موانع.. وهذا نص الحديث: عن عبد الله بن عباس رضي الله عنهـما: \"أن أبا بكر خرج وعمر بن الخطاب يكلم الناس، فقال: اجلس يا عمر، فأبى عمر أن يجلس، فأقبل الناس إليه وتركوا عمر، فقال أبو بكر: أما بعد فمن كان منكم يعبد محمداً صلى الله عليه وسلم، فان محمداً قد مات، ومن كان منكم يعبد الله فإن الله حيٌ لا يموت. قال الله: ? وَمَا مُحَمَّدٌ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِيْن مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئاً وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ?. [آل عمران:144]. وقال: والله لكأن الناس لم يعلموا أن الله أنزل هذه الآية حتى تلاها أبو بكر، فتلقاها منه الناس كلهم، فما أسمعُ بشراً من الناس إلا يتلوها. فأخبرني سعيد بن المسيب أن عمر قال: والله ما هو إلا أن سمعت أبا بكر تلاها، فعقرت حتى ما تقلني رجلاي، وحتى أهويت إلى الأرض حين سمعته تلاها، علمت أن النبي صلى الله عليه وسلم قد مات\". [[صحيح البخاري (4/1618) رقم (4187) ويراجع أيضا (3/1341) ورقم (3467)]]. قال الحافظ رحمه الله بعد كلام طويل على الحديث، وساق أحاديث أخرى في غير الصحيح: \"وفي الحديث قوة جأش أبي بكر وكثرة علمه، وقد وافقه على ذلك العباس كما ذكرنا والمغيرة كما رواه بن سعد وابن أم مكتوم، كما في المغازي لأبي الأسود عن عروة، قال: إنه كان يتلو قوله تعالى: {إنك ميت وإنهم ميتون} والناس لا يلتفتون إليه، وكان أكثر الصحابة على خلاف ذلك. فيؤخذ منه أن الأقل عدداً في الاجتهاد قد يصيب ويخطئ الأكثر فلا يتعين الترجيح بالأكثر ولا سيما إن ظهر أن بعضهم قلد بعضاً\". [[فتح الباري (8 /146)]]. ثم قال الحافظ في موضع آخر، وهو يشرح حديث ابن عباس الذي تقدم ذكره رواه الشيخان، وغيرهما. [[البخاري (7/21) ومسلم (4/1740ـ1741)]]. في قصة استشارة عمر رضي الله عنه، الصحابة في الإقدام بهم على الطاعون الذي انتشر في الشام، أو عدم الإقدام، حيث قال الحافظ رحمه الله: \"وفيه الترجيح بالأكثر عدداً والأكثر تجربة، لرجوع عمر لقول مشيخة قريش مع ما انضم إليهم ممن وافق رأيهم من المهاجرين والأنصار، فإن مجموع ذلك أكثر من عدد من خالفه من كل من المهاجرين والأنصار، ووازن ما عند الذين خالفوا ذلك من مزيد الفضل في العلم والدين، ما عند المشيخة من السن والتجارب، فلما تعادلوا من هذه الحيثية رجح بالكثرة\". [[فتح الباري (10/190)]]. ولقد أجاد الحافظ رحمه الله، الاستنباط من هذا الحديث، حيث جمع المهاجرين والأنصار الذين رأوا عدم الإقدام، ورأي مشيخة قريش الذين اتفقوا على هذا الرأي، فجعلهم أكثرية، ثم لم يرجح بتلك الكثرة وحدها، بل بمرجحات أخرى زائدة على الكثرة، وهي ما عند \"مشيخة قريش من السن والتجارب\" ومما يدل على أن ابن حجر لا يرجح بمجرد الأكثرية، ما سبق قريباً من قوله: \"فيؤخذ منه أن الأقل عدداً في الاجتهاد قد يصيب ويخطئ الأكثر فلا يتعين الترجيح بالأكثر، ولا سيما إن ظهر أن بعضهم قلد بعضاً\" فليتنبه لذلك... الأمر الثالث: عدم وجود دليل على أن تنازل الرسول صلى الله عليه وسلم كان واجباً عليه من أجل إمضاء رأي الأغلب، بل قد يكون ذلك بوحي من الله تعالى لحكمة يعلمها الله، وقد ظهرت حكم كثيرة في الدروس والعبر التي حصلت في هذه الغزوة. [[راجع زاد المعاد (3/211)]]. ولعل من تلك الحكم تشجيع الرسول صلى الله عليه وسلم المسارعين إلى الجهاد في سبيل الله الذين ألحوا عليه طلباً للشهادة، وكشف ذوي النفاق ومرضى القلوب الذين لا يكشف عُوارَهم شيءٌ مثلُ الجهاد في سبيل الله ببذل النفس والنفيس. ومما يدل على أن خروجه صلى الله عليه وسلم كان وراءه حكم، أنه صلى الله عليه وسلم - بعد أن لبس سلاحه – قال له أصحابه الذين ألحوا عليه في الخروج: \"يا رسول الله استكرهناك ولم يكن ذلك لنا، فإن شئت فاقعد، صلى الله عليك\". فقال رسول الله صلى الله عليه وسلم: ((ما ينبغي لنبي، إذا لبس لأمته أن يضعها حتى يقاتل)). وفي رواية: ((حتى يحكم الله بينه وبين عدوه)) [[السيرة النبوية لابن هشام (2/63) قال محقق زاد المعاد ـ شعيب الأرناؤوط ـ أخرجه ابن هشام.. مرسلاً، وعلق البخاري بعضه وأخرجه بتمامه، وبنحوه أحمد (3/351) والدارمي (2/129ـ130) موصولاً من طريق أبي الزبير عن جابر ورجاله ثقات، وله شاهد من حديث ابن عباس عند الحاكم (2/128) وصححه ووافقه الذهبي. زاد المعاد (3/193)]]. قلت: فقد أقر رسول الله صلى الله عليه وسلم أصحابه على قولهم: \"استكرهناك، ولم يكن ذلك لنا\" ومعنى ذلك أنه لم يتنازل لرأيهم لوجوب ذلك عليه، وإنما تنازل لحكمة أخرى ولو كان ذلك التنازل حقاً لهم، لما أقرهم على قولهم: \"ولم يكن ذلك لنا\" ولقال لهم: \" بل ذلك لكم لأنكم الأكثر\". [s3] عدم وجوب ترك الرسول رأيه ولو خالفه جميع أصحابه وقد قرر بعض العلماء عدم وجوب ترك رأيه صلى الله عليه وسلم، لرأي من خالفه من الصحابة رضي الله عنهم. قال أبو بكر أحمد بن علي الجصاص، رحمه الله: \"فجائز حينئذ أن توافق آراؤهم رأي النبي صلى الله عليه وسلم، وجائز أن يوافق رأي بعضهم رأيه، وجائز أن يخالف رأي جميعهم، فيعمل صلى الله عليه وسلم حينئذ برأيه، ويكون فيه دلالة على أنهم لم يكونوا معنفين في اجتهادهم، بل كانوا مأجورين فيه لفعلهم ما أمروا به، ويكون عليهم حينئذٍ ترك آرائهم واتباع رأي النبي صلى الله عليه وسلم\"(. [[أحكام القرآن (12/41) وقوله: \"لم يكونوا معنقين\" الظاهر أن المراد به ليسوا متصلبين متشددين في ذلك. راجع القاموس وترتيب لسان العرب، والمصباح المنير ص432]]. [s3] شبهة مردودة وهناك شبهة يوردها من يرون أن الشورى ملزمة لولي الأمر وهي: أن الشورى لا فائدة لها إذا لم تكن ملزمة، إذ يجمع ولي الأمر أهل الشورى فيجتهدون في النصح له ويبدون آراءهم، ثم يضرب بها عرض الحائط. [[راجع كتاب الإسلام وأوضاعنا السياسية، لعبد القادر عودة ص162]]. والجواب على ذلك: أن فوائد الشورى كثيرة، ولو لم تكن ملزمة من ذلك: أن ولي الأمر قد يطلع على ما لم يكن يعلمه فيأخذ به. ومن ذلك أنه قد يجد من الآراء والحجج ما يدعم رأيه، فيمضى فيه وهو مطمئن إلى ما أداه إليه اجتهاده. ومنها إشعار أهل الحل والعقد بوجوب الاهتمام بالأمر، وتطييب نفوسهم بمشاورتهم، وقد يوفقهم الله للوصول إلى الحق بمشاورتهم تلك. ومنها معرفتهم بما هو مقدم عليه ليعدوا لمعاونته العدة. قال أبو الحسن الماوردي، رحمه الله: \"والضرب الثاني نوازل حادثة لم يتقدم فيها قول المتبوع، أو ما اختلف فيه العلماء من مسائل الاجتهاد، فهو الذي يؤمر بالمشاورة فيها، ليتنبه بمذاكرتهم ومناظرتهم على ما يجوز أن يخفى عليه حتى يستوضح بهم طريق الاجتهاد، فيحكم باجتهاده دون اجتهادهم\". وقال ابن جرير رحمه الله: \"وأما أمته فإنهم إذا تشاوروا، مستنين بفعله في ذلك على تصادق وتآخ للحق وإرادة جميعهم الصواب من غير ميل إلى هوى، ولا حيد عن هدى، فالله مسددهم وموفقهم\". [[جامع البيان عن تأويل آي القرآن (4/152ـ153)، راجع التفسير الكبير للفخر الرازي رحمه الله (9/66)]]. والمقصود أنه لا يوجد دليل - فيما علمت - على وجوب التزام ولي الأمر برأي الأغلب، وأن فوائد الشورى كثيرة ولو لم يلتزم ولي الأمر بنتيجة الشورى. وأن قصة استشارة الرسول صلى الله عليه وسلم أصحابه في الخروج إلى أُحُد، وتنازله عن رأيه فيها، لم يكن من أجل وجوب التنازل لرأي الأغلب كما أدعى ذلك القائلون بوجوب التزام ولي الأمر برأي الأغلب وإن خالف رأيه. والله أعلم. [s2] المبحث الثالث: سبب القول بكل من المذهبين، وإمكان الجمع بينهما: إن الذي يتأمل واقع السلف - ولاتهم وأهل الحل والعقد منهم - بما كان عندهم جميعاً من خوف لله وتقوى وعلم نافع، ومحبة الخير للإسلام والمسلمين، وما جد بعد ذلك من ضعف إيمان وقلة العلم، بل والجهل بأعظم أحكام الإسلام، من قبل أكثر ولاة أمور المسلمين، وضعف التقوى وقلة إرادة الخير للإسلام والمسلمين. إن الذي يتأمل ذلك يظهر له أن ولاة أمر المسلمين في الماضي، كانت تتوافر فيهم شروط الولاية والخلافة، وأن ولاتهم في العصور المتأخرة فقدوا تلك الشروط أو أغلبها إلا من رحم ربك، وأصبح الذين يتولون أمور المسلمين يتولونها غصبا،ً وليس رضاً وطواعية في أغلب الشعوب الإسلامية، وأكثر من يتولون أمورهم متصفون بأضداد شروط الولاية العامة، من جهل، وظلم وخيانة، وضعف، واتخاذ بطانة سوء، واجتهاد في مصالح شخصية، وتفريط في حقوق الرعية، وغير ذلك من النقائص. كما أن أكثرهم يقفون ضد الإسلام، بدلاً من نصره أو السكوت عنه على الأقل، وقد جلب أولئك الولاة الذين هذه صفاتهم، كوارث على شعوبهم من جميع الجوانب: الدينية، والاجتماعية، والفكرية، والسياسية، والاقتصادية، والعسكرية، وأصبح المسلمون بسبب ذلك في ذلٍّ وهوان، فقدوا عزَّتهم وقادهم أعداؤهم، وذلوا لشذاذ الآفاق وأراذل البشر من اليهود، كما هو وقع المسلمين اليوم. وقد توجد جماعات إسلامية - يقترب بعضها إلى الإسلام أكثر من بعض - ولكنها لا قوة لها، وقد يكون قادتها أو قادة بعضها، ليس على المستوى الذي كان عليه قادة المسلمين في الماضي من فقه شرعي وقوة إيمان وورع. إن المتأمل في واقع السلف في الماضي، وواقع المسلمين الآن، سواء على مستوى بعض الحكومات أم على مستوى الجماعات والأحزاب، يرى أن لكتاب العصر الحاضر في إلزام ولي الأمر وجهاً من الصواب، وأنه لا بد من أن توضع حدود وشروط لتدبير ولاة الأمر وقيادتهم لشعوبهم أو لجماعاتهم، حتى لا يستبدوا بالأمر دونهم، وليسوا أهلاً لذلك، وأن الظروف المعاصرة تحتاج إلى رأي جماعي يكون الصواب فيه أكثر من الخطأ. فلقد نظر هؤلاء الكتاب إلى أسلوب الأخذ برأي الأغلب في بعض البلدان الأجنبية، وقارنوا بينه وبين الاستبداد الذي يُتَّبَع في أغلب الشعوب الإسلامية، فوجدوا أن أسلوب الأخذ بالرأي الأغلب أنفع وأقل ضرراً من الاستبداد. وعندما رجعوا إلى المصادر الإسلامية، وجدوا ذلك القلب الرؤوف الرحيم، وذلك العقل العظيم والخلق الفاضل، الذي فُسِّر به القرآن الكريم، قدوة حسنة للناس، وجدوا رسول الله صلى الله عليه وسلم يكثر من مشاورة أصحابه ويستجيب لرأيهم في بعض الأحيان وفي بعض الأمور التي هي محل للاجتهاد. ووجدوا بعض الألفاظ التي فيها نوع احتمال لما ذهبوا إليه، فقرروا تلك القاعدة: وهي إن الشورى إذا صدرت عن أغلب أهلها تكون ملزمة لولي الأمر، وهدفهم من ذلك تقييد سلطة ولي الأمر الذي لا تتوافر فيه شروط الولاية والإمارة، حتى لا يشتط ويخرج عن الحدود المقررة له. ولا شك في رجحان ما ذهبوا له في هذه العصور المتأخرة التي اغتصبت فيها أمور المسلمين، واستبد بها المستبدون، حتى لم تبق ضرورة من ضرورات الحياة، إلا تعرضت للاعتداء والانتهاك. ولو أن الكتاب المعاصرين قيدوا هذا الحكم وهو كون الشورى ملزمة بظروف المسلمين المعاصرة، وما أشبهها حيث لا يكون معظم ولاة الأمور متصفين بالصفات التي كان يتصف بها ولاة الأمور في السابق، لو أنهم قيدوا الحكم بذلك، لما كان للاعتراض عليهم وجه، ولكنهم أطلقوا ذلك وجعلوه قاعدة، فاقتضى التحقيق بيان الحق فيه. وقد نبه على ذلك الدكتور عبد الكريم زيدان في كتابه: \"مجموعة بحوث فقهية\". [[وهو فيما يبدو من تاريخ مقدمته \"1395هـ\" متأخر عن كتابه \"أصول الدعوة\" الذي كانت طبعته الأولى سنة 1388هـ]] وهو من الذين يرون أن نتيجة الشورى ليست ملزمة لولي الأمر - في الأصل - فقال: \"الرأي الثالث (وهو الأخذ برأي رئيس الدولة مطلقاً) قوي سديد من الناحية النظرية، ولكن لضرورات الواقع، وتغير النفوس ورقة الدين وضعف الإيمان، وندرة الأكفاء الملهمين كل هذا يقتضينا أن نأخذ بالرأي الثاني (وهو الأخذ برأي الأكثرية) فنلزم رئيس الدولة برأي الأكثرية\". [[المرجع المذكور ص106ـ108]]. ولما كان يرى – في الأصل – عدم إلزام ولي الأمر برأي الأكثرية، ولما يعلم بما في إلزامه من مشكلات قد تحدث بينه وبين رعيته، فقد اقترح ثلاثة شروط لإلزامه برأي الأكثرية: الشرط الأول: أن يعطي ولي الأمر الحق في إحالة الأمر المختلف فيه إلى هيئة تحكيم يتفقون عليها. الشرط الثاني: أن يكون له الحق - إذا لم يقتنع برأي هيئة التحكيم - أن يجري استفتاءً عاماً في الموضوع المختلف فيه. فإن أيدته الأمة نفذ رأيه، وإن لم تؤيده بل أيدت رأي الأكثرية التزم به. الشرط الثالث: أن يعطي حرية الرأي الذي يراه في الأمور الاستثنائية العاجلة، كحالة الحرب، أو حدوث خطر داهم يهدد سلامة البلاد دون تقيد برأي غيره.  [[المرجع السابق ص108]]. قلت: هذه الشروط التي تضمنها هذا الحل، لا أرى مانعاً يمنع منها شرعاً، لأنها إذا اتفق عليها ولي الأمر وأهل الحل والعقد من رعيته عند بيعته، تصبح عقداً لازماً يجب الوفاء به، والأصل في العقود الإباحة، إلا ما دل دليل صحيح على حظره. قال ابن تيمية رحمه الله: \"وبالجملة فجميع ما ينفع الناس من الشروط، والعقود، والمحالفات في الأخوة وغيرها، ترد إلى كتاب الله وسنة رسوله صلى الله عليه وسلم. فكل شرط يوافق الكتاب والسنة يوفَّى به: \"ومن اشترط شرطاً ليس في كتاب الله، فهو باطل وإن كان مائة شرط، كتاب الله أحق وشرطه أوثق\". [[جزء من حديث عن عائشة، البخاري (3/127) ومسلم (2/1141ـ1142)]]. إلى أن قال رحمه الله: \"وكذا في شروط البيوع والهبات، والوقوف، والنذور، وعقود البيعة للأئمة، وعقود المشايخ، وعقود المتآخين، وعقود أهل الأنساب، والقبائل وأمثال ذلك، فإنه يجب على كل أحد أن يطيع الله ورسوله في كل شيء ويجتنب معصية الله ورسوله في كل شيء، ولا طاعة لمخلوق في معصية الخالق\". [[مجموع الفتاوى (35/97) وراجع (38/386) منه]]. فإذا تعاقد المسلمون في بيعتهم لولي الأمر على أن يلتزم برأي الأكثرية، أو بنصب محكمة علياً تحكم بينه وبينهم في الأمور المختلف فيها ويكون حكمها ملزماً للجميع، بشرط أن تكون أهلاً لذلك، فإن هذا العقد لا يخالف كتاباً ولا سنة ولا إجماعاً. بل فيه مصلحة واستيثاق للراعي والرعية. وبهذا يجتنب المحظور الذي جعل بعض كتاب العصر يجزمون بأن حكم الأغلبية ملزم لولي الأمر، دون أن يقيدوا ذلك الحكم بظروف معينة، كأوضاع المسلمين الراهنة. ولا يفوتنا مع ذلك أن نقول كلمة حق، وهي أن هذه الشروط لا يطمع في أن ينفذها غالب ولاة أمور المسلمين في كثير من الشعوب الإسلامية، بدليل أنهم لا يلتزمون لشعوبهم بتنفيذ قوانين وضعوها هم تحقق مصالحهم قبل غيرهم، فإذا رأوا أن مصلحتهم المتوهمة لا تتحقق بتلك القوانين في ظرف من الظروف احتالوا عليها بغيرها، إما بقوانين جديدة تنسخها، وإما بإعلان الأحكام العرفية وتعليق تلك القوانين. فكيف يطمع فيهم أن ينفذوا شروطاً يعلمون أنها قد لا تحقق لهم مصالحهم المبنية على أهوائهم ؟!. ومع ذلك يجب أن يحرص أهل الحل والعقد على الاستفادة من القوانين التي يضعها الحكام، فيما يحقق بعض المصالح ويدفع بعض المفاسد، لأن الضرورة تحتم عليهم تكثير المصالح وتقليل المفاسد حسب الإمكان. وقد تكون هذه الشروط صالحة التطبيق على مستوى جماعات أو أحزاب أو نقابات، لاضطرارهم إليها، وهم أكثر تطبيقاً لها من الحكومات، كما هو واضح."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "الفصل الخامس: أساليب الشورى وطريقة إجرائها.",
    "content": "وفي هذا الفصل مبحثان: المبحث الأول\t: عدم وجود نص ملزم للأخذ بأسلوب محدد للشورى. المبحث الثاني\t: الحكمة في عدم تحديد أسلوب محدد يلتزم به. [s2] المبحث الأول: عدم وجود نص ملزم لاتخاذ أسلوب محدد للشورى لقد تعددت طرق إجراء الشورى في عهد رسول الله صلى الله عليه وسلم وأصحابه رضي الله عنهم، تعدداً يوحى بعدم قصد الشارع تقييدها بطريقة معينة في إجرائها، والشواهد على ذلك كثيرة جداً، ليس القصد هنا استقصاء النصوص والحوادث، وإنما المقصود ذكر أمثلة من تلك الأساليب تدل على المراد. [s3] المثال الأول: اتخاذ ولي الأمر بطانة صالحة لا تفارقه إلا في نادر الأوقات: - كأوقات راحته وبقائه في أسرته - والغالب أن عدد هؤلاء يكون قليلاً، ويكونون من صفوة أهل الحل والعقد بل صفوة الصفوة، يُكثِر ولي الأمر من مشاورتهم وأخذ آرائهم للاستعانة بها، والسبب في كونهم قليلين غالباً عدم تمكن الجمع الكبير من الاجتماع بولي الأمر في أوقات كثيرة. فقد بين الرسول صلى الله عليه وسلم، أن لكل مسؤول بطانته التي يكثر اتصالها به، كما في حديث أبي سعيد الخدري رضي الله عنه، عن النبي صلى الله عليه وسلم، قال: ((ما بعث الله من نبي ولا استخلف من خليفة، إلا كانت له بطانتان، بطانة تأمره بالمعروف وتحضه عليه، وبطانة تأمره بالشر وتحضه عليه فالمعصوم من عصم الله تعالى)).  [[راجع صحيح البخاري (8/121)]]. ويصدق هذا الأسلوب على اتخاذ الرسول صلى الله عليه وسلم، أبا بكر وعمر رضي الله عنهـما، بطانة له، فقد كانا يرافقانه في ذهابه وإيابه، ودخوله وخروجه، ورخائه وشدته، وكان كثير المشاورة لهما.  [[راجع البخاري (4/199) ومسلم (4/1858)]]. و حكي عن ابن عباس رضي الله عنهـما أن مشاورة الرسول صلى الله عليه وسلم، كانت مختصة بالشيخين: أبي بكر وعمر رضي الله عنهـما، ولعل المقصود من ذلك المشاورة الدائمة والميل إلى رأيهما، وبخاصة إذا اجتمعا على رأي. قال الحافظ ابن حجر رحمه الله: \"ونقل السهيلي عن ابن عباس، أن المشاورة مختصة بأبي بكر وعمر، ولعله من تفسير الكلبي، ثم وجدت له مستنداً في \"فضائل الصحابة\" لأسد بن موسى، و\"المعرفة\" ليعقوب بن سفيان، بسند لا بأس به عند عبد الرحمن بن غنم - بفتح المعجمة وسكون النون - وهو مختلف في صحبته، أن النبي صلى الله عليه وسلم قال لأبي بكر وعمر: ((لو أنكما تتفقان على رأي واحد ما عصيتكما في مشورة أبداً)). ولقد وقع في حديث أبي قتادة رضي الله عنه في قصة نومهم في الوادي: ((إن تطيعوا أبا بكر وعمر ترشدوا.. لكن لا حجة فيه للتخصيص)). [[فتح الباري (13/340)]]. [s3] المثال الثاني: استشارة ولي الأمر من حضر الحادثة: دون انتظار لغيرهم، لضيق الوقت وعدم اتساعه للانتظار، لمعرفة رأيهم والمضي في الأمر فوراً، وإن كانت عواقب الحادثة تعم الحاضرين وغيرهم. كما فعل الرسول صلى الله عليه وسلم في غزوة بدر، عندما علم بِعِير أبي سفيان راجعة من الشام، فانتدب الحاضرين، واستشارهم في لقاء قريش الذين خرجوا لقتاله، والذي يظهر من سياق القصة في القرآن الكريم أن طائفة من أصحابه كانت مترددة في لقاء المشركين للقتال، ولكنهم بعد المشاورة استجابوا لرغبة رسول الله صلى الله عليه وسلم واقروا عينه. كما قال تعالى: {كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقاً مِنْ الْمُؤْمِنِينَ لَكَارِهُونَ (5) يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنظُرُونَ}. [الأنفال:5-6]. روى أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم شاور حين بلغه إقبال أبي سفيان قال: فتكلم أبو بكر، فأعرض عنه ثم تكلم عمر، فأعرض عنه، فقام سعد بن عبادة، فقال: إيانا تريد يا رسول الله، والذي نفسي بيده لو أمرتنا أن نخيضها البحر لأخضناها، ولو أمرتنا أن نضرب أكبادها إلى برك الغماد لفعلنا. قال: فندب رسول الله صلى الله عليه وسلم الناس، فانطلقوا حتى نزلوا بدراً\". [[مسلم (3/1403) والسيرة النبوية لابن هشام (1/614). قوله: فقام سعد بن عبادة، هكذا هو في صحيح مسلم، وفي غيره: سعد بن معاذ؛ لأن سعد بن عبادة لم يشهد بدراً، وجمع بينهما الحافظ في الفتح (7/288) أن سعد بن عبادة قال ذلك قبل خروج الرسول صلى الله عليه وسلم، عندما استشار أصحابه للقاء أبي سفيان لأخذ العير، وأن سعد بن معاذ قال ذلك بعد الخروج، عندما استشار الرسول صلى الله عليه وسلم في لقاء المشركين للقتال، راجع مرويات غزوة بدر لأحمد بن محمد العليمي، الطبعة الأولى، توزيع مكتبة طيبة بالمدينة المنورة]]. وكانت استشارته في غزوة بدر مرتين: المرة الأولى: كانت قبل الخروج في لقاء عير أبي سفيان. والمرة الثانية: بعد الخروج في لقاء المشركين لما علم بخروجهم. ولا شك أن موضوع هذه الاستشارة، من أخطر الأمور التي يكون الأصل فيها معرفة آراء أهل الحل والعقد بصفة أوسع حيث أمكن، ولكن الوقت قد لا يتيح ذلك، ولهذا اكتفى رسول الله صلى الله عليه وسلم باستشارة من حضر، من أصحابه. [s3] المثال الثالث: استشارة وليِّ الأمرِ كلَّ فرد من الأفراد الذين يتعلق بهم الأمر: إما بمعرفة آرائهم وَاحداً واحداً إذا أمكن، وإما عن طريق نوابهم الذين يمكنهم أن يعرفوا آراء كل فرد من أفراد رعيتهم. يتضح هذا الأسلوب في استشارة الرسول صلى الله عليه وسلم أصحابه، في رد سبي هوازن إليهم بعد أن غنمه المسلمون. روى مروان والمسور بن مخرمة عن أصحاب النبي صلى الله عليه وسلم، أن رسول الله صلى الله عليه وسلم جاءه وفد هوازن مسلمين، فسألوه أن يرد إليهم أموالهم وسبيهم. فقال لهم رسول الله صلى الله عليه وسلم: ((معي من ترون وأَحبُّ الحديثِ إليَّ أصدقُه، فاختاروا إحدى الطائفتين: إما السبي وإما المال. وقد كنت استأنيت بكم)). وكان أنظرهم رسول الله صلى الله عليه وسلم بضع عشرة ليلة، حين قفل من الطائف، فلما تبين لهم أن رسول الله صلى الله عليه وسلم غير رادٍ إليهم إلا إحدى الطائفتين، قالوا: فإنا نختار سبينا. فقام رسول الله صلى الله عليه وسلم في المسلمين، فأثنى على الله بما هو أهله، ثم قال: ((أما بعد فإن إخوانكم قد جاؤونا تائبين، وإني قد رأيت أن أرد إليهم سبيهم، فمن أحب منكم أن يطيب ذلك فليفعل، ومن أحب منكم أن يكون على حظه حتى نعطيه إياه من أول ما يفيء الله علينا فليفعل)). فقال الناس: قد طيبنا ذلك يا رسول الله، فقال رسول الله صلى الله عليه وسلم: ((إنا لا ندري مَن أذن منكم ممن لم يأذن، فارجعوا حتى يرفع إلينا عرفاؤكم أمركم)). فرجع الناس فكلمهم عرفاؤهم، ثم رجعوا إلى رسول صلى الله عليه وسلم فأخبروه أنهم قد طيبوا وأذنوا\". [[البخاري (5/99ـ100) وراجع فتح الباري (8/33)]]. فقد جمع رسول الله صلى الله عليه وسلم أفراد جيشه كلهم - وخاطبهم بما يريد، فلما سمع جوابهم - وهو يحقق ما أراد منهم - لم يكتف بما سمع لكثرة الناس، وعدم القدرة على التحقق من أنهم كلهم أذنوا في رد السبي، فأمرهم النبي صلى الله عليه وسلم أن تعود كل طائفة إلى عريفها، ليتحقق العريف من أن كل فرد من أفراد طائفته، قد أذن في رد ما عنده من السبي عن طيب نفس؛ لأن ذلك من الحق الخاص الذي يخص كل واحد منهم بعينه، ففعلوا. وفي هذا الحديث دلالة واضحة أنه لا يجوز لولي الأمر أن يأخذ شيئاً من أفراد رعيته، إلا برضاً محقق، وأن الاستفتاءات أو الانتخابات التي تجري في حقوق الشعوب الإسلامية على سبيل التزوير ليست شرعية بل هي باطلة، وعلى مزوريها تقع المسؤولية. [s3] المثال الرابع: الاكتفاء بمشاورة زعماء القوم: - إذا كانت الظروف غير صالحة للاجتماع بكل الأفراد - وإنما يكتفى بمشاورة الزعماء لتمكنهم من أخذ آراء قومهم، كما فعل رسول الله صلى الله عليه وسلم في غزوة الأحزاب، عندما استشار سعد بن معاذ وسعد بن عبادة في مصالحة غطفان، على ثلث ثمار المدينة، على أن يرجعوا عنه وعن أصحابه، فقالا له: يا رسول الله أمراً تحبه فنصنعه، أم شيئاً أمرك الله به لا بد لنا من العمل به، أم شيئاً تصنعه لنا؟ قال: ((بل شيء أصنعه لكم، والله إني ما أصنع ذلك إلا لأني رأيت العرب قد رمتكم عن فرس واحدة، وكَالَبُوكم ـ اشتدوا عليكم ـ من كل جانب فأردت أن أكسر عنكم من شوكتهم إلى أمر ما)). فقال له سعد بن معاذ: يا رسول الله قد كنا نحن وهؤلاء القوم على الشرك بالله وعبادة الأوثان، لا نعبد الله ولا نعرفه، وهم لا يطمعون أن يأكلوا منها ثمرة إلا قرىً أو بيعاً. أفحين أكرمنا الله بالإسلام وهدانا له، وأعزنا بك وبه نعطيهم أموالنا؟ والله ما لنا بهذا من حاجة، والله لا نعطيهم إلا السيف حتى يحكم الله بيننا وبينهم. قال رسول الله صلى الله عليه وسلم: ((فأنت وذاك)).  [[السيرة النبوية لابن هشام (2/223)]]. ويجب التنبيه - هنا - على أن الرسول صلى الله عليه وسلم اكتفى بجواب سعد بن معاذ - والظاهر أنه جواب سعد بن عبادة - ولم يطلب منهما الرجوع إلى قومهما لاستشارتهم وإبلاغه بما يرون، مع أن ثمار المدينة ليست ملكاً للسعدين فحسب، بل هي للأوس والخزرج كلهم، والظاهر أن سبب اكتفائه بمشاورة الزعيمين شدة الحال، وضيق الوقت، والمطلوب في مثل ذلك السرعة والبت في الأمر. والغالب في مثل هذه الحال أن الرعية لا تعارض ما أبرمه زعماؤها، وبخاصة إذا كانوا يثقون في زعمائهم لعلمهم بحرصهم على مصالحهم، ولشدة الموقف العسكري الذي لا يقبل التراخي، ويجوز من باب الاحتمال - أن رسول صلى الله عليه وسلم أراد استشارتهما في أول الأمر، فإذا وافقا أمرهما باستشارة أتباعهما، والله أعلم. [s3] المثال الخامس: الاكتفاء بمشاورة عدد قليل من الذين هم أقرب من غيرهم إلى صاحب الشأن: ومشاورة عدد كبير في مجتمعهم العام في جانب آخر من جوانب ذلك الأمر لتعلقه بهم. يوضح ذلك استشارة الرسول صلى الله عليه وسلم علياً وأسامة رضي الله عنهـما، في فراق أهله في قصة الإفك الأثيمة، لأنهما كانا من أقرب الناس إلى معرفة حياته الخاصة، واستشارته عامة أصحابه في المسجد في صنع الذي تولى كبره، وهو عبد الله بن أبي بن سلول، رأس النفاق، ومن اتبعه في نشر الإفك، لأن عبد الله ابن أبي زعيم وله أتباع وأقارب، ولا بد أن يبدي الناس رأيهم فيه، ويعينوا رسول الله صلى الله عليه وسلم في اعتدائه على كرامته وشرفه. قالت عائشة رضي الله عنهـا: \"ودعا رسول الله صلى الله عليه وسلم علي ابن أبي طالب وأسامة بن زيد رضي الله عنهم، حين استلبث الوحي يسألهما وهو يستشيرهما في فراق أهله، فأما أسامة فأشار بالذي يعلم من براءة أهله. وأما علي فقال: لم يضيق الله عليك والنساء سواها كثير، وسل الجارية تصدقك، فقال: ((هل رأيتِ من شيء يريبِك؟)) قال: ما رأيت أمراً أكثر من أنها جارية حديثة السن، تنام على عجين أهلها، فتأتى الداجن فتأكله\". فقام على المنبر فقال: ((يا معشر المسلمين من يعذرني من رجل بلغني أذاه في أهلي، والله ما علمت على أهلي إلا خيراً)) فذكر براءة عائشة. وفي رواية عنها أن رسول الله صلى الله عليه وسلم خطب الناس فحمد الله وأثنى عليه، وقال: ((ما تشيرون علي في قوم يسبون أهلي ما علمت عليهم من سوء قط؟)).  [[البخاري (8/163) ومسلم (4/2129ـ2138)]]. فقد اختلف أسلوب استشارته في أهله، حيث دعا اثنين ممن لهم به صلة في حياته الخاصة، عن أسلوب استشارته في أهل الإفك، حيث استشار عامة الناس، وفي ذلك إشارة إلى أن أسلوب الشورى يختلف باختلاف موضوعه. [s3] المثال السادس: عدم الاكتفاء في المشورة بعدد قليل: بل لا بد من مشاورة عامة الناس لخطورة الأمر الذي هو محل الشورى، وشمول عواقبه ونتائجه للأمة كلها كاختيار الخليفة. [[راجع لهذا المثال المبحث الثاني من الفصل الثالث]]. [s3] المثال السابع: استشارة رؤوس القوم وأفاضلهم: ثم سؤال عامتهم عن رضاهم بالأمر كما فعل أبو بكر في استخلاف عمر رضي الله عنهما. [[راجع له أيضا المبحث الثاني من الفصل الثالث]]. وهذا الأسلوب، وإن اختلف عن أسلوب اختيار الناس لأبي بكر يؤدي نفس الغرض إلا أنه أخص. [s3] المثال الثامن: جعل الأمر شورى في صفوة الأمة التي علم رضا الناس عنها، لتمام نصحها ومعرفة جدها في السعي في مصالح المسلمين، كما جعل عمر رضي الله عنه الأمر شورى في ستة، ثم أسند القيام بالشورى لواحد، وهذا أخَذَ يخلو بالناس ويشاورهم ليلاً ونهاراً، حتى علم من يختارون فبايعه وبايعه الناس.  [[سبق أيضا]]. [s3] المثال التاسع: مشاورة أهل الحل والعقد الحاضرين: وتقسيمهم إلى فئات حسب تصنيف مناسب لكل فئة، وبحث ولي الأمر في الموضوع مع كل فئة على حدة. ثم أخذه بالرأي الذي ترجح له بعد ذلك. كما فعل عمر رضي الله عنه في المؤتمر الذي عقده للتشاور في الإقدام بأصحابه إلى الشام أو عدمه بسبب وجود وباء الطاعون به. [[سبق]]. ويشبه ذلك استشارته رضي الله عنه في حبس أرض العراق والشام. [s3] المثال العاشر: أن يكتفي بأفضل أهل الحل والعقد: ويأخذ بمشورته في أمر مهم إذا كانت حجته في المشورة قوية مقنعة، ويوضح ذلك ما جرى بين أبي بكر وعمر، رضي الله عنهـما في شأن جمع القرآن. فقد أشار عمر على أبي بكر بجمع القرآن خوف ضياعه بعد مقتل القراء يوم اليمامة، فنفر أبو بكر من ذلك، لكون رسول الله صلى الله عليه وسلم لم يفعله. فما زال به عمر حتى اقتنع به فعمله. روى عبيد بن السباق أن زيد بن ثابت رضي الله عنه قال: أرسل إليَّ أبو بكر مَقْتَلَ أهل اليمامة، فإذا عمر بن الخطاب عنده، قال أبو بكر رضي الله عنه: \"إن عمر أتاني فقال: إن القتل قد استحر يوم اليمامة بقراء القرآن، وإني أخشى أن يستحر القتل بالقراء بالمواطن، فيذهب كثير من القرآن، وإني أرى أن تأمر بجمع القرآن\". قلت لعمر: كيف تفعل شيئاً لم يفعله رسول الله صلى الله عليه وسلم؟ قال عمر: \"هذا والله خير\" فلم يزل عمر يراجعني حتى شرح الله صدري لذلك، ورأيت في ذلك الذي رأى عمر. قال زيد: قال أبو بكر: \"إنك رجل شاب عاقل، لا نتهمك، وقد كنت تكتب الوحي لرسول الله صلى الله عليه وسلم، فتتبع القرآن فاجمعه\". فوالله لو كلفوني نقل جبل من الجبال ما كان أثقل علي مما أمرني به من جمع القرآن. قلت: كيف تفعلون شيئاً لم يفعله رسول الله صلى الله عليه وسلم؟ قال: \"هو والله خير\" فلم يزل أبو بكر يراجعني حتى شرح الله صدري للذي شرح الله صدر أبي بكر وعمر، رضي الله عنهـما، فتتبعت القرآن أجمعه من العسب واللخاف وصدور الرجال\". [[البخاري (6/98) وراجع البرهان ـ في أصول التفسير للإمام بدر الدين بن محمد الزركشي رحمه الله (1/233) والعُسُب جمع عسيب وهو جريد النخل العريض الذي لا ينبت عليه الخوص، واللخاف جمع لخفة، وهي حجارة بيض رقاق، راجع النهاية لابن الأثير (3/234، 4/244)]]. [s3] المثال الحادي عشر: أن يستشير ولي الأمر رعيته فيسمع منهم ويأخذ برأي ذي الخبرة منهم: وإن كان غيره أفضل منه، كما في أخذ عمر بمشورة خالد رضي الله عنه، عندما استشار المسلمين في تدوين الديوان، فقال له علي بن أبي طالب رضي الله عنه: تقسم كل سنة ما اجتمع إليك من المال، ولا تمسك منه شيئاً، وقال عثمان بن عفان رضي الله عنه: أرى مالاً كثيراً يسع الناس، فإن لم يحصوا حتى يعرف من أخذ ممن لم يأخذ، خشيت أن ينتشر الأمر، فقال خالد بن الوليد رضي الله عنه: قد كنت بالشام فرأيت ملوكاً قد دونوا ديواناً وجندوا جنوداً فأخذ بقوله\". [[الأحكام السلطانية للماوردي 199ـ200]]. وبهذا يظهر أن أسلوب الشورى، وإجرائها، يختلف من حال وحال، وظرف وظرف، وموضوع وآخر... ولكل مقام مقال، ولكل حال رجال. [s2] المبحث الثاني: الحكمة في عدم تحديد أسلوب محدد يلتزم به. يبدو واضحاً من الأحداث التي ذكرت في دراسة ما سلكه الرسول صلى الله عليه وسلم، وأصحابه رضي الله عنهم في أسلوب الشورى وطرق إجرائها - وهي أحداث قليلة من كثير - أن الشارع الحكيم لم يضع أسلوباً معيناً يُلْزِم المسلمين اتباعه في كل أمر يحدث لهم يحتاجون فيه إلى المشورة، بل ترك الباب مفتوحاً للمسلمين ليتخذوا لكل حدث ما يناسبه، من الأسلوب الذي تجري به الشورى. فالأحداث مختلفة، منها ما يحتاج إلى رأي شخص واحد، ومنها ما لا يكفى فيه إلا شخصان أو أكثر، ومنها ما لا يكفي فيه إلا أهل الحل والعقد بأجمعهم، ومنها ما يقع في ظروف تتعين فيها السرعة والبت في الأمر، ويصعب تأجيل ذلك حتى يجتمع أهل الحل والعقد كلهم، فيكتفي بالحاضرين، ومنها ما لا ينبغي أن يطلع عليه إلا العدد القليل؛ لأنه خطر يقتضى السرية وعدم النشر، ومنها ما يحتاج فيه إلى ذوي الخبرة بأمور معينة. وقد يقتضي الأمر استقصاء آراء أهل الحل والعقد في اجتماع واحد، وقد يقتضي تقسيمهم إلى مجموعات، بحيث يأخذ رأي كل مجموعة على حدة، وقد يقتضي أخذ رأي زعماء أهل الحل والعقد فقط. وهكذا تختلف موضوعات الشورى وزمانها ومكانها وأهلها، ولكل مقام مقال، ولكل أمر رجال. وقد تحدث في بعض العصور وسائل يكون استعمالها أجدى وأنفع في أسلوب الشورى، وقد حدث في هذا العصر مثلاً سبل جديدة لسرعة المواصلات والاتصالات، كما حدثت أنظمة إدارية منظمة دقيقة، لا يصعب معها مشاورة أهل الحل والعقد كلهم في جميع بلاد المسلمين في الغالب، سواء كان ذلك عن طريق الاجتماعات العامة كالمساجد وقاعات الاجتماعات والمؤتمرات. أو عن طريق التقسيمات الإدارية للبلدان، كالمقاطعات والمدن والحارات، أو عن طريق المراكز الحكومية، كالوزارات والمؤسسات، أو عن طريق التجمعات العمالية كالمصانع ونحوها، أو عن طريق أجهزة الاتصالات المباشرة السمعية والبصرية، كالهاتف المذياع والتلفاز، والشبكة العالمية \"الإنترنت\"... كل ذلك أصبح ميسراً لا صعوبة فيه، ولقد كان حدث اختيار الخليفة يحتاج إلى استشارة أهل الحل والعقد في المدينة وخارجها من البلدان، ولكن ذلك يصعب في ذلك الزمان، لصعوبة المواصلات والاتصالات، فاكتفي في ذلك بأهل الحل والعقد الحاضرين في المدينة وما جاورها، لأن ذلك هو المستطاع في ذلك الوقت. لذلك حدد الشارع الهدف من الشورى، وهو: الوصول إلى الحق والتعاون على تحقيقه بالوسائل الممكنة. كما حدد صفات أهل الشورى وعلاقتهم بولي الأمر، وترك الوسيلة إلى اتخاذ الشورى بدون تحديد معين، بل اتخذ وسائل لذلك متنوعة تدل على سعة الأمر في ذلك، ليتخذ المسلمون أنفع الوسائل وأنجحها وأسهلها، لكل حدث وفي كل زمان ومكان. قال عبد القادر عودة رحمه الله - بعد أن ذكر الآيتين الواردتين في الشورى - بلفظهما: \"وظاهر من النصين المقررين لمبدأ الشورى، أنهما عامان مَرِنان إلى آخر حدود العموم والمرونة، بحيث لا يمكن أن يحتاج الأمر إلى تعديلهما، أو تبديلهما في المستقبل، وفي هذا بيان لما قلناه من أن الشريعة تتميز بصفة الدوام، وأنها لا تقبل التبديل والتعديل. ولهذه الاعتبارات اكتفت الشريعة بتقرير الشورى كمبدأ عام، وتركت لأولياء الأمور في الجماعة أن يضعوا معظم القواعد لتنفيذها، لأن هذه القواعد تختلف تبعاً لاختلاف الأمكنة والجماعات والأوقات. فلأولياء الأمور - مثلاً - أن يعرفوا رأي الشعب عن طريق رؤساء الأسر والعشائر، أو عن طريق ممثلي الطوائف، أو بأخذ رأي الأفراد الذين تتوفر فيهم صفات معينة، إما بطريق التصويت المباشر، وإما بطريق التصويت غير المباشر. ولأولياء الأمور أن يسلكوا أي سبيل آخر يرون أنه أفضل من غيره، في تعرف رأي الجماعة، بشرط أن لا يكون في ذلك كله ضرر ولا ضرار، بمصالح الأفراد أو الجماعة أو النظام العام\". [[التشريع الجنائي الإسلامي (1/37) وراجع كتاب \"مجموعة بحوث فقهية\" لعبد الكريم زيدان ص104، وراجع تفسير المنار (4/201)]]. قلت: بعد أن عرفتَ تلك الأساليب التي سلكها الرسول صلى الله عليه وسلم وأصحابه، في إجراء الشورى يتبين لك بأن المقصود اتخاذ الأسلوب المشروع المؤدي إلى الهدف من الشورى في كل زمان ومكان، وكلما كان الأمر المراد التشاور فيه أخطر من غيره كان الاجتهاد في الوسيلة المؤدية إليه أعظم..."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "الفصل السادس: مقارنة بين الشورى والنظم المقابلة لها",
    "content": "وفي هذا الفصل مبحثان: المبحث الأول\t: بيان خصائص الشورى. المبحث الثاني\t: بيان خصائص بعض النظم المقابلة للشورى. [s2] المبحث الأول: بيان خصائص الشورى إن قاعدة الشورى، تعتبر كغيرها من قواعد الإسلام الأخرى، رحمة من الخالق بعباده، وهي إذا ما قورنت بغيرها من النظم البشرية المقابلة لها، عدت سفينة نجاة للأمة، وليس ذلك بخاف على من اطلع على خصائصها من مصادرها الإسلامية، وعلى واقعها في التاريخ الإسلامي، ولعل في الفصول والمباحث السابقة ما ينير الطريق لمن أراد أن يصل إلى الاقتناع بذلك. ويجب أن يعلم أن الشورى مصطلح إسلامي يحمل معناه المستقل به في الإسلام كمصطلحات الإيمان، والصلاة، والزكاة، والحج، والجهاد، وغيرها من المصطلحات الإسلامية، التي لا يجوز أن تفسر إلا بما أراده الشارع منها وبينه في الكتاب والسنة. فكما أن إيمان المسلم يختلف عن إيمان اليهودي والنصراني وغيرهما، وكذلك الصلاة يختلف معناها عند المسلم عن معناها عند اليهودي والنصراني وغيرهما، وكذا بقية المصطلحات المذكورة وغيرها. وكذلك الشورى يختلف معناها عند المسلمين عن معنى الديمقراطية عند غير المسلمين، وكما أنه لا يوجد في الأديان دين يرضاه الله تعالى وينجي صاحبه من عذابه إلا الإسلام، فكذلك لا يوجد نظام سياسي يرضاه الله ويثيب عليه وينجي صاحبه من الشقاء في الدنيا والعذاب في الآخرة، إلا نظام الإسلام المبني على قواعده التي أرساها الخالق، ومنها قاعدة الشورى. ولا يعني هذا أن الشورى قد لا يلتقي معها بعض الأنظمة السياسية في بعض جزئياتها في الصورة والمظهر. بل قد يحصل ذلك الالتقاء المظهري، ولكن الحقيقة تختلف اختلافاً جوهرياً. ولا بد هنا من مقارنة وجيزة بين الشورى، وغيرها من الأنظمة البشرية، ليعلم من يجهل حقيقة الشورى أنها سفينة النجاة، وأن سواها من النظم الأخرى المقابلة لها سفن هلاك، ليس في أساليبها ونظمها الإدارية التي قد تكون مفيدة للمسلمين، وإنما في منطلقاتها العقدية. وستكون المقارنة موجزة بذكر بعض خصائص الشورى، ثم بذكر بعض خصائص نظامين مشهورين في العالم: النظام الأول: النظام الديمقراطي الذي يقال عنه: إنه يشبه الشورى في الإسلام وهو شبه لا يؤهله أن يقترب منها في حقيقتها، كما سيظهر ذلك قريباً إن شاء الله. النظام الثاني: النظام الاستبدادي المسمى \"بالديكتاتوري\". [s3] والخصائص التي تمتاز بها الشورى: خصائص كثيرة نوجز أهمها فيما يأتي: الخصيصة الأولى: أن ولي الأمر المسلم وأهل شواره ورعيته كلهم يؤمنون بأنهم عبيد الله، وأنه تعالى هو المشرع وحده، كما أنه هو الخالق وحده، وأن هنالك مصالح ومفاسد لا قدرة لهم على جلب الأولى منها ودرء الثانية، إلا بتوجيه من الخالق إلى الوسائل التي تمكنهم من ذلك. وقد تولى الخالق سبحانه وتعالى بيان تلك المصالح والوسائل الموصلة إليها، وبيان المفاسد والذرائع المفضية إليها، في كتابه وسنة رسوله صلى الله عليه وسلم وإجماع علماء المسلمين، وأن ما كان كذلك لا يدخل في نطاق الاجتهاد ولا الشورى، وإنما يجب التسليم به وعدم رده ظهرت حكمته أو لم تظهر. ومعرفة المسلمين لهذه الميزة وإيمانهم بها، يقيهم من الزلل والدخول فيما لا يحسنون فيه صنعاً، ويحفظ جهودهم وطاقاتهم من الضياع، ويكفل لهم الفوز بتنفيذ أوامر الله التي كلفهم إياها عالماً أن مصلحتهم في ذلك. الخصيصة الثانية: أن ولي الأمر، وأهل الشورى يجتمعون للتشاور وهدفهم جميعاً الوصول إلى الحق الذي يرضي الله سبحانه وتعالى، ويكون الإخلاص لله حادياً لهم أن يجتنبوا اتباع الهوى أو التعصب لرأي بغير حجة وبرهان على مصلحته، وقد يخالف بعضهم بعضاً، ويصر كل منهم على رأيه وقت المشاورة ويدعمه بالحجة، ولكن خلافه ناشئ عن شعوره بالمسؤولية أمام الله سبحانه وتعالى، وليس ناشئاً عن اتباع هوى أو الوقوف ضد رأي غيره لأغراض شخصية أو حزبية أو غيرها. ويترتب على هذا أن يصغي كل واحد لرأي أخيه، باهتمام بالغ، ورغبة شديدة في أن يسمع منه حقاً يؤيده فيه، وإن سمع منه ما يظنه غير ذلك، قدم النصح وأظهر الحجة. قاصداً وقاية الأمة من الخطأ أو الخطر. الخصيصة الثالثة: الجدية في الأمر، من قبل ولي الأمر وأهل الشورى، فولي الأمر المسلم عندما يدعو أهل الحل والعقد للتشاور معهم في أمر من أمورهم، يدعوهم وهو جاد في سماع آرائهم والاستفادة منها طالباً للحق، لا يختلف جده في طلب الحق من الشورى عن جده في طلب الصواب والأجر في صلاته وصيامه وحجه. فكما يصلي ويصوم ويحج راجياً من الله قبول عمله وإثابته عليه، فإنه يشاور أصحابه راجياً أن يوفقهم الله للوصول إلى الحق الذي يرضي الله سبحانه وتعالى. ولا يقصد أن يضلل رعيته باسم الشورى، ليتخذ بها شرعية أمر من الأمور، وهو يعلم أن ذلك ليس من مصلحتهم في شيء. وكذلك أهل الشورى يجتمعون مع ولي أمرهم، وهم جادون في إبداء آرائهم وحججهم، عازمين على أن يقولوا كلمة الحق، وإن أغضبته، وليسوا إمَّعَات له يؤيدونه في كل آرائه حقاً كانت أو باطلاً، تقرباً إليه وفوزاً برضاه، فرضا الله عندهم مقدم على رضاه، بل على رضا كل أحد، فلا يُخشى من أن يَغش وليُّ الأمر رعيتَه وأهلَ شواره، ولا يُخشى من أهل الشورى أن يَغشوا وليَّ الأمر ولا رعيتهم. ويترتب على هذه الميزة أن تأمن الأمة على جلب مصالحها، ودفع مضارها، لأن ولي أمرها وممثليها جادون في تحقيق ذلك لها. الخصيصة الرابعة: أن ولي الأمر وأهل الشورى لا يصلون إلى وظائفهم عن طريق طلبها وترشيح أنفسهم لها، أو السعي للحصول عليها عن طريق الرشوات أو القرابات، أو الاشتراك في مصالح مادية، كما يحصل ذلك في الانتخابات المبنية على مصالح مشتركة بين المنتخَب ومن ينتخبه، لأن الذي يطلب الولاية لا يُوَلَّى عند المسلمين إلا لضرورة أو حاجة تنزل منزلة الضرورة. ويترتب على هذه الميزة الأمن من التكتلات الحزبية أو السياسية، ومن التنافس على الوظائف والصراع من أجلها. الخصيصة الخامسة: أن ولي الأمر المسلم وأهل شواره إذا فرغوا من المشاورة، وأخذ ولي الأمر بالرأي الذي فيه المصلحة، وقف هو وأهل الشورى والأمة كلها صفاً واحداً لتنفيذ الرأي، وأصبح المخالف الذي لم يقتنع برأي ولي الأمر ومن معه وقت المشاورة، كأنه هو صاحب الرأي في الحماس له وتنفيذ مقتضاه، ويعتبرون كلهم أن ذلك هو مقتضى طاعة الله ورسوله وطاعة ولي الأمر الذي أمر الله بطاعته، ما دام في أمر اجتهادي لا معصية فيه للخالق. ويترتب على ذلك وحدة الكلمة ولمِّ الشمل والتجرد عن الأهواء، وسدِّ منافذ الخلاف بحجة المعارضة ونحوها، ولا يجرؤ أحد أن يؤلب الناس ضد ولي الأمر ومن معه، بل يعتبر كل من تخلف عن طاعته في ذلك، عاصياً لإجماع الأمة كلها ضده حتى يعود إلى الصف مطيعاً نادماً. وإن هذه الخصائص - كلها - وغيرها مما لم يذكر هنا واضحة في النصوص المتقدمة في الفصول السابقة ومباحثها، ويمكن للباحث أن يتبين ذلك من مراجعة الحوادث المذكورة قبل. وبهذا يعلم أن الشورى هي سفينة النجاة للسياسة الإسلامية، وهى إحدى قواعد الأمن السياسي التي لا توجد قاعدة تماثلها في غير السياسة الشرعية. [s2] المبحث الثاني: بعض خصائص النظم المقابلة للشورى وفي هذا المبحث فرعان: الفرع الأول: خصائص الديمقراطية. الفرع الثاني: خصائص النظام الاستبدادي (الديكتاتوري). [s3] الفرع الأول: خصائص الديمقراطية: لا نريد أن نكلف أنفسنا عناء تلخيص تعريف للديمقراطية، لأن أهلها المختصين بتحليلاتها ومزاياها ونتائجها وتاريخها، يتهربون من تعريفها تعريفاً محدداً، لما مرت به من أطوار، وما فسرت به من تفسيرات مختلفة، وما اعتراها من تطبيقات متضادة. [[راجع على سبيل المثال: كتاب \"العلم والديمقراطية والإسلام\" تأليف همايون كبير، ترجمة عثمان نويه ص: 29 وما بعدها، وكتاب \"تكوين الدولة\" لروبرت م كيفر، ترجمة حسن صعب ص 219 وما بعدها]]. والديمقراطية هي لافتة الدول المعاصرة، فلا تجد دولةً، مهما كان نظام حكمها، لا تدعي أنها ديمقراطية، إلا ما ندر، إما في تسمية الدولة وإما في دستورها، وكل تصرف تقوم به الدولة في الشعب - حتى ولو كان ظلماً مكشوفاً، كإزهاق النفوس، وأخذ الأموال بغير حق، والاعتداء على الحقوق - فهو من محاسن الديمقراطية عند تلك الدولة لزعمها بأنها دولة ديمقراطية. مع أن من أكبر محاسن الديمقراطية عند أهلها: أن يكون للشعب نصيب في الحكم مع الدولة أما بطريقة مباشرة - أي أن يحكم الشعب نفسه - وهى من أحلام فلاسفة السياسة المستحيلة، وينادي بها بعض زعماء العرب اليوم، وإما بطريقة غير مباشرة وهي أن يحكم الشعب عن طريق ممثليه في النظام النيابي. [[راجع القاموس السياسي، لأحمد عطية الله، نشر دار النهضة العربية - القاهرة، الطبعة الثانية ص 547 – 548]]. ومما يدل على زيف دعوى كثير من الدول أنها ديمقراطية التطبيق العملي الاستبدادي، قال روبرت م كيفر: \"ولربما ظلت الديمقراطية في بعض البلاد شكلية أكثر منها حقيقة، وهذا ما حدث في أكثر البلاد التي اقتبستها في القرن التاسع عشر، فقد اشتهر آنذاك أمر الديمقراطية الدستورية، مع علو شأن الدول الديمقراطية الكبيرة، فأخذت بها بعض البلاد، اقتداء بالدول الكبيرة، بدون أن تكون مستعدة لها استعداداً كافياً، وهذا ما فعلته بلاد أمريكا اللاتينية وغيرها من البلاد، فظل أكثرها ديمقراطي المظهر أوليغاركي الجوهر\". [[تكوين الدولة... والأوليغاركي، هو حكم الفرد أو الفئة القليلة حكماً استبدادياً مطلقاً، وهو ما يسمى بالديكتاتوري]]. ومع ذلك فإن الميزات والخصائص التي نريد ذكرها هنا للديمقراطية، هي ميزاتها وخصائصها عند الدول الغربية المعترف لها بتطبيق مَّا من معنى الديمقراطية في هذا العصر، وليست الديمقراطية التي تتترس بها دول استبدادية، حتى يكون للمقارنة معنى، وحتى لا يقال: إن الديمقراطية التي ذكرت خصائصها ديمقراطية مدعاة مزيفة، وكان عليك أن تذكر ميزات الديمقراطية الصحيحة التي تطبقها الدول المتمسكة بها، كأمريكا الشمالية وبعض الدول الأوروبية، وبخاصة الغربية منها. [s3] الميزة الأولى للديمقراطية: أن الأمة هي مصدر السلطات [[نفس المرجع السابق ص: 230، والقاموس السياسي لأحمد عطية الله ص548]]. ومعنى هذا أن ولي الأمر وأعوانه في النظام الديمقراطي يستمدون سلطتهم من الشعب، وعلى ذلك تصاغ الدساتير، وتسن القوانين بناء على ما يحقق رغبات الشعب، فالشعب في النظام الديمقراطي، هو الذي يجب أن يحوز ولاة الأمور رضاه، ليتمكنوا من البقاء على كراسي الحكم والفوز في الانتخابات، وكلما تغيرت رغبات الشعب وجب تغيير الأنظمة والقوانين، لتحقق الرغبات الجديدة.. وهكذا...! قال المودودي رحمه الله: \"وأصبحت - يعني الديمقراطية - تعني إطلاق العنان لتصرفات كل أمة، لتحقق رغباتها كيف تشاء، هذه الرغبات التي تمثل في الواقع رأي الأكثرية، لا رأي أفراد الأمة جميعاً، وليس هناك ضابط يضبط هذه الرغبات، فقوانين البلاد وأنظمتها في الأخلاق أو المدنية أو الاجتماع أو السياسة تأخذ صفة الحق، وتصير صحيحة ما دامت تؤيد رغبات أكثرية الأمة، وتأخذ صفة الباطل وتصير خطأ ما دامت تجافي هذه الرغبات التي تتبع أهواء النفوس وتميل معها، ولهذه الأكثرية أن تسن من القوانين ما تشاء، وعلى الحكومة التي تمثلها أن تركز جميع إمكانياتها لتحقيق الأماني القومية\". [[الإسلام والمدنية الحديثة ص18ـ19 طبع الدار السعودية ـ الطبعة الأولى]]. ويترتب على هذه الميزة أن تكون مناهج الحياة كلها، مبنية على أهواء الناس ورغباتهم، وأن تكون قابلة للنقاش والأخذ والرد والتغيير والتبديل، وليس هناك أي مبدأ من المبادئ أو قضية من القضايا لها حصانة من عرضها على ممثلي الشعب للبحث فيها لإثباتها أو نفيها، سواء ما تعلق بالتشريع، أو السياسة، أو الأخلاق، أو الاقتصاد، أو الحرب، أو غيرها. وبذلك يكون أي مبدأ من مبادئ النظام معرضاً للنقد وعرضه لاتخاذ قرار فيه، ليصبح في ظل الرغبة الجديدة مرغوباً فيه، بعد أن كان في ظل الرغبة القديمة مكروهاً محظوراً، أو بالعكس، والغالب أن ذلك لاتِّباعِ الهوى الذي لا ميزان له يضبطه. ولنضرب لذلك مثالاً واحداً فقط يدل على السقوط المريع الذي وقع فيه حماة الشعوب الغربية \"برلماناتها وولاة أمرها\" وهو ما أبَتْه الشرائع السماوية والأعراف الإنسانية والقوانين المدنية في سائر الدهور، من جعل ارتكاب فاحشة الزنا، وممارسة الشواذ شذوذهم أمراً عادياً، ولم يكتفوا بذلك حتى قننوه وجعلوه مثل الزواج المدني بين الجنسين..!! ومن ذلك القانون الشاذ ـ استجابة لرغبة الشواذ ـ الذي وافق عليه مجلس الشيوخ الهولندي، ليكون زواج الرجل بالرجل، وزواج المرأة بالمرأة، عقد زواج مدني لا فرق بينه وبين الزواج بين الجنسين: \"وافق مجلس الشيوخ الهولندي أو الغرفة الأولى للبرلمان كما يسمى في هولندا، الثلاثاء 19/12/2000م، على مشروع قانون تقدم به وزير العدل \"يان كوهين\" يقنن زواج الشواذ من الجنسين، ويحوّله بالتالي إلى عقد زواج مدني عادي يضاهي من حيث القيمة القانونية عقد الزواج العادي، أي الزواج بين الجنسين المختلفين. وقد جاءت موافقة أعضاء مجلس الشيوخ بأغلبية مريحة مثلما كان متوقعاً، كما جاء في تقرير لوكالة الأنباء الرسمية \"إي. إن. بي\"، حيث حظي القانون بمساندة 49 عضواً يمثلون كلاً من حزب العمل الحاكم، وشريكيه في الحكومة: الحزب الليبرالي وحزب الديمقراطيين 66، فضلاً عن حزبي اليسار الراديكاليين: حزب اليسار الأخضر، والحزب الاشتراكي. ولم يلق القانون الجديد والغريب في نفس الوقت سوى معارضة أقلية من النواب يمثلون حزب النداء الديمقراطي المسيحي، وأحزاب مسيحية أخرى صغيرة. ويعتبر القانون الجديد فريدًا من نوعه لاعتبارين اثنين على الأقل؛ أولهما: أنه يجعل هولندا الدولة الأولى في العالم التي تتبنى مثل هذا التشريع، وثانيهما: أنه يضع هولندا مرة أخرى وفي ظرف لا يتعدى عدة أسابيع لتكون سباقة دولياً إلى حسم قضايا شائكة وحساسة، وفي اتجاه بدا للكثيرين مريبًا ومثيرًا، خصوصاً فيما يتعلق بموقف الدولة من القيم الدينية والأخلاقية، حيث لم يمض سوى وقت قصير منذ تبني البرلمان الهولندي قانونًا يجيز ما يسمى بـ\"قتل الرحمة\" للمرضى الميؤوس من حالتهم، حتى تبنى قانونًا جديدًا لا يقل غرابة وهو قانون \"زواج الشواذ\". وسيدخل القانون الجديد حيز التنفيذ في شهر يناير من السنة الجديدة 2001، حيث سيجري ضم هذا القانون إلى مواد مدونة الأحوال الشخصية الهولندية، وسيكون ملزِمًا للبلديات والقنصليات الهولندية في الخارج، بحيث توفر الإمكانيات وتكيف الإجراءات لكي يصبح بمقدور الشواذ من الجنسين \"لوطيين وسحاقيات\" توقيع عقود زواجهم وتوثيقها!. [[المرجع موقع \"إسلام أون لاين\": http://www.islamonline.net/Arabic/news/2000-12/21/article13.shtml]]. وما حصل في هولندا انتشر في غيرها من الدول الغربية، ومنها أمريكا، ولنضرب مثالاً بالتقرير الآتي الذي تم في هذا العام 1425هـ  ـ 2004م \"تقارير رئيسية: (عام) الأربعاء 10 صفر 1425هـ  - 31 مارس 2004م: ما حدث قبل أسابيع في مقاطعة سان فرانسيسكو الأمريكية حيث قام مجلس البلدية بتوثيق زواج 2600 من الشواذ؛ ليس مجرد مظهراً جديداً من مظاهر انحلال العالم الغربي وبالأخص الولايات المتحدة، وإنما هو طفرة جديدة للانتكاسة الفطرية والأخلاقية التي يعاني منها هذا الشطر من العالم، وقبل الحديث عن دلائل هذا الأمر وتبعاته نلقي الضوء على الحدث نفسه: فقد فتح عمدة المدينة الباب أمام الشواذ للحصول على تراخيص قانونية لزواجهم مما أدى إلى تدفق هذه الفئة الشاذة على مجلس البلدية لتوثيق عقود الزواج التي فاق عددها حتى الآن عن 2600 عقد، 15% منها لشواذ قدموا من خارج المدينة حيث لا تشترط قوانينها وثائق تتعلق بإقامة الأزواج. ويقول عمدة المدينة \"جافين نيوسم\" عن الدافع وراء قراره: أعتقد أن زواج المثلين أمر حتمي في بعض الحالات، ويعد تجاوزه خطأًً كبيراً\". [[المرجع: \"موقع مفكرة الإسلام\": http://www.islammemo.cc/taqrer/one_news.asp?IDnews=134]]. وإذا لم يتمكن الشواذ في بعض الدول الغربية من تقنين زواجهم، لجأوا إلى دولة غربية أخرى أصبح هذا الزواج فيها مقنناً، ليعقدوا قرانهم فيها، فيصبح معترفاً به تترتب عليه جميع أحكام الزواج المدني العادي بين الجنسين: \"ومما يذكر أن زاوج الشواذ مسموح به في عديد من الدول الأوربية كبلجيكا وهولندا، وعادة ما يلجأ الشواذ الفرنسيون إلى السفر إلى هذه البلدان أو إلى بعض ولايات الولايات المتحدة لعقد زواجهم فيها!\". [[المرجع: \"لها أون لاين\": http://www.lahaonline.com/People/Archive/a2-30-04-2004.doc_cvt.htm]]. ولا زالت الدول الغربية ترعى مؤتمرات الشواذ وتدافع عنهم، فهذه العاصمة السويدية \"ستوكهولم\" تحتضن مؤتمراً لهم وتحرسهم حراسة مشددة ضد الاحتجاجات التي قام بها من بقيت عندهم فطرة بشرية ضد هذه الممارسات الشاذة، فقد عقدوا مؤتمرهم تحت عنوان: \"مهرجان برايد Praid باسم الحديقة الشهيرة في المدينة\". وقد أقر البرلمان السويدي قانوناً يعطي الحق للزوجين المثلين سواء أكانا ذكرين أم أنثيين بتبني الأطفال وتربيتهم\". [[مجلة المجتمع الكويتية. عدد: 1613. من 7إلى 13 أغسطس. عام 2004م صفحة: 35]]. فهل ترى أمثال هؤلاء يصلحون لقيادة الشعوب والنيابة عنها وتولي أمرها، وهم يقودونها إلى مهاوي الهلاك ويفتحون لها أبواب الأمراض الحسية والمعنوية على السواء؟ [s3] الميزة الثانية: أن ولي الأمر في النظام الديمقراطي، ونواب الأمة - كما يسمون - يجتمعون للتشاور في أمر ما من الأمور: وقد قررت كل طائفة الأمر الذي تريده وتؤيده بناء على رغبة من أنابها من فئات الشعب، وليس يشترط أن يكون النائب أو النواب الممثلون لطائفتهم مقتنعين بما يؤيدونه ويطالبون به، بل قد يكونون غير راضين بما يطالبون به في واقع الأمر، ولكنهم مضطرون للمطالبة به تحقيقاً لرغبات طوائفهم التي يمثلونها، لأنهم موظفون عند تلك الطوائف ليطالبوا بما تطالب وينفذوا ما ترغب فيه، وافق الحق أم الباطل، رضوا عنه هم أو سخطوا. ويترتب على هذا أن لا يجتمع النواب على هدف واحد، وهو الحق الذي تتحقق به المصالح وتدرأ به المفاسد، وبذلك تتضارب الأهداف وتصطدم الوسائل وتبقى الأمة وولي أمرها في صراع دائم وخصام مستحكم، وتتعدد الآراء بتعدد الطوائف وأهواءها، ولا حد لتعدد الأهواء. [s3] الميزة الثالثة: أن ولي الأمر وحكومته في النظام الديمقراطي لا يصلون إلى وظائفهم، إلا بترشيح أنفسهم وتنافسهم في إقناع الجماهير باختيارهم، وبتقديم وعود تدغدغ العواطف وتضلل العقول، والإكثار من الأكاذيب الدعائية، وبالالتزام بتحقيق رغبات من يختارهم ممثلين عنه، وقد يصل إلى الحكم من لا يستحقه. [s3] الميزة الرابعة: عدم الجدية في تحقيق المصالح العامة الحقيقية للأمة، بل يكون هدف ولي الأمر وحكومته من التشاور الضغط على المتشاورين وتوجيههم إلى الموافقة على مقترحاتهم، التي تحقق – في الغالب - مكاسب معينة لمصلحة طائفتهم أو حزبهم. كما أن الأحزاب المعارضة للحكومة، هدفهم أن يثنوا ولي الأمر وحكومته عن تحقيق الهدف الذي قرروه، لأنه ليس في مصلحة الأحزاب المعارضة. ويترتب على ذلك غالباً عدم الجدية في الوصول إلى الحق الذي يخدم المصلحة العامة لجميع فئات الشعب، وتكون الجدية لتحقيق الأهواء والرغبات، بدلاً من الوصول إلى تحقيق المصلحة العامة. وقد يوافق بعض الأحزاب على ما يريد تحقيقه الحزب الحاكم، لعلمهم بأن نتيجته ستكون في مصلحتهم، وسيكون الحزب الحاكم هو الخاسر... [s3] الميزة الخامسة: أن الطائفة التي لم تفز بالحكم - وهي الأقلية نسبياً - لا تلتزم بالطاعة للطائفة التي فازت بالحكم، بل تقف منها موقف المعارض في غالب القضايا التي ليست في صالحها، وتتصدى لنقد الحكومة في كل أمر لا ترضاه، ولو قررته الأغلبية في مجالس المشاورة، وتحاول بكل ما أوتيت من قوة إضعاف الطائفة الحاكمة، وإظهار مساويها أو اختلاق مساويٍ لها ونشرها بين الناس، ولو لم تكن واقعة فعلاً، لتتمكن الطائفة غير الحاكمة من إيجاد شقاق وتصدع في صفوف الحكومة وتكتلات خارجها ضدها، لتوصلها إلى العجز عن القيام بأعبائها، فتضطرها إلى السقوط، ثم تحل الطائفة المعارضة محل الطائفة الحاكمة، وتبدأ الطائفة التي سقطت حكومتها تكيل للطائفة الحاكمة الجديدة بنفس مكيالها. وهذا لا ينفي اتفاق الحزب الحاكم، وأحزاب المعارضة أحيانا على التعاون التام في حدث معين، عندما يكون الأمر المتفق عليه يحقق لهم جميعاً مصالحهم ويُرضي عنهم الشعب.. وهكذا يحصل الصراع والخلاف للتناوب على مركز القيادة، بدون سمع ولا طاعة، ولا التزام بمبدأ الحق. وقد مضى موقف أهل الشورى والأمة كلها من طاعة ولي الأمر بعد أن يختار الرأي الذي يراه صواباً، وأنهم يصبحون جنوداً منفذين طاعة لله ولرسوله ولأولي الأمر.. [s3] الميزة السادسة: فقد أهل الديمقراطية الرادع الإيماني الذي يحجزهم عن مخالفتها عندما يريدون المخالفة، وهذا فارق كبير بين الشورى عند المسلمين، والديمقراطية عند غيرهم. فغير المسلمين لا يحجزهم عن مخالفة الديمقراطية، إلا الرقابة البشرية عليهم، فيلتزمون بها ما دامت الرقابة البشرية تلاحقهم، فإذا فقدت هذه الرقابة، لم يبالوا مخالفتها. وقد كشف الله تعالى زيف الديمقراطية المدعاة في هذا الزمن، الذي خالفت فيه أكبر دولة في العالم تدعي الديمقراطية، وتزعم أنها تدعمها في كل الدول، وأنها حامية حقوق الإنسان في الدنيا كلها، حقوقه في المعتقد، وحقوقه في اختيار النظام الاجتماعي والسياسي والقانوني والقضائي..، وهي حكومة الولايات المتحدة الأمريكية، ومعها حكومة المملكة المتحدة \"بريطانيا\" وغيرها من الدول الغربية، على اختلاف في المخالفة كثرة وقلة. فالديمقراطية لدى أمريكا، تختلف من بلد إلى آخر، فهي مشروعة في أوربا واليابان، وتطالب بها بلداناً أخرى، ظناً منها أن تطبيقها سيكون في مصلحتها – أمريكا – مثل جمهورية الصين الشيوعية، ولكنها تحاربها في بلدان أخرى، إذا علمت أن أحزاباً معينة ستنجح في الانتخابات السليمة، مثل الأحزاب الإسلامية، كالحال في الجزائر، بحجة أن نجاح الإسلاميين سيعود بالنقض على الديمقراطية، لأنهم إذا تمكنوا من الحكم فسوف لا يمكنون غيرهم من تبادل السلطة، مع أن حكام الأحزاب العلمانية، يشيبون ويهرمون في الحكم، عن طريق الانتخابات المزورة، وعن طريق القوة العسكرية، بل أصبحت الجمهوريات، ملكيات بتوريث الآباء للأبناء، وأمريكا تفضل هذا النهج المخالف للديمقراطية وحقوق الإنسان، على وجود ديمقراطية صحيحة تحقق النجاح لغير عملائها. وتظهر اليوم أمريكا أنها ستحاور الجماعات والأحزاب الإسلامية \"المعتدلة\" بحجة أن العلمانيين واللبراليين الذين والتهم وعاشرتهم في السابق لم يحققوا لها ما تريد، وأن الإسلاميين أصبحت لهم شعبية في بلدانهم. ولا أظن أن أمريكا صادقة في ما أظهرته، بل قد يكون لها أهداف ترمي إلى تحقيقها في بلدان المسلمين، ومنها: إشعال نار العداء والصراع بين من تسميهم \"إسلاميين معتدلين\" وبين العلمانيين، لتضعف الجميع ثم تسيطر عليهم جميعاً، لذلك يجب عليهم أن يحذروا من مكرها، وأن تتفاهم الشعوب فيما بينها وتتقارب جماعاتها وأحزابها على ثوابتها التي تعصمها من الوقوع فيما وقعت فيه بعض البلدان الإسلامية مثل أفغانستان والعراق. ولا يمنع ذلك من الحوار مع الغربيين أوربيين وأمريكان، ولكن مع الحذر من مكرهم وغدرهم. وانكشفت ديمقراطية أمريكا وزعمها بأنها حامية حقوق الإنسان، في مواقفها من الأحداث في هيئة الأمم المتحدة، وبخاصة فيما يسمى \"مجلس الأمن\" حيث تصدر عشرات القرارات التي لا ترضى عنها أمريكا، فتتخذ حيالها حق النقض المسمى بـ\"الفيتو\" كما هو الحال في القرارات التي تصدر وفيها نوع مصلحة للشعب الفلسطيني، وتحاول بكل ما أوتيت من قوة، ومن وسائل سياسية ودبلوماسية، واقتصادية وعسكرية، دعم قرارات المجلس في مصلحة اليهود المغتصبين. وتقف أمريكا ضد أي حكومة وأي شعب مسلم يتمكن من صناعة سلاح نووي، أو تظن أنه يريد صناعته، فتضغط عليها وتحاصرها سياسياً ودبلوماسياً واقتصادياً وعسكرياً، كما هو الحال في جمهورية باكستان الإسلامية، التي ظلت أمريكا تهددها بسبب ذلك، بل إن اليهود يهددونها بضرب محطتها النووية، ومثلها إيران التي تشتبه أمريكا واليهود أنها تحاول صناعة سلاح نووي. وقد حطم اليهود المفاعل النووي العراقي، في عام 1981م واليوم تشن أمريكا واليهود الحملات الظالمة ضد الشعب العراقي، بزعم أنه يملك أسلحة الدمار الشامل، ومع إعلان الحكومة العراقية القبول بعودة المفتشين عن هذا السلاح، فإن أمريكا مصرة بتحريش يهودي على مهاجمة العراق عسكرياً. ومع هذه الحملات الظالمة على الشعوب الإسلامية، لم تلق أمريكا بالاً لمطالبة دول المنطقة، بالكشف عن السلاح النووي اليهودي، بل إنها تدعم اليهود بكل ما يحتاجون إليه، من مال وسلاح واقتصاد، وهكذا تقيم أمريكا تحالفاً مع الدولة الهندية التي صنعت السلاح النووي، وأجرت تجارب عليه قبل الباكستان، ألا يدل ذلك كله على أنه تحيز مع دول الكفر ضد الشعوب الإسلامية؟ وهل هذا السلوك سلوك ديمقراطي؟ وهاهي أمريكا قد غزت الشعب العراقي وعاثت فيه فساداً، وأحرقت الأخضر واليابس فيه، بحجة أنه يملك أسلحة الدمار الشامل، وقد تبين فساد تلك الحجة، وتبين أن هدف الغزو إنما هو لتحقيق أهداف سابقة مرتبة، من أهمها القضاء على القوة العراقية التي كانت فرائص اليهود ترتعد منها... وانكشفت ديمقراطية أمريكا في وقوفها مع الأقليات الانفصالية في الشعوب الإسلامية، ضد الأكثرية في تلك الشعوب، فقد جمعت العالم كله ضد إندونيسيا، حتى تم فصل \"تيمور الشرقية\" عنها، بل إنها ما زالت تسعى لانفصال بعض المناطق الإندونيسية الأخرى، مثل \"إريان الغربية\" وولاية \"آتشيه\". ولكن أمريكا تتفرج على الشعب الشيشاني المسلم العريق، الذي يطالب باستقلاله، تتفرج عليه أمريكا وهو يُحرق ويدمر من قبل الحكومة الروسية، وتصفهم بالإرهابيين، وكذلك تتفرج على إبادة الصين للشعب المسلم في التركستان الشرقية \"الويغور\" الذي يطالب كذلك بحريته واستقلاله، وقد أدرجته \"هيئة الأمم المتحدة\" وهي إحدى أذرعة أمريكا في حقيقة الأمر، في قائمة الإرهاب الذي تحاربه أمريكا! وهي تؤيد الانفصاليين في منطقة جنوب السودان، وتهدد السودان بتدخل عسكري في دار فور المشكلة الجديدة التي أوجدوها بعد الصلح الظالم مع الانفصاليين في جنوب السودان. بل تهدد بعض الدول العربية بتقسيمها، ومن الخطط التي يخشى من تنفيذها اليوم، تقسيم الجمهورية العراقية، إلى دويلات ثلاث... والهدف من ذلك زيادة الضعف لحكومات الشعوب الإسلامية، وبخاصة الدول العربية، ليبقى اليهود هم الأقوياء المسيطرين. مع العلم أن أمريكا قد أزهقت الأرواح وأسالت الدماء في سبيل إيجاد دولة تسمى: \"الولايات المتحدة الأمريكية\" فهل هذا السلوك سلوك ديمقراطي حضاري عادل، تقتل بشراً وتدمر دولاً، من أجل أن تجعلها دولة واحدة، ثم تقتل بشراً وتدمر دولاً من أجل تمزيق وحدتها؟! وهل من الديمقراطية وحقوق الإنسان، دعم اليهود في فلسطين بكل ما يحتاجون إليه، سياسياً، ودبلوماسياً، ومالياً، واقتصادياً، وعسكرياً، لإبادة الشعب الفلسطيني، ثم إدراج المجاهدين المدافعين عن أنفسهم وبلادهم في قائمة الإرهاب، وتجييش دول العالم ضدهم؟ وهل من الديمقراطية والعدل وحقوق الإنسان، أن تجيش أمريكا العالم كله، ضد حكومة طالبان، بسبب هدم أوثان منحوتة في صحراء خالية، في بلد مسلم، ثم تتغاضى عن هدم جامع أثري قديم يعمره المصلون المسلمون في الهند \"مسجد البابري\"؟ وهل من الديمقراطية والعدل وحقوق الإنسان، أن تتغاضى أمريكا عن استمرار حصار الصرب الصليبيين للمسلمين إلى اليوم، تحت غطاء دولي، ومنعهم من إعادة بناء مساجدهم التي هدمها أعداؤهم على رؤوسهم أيام الإبادة الظالمة؟. [[راجع مجلة المجتمع: عدد: 1519، صفحة: 38 بتاريخ : 14 -20 رجب 1423هـ ـ21 -27 سبتمبر 2002م]]. إن من حقوق الإنسان في الإعلان العالمي لحقوق الإنسان: \"حرية الدين\" يعني أن الإنسان حر في أخذ أي دين يرغب فيه، ومن المعلوم أن دين المسلمين هو الإسلام، وهو دين يشمل حياة المسلم كلها، العقيدة والعبادة والشريعة والأخلاق، وكل تصرفات المسلم، لا يفرق بين علاقة الفرد بربه، وعلاقته بنفسه، وعلاقته بأسرته وبجيرانه، وعلاقة الحاكم بالمحكوم، وعلاقات حكومة الإسلام بدول العالم \"العلاقات الدولية\". ويعتقد المسلم بناء على ذلك أنه يجب عليه الحكم بما أنزل الله، وأن من رفض الحكم بما أنزل الله، فهو كافر خارج عن ملة الإسلام..ومع ذلك، فإن أمريكا تعارض تطبيق الشريعة الإسلامية في أي بلد من بلدان المسلمين، فإذا شعرت بأن أي حكومة من حكومات الشعوب الإسلامية، يتجه إلى تطبيق الشريعة الإسلامية، أظهرت معاداتها، وهددتها بقطع المساعدات عنها، وألَّبَت عليها الأحزاب الأخرى لتعارضها، بل أجبرت غيرها من الدول الأخرى على مقاطعتها، كما فعلت أمريكا ذلك مع السودان، بمجرد علمها بتوجه حكومة الإنقاذ لتطبيق الشريعة على المسلمين. وتضغط أمريكا على حكومات الشعوب الإسلامية، بتغيير مناهجها، لاستبعاد كل ما يعتقد المسلمون أنه حق من الولاء والبراء، ومن فرضية الجهاد في سبيل الله، ومن موضوعات التاريخ الإسلامي، أو الجغرافيا السياسية، والطبيعية التي تعلم أجيال المسلمين، ببلدانهم المغتصبة، كما هو الحال في الأرض المباركة. ومعنى هذا أن أمريكا تُكْرِه المسلمين على التخلي عن إسلامهم وعقيدتهم وشريعتهم.. وقد استجابت لها بعض الدول العربية فغيرت مناهجها، والباقي في الطريق، فهل هذا السلوك سلوك ديمقراطي حريص على تطبيق الديمقراطية وحقوق الإنسان وحمايتهما؟! ثم ها هي أمريكا الديمقراطية، حامية حقوق الإنسان في العالم، تضيق الخناق على المؤسسات الإسلامية الخيرية، وعلى البنوك التي يحصل عندها مجرد شك، في أنها تمول ما تسميه بالإرهاب، وعلى المحسنين من الشخصيات الإسلامية، الذين يهتمون بالضعفاء والفقراء، والأرامل والأيتام، ويتعهدونهم بالإغاثة لتأمين غذائهم وكسوتهم ودوائهم، وبناء المدارس وتفريغ مدرسين لتعليم أبنائهم، وحفر الآبار لريهم من العطش، وبناء المساجد و توفير أئمة لها يؤمونهم في صلاتهم ويعلمونهم فرائض دينهم.. ها هي أمريكا تضيق الخناق على هؤلاء في كل أنحاء العالم، بحجة أنهم يمولون الإرهاب ويدعمون الإرهابيين. وجمدت أمريكا أموالاً، في كل البلدان، وهو تجميد ظالم يجلب الخسائر الفاحشة على أهلها. والناس يعرفون أن كثيراً من تلك المؤسسات والبنوك، والأفراد، لا صلة لهم بغير أعمال الخير، ولكن أعمال الخير الإسلامية تغيظ أمريكا وتزعجها، لأنها لا تريد حماية للمسلمين من التنصير الذي تدعمه جميع الدول الغربية، عن طريق مؤسساتها التنصيرية، التي تستغل ضعف المسلمين في العالم، من فقر وجوع، ومرض وعري، وتشرد وجهل، فتستغل مساعداتها لتنصير المسلمين وإخراجهم من دينهم، الذي هو وحده الدين الحق المقبول عند الله تعالى. فيحاربون مساعدات المسلمين لإخوانهم، ببناء المساجد والمدارس، والمستوصفات، وحفر الآبار، ليستأثروا هم بذلك من أجل تحقيق أهدافهم التنصيرية. فهل هذه هي الديمقراطية وحقوق الإنسان التي تسعى أمريكا المتحضرة، لإغاثة الأمم والشعوب بها؟ هذه إشارات عابرة إلى تناقضات أمريكا في دعواها حماية الديمقراطية وحقوق الإنسان. إن أمريكا تُكْرِه الدول والشعوب، على التخلي عن عقائدها وقوانينها، ومناهج تعليمها، لتحقق بذلك أهدافها الظالمة، وإن داست كرامة تلك الدول والشعوب، وسلبتها سيادتها وعزتها، وهي تزعم ـ مع كل ذلك ـ أنها ترعى الديمقراطية، وتحمي حقوق الإنسان. والسبب في ذلك، عدم وجود رادع إيماني يحول بينها وبين تلك التناقضات. [s3] أين العدل الديمقراطي الأمريكي من عدل الإسلام؟ وهذا كله، يخالفه ما يجب على أهل الشورى ـ المسلمين ـ التمسك به من العدل الشامل، مع المسلمين ومع غير المسلمين، لأن الله تعالى أمرهم بذلك في كتابه، فقال في شأن المسلمين: {وَإِنْ طَائِفَتَانِ مِنْ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ}. [الحجرات:9]. وقال في شأن الكفار: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ}. [المائدة:8]. ويكفي أن نذكر مثالاً لإنصاف المسلمين وعدلهم مع غيرهم، فقد أرسل أهل سمرقند وفداً منهم، إلى عمر بن عبد العزيز، يشكون مظلمة من القائد المسلم قتيبة بن مسلم الباهلي، \"فكتب لهم إلى سليمان بن أبي السري: إن أهل سمرقند شكوا ظلماً وتحاملاً من قتيبة عليهم، حتى أخرجهم من أرضهم، فإذا أتاك كتابي فأجلس لهم القاضي، فلينظر في أمرهم فإن قضى لهم فأخرج العرب إلى معسكرهم، كما كانوا قبل أن يظهر عليهم قتيبة\" قال فأجلس لهم سليمان.. القاضي فقضى أن يخرج عرب سمرقند، إلى معسكرهم وينابذهم على سواء، فينشئوا صلحاً جديداً، أو ظفراً عنوة، فقال أهل الصغد: بل نرضى بما كان ولا نحدث حرباً، وتراضوا بذلك\". [[الكامل (4/327)]]. ونهى الله تعالى المسلمين، من إكراه غيرهم على الدخول في الإسلام، لأن الإنسان إذا أكره على دين لا يريده، يظهر قبوله بلسانه وقلبه مطمئن بدينه، وفي ذلك تثبيت للنفاق والعداوة الباطنة التي قد يُبرم صاحبها الأمور ضد الإسلام والمسلمين، ويتعاون مع أعداء هذا الدين، ولهذا قال تعالى: {لا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنْ الغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدْ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لا انفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ}. [البقرة(256)]. ويقر الإسلام أهل الأديان الأخرى أن يحكموا فيما بينهم بما يؤمنون به، وإن كانوا في ديار المسلمين، ما لم يعد حكمهم بالنقض على نظام الإسلام العام، ويعم ضرره المسلم وغير المسلم، كالقتل والسرقة والحرابة والبغي ونحوها، وما لم يتحاكموا إلى المسلمين، ففي هذه الأحوال يطبق عليهم حكم الإسلام، لما في من عدم تطبيقه من إحداث ضرر وفوضى بين الأمة، ولما في مخالفة أمر الله بالحكم بما أنزل بين المتحاكمين إليه. قال تعالى: {فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئاً وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (42) وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمْ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذَلِكَ وَمَا أُوْلَئِكَ بِالْمُؤْمِنِينَ}. [المائدة (43)]. وقال تعالى: {وَأَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنْ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنْ الْحَقِّ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجاً وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعاً فَيُنَبِّئُكُمْ بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ}. [المائدة(48)] ويحفظ الإسلام لغير المسلمين، مع عدم إكراههم على الدخول في الإسلام، حقوقهم في القيام بشعائرهم الدينية، ويحمي مؤسساتهم الدينية، مع أنه تعالى يبغضها، ويبغض عبادة أهلها، كالبِيَع والكنائس، التي قرنها تعالى، في الحفظ والدفاع عنها بالمساجد، كما قال تعالى: {وَلَوْلا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيراً وَلَيَنصُرَنَّ اللَّهُ مَنْ يَنصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ}. [الحج(40)] قال ابن القيم رحمه الله: \"وقال تعالى: {وَلَوْلا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيراً } [البقرة: 251]. ... وقال الحسن: يدفع عن مصليات أهل الذمة بالمؤمنين.. وهذا ظاهر اللفظ ولا إشكال فيه بوجه، فإن الآية دلت على الواقع، لم تدل على كون هذه الأمكنة غير المساجد محبوبة مرضية له، لكنه أخبر أنه لولا دفعه الناس بعضهم ببعض لهدمت هذه الأمكنة التي كانت محبوبة له قبل الإسلام، وأقر منها ما أقر بعده، وإن كانت مسخوطة له، كما أقر أهل الذمة وإن كان يبغضهم ويمقتهم ويدفع عنهم بالمسلمين مع بغضه لهم، وهكذا يدفع عن مواضع متعبداتهم بالمسلمين وإن كان يبغضها، وهو سبحانه يدفع عن متعبداتهم التي أقروا عليها شرعاً وقدراً، فهو يوجب الدفع عنها وإن كان يبغضها، كما يوجب الدفع عن أربابها وإن كان يبغضهم، وهذا القول هو الراجح إن شاء الله تعالى وهو مذهب ابن عباس في الآية\". [[أحكام أهل الذمة (3/1168)]]. وهناك من يدعي أنه اكتشف الديمقراطية الصحيحة التي يحكم الشعب بها نفسه بنفسه، عن طريق نظام جاء به ويسميه النظرية الثالثة ويدعو الناس إلى تطبيقه، وهي دعوى لا حقيقة لها في واقع الأمر فعلى رأس ذلك النظام من يطبق في شعبه أسوأ أنواع الاستبداد وينسب استبداده إلى الشعب!!! [s3] الفرع الثاني: خصائص النظام الاستبدادي (الديكتاتوري): وميزة هذا النظام أنه يستبد بالحكم فيه فرد أو فئة قليلة من الناس استبداداً مطلقاً يُتَجَاهَلُ فيه الشعبُ ولا يعبأ فيه بدستور، ولا قانون، ولا عرف، ولا تقليد، ولا دين، ولا خلق، ولا أي اعتبار آخر، والاعتبار الوحيد الذي ينظر إليه، هو وجود ذلك الفرد أو تلك الفئة على كرسي الحكم، تأمر وتنهى، وتسن قوانين وتلغي أخرى، دون الرجوع إلى أحد، غير هوى الفرد أو الفئة المستبدة. [[انظر القاموس السياسي ص528]] لأن هذا الفرد أو تلك الفئة تقوم على تجاهل الجماعة، ولأنها تنشئ نظاماً دون أن تهتم بإخضاعه للإطار النظامي السائد في المجتمع، وهي تدعي الاستقلال عن هذا الإطار، فتتحلل منه ومن أية قاعدة ملزمة أو أي قانون أساسي، إلا القانون الذي تقتضيه مصلحتها الآنية، وليس من قانون أو قاعدة شرعية وراء هذه المصلحة الآنية، إلا إرادة الدكتاتور التي لا تقيدها أية عملية حقوقية، إن مراسيمه هي العليا، وقراراته مطلقة لا ترد، ولا داعي لديه لأن يبرر ـ يسوغ ـ عدالتها بالاستناد إلى أية قاعدة اجتماعية.  [[تكوين الدولة، ص288]]. فالنظام الدكتاتوري - إن صح إطلاق النظام عليه - يسوق الناس بأمره ونهيه، سوق الراعي لحيوانه، أينما يوجههم يجب أن يتوجهوا، والذي يحله لهم اليوم، له الحق أن يحرمه عليهم غداً، بدون سبب ولا تعليل ولا سؤال، وبدون اختيار منهم، وإنما بإرادته واتباع هواه هو. ويقفز على كرسي الحكم بالخداع والقوة والمكر والمباغتة، ليس في حاجة إلى اختيار الشعب له بالمباشرة أو بدونها، لأن الشعب ليس أهلاً عنده أن يفكر فيمن يصلح لقيادته أولا يصلح لها، وبهذا يخالف نظام الاستبداد نظام الشورى في الإسلام، ويخالف أيضاً النظام الديمقراطي، وإن كان بين الإسلام والديمقراطية اختلاف كبير، كما مضى. وقد لخص الأستاذ عبد القادر عودة رحمه الله الفرق بين الإسلام وغيره من النظامين المذكورين، فقال: \"نستطيع الآن أن نقول بحق: إن النظام الإسلامي يعتبر فقط علاجاً ناجعاً لفشل الديمقراطية، ولكنه صمام الأمن الذي يحمى الأمم من الديكتاتورية، لأن هذا النظام يحفظ لمبدأ الشورى قيمته النظرية، ويحقق صلاحيته العملية، ويجيش كل القوى لخدمة الجماعة، ويدعو إلى الثقة بالشورى والقائمين بأمرها، ويسد الطريق على المبادئ الهدامة والديكتاتورية. ونستطيع أيضاً أن نقول: إن النظام الديمقراطي يقوم في الأصل على الشورى والتعاون، ولكنه انتهى بسوء التطبيق إلى تسليط المحكومين على الحاكمين وانعدام التعاون بينهما. وإن النظام الديكتاتوري يقوم في الأصل على السمع والطاعة والثقة بين الحاكمين والمحكومين، ولكنه انتهى بسوء التطبيق إلى تسليط الحاكمين على المحكومين وانعدام الثقة بينهما. أما النظام الإسلامي فيقوم على الشورى والتعاون في مرحلة الاستشارة، وعلى السمع والطاعة والثقة في مرحلة التنفيذ، ولا تسمح قواعده بتسليط فريق على فريق، وبهذا جمع النظام الإسلامي بين ما ينسب إلى الديمقراطية من فضائل، وما ينسب إلى الديكتاتورية من مزايا ومحاسن. ثم هو في الوقت نفسه بريء من العيوب التي تنسب إلى الديمقراطية والديكتاتورية معاً. [[التشريع الجنائي الإسلامي (1/40ـ41) وراجع أيضاً كتابه الإسلام وأوضاعنا السياسية ص64ـ67، وراجع كتاب تكوين الدولة ص278 لبيان سبب ثقة الناس في الحاكم المستبد أول الأمر]]. قلت: إن الفضائل المنسوبة للديمقراطية، هي فضائل بالنسبة لمفاسد الدكتاتورية، والمحاسن المنسوبة للدكتاتورية، هي محاسن بالنسبة لمساوئ الديمقراطية، أما بالنسبة للشورى فكلها محاسن إذا طبقت تطبيقاً صحيحاً، وهي أسمى من أن تدانيها محاسن النظامين. [s3] سبب الإعجاب بنور الفتيل هو غياب الشمس لقد مرت فترة من الزمن أظلمت فيها آفاق بلاد الإسلام بسبب غياب تطبيقه، وبخاصة بعد سقوط آخر رمز للخلافة الإسلامية، وما أصاب المسلمين من تمزق وانقسام الشعوب الإسلامية إلى دويلات، غلب فيها الاستبداد، وتعددت الأحزاب. وأصبح كل حزب يترصد للآخر فيثور عليه ويذيقه شتى أنواع الظلم جزاءً وفاقاً، فاختل بذلك الأمن، وازداد انتشار الجهل، وأصاب الناس من الظلم والمذلة والفقر والفاقة، ما الله به عليم. وأصبحت بلاد المسلمين نهباً لأعداء الإسلام، استولوا عليها بالقوة العسكرية، ثم استولوا على عقول أبنائها بثقافاتهم الأجنبية التي مجدت مبادئ الغرب وأسلوب حياته في كل باب، وشوهت معالم الإسلام وحرفت معانية. فنشأ جيل على أيدي الغربيين، فتح عينيه فلم يجد من الإسلام إلا ما ساء تطبيقه وحُرِّفت معانيه، ونظر إلى الغرب، فوجد فيه الأنظمة السياسية، كالديمقراطية، والإدارية، وغيرها من مظاهر المساواة والحرية، ما بهره بريقه ولمعانه، فاغتر به واختال، وظن أنه لا وجود لأي نظام في الإسلام يمكن أن يرقى إلى أنظمة الغرب القائمة. فأخذ يحاول نقل تلك الأنظمة الغريبة عن مجتمعه، ويجتزئ منها ما يهوى ليطبقه في مكان يصعب فيه تطبيقه، إلا بالقهر والعسف، فقهر وعسف، وجر على الأمة ما جر من وبال، ولا زال يتخبط في تيهه إلى الآن، على رغم فشل كل نظام حاول تطبيقه في بلاد المسلمين، ولا زال معجباً بنظام الغرب لا سيما الديمقراطية التي يدعيها وهو عنها بعيد على الرغم من عيوبها. وسبب هذا الإعجاب، هو غياب التطبيق العملي للإسلام في أغلب الشعوب الإسلامية، والبلد الذي يطبق فيه شيء من الإسلام، لا يسلم من شائبة تشوبه إلا ما شاء الله. وغياب الإسلام عن التطبيق مثل غياب الشمس، إذا غابت أظلمت آفاق الأرض التي تغيب عنها، وإذا ظهر في ظلمة الليل سراج يكاد يطفئه الهواء، أعجب به الناس لغياب الشمس، وهكذا أعجب أبناء المسلمين بأنظمة الغرب، لغياب تطبيق الإسلام الذي لو رأوه لكان كالشمس التي تختفي بطلوعها الكواكب، فضلاً عن نور فتيل ضعيف: [sh][shtr]كأنك شمس والملوك كواكب= إذا طلعت لم يبد منهن كوكب[/shtr] [/sh] [s3] ولكن بصيص النور خير من الظلمة المطبقة. هذا، ومع تأكيدنا أن كلا النظامين: الديمقراطي \"النيابي\" والديكتاتوري \"الاستبدادي\" فيهما كثير من المخاطر والفساد، إلا أن الإنصاف يفرض علينا أن نقول: إن أعظم النظامين فساداً، هو النظام الاستبدادي الذي يذل الأمم ويسلبها إرادتها، ويغلق عليها منافذ الحرية كلها، والتفكير في جلب المصالح أو دفع المفاسد. إذْ كلما ارتفع في الأمة صوتٌ حر ينادي بالإصلاح أُسكِت، وكلما برز داعية إلى الخير كُبِت، يتعاظم فيه المستبد ويذل الناس، يدبر شؤون البلاد الداخلية والخارجية بمفرده، يجعل الشعب كقطيع من الحيوان، لا حق له في اختيار شيء لم يختره له هو، يصب الظلم على الأمة كلها، وهو وحده لا يجوز لأحد أن ينازعه أو يرفع كلمة حق أمامه، يحل الأمور ويعقدها والأمة تتململ من تصرفه فيها، فلا تقدر أن تنتصر منه، ثم ينشأ مستبد آخر فيعصف بسابقه ويزداد تفنناً في التنكيل بظالمه وبغير ظالمه. أما النظام الديمقراطي فهو أخف ضرراً وأقل شراً، وأكثر خيراً بالنسبة للاستبدادي، لأن الفرص في النظام الديمقراطي متاحة أن يظلم الظالم من ظلمه، وأن يخدع المخادع من خدعه، وأن يسعى المحكوم بحكم القانون، أو بالطرق الماكرة - للوصول إلى الحكم، لينعم به فترة من الزمن، كما نعم به خصمه. والفرد العادي يستطيع أن ينكر تصرفات أعلى موظف في الدولة، أو الحزب أو الجماعة أو النقابة.. كل منها له الحق أن يدافع عن حقوقه، ويتقدم بشكواه إلى محاكم الدولة، وغير ذلك من أنواع الحريات المتاحة، وإن كانت مطلقة إطلاقاً قد يؤدي إلى تحطيم القوي الضعيف في كثير من الأحيان. ولا شك أن هذا النظام - على ما فيه من فساد - هو أصلح النظامين وأقربهما إلى الحق - وإن كانت بينه وبين الحق مسافات هائلة - والنظام الاستبدادي أشد بعداً عن الحق منه. ولذلك تجد المصلحين في بلدان المسلمين التي أثقلها الحكم الاستبدادي الجائر، يتمنون أن يروا تلك البلدان تحكم حكماً ديمقراطياً، لأنه يتيح الفرص لأهل الخير وأهل الشر جميعاً أن يسعوا لتحقيق أهدافهم. والغالب أنه إذا طبق النظام الديمقراطي في بلاد المسلمين كما يطبق في بعض بلاد الغرب، أن الغلبة ستكون لمن يريدون رفع راية الإسلام من الدعاة إليه، لأن الشعوب الإسلامية التي ذاقت مرارة عذابات حرمانها من هذا الدين، تتلهف لعودته وهيمنته، ليعيشوا في ظله آمنين على أنفسهم وأعراضهم وأموالهم متساويين في حقوقهم وواجباتهم. ولما كان قادة الغرب من مفكرين وساسة ومتدينين، يعلمون ذلك، سعوا إلى تطبيق الديمقراطية في بلدانهم، وسعوا جادين في حرمان الشعوب الإسلامية من أن تتمكن من ممارسة تلك الديمقراطية، مع زعمهم المناداة بها والدعوة إلى تطبيقها، لأن الشعوب الإسلامية، إذا أتيحت لها الفرصة في اختيار ولاة أمورها ونظام حكمها، سيختار غالبها الرجال الصالحين الأكفاء الذين يرون فيهم قدوة بتطبيق مبادئ الإسلام على أنفسهم قبل غيرهم، ويحملون الناس على ذلك، وستختار حكم الإسلام نظاماً لحياتها كلها، لا تبتغي بالإسلام بديلاً ولا تقدم على كتاب الله وسنة رسوله قانوناً. وهذا لا شك يتعارض مع مصالح الدول الغربية الديمقراطية، لا بل إن البلدان الغربية بقادتها ومفكريها، ليقلقها أن يوجد حاكم لبلد إسلامي، عنده نزعة لجلب مصالح أمته ودفع مفاسدها ودفع الأخطار عنها، ولو كان يتبع نظام الحكم الفردي، وبخاصة إذا رأوا من شعبه ثقة فيه، ولهذا يدبرون لأمثاله المؤامرات والمكايد حتى لا تتعرض مصالحهم في ظل حكمه للتحطيم. وقد نقل الشيخ سعيد حوا رحمه الله عن المستشرق الأمريكي الخبير بشؤون باكستان و.ك. قوله: \"إنه من الممكن أن تصبح مثل هذه البلاد ـ يعنى باكستان وغيرها مثلها ـ لا دينية ولكن من المحال أن تكون ديمقراطية، كما أنها من الممكن أن تكون ديمقراطية، ولكن من المحال أن تكون مع ذلك لا دينية\". ثم قال: \"لذلك ينصح رئيس تحرير مجلة \"تايم\" في كتابه \"سفر آسيا\" الحكومة الأمريكية أن تنشئ في البلاد الآسيوية ديكتاتوريات عسكرية\". [[جند الله ثقافة وأخلاقاً ص29 الطبعة الأولى]]. فالغربيون يعلمون أن الديمقراطية في بلاد المسلمين، لا يمكن أن تجتمع مع عدم التدين؛ لأن الديمقراطية تمنح الشعوب شيئاً من الحرية، والشعوب الإسلامية إذا حصلت على حريتها لا يمكن أن تختار غير الإسلام منهجاً. ويعلم هؤلاء الغربيون أن الوسيلة الوحيدة لإبعاد المسلمين عن إقامة حكم إسلامي في بلادهم، هي التمكين للنظام الاستبدادي \"الديكتاتوري\" الذي يقهرهم على الاستسلام للحكم بغير ما أنزل الله، لذلك يسعون إلى حرمان الشعوب الإسلامية من الديمقراطية، وإن كانت ليست من الإسلام. ونحن إذا فضلنا أحد الأنظمة الجاهلية ـ مضطرين ـ على غيره، إنما نفضله من باب تفضيل بصيص من نور في ظلمة خير من ظلمة لا نور فيها، وذلك ما تقتضيه قاعدة \"ارتكاب أدنى المفسدتين إذا لم يمكن تركهما جميعاً\" وهى قاعدة إسلامية عظيمة تبنى عليها أبواب وأحكام إسلامية كثيرة جداً، وكثيراً ما يغفل عنها المسلمون فيقعون في فساد عظيم في أمور الدنيا والآخرة معاً، وقد فصَّل علماء الإسلام قواعد المصالح والمفاسد والضرورات والحاجيات التي لها حكم الضرورات، تفصيلاً دقيق في مصنفات كثيرة، منها كتاب \"قواعد الإسلام في مصالح الأنام\" للعز ابن عبد السلام، و\"القواعد\" لابن رجب، وجزء المقاصد في كتاب \"الموافقات\" للشاطبي، رحمهم الله جميعاً، وفي كثير من كتب الأصول وشروح الحديث في أبواب متنوعة ومناسبات كثيرة.. وقال ابن تيمية رحمه الله: \"وقد يتعذَّر أو يتعسَّر على السالك سلوك الطرق المشروعة المحضة، إلا بنوع من المحدَث، لعدم القيام بالطرق المشروعة علماً وعملاً، فإذا لم يحصل النور الصافي، بأن لم يوجد إلا النور الذي ليس بصافٍ وإلا بقي الإنسان في الظلمة، فلا ينبغي أن يعيب الرجل وينهى عن نور فيه ظلمة، إلا إذا حصل على نور لا ظلمة فيه، وإلا فكم ممن عدل عن ذلك، يخرج عن النور بالكلية، إذا خرج غيره عن ذلك لما رآه في طريق الناس من الظلمة\". [[الفتاوى (10/364)]]. ثم إن تفضيل الديمقراطية على الدكتاتورية، ليس معناه أنه يجوز للمسلمين إذا فقدوا الحكم بالإسلام، أن يعتقدوا جواز الأخذ بالديمقراطية بمعتقداتها، وبخاصة جعل الشعب هو مصدر التشريع المطلق، فذلك كفر في الإسلام ومناقض له أشد المناقضة، لأن مصدر التشريع في الإسلام هو الله عز وجل، وقد شرع دينه الذي ارتضاه في كتابه وفي سنة رسوله صلى الله عليه وسلم، وإنما المقصود هنا أمران: الأمر الأول: الأخذ بالأساليب المتاحة المؤدية إلى اختيار ولاة الأمر، الذي لم يرد فيه نص ملزم باتخاذ أسلوب محدد... والأمر: الثاني: العدل في الحكم على كلا النظامين الديمقراطي والديكتاتوري فحسب؛ فالنظام الديمقراطي أخف وطأة من النظام الدكتاتوري، وقد أمر الله عز وجل أمر بالعدل في كل أمر في آيات كثيرة منها قوله تعالى: {اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى}. [المائدة: 8]. وبناء على ذلك أقول: إنه إذا فقد نظام الإسلام في بعض الشعوب الإسلامية، ووضع الشعب أمام خيارين: الديكتاتورية والاستبداد، أو الديمقراطية النيابية، وأمكن تطبيقها تطبيقاً يمكن الدعاة إلى الإسلام من الاستفادة منها، بتوجيه الشعب إلى اختيار قادة صالحين، يمكنهم أن يعيدوا حكم الإسلام إلى البلاد، فإن سلوك ذلك متعين لما يؤول إليه من خير، بخلاف الحكم الاستبدادي فإنه يسوق الناس بعصا هواه إلى ما يهواه ولا يدع لهم فرصة في اختيار ما يريدون. وبذلك يتقرر أن النظام الديمقراطي الغربي الذي يصل فيه الحكام إلى كراسي الحكم بالحملات الانتخابية - مهما كان فسادها - خير من الوصول إلى الحكم بالانقلابات العسكرية التي تسفك الدماء وتعتدي على الحقوق بالقوة، وتجعل الشعوب في خوف دائم، تتوقع كل ليلة أن يتحرك قطيع من الجيش ليفرش شوارع الشعب بجماجم أهله، من أجل الاستيلاء على السلطة، فتفسد بذلك حياة الشعوب الدينية، والاجتماعية، والاقتصادية، والسياسية، والعسكرية. هذا كله عندما يغيب حكم الإسلام عن الشعوب الإسلامية كما هو الواقع الآن في أغلب المعمورة. قال الأستاذ عبد القادر عودة: \"ولكن التجارب أثبتت أن الديكتاتورية انتهت بفشل أفظع من فشل الديمقراطية؛ لأنها تؤدي إلى كم الأفواه، وتعطيل حرية الرأي وحرية الاختيار، وانعدام الثقة بين الشعوب والحكام، وتوريط الشعوب والحكومات فيما لا يعود عليها إلا بالضرر\".  [[التشريع الجنائي الإسلامي (1/40)]]."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "خاتمة: ما يترتب على العمل بالشورى و عدم العمل بها",
    "content": "وفي هذه الخاتمة فرعان: الفرع الأول\t: ما يترتب على العمل بالشورى. الفرع الثاني\t: ما يترتب على ترك العمل بالشورى. [s2] الفرع الأول: ذكر بعض الأمور المترتبة على العمل بالشورى: إن مشاورة ولي الأمر لرعيته، وبخاصة أهل الحل والعقد منهم، في شؤون الدولة الإدارية والسياسية والاجتماعية والعسكرية وغيرها، تترتب عليها مصالح كثيرة لولي الأمر ورعيته معاً. [s3] المصلحة الأولى: ظهور الصواب - في الغالب - بعد عرض الآراء ومناقشتها، وهذه المصلحة تعود بالخير على ولي الأمر ورعيته جميعاً. [s3] المصلحة الثانية: استفادة بعض المتشاورين من خبرة بعض، فإن كثيراً من الناس يكون له رأي في أمر من الأمور حسب علمه واجتهاده، فإذا التقى غيره ممن هو أكثر علماً منه وخبرة، بين له أن رأيه كان خطأ والصواب غيره، أو تحقق له أن رأيه صواب، بعد أن أصبح ليس رأياً له وحده، وإنما هو رأي للآخرين. وهذه المصلحة تعود أيضاً على جميع المتشاورين، ولا شك أن ولي الأمر يستفيد أكثر من غيره - في الغالب - لأنه يعانى كثيراً من المشكلات، وقد تفيده المشاورة في بعض الأمور في أمور أخرى لم تناقش. [s3] المصلحة الثالثة: إشعار الراعي رعيته بالمشاركة في الأمر الذي يهمهم، وأنه إنما يقوم بما أسندته إليه من جلب مصالحها ودفع المفاسد عنها، وأنها يجب أن تشترك معه في تحمل أعبائه التي اختارته لها، وهذه المصلحة تعود على ولي الأمر ورعيته، لتحمل الرعية المسؤولية معه وإعانته على أداء واجبه، ولأنها تكون على علم بما ينوي ولي الأمر عمله من شؤونها، وتتمكن بذلك من موافقته إن كانت المصلحة في الموافقة، أو بإقناعه عن العدول عن رأيه إن كان في ذلك مفسدة. [s3] المصلحة الرابعة: استمرار الثقة بين ولي الأمر ورعيته، لأنه إذا أكثر من مشاورتهم قويت صلة بعضهم ببعض، وشعر هو بتأييد رعيته له في تصرفاته، فيقوي بذلك جانبه، ويشعرون هم أنه مهتم بمصالحهم وآرائهم، بخلاف ولي الأمر الذي يقدم على تنفيذ ما يرى بدون الرجوع إلى رعيته، فإنه قد يشك في موافقتهم على تصرفه وتأييده، فلا يكون قوياً في إقدامه، بل قد تنزل به هواجس الخوف والقلق من تبرمهم منه وعدم ثقتهم فيه. كما أن رعيته قد تشك في جدوى تصرفه وفي إرادته المصلحة لهم، بل قد يظنون أنه يريد الاستبداد بالأمر، وتنفيذ ما فيه مصالح لنفسه، والإضرار برعيته، وفي هذا ضرر على ولي الأمر ورعيته بفقد كل منهم ثقته في الآخر. [s3] المصلحة الخامسة: تضييق هوة الخلاف بين ولي الأمر ورعيته، أو بين الرعية أنفسهم. إن الاختلاف أمر جائز الوقوع، ولا ضرر فيه إذا نشأ عن اجتهاد وإرادة للحق، ولكنه إذا لم يتدارك المختلفون أمرهم، قد يزداد ويتسع حتى يصل إلى التنازع والشقاق والقطيعة. وكلما ابتعد المختلفون بعضهم عن بعض، زادت وساوس الشيطان بينهم، واتسعت الهوة أكثر فأكثر. فإذا اجتمعوا بنية صادقة لعرض آرائهم وحججهم ومناقشتها بتجرد وإخلاص، تقاربت وجهات النظر، حتى يتفق الجميع على أمر واحد، أو يعذر بعضهم بعضاً في الأمور الاجتهادية، ويتعاونون على ما اتفقوا عليه، بأن يتنازل بعضهم لرأي بعض، ويتعاونوا كلهم مع ولي الأمر على تنفيذ ما يراه هو في مصلحتهم. [s3] المصلحة السادسة: سعي ولي الأمر في جمع كلمة رعيته والقضاء على أسباب التنازع والصراع التي قد تنشأ من اختلاف الآراء. إن ولي الأمر عندما يجمع أهل الشورى لعرض أموره عليهم ليبدوا فيها رأيهم، يظهر له وجهات نظر رعيته، وأوجه الاختلاف بينهم، وقد تكون أسباب الاختلاف ذات خطر لو تركت لأحدثت بينهم ما لا تحمد عقباه، ولا يقدر على تلافيه بعد ذلك، ولكنه إذا عرفها مبكراً استطاع أن يفكر في إيجاد الحل المناسب، وتوضيح ما يجب توضيحه لكلا الفريقين وإقناعهم، أو أخذ الحيطة والحذر بالأسلوب المناسب لدرء الخطر، وقد تكون الشورى أنسب طريق لإطلاعه على ذلك. [s3] المصلحة السابعة: سن ولي الأمر القدوة الحسنة لمن يخلفه: إن ولي الأمر الذي يبذر بذور الخير في ولايته من عدل ومساواة وشورى وغيرها، يسن بذلك سنة حسنة ويكون سبباً في تمسك من بعده، بما بذره من الخير، وهذا ما حصل من القدوة الحسنة الأولى: رسول الله صلى الله عليه وسلم، وتتابع عليه خلفاؤه الراشدون في الشورى. فقد كان رسول الله صلى الله عليه وسلم كثير المشاورة لأصحابه، وكان خلفاؤه كثيري المشاورة لرعيتهم. قال البخاري رحمه الله: \"باب قول الله تعالى: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ } {وَشَاوِرْهُمْ فِي الأَمْرِ } وشاور النبي صلى الله عليه وسلم… وكانت الأمة بعد النبي صلى الله عليه وسلم يستشيرون الأمناء من أهل العلم\". [[البخاري (8/162) والآيتان تقدم ذكرهما في أول المبحث الثاني من الفصل الأول]]. [s2] الفرع الثاني: ذكر بعض الأمور المترتبة على ترك العمل بالشورى: ويترتب على ترك ولي الأمر العمل بالشورى، مفاسد كثيرة تعود عليه وعلى رعيته. [s3] المفسدة الأولى: فَقْدُ ولي الأمر صفة من صفات المؤمنين، الذين قال الله تعالى فيهم: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ} ويفقد رعيته تلك الصفة، ويكون آثماً من جهتين: من جهة فقده تلك الصفة متعمداً، ومن جهة إفقاده رعيته ذلك. ويكون عاصياً لله تعالى بترك تنفيذ أمره بالشورى لقوله تعالى: {وَشَاوِرْهُمْ فِي الأَمْرِ} وفاقداً للاقتداء بالرسول صلى الله عليه وسلم في تنفيذ هذا الأمر، مع أن غير الرسول صلى الله عليه وسلم أحوج إلى تنفيذه منه. [s3] المفسدة الثانية: أن ولي الأمر الذي لا يعمل بالشورى يعتسف الأمور اعتسافاً في الغالب، ويكثر خطؤه، لعدم اجتهاده في الوصول إلى الصواب عن طريق الذين هم مظنته، وهم أهل الشورى، ويحرم نفسه ورعيته من الخبرات التي اكتسبها أهلها لعدم لقائهم ومناقشتهم في ذلك. [s3] المفسدة الثالثة: شعور رعيته باستبداده بالأمر، لتركه الشورى، وأنه غير مكترث بهم وبآرائهم ومصالحهم، وذلك يحدث عندهم سوء الظن به، وعدم الحماس لمعاونته فيما يتخذ من القرارات، و هو لا يكون قوي الجانب في تصرفاته لعدم ثقته بوقوفهم معه، في الأمور الخطيرة. [s3] المفسدة الرابعة: أن تركه للشورى يُحدث بينه وبين رعيته جفاءً، وكذلك يحدث بين رعيته أنفسهم، لبعدهم عن اللقاء والمشاورة، وذلك من أهم الأسباب المؤدية إلى الخلاف والنزاع. [s3] المفسدة الخامسة: أنه بترك الشورى يسن سنة سيئة لمن بعده، حيث وجدوا السبيل ممهداً إلى الاستبداد فلا يصعب عليهم سلوكه. وسبب تلك المفاسد كلها، مخالفة أمر الله الذي لا يعقبه إلا الخسران في الدنيا والآخرة. كما قال تعالى: {فَلْيَحْذَرْ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ }. [النور: 63]. هذا وإن من أعظم الكوارث التي نزلت بالأمة الإسلامية من جراء ترك الشورى أن تولى أمور المسلمين من يرضون لأنفسهم ويغضبون لأنفسهم، شأن حكام غير المسلمين. وهذا ما حذر منه ذو عمرو اليمني جريرَ بنَ عبد الله البجلي رضي الله عنه، عندما علم ذو عمرو بوفاة رسول الله صلى الله عليه وسلم. كما روى جرير قال: \"كنت باليمن فلقيت رجلين من أهل اليمن: ذا كلام وذا عمرو، فجعلت أحدثهم عن رسول الله صلى الله عليه وسلم، فقال ذو عمرو: لئن كان الذي تذكر من أمر صاحبك، لقد مر على أجله منذ ثلاث، وأقبلا معي حتى إذا كنا في بعض الطريق، رفع لنا ركب من قبل المدينة، فسألناهم فقالوا: قبض رسول الله صلى الله عليه وسلم، واستُخلِف أبو بكر والناس صالحون، فقالا: أخبر صاحبك أنا قد جئنا، ولعلنا سنعود إن شاء الله، ورجعا إلى اليمن، فأخبرت أبا بكر بحديثهم، قال: أفلا جئت بهم؟ فلما كان بعد قال لي ذو عمرو: يا جرير إن لك عليّ كرامة، وإني مخبرك خبراً، إنكم معشر العرب لن تزالوا بخير ما كنتم إذا هلك أمير تآمرتم في آخر، فإذا كانت بالسيف، كانوا ملوكاً يغضبون غضب الملوك، ويرضون رضا الملوك\". [[البخاري (5/113)]]. قال ابن حجر رحمه الله، في الفتح (8/77): \"قوله تآمرتم بمد الهمزة وتخفيف الميم، أي تشاورتم، أو بالقصر وتشديد الميم، أي أقمتم أميراً منكم من رضاً منكم أو عهد من الأول\". قلت: والعهد الأول يجب أن يقيد أيضاً برضا المسلمين كما فعل أبو بكر لما عهد إلى عمر، سأل الناس عن رضاهم؟ فأجاب بالسمع والطاعة. وقد ذكرنا هذا في مقدمة الكتاب. ولقد بدا ولاة أمر المسلمين كذلك في أغلب حقب التاريخ، بعد الخلافة الراشدة، حتى وصل المسلمون الآن إلى ما وصلوا إليه، من الفرقة والتناحر وتنافس الأحزاب على السلطة، وإطاحة كل حزب بالآخر، عن طريق القوة والتوارث والانقلابات المتتابعة. وذلك من آثار ترك أمر الله تعالى وفقد كثير من الصفات الإيمانية وفروعها التي وصف الله بها المؤمنين. {فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى لِلَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (36) وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ (37) وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (38) وَالَّذِينَ إِذَا أَصَابَهُمْ الْبَغْيُ هُمْ يَنْتَصِرُونَ}. [الشورى: 36ـ39]. {فَبِمَا رَحْمَةٍ مِنْ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ}. [آل عمران: 159]. { فَلْيَحْذَرْ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ }. [النور: 63]. وسبحانك اللهم وبحمدك لا إله إلا أنت أستغفرك وأتوب إليك وصلى الله وسلم على نبينا وحبيبنا محمد عبده ورسوله وعلى آله وصحبه ومن تبعهم بإحسان إلى يوم الدين"
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "تنويه",
    "content": "كان الفراغ من تبييض هذه الرسالة في اليوم السابع من شهر شعبان لعام 1404هـ  في المدينة المنورة. وكان الفراغ من تصحيح هذه الطبعة (الأولى) في 4/6/1406هـ  في المدينة المنورة أيضاً. وقد فرغت من مراجعتها وتصحيحها، وإضافة بعض الزيادات عليها، وإعدادها للطبعة الثانية، في الساعة السادسة من صباح يوم الأحد الموافق للثاني والعشرين من شهر رجب، لعام 1423هـ  ـ 29 من شهر سبتمبر سنة 2002م. وراجعت الكتاب مرة أخرى وصححت بعض ما فيه من أخطاء، وأضفت بعض الزيادات كذلك وفرغت منها بتاريخ10/6/ 1425هـ ـ 27/7/2004م. كما فرغت من مراجعته مرة أخرى بتاريخ5/4/1426هـ ـ14/5/2005م في صنعاء.. وصلى الله وسلم وبارك على نبيه ورسوله ومصطفاه وخليله محمد بن عبد الله وعلى آله وصحبه ومن اتبع هداه إلى يوم الدين"
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "مراجع الكتاب",
    "content": "الأحكام السلطانية ـ أبو الحسن محمد بن حبيب الماوردي ـ مصطفى البابي الحلبي وأولاده. الإحكام في أصول الأحكام ـ سيف الدين علي بن أبي علي الآمدي ـ مؤسسة الحلبي وشركاه. أحكام القرآن ـ أبو بكر أحمد بن علي الجصاص ـ دار الكتاب العربي ـ بيروت. أدب القاضي ـ أبو الحسن الماوردي ـ مطبعة الإرشاد ـ بغداد. الأسس الأخلاقية للحركة الإسلامية ـ أبو الأعلى المودودي ـ دار الفكر بدمشق. الإسلام وأوضاعنا السياسية ـ عبد القادر عودة ـ الطبعة الثانية. أصول الدعوة ـ عبد الكريم زيدان ـ مطبعة سلمان الأعظمي بغداد ط2. الأموال ـ أبو عبيد القاسم بن سلام ـ مكتبة الكليات الأزهرية ـ ط1. الأمير ـ ميكافيلي (تعريب خيري حماد) ـ المكتب التجاري للطباعة والتوزيع والنشر ـ بيروت. الإسلام والمدنية الحديثة ـ المودودي ـ الدار السعودية ط1. بداية المجتهد ونهاية المقتصد ـ الإمام محمد بن أحمد بن رشد ـ مكتبة الكليات الأزهرية. البداية والنهاية ـ الحافظ إسماعيل بن عمر بن كثير ـ مطبعة كردستان العلمية ط1. أعلام الموقعين عن رب العالمين ـ شمس الدين محمد بن أبي بكر بن قيم الجوزية ـ مكتبة الكليات الأزهرية. البرهان في علوم القرآن ـ الإمام بدر الدين محمد بن عبد الله الزركشي ـ عيسى البابي الحلبي وشركاه ـ ط1. التشريع الجنائي الإسلامي ـ عبد القادر عودة ـ مكتبة دار العروبة ـ القاهرة ـ ط3. التفسير الكبير ـ الإمام فخر الدين محمد بن عمر الرازي ـ دار الكتب العلمية ـ طهران. تفسير المنار ـ محمد رشيد رضا ـ دار المنار ـ القاهرة ط4. تكملة المجموع ـ محمد نجيب المطيعي ـ مطبعة الإمام ـ زكريا علي يوسف. تكوين الدولة ـ روبرت م. كيفر (ترجمة حسن صعب). الاجتهاد ومدى حاجتنا إليه في هذا العصر ـ سيد محمد موسى ـ دار الكتب الحديثة ـ القاهرة. جامع الأصول في أحاديث الرسول ـ الإمام محمد بن الأثير الجزري ـ مطبعة الملاح. جامع البيان عن تأويل آي القرآن ـ الإمام محمد بن جرير الطبري ـ مصطفى البابي الحلبي وأولاده ط2. الجامع الصغير (مع فيض القدير) ـ الحافظ عبد الرحمن السيوطي ـ المكتبة التجارية الكبرى ـ القاهرة ط1. الجامع لأحكام القرآن ـ أبو عبد الله محمد بن أحمد القرطبي ـ دار الكاتب العربي للطباعة والنشر. جند الله ثقافة وأخلاقاً ـ سعيد حوا ـ الطبعة الأولى. حياة الصحابة ـ محمد يوسف الكاندهلوي ـ الطبعة الأولى ـ دار التعليم. الخراج ـ أبو يوسف يعقوب بن إبراهيم ـ المطبعة السلفية ـ القاهرة. الرسالة ـ الإمام محمد بن إدريس الشافعي ـ تحقيق أحمد محمد شاكر. زاد المعاد في هدي خير العباد ـ شمس الدين محمد بن أبي بكر بن قيم الجوزية ـ مؤسسة الرسالة ط3. سنن أبي داود ـ الإمام الحافظ سليمان بن الأشعث الأزدي ـ محمد علي السيد ط1. سنن الترمذي ـ الإمام أبو عيسى محمد بن عيسى الترمذي ـ مصطفى البابي الحلبي وأولاده ـ ترتيب أحمد شاكر. السيرة النبوية ـ أبو محمد عبد الملك بن هشام ـ مصطفى البابي الحلبي وأولاده ط2. شرح العقيدة الطحاوية ـ طبع المكتب الإسلامي بيروت. شرح النووي على صحيح مسلم ـ الإمام يحيى بن شرف النووي ـ المطبعة المصرية بالأزهر ط1. الشورى ـ محمود بابلي ـ طبع دار الإرشاد بيروت. صحيح البخاري ـ الإمام أبو عبد الله محمد بن إسماعيل البخاري ـ المكتبة الإسلامية ـ استانبول. صحيح مسلم ـ الإمام أبو الحسين مسلم بن الحجاج النيسابوري ـ ترتيب محمد فؤاد ـ عيسى البابي الحلبي وشركاه. الطبقات الكبرى ـ الإمام أبو عبد الله محمد بن سعد بن منيع البصري ـ دار صادر بيروت. العقد الفريد ـ أبو عمر أحمد بن محمد بن عبد ربه الأندلسي ـ مطبعة لجنة التأليف والترجمة والنشر ـ القاهرة. العلم والديمقراطية والإسلام ـ همايون كبير ـ ترجمة عثمان نويه. عمدة القاري ـ الإمام بدر الدين محمود بن أحمد العيني ـ دار الفكر. فتح الباري ـ الحافظ أحمد بن حجر العسقلاني ـ المطبعة السلفية ـ القاهرة. فن الحرب ـ صن تزو ـ ترجمة عمر حليق ـ مؤسسة الحياة للتأليف والنشر بيروت. القاموس السياسي ـ أحمد عطية الله ـ دار النهضة العربية ـ القاهرة ـ ط2. الكافي ـ شيخ الإسلام أبو محمد عبد الله بن أحمد بن قدامة المقدسي ـ المكتب الإسلامي ـ دمشق ط1. الكامل في التاريخ ـ الشيخ عـز الدين أبو الحسن علي بن أبي كرم ابن الأثير ـ دار صادر بيروت. مجموعة بحوث فقهية ـ دكتور عبد الكريم زيدان ـ مكتبة القدس ـ مؤسسة الرسالة. مجموع الفتاوى \"جمع ابن قاسم\" ـ تقي الدين أحمد بن عبد الحليم بن تيمية ـ مطبعة الحكومة ط1. مرويات غزوة بدر ـ د. أحمد محمد العليمي ـ مكتبة طيبة بالمدينة المنورة ط1. المصنف ـ الإمام الحافظ أبو بكر عبد الرازق بن همام الصنعاني ـ المجلس العلمي ط1. الموافقات ـ الإمام إبراهيم بن موسى الشاطبي ـ المكتبة التجارية الكبرى بمصر."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "آثار المؤلف",
    "content": "أنجز المؤلف عدداً من المؤلفات في موضوعات متنوعة بعضها قد طُبع وبعضها لم يُطبع، كما أن لديه موضوعات أخرى يريد الكتابة فيها، بعضها قد جمع مادتها، لعل الله يسهل له إنجازها جميعاً. ( أ ) الكتب المطبوعة: 1) الجهاد في سبيل الله ـ حقيقته وغايته (رسالة دكتوراه) طبع مرتين، ويقع في مجلدين كبيرين، وقد راجعه وأجرى تعديلات طفيفة على بعض موضوعاته وزيادات، وهو معد للطبعة الثالثة، ورتبه في أربعة أجزاء بعنوان: \"حقيقة الجهاد في سبيل الله وغايته\". 2) الكفاءة الإدارية في السياسة الشرعية ـ نفد. 3) الشورى (طبع مرتين) وتمت الإضافة عليه وهو معد للطبعة الثالثة. 4) دور المسجد في التربية، طبع مرتين. 5) أثر التربية الإسلامية في أمن المجتمع الإسلامي، وقد راجعه المؤلف، وأضاف بعض الزيادات، ورتبه في ثلاثة أجزاء. 6) الحدود والسلطان. 7) طل الربوة، طبع مراراً، وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 8) الدعوة إلى الإسلام في أوروبا. 9) حوارات مع مسلمين أوربيين. 10) حوارات مع أوربيين غير مسلمين. 11) جوهرة الإسلام (في التربية، نظم 1300 بيت تقريباً، وهو قيد المراجعة). 12) المسؤولية في الإسلام، طبع مراراً. وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 13) الردة عن الإسلام وخطرها على العالم الإسلامي، طبع مراراً، وهو قيد المراجعة. 14) الإسلام وضرورات الحياة، طبع مرتين. وقد راجعه المؤلف وفيه بعض الزيادات وأعده للطبعة الثالثة. 15) حكم زواج المسلم بالكتابية. تمت مراجعته وهو معد للطبعة الثانية. 16) هتاف العزة والجهاد (شعر). 17) وقاية المجتمع من تعاطي المسكرات والمخدرات، طبعته الجامعة الإسلامية في المدينة المنورة، وهو معد للطبعة الثانية. 18) سبب الجريمة، نفد، وقد راجعه المؤلف وزاد فيه بعض الموضوعات، وهو معد للطبعة الثانية، بعنوان: قاعدة في سبب الجريمة والوقاية منها. 19) الدعوة إلى الإسلام في أوربا، وهو معد للطبعة الثانية. 20) معارج الصعود إلى تفسير سورة هود (كتبته عن شيخي محمد الأمين الشنقيطي، رحمه الله في قاعة الدرس بكلية الشريعة، ثم رتبته وطبعته، وقد قدم له أحد أبناء الشيخ). 21) تفسير سورة النور (كسابقه). والكتابان معدان للطبعة الثانية. 22) السباق إلى العقول. 23) سلسلة في المشارق والمغارب (وهي المذكرات التي دونتها في رحلاتي لبلدان العالم) وقد بلغت عشرين مجلداً.. وقد تمت طبعتها الأولى، وتتولى نشرها مكتبة دار الأندلس الخضراء في جدة. 24) الإيمان هو الأساس، وهو معد للطبعة الثانية. 25) غيث الديمة شرح الدرة اليتيمة، في النحو. (ب) كتبٌ ورسائل لم يتم طبعها: 26) أثر تطبيق الشريعة الإسلامية في صلاح الأمة، جمعت بعض مواده. 27) التكفير والنفاق ومذاهب العلماء فيهما. 28) الإخلاص وما يعين المسلم عليه. 29) ثبات هذا الدين واستعصاؤه على أعدائه. 30) الواعظ الأكبر والزاجر الأعظم. 31) إجابات على أسئلة منتدى السقيفة. وللمؤلف مقالات وأبحاث أخرى شارك ببعضها في منتديات الشبكة العالمية (الانترنت)."
  }
]