[
  {
    "type": "title",
    "content": "الإيمان اصطلاحا وأثره سلوكا تأليف الدكتور عبد الله قادري الأهدل"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "بسم الله الرحمن الرحيم",
    "content": "مقدمة الحمد لله رب العالمين . ونشهد ألا إله إلا هو وحده لا شريك له مخلصين له الدين . به نؤمن وإياه نعبد وعليه نتوكل وبه سبحانه نستعين . أما بعد : فإن العلم بالإيمان – أصوله وفروعه – واعتقاد معناه كما ورد في كتاب الله وسنة رسوله صلى الله عليه وسلم ، وفَهِمَه أصحابه رضي الله عنهم ، ومن سلك سبيلهم من التابعين لهم بإحسان ، وطاعة الحق جل جلاله – عملا بأمره ، وتركا لما نهى عنه - على أساس ذلك الاعتقاد ، إن ذلك لهو الذي يجعل الإنسان مؤمنا حقا ، ويدخله في زمرة عباد الله الصالحين من الأنبياء والرسل ، ومن سار على دربهم ، فاتقى الله وأطاعهم . ولهذا كان علم حقيقة الإيمان واعتقاده فرضا على كل البشر ، من يوم هبط آدم على هذه الأرض إلى يوم الدين ، ولا يعذر أحد من الناس بجهله ، ما كان له إلى معرفته سبيل ، فهو أساس الأعمال الصالحة ومحورها ، ولا يقبل الله من أحد عملا إلا على أساس هذا الإيمان . وإن الأمة التي تبني حياتها ونشاطها على أساس الإيمان ، لجديرة  بأن تعيش عيشة هنيئة مطمئنة سعيدة في الدنيا ، وأن تنال رضا ربها وجزيل ثوابه في الآخرة . وإن الأمة التي تفقد هذا الإيمان ، بالصد عنه وجحوده ، لجديرة بأن تعيش في نكد وضنك وضيق وحرج في الدنيا ،  وأن تنال من الله عقابه وغضبه يوم الدين . وعلى هذا فإن الاهتمام بالإيمان تعريفا وبيانا له ، وعملا به ، ودعوة إليه ، من أهم وظائف الدعاة إلى الله من الأنبياء والرسل ومن سلك سبيلهم واتبع هداهم . ولقد كان للإيمان – بلفظه ومعناه – في كتاب الله وسنة رسوله صلى الله عليه وسلم ، وصفات أهله وآثاره في حياتهم ، وما أعد الله لهم من خير في دنياهم وأخراهم ، وكذلك صفات الكافرين المعرضين عنه ، والصادين غيرهم عنه ، وصفاتهم وآثار كفرهم به في الدنيا والآخرة ، وكذلك صفات المنافقين الذين يظهرون للمؤمنين الإسلام ، وتنطوي قلوبهم على الكفر  ، وقد افتتحت سور البقرة بذكر صفات الأصناف الثلاثة المذكورة ، وفصل القرآن صفاتهم وما يتعلق بهم في كثير من سوره ، وقد سميت إحدى سوره بسورة ( المؤمنون ) وسميت إحداها بسورة ( المنافقون ) وسميت ثالثة بسورة ( الكافرون ) ولقد كان لذلك كله ما يدل على خطره ووجوب الاهتمام به . وكان ذلك – أيضا -سببا في كثرة تأليف العلماء الكتبَ الخاصة به ، بأصوله وفروعه ، أو تخصيصه بأبواب مستقلة في كتب الحديث والعقيدة . ولقد كان لدراستي النظامية – في جميع مراحلها – ودراستي الخاصة على يد كبار مشايخي ، وتلاوتي القرآن العظيم ، ومطالعتي لسنة الرسول صلى الله عليه وسلم ، وقراءتي لكتب التفسير ، وكتب العقيدة والأخلاق – وخاصة كتب شيخ الإسلام ابن تيمية ، وتلميذه ابن القيم – لقد كان لذلك أثره العظيم في اهتمامي بالإيمان بيانا له ودعوة إليه ، كما يتضح ذلك لمن سنحت له فرصة مطالعة كتبي المتنوعة الموضوعات ، سواء منها ما تعلق بالإيمان خاصة ، أو غيره، مثل كتاب الجهاد في سبيل الله – حقيقته وغايته ، وكتاب أثر التربية الإسلامية في أمن المجتمع الإسلامي ، وكتاب دور المسجد في التربية ، وكتيب طل الربوة ، ومنظومة جوهرة الإسلام ... وغيرها ."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "سبب كتابة البحث",
    "content": "ولقد كانت بداية كتابتي هذا الكتاب تدريسي لطلاب كلية القرآن الكريم عند إنشائها سنة 1395هـ في الجامعة الإسلامية بالمدينة ، ثم توسعت فيه أكثر عندما طلب مني رئيس قم عقيدة في الجامعة تدريس العقيدة لطلاب كلية اللغة العربية عندما توليت عمادتها سنة 1396هـ  . فقد شعرت بأن الحاجة ماسة إلى ثلاثة أمور مهمة في هذه المادة : الأمر الأول : إيضاح حقيقة الإيمان الشرعي الذي دل عليه الوحيان ، وبينه علماء السلف الصالح ، ليكون ذلك عاصما للطلاب من الاعتقادات الباطلة التي أدخلتها الفرق المنتسبة إلى الإسلام ، إما لشبهات عرضت ولم يتمكن أهلها من كشفها ، فاعتقدوا صحتها ، وإما لسوء نية أراد أهلها تحريف الكتاب والسنة ، وإفراغهما من مضامينهما التي هي مراد الله ورسوله صلى الله عليه وسلم . ومعلوم أن فقه مصطلحات هذا الدين الواردة في القرآن والسنة ، في أي باب من أبوابه يعصم من الزلل ، ويمنح صاحبه التصور الصحيح الذي يزن به الحق من الباطل ، ويجعله يبني أعماله وتصرفاته على أساس صحيح ، بخلاف من فهمها – أي المصطلحات الشرعية – على غير حقيقتها ، فإنه معرض للزلل ، لفساد تصوره ، ويبني أعماله وتصرفاته على فهمه الفاسد ، وهل يصح عمل بني على أساس فاسد ؟! ولعل ذلك يتضح للقارئ في مصطلح تعريف الإيمان المستنبط من كتاب الله وسنة رسوله صلى الله عليه وسلم ، كما فهمه أًصحاب رسول الله صلى الله عليه وسلم ، ومن تبعهم بإحسان ، من أهل القرون المفضلة ، ممن  التزموا التسليم لنصوص الوحيين مع فقههم الدقيق لها ، وعدم الخروج عنها تقليدا للفلسفات الدخيلة والتأويلات الفاسدة . الأمر الثاني : أن الطلاب الذين قمت بتدريسهم ، ينتمون إلى غالب الأقطار الإسلامية وغير الإسلامية ، وقليل من العلماء في تلك البلدان من يفقه الإيمان فقها صحيحا ، وقليل ممن فقههم الله في ذلك من يهتم بتعليم الناس ويبسط لطلاب العلم معنى الإيمان الشرعي ، بسطا يجنبهم الاعتقادات الفاسدة ، بل إن تعريف الإيمان في بعض كتب العقيدة التي تدرس في بعض المعاهد والجامعات الإسلامية ، غير كاف ، ولهذا رجعت إلى بعض كتب شيخ الإسلام ابن تيمية الذي اهتم بهذا المبحث ، وفصل فيه القول تفصيلا يجعل طالب العلم على بصيرة به . الأمر الثالث : أن تدريس طلاب العلم هذه المادة – مادة الإيمان – يقتصر غالبا على تعريفات ، وذكر مذاهب الفرق ، وتأييد مذهب أهل السنة بالأدلة التي يتمكن المدرس من سردها ، والمقارنة بين هذا المذهب وغيره من مذاهب الفرق المخالفة ، بذكر شبهاتهم والرد عليها ، بحيث يخرج طالب العلم الذي يريد الحق معتقدا لما هو الصواب في هذا الباب من الناحية العقلية . ولكن طريقة هذا التدريس ، لا يهتم المدرسون فيها بما يجب أن يحدثه الإيمان في نفس الطالب من آثار تجعل حياته كلها مرتبطة بخالقه ، من حرص على تقوى ربه الذي آمن به – فعلا وتركا – والإخلاص الكامل له ، وطاعة رسوله الذي آمن به ، تطبيقا لشرعه في أمره ونهيه ، واتباعا له ، ومخالفة كل ما يخالف شرعة الله ومنهاجه ، مع محبة الله ومحبة رسوله صلى الله ، محبة تجعله يؤثر ما يحبه الله ورسوله على ما تحبه نفسه وتهواه . هذا وليعلم أن هذا الكتاب ، لم يتعرض للكلام على أركان الإيمان الستة وأثرها في حياة المسلم ، وإنما اقتصر على تعريف الإيمان وبعض ما يتعلق به من زيادة ونقص ، و بعض ما يحققه من سلوك من اعتقده ، كما هو واضح من عنوان الكتاب . وقد استوفيت كثيرا من مباحث الإيمان في كتاب \" الإيمان هو الأساس \" والكتابان يتمم بعضهما بعضا . [طبع سنة 1418هـ ـ 1997م . دار القلم في دمشق ، والدار الشامية في بيروت . ودار البشير في جدة .  ] أسأل الله أن ينفعني بما كتبت ، وينفع به كل اطلع عليه ممن يحتاج إليه من طلاب العلم . المؤلف : عبد الله قادري الأهدل"
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "تعريف الإيمان",
    "content": "1- تعريفه لغة اشتهر في كتب اللغة العربية أن الإيمان معناه التصديق . ففي اللسان : \" وأمن بالشيء صدق \" وفيه أيضا : \" واتفق أهل العلم من اللغويين وغيرهم أن الإيمان معناه التصديق ، ومن أهم ما استدلوا به قوله تعالى : ( وما أنت بمؤمن لنا ولو كنا صادقين ( \" [يوسف : 17] وقد ناقش شيخ الإسلام ابن تيمية رحمه الله هذا الادعاء – الذي ذكره صاحب اللسان وغيره – فقال مخاطبا من ادعى ذلك : ( أتعني بأهل اللغة نقلتها، كأبي عمرو والأصمعي والخليل ونحوهم ، أو المتكلمين بها ؟ فإن عنيت الأول ، فهؤلاء لا ينقلون كل ما كان قبل الإسلام بإسناد ، وإنما ينقلون ما سمعوه من العرب في زمانهم ، وما سمعوه في دواوين الشعر وكلام العرب ، وغير ذلك بالإسناد . ولا نعلم في ما نقلوه لفظ الإيمان ، فضلا عن أن يكونوا أجمعوا عليه . وإن عنيت المتكلمين بهذا اللفظ قبل الإسلام ، فهؤلاء لم نشهدهم ، ولا نقل لنا عنهم ذلك . ) [مجموع الفتاوى ( 7/123 )] قلت وفي كلام شيخ الإسلام السابق تنبيه على أمور : الأمر الأول : أن بعض الألفاظ التي يقال : إنه دال على معنىً ما ، قد ينسب ذلك المعنى إلى اللغة العربية ، فيقال : هو في اللغة كذا ، ويشتهر عند الناس بذلك ، حتى يُدَّعَى فيه الإجماع ، مع أنه عند البحث والاستقصاء قد لا يدل عليه دليل . ومن هذا لفظ \" الإيمان \" فإنه اشتهر في كتب أهل العلم بأن معناه في اللغة التصديق ، ومع ذلك نرى هذا الإمام يقول فيه : ( ولا نعلم فيما نقلوه لفظ الإيمان ) أي إن لفظ الإيمان بهذا المعنى لم يعلمه ابن تيمية منقولا عن العرب قبل الإسلام . ولو كان هذا اللفظ موجودا عند العرب بهذا المعنى لكان له شواهد في شعرهم ونثرهم كغيره من الألفاظ التي عبروا بها عن معان محددة . الأمر الثاني : عدم صحة الإجماع على أن الإيمان معناه في اللغة التصديق ، لأنه – كما قال – إذا لم يعلم نقل لفظ الإيمان عن العرب قبل الإسلام ، فكيف يدعى الإجماع أن معناه عندهم التصديق ؟! الأمر الثالث : أن نقلة اللغة عندما نسبوا هذا اللفظ \" الإيمان \" بهذا المعنى : \" التصديق \" لم ينقلوه بإسناد ، والنقل بدون إسناد غير معتمد عليه ، لاسيما في مثل هذا المقام الذي يراد منه تفسير مراد الله بالمفهوم اللغوي . هذا ولا يفهم من كلام ابن تيمية أنه ينكر ورود لفظ الإيمان بمعنى التصديق في اللغة العربية في الجملة ، وإنما مراده عدم صحة حمل المعنى الشرعي الذي بلغت النصوص الدالة عليه حدا يصعب معه حصر معناها ، على المعنى اللغوي الذي لم تذكرله شواهد في لغة العرب قبل الإسلام ، مما يدل على عدم شهرة اللفظ نفسه عندهم . وقد نُقِلت عنهم ألفاظ تدل على معان ولها شواهد من كلامهم قبل الإسلام ، وجاء الشرع بتلك الألفاظ لمعان أخرى ، ولم يجرؤ أحد على حملها على المعنى اللغوي ، مثل : \" الصلاة \" و \" الصيام \" و \" والزكاة \" … أما الاستشهاد بالآية الكريمة ( وما أنت بمؤمن لنا ولو كنا صادقين ) [يوسف: 17] فسيأتي الكلام عليه عند الحديث عن الفرق بين الإيمان والتصديق ، وبيان عدم ترادفهما .[ راجع مجموع الفتاوى (7/589 )]"
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "2- تعريف الإيمان اصطلاحا",
    "content": "أما تعريف الإيمان شرعا ، فقد اختلف فيه على أقوال ، ينبغي قبل ذكرها الوقوف على أمرين مهمين : الأمر الأول : بيان قاعدة شرعية نافعة في هذا الباب وغيره . وهي : وجوب رد ما اختلف فيه إلى الله ورسوله – أي إلى كتاب الله وسنة رسوله صلى الله عليه وسلم – والسبب في ذلك أن الله أعلم بمراده من غيره . ورسوله صلى الله عليه وسلم مبلغ عنه ، وهو أعلم بمراد الله الذي بلغ عنه . وهذه القاعدة يجب اطرادها في كل موضوع يمكن فيه الرجوع إلى الكتاب والسنة ، فكيف إذا كان الخلاف في معنى لفظ صادر عن الله تعالى أو عن رسوله صلى الله عليه وسلم ، وقد فسر معناه تفسير ا واضحا في نصوص كثيرة وردت في القرآن والسنة ؟ أيجوز بعد ذلك الاختلاف في ذلك المعنى المفسَّر من قبل الله ورسوله ؟ قال تعالى : ( فإن تنازعتم في شيء فردوه إلى الله والرسول ( [النساء : 59] وقال تعالى : ( وأن هذا صراطي مستقيما فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله (  [الأنعام : 153] وقال تعالى :( قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم ( [آل عمران : 31] وقال تعالى : ( وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا  ([ الحشر : 7] وفي الصحيح عن جابر بن عبد الله قال : كان رسول الله  صلى الله عليه وسلم  إذا خطب احمرت عيناه وعلا صوته واشتد غضبه ، حتى كأنه منذر جيش ، يقول : صبحكم ومساكم ، ويقول بعثت أنا والساعة كهاتين ويقرن بين إصبعيه السبابة والوسطى ويقول أما بعد فإن خير الحديث كتاب الله وخير الهدى هدى محمد وشر الأمور محدثاتها وكل بدعة ضلالة ، ثم يقول أنا أولى بكل مؤمن من نفسه من ترك مالا فلأهله ومن ترك دينا أو ضياعا فإلي وعلي) [صحيح مسلم (2/592 )] وفي حديث العرباض بن سارية الذي رواه الإمام أحمد وأبو داود و الترمذي : ( فإنه من يعش منكم فسيرى اختلافا كثيرا ، فعليكم بسنتي وسنة الخلفاء الراشدين من بعدي ، عَضوا عليها بالنواجذ ، وإياكم ومحدثات الأمور فإن كل بدعة ضلالة ) [صحيح مسلم (2/592 )] والمتتبع لأقوال أهل البدع يجدهم يعرضون نصوص الكتاب والسنة على بدعهم ، فما وافقها أخذوا به ، وما خالفها ردوه ، بالتأويل والفلسفات الدخيلة الفاسدة ، قدوتهم في ذلك المنافقون الذين قال الله تعالى فيهم : ( وإذا قيل لهم تعالوا إلى ما أنزل الله وإلى الرسول رأيت المنافقين يصدون عند صدودا فكيف إذا أصابتهم مصيبة بما قدمت أيديهم ثم جاءوك يحلفون بالله إن أردنا إلا إحسانا وتوفيقا  ( [صحيح مسلم (2/592 )] وهذا بخلاف أهل السنة الذين لا يعدلون عن النص الصحيح والمعنى الشرعي الواضح ، ولا يعارضون ذلك بقول أحد كائنا من كان ، تطبيقا لقوله تعالى : ( وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم ( [الأحزاب : 36] وتسليما لله القائل : ( فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما (  [النساء : 65] وقد جرت عادة الناس أن يعودوا في الأمور التي تشكل عليهم ويصعب عليهم حلها بأنفسهم إلى ذوي الاختصاص منهم : فالمصاب بمرض يذهب إلى الطبيب ، ليشخص له الداء ويصف له الدواء ، بل كل طبيب يُرجَع إليه في تخصصه ، فيَرجِع من به مرض باطني إلى الطبيب المتخصص في علاج ذلك … ولا يرجع إلى غيره – مع إلمامه بعلاج كثير من الأمراض . ولو ذهب المريض إلى نجار ليشخص له الداء ويصف له الدواء لرماه الناس بالجنون . وصاحب الآلة إذا حصل في آلته خلل رجع إلى المهندس الخبير بإصلاح تلك الآلة ، ولو ذهب إلى خبير بإصلاح آلة أخرى مع جهله بإصلاح تلك الآلة لرماه الناس بأنه أبله … وقد نبه العلماء على هذه القاعدة ، ومنهم ابن تيمية الذي قال : \" ومما ينبغي أن يعلم أن الألفاظ الموجودة في القرآن والحديث ، إذا عرف تفسيرها وما أريد بها من جهة النبي صلى الله عليه وسلم ، لم يحتج في ذلك إلى الاستدلال بأقوال أهل اللغة ولا غيرهم ، ولهذا قال الفقهاء : الأسماء ثلاثة أنواع : نوع يعرف حده بالشرع ، كالصلاة والزكاة ، ونوع يعرف حده باللغة ، كالشمس والقمر ، ونوع يعرف حده بالعرف ، كلفظ القبض ولفظ المعروف ، قوله تعالى : ( وعاشروهن بالمعروف ( [النساء : 19] ونحو ذلك … فاسم الصلاة والزكاة والصيام والحج ، ونحو ذلك ، قد بين الرسول صلى الله عليه وسلم ما يراد بها في كلام الله ورسوله ، وكذا لفظ الخمر وغيرها ، ومن هناك يعرف معناها ، فلو أراد أحد أن يفسرها بغير ما بينه الرسول صلى الله عليه وسلم لم يقبل منه . واسم الإيمان والإسلام والنفاق والكفر أعظم من هذا كله ، والنبي صلى الله عليه وسلم قد بين المراد بهذه الألفاظ بيانا لا يحتاج معه إلى الاستدلال على ذلك بالاشتقاق وشواهد استعمال العرب ونحو ذلك ، فلهذا يجب الرجوع في مسميات هذه الأسماء إلى بيان الله ورسوله ، فإنه شاف كاف . بل معاني هذه الأسماء معلومة من حيث الجملة للخاصة والعامة . وأهل البدع إنما دخل عليهم الداخل ، لأنهم أعرضوا عن هذه الطريق ، وصاروا يبنون دين الإسلام على مقدمات يظنون صحتها ، إما في دلالة الألفاظ ، وإما في دلالة المعاني المعقولة ، ولا يتأملون بيان الله ورسوله . وكل مقدمات تخالف بيان الله ورسوله صلى الله عليه وسلم ، فإنها تكون ضلالا \" [مجموع الفتاوى ( 7/286-288 )] ولقد نعى سيد قطب رحمه الله تعالى في مقدمة كتابه العظيم \" في ظلال القرآن \" – وهو يقرر أنه لا صلاح ولا طمأنينة ولا رفعة للبشرية إلا بالرجوع إلى الله – نعى على البشرية التائهة اهتمامها بالأجهزة والآلات بالرجوع إلى صانعيها لإصلاحها ، وابتعاد هذه البشرية عن سلوك الطريق نفسه في تطبيق هذه القاعدة في الإنسان بعدم رده إلى صانعه ليهديه السبيل الذي فيه صلاحه في دنياه وفي آخرته ! وخلاصة الكلام أنه يجب الرجوع في فهم مراد الله ومراد رسوله ، في أي معنى من المعاني الواردة في الكتاب والسنة ، إلى نفس الكتاب والسنة ، لأن الله أعلم بمراده ، ورسوله مبلغ عنه ، وقد أكمل الله دينه ببيانه في كتابه وسنة رسوله صلى الله عليه وسلم . وإذا بين الله تعالى مراده فليس لأحد أن يخالف ذلك البيان ، وإذا خالف ذلك لتأويل أو غيره ، فلا يجوز لأحد اتباعه : ( وأن هذا صراطي مستقيما فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله ( [الأنعام : 53] الأمر الثاني : ذكر بعض النصوص القرآنية والأحاديث النبوية الواردة في معنى الإيمان ، لاستخلاص التعريف الشرعي منها ، إذ لا يمكن فهم مراد الله ورسوله إلا مما ورد عن الله ورسوله . ولا عبرة بعد ذلك بأقوال المخالفين ، وذكر أقوالهم ، وإنما يراد من ذكرها بيان مخالفتها للحق الذي به يعرف الرجال وليس العكس . أولا : بعض النصوص القرآنية : قال تعالى : ( إِنما المؤمنون الذين إذا ذكر الله وجلت قلوبهم وإذا تليت عليهم آياته زادتهم إيمانا وعلى ربهم يتوكلون . الذين يقيمون الصلاة ومما رزقناهم ينفقون . أولئك هم المؤمنون حقا لهم درجات عند ربهم ومغفرة ورزق كريم  ([الأنفال : 2-4] فقد حصرت هاتان الآيتان المؤمنين في المتصفين بهذه الصفات التي هي من أجزاء الإيمان : الصفة الأولى : وجل القلوب عند ذكر الله ، أي خوفها منه تعالى . الصفة الثانية : ازديادهم إيمانا عندما تتلى عليهم آيات الله . الصفة الثالثة : التوكل على الله ، أي الاعتماد عليه . الصفة الرابعة : إقامة الصلاة . الصفة الخامسة : الإنفاق مما رزقهم الله . والصفات الثلاث الأولى من أعمال القلوب – إلا أن زيادة الإيمان شاملة لعمل القلب وغيره – وكذلك الرابعة والخامسة شاملتان لأعمال القلوب والجوارح . ومما يدل على أن هذه الصفات أجزاء للإيمان أمران : الأمر الأول : الحصر المذكور قبل هذه الصفات في قوله تعالى : ( إنما المؤمنون ( الأمر الثاني : التوكيد البالغ بعد ذكر تلك الصفات في قوله : ( أولئك هم المؤمنون حقا  ( ولا يقال : إن الحصر منصب على المؤمنين لا على الإيمان ، لأن المؤمنين إنما اتصفوا بتلك الصفات لكونها من الإيمان . وقال تعالى : ( إنما يؤمن بآياتنا الذين إذا ذكروا بها خروا سجدا وسبحوا بحمد ربهم وهم لا يستكبرون تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون ( [السجدة : 15-16] فقد حصرت الآيتان الكريمتان الإيمان في المتصفين بهذه الصفات المذكورة فيهما ، وهي : السجود لله عند التذكير بآياته ، والتسبيح بحمده ، والخضوع له بعبادته وعدم الاستكبار عنها ، ومفارقتهم للمضاجع في الأوقات التي تشتد حاجتهم إلى الالتصاق بها ، من أجل إقبالهم إلى الله تعالى ، ودعاء الله تعالى ، وخوف عقابه ، والطمع في مثوبته وأجره ، والإنفاق من رزقه في طاعته . فالسجود والتسبيح والدعاء والإنفاق ومفارقة المضاجع ، من أعمال الجوارح . والخضوع لله الذي تضمنه ترك الاستكبار ، والخوف من عقاب الله والطمع في ثوابه من أعمال القلوب . وهذا يدل على أن تلك الصفات كلها من أجزاء الإيمان . وقال تعالى : ( ولو كانوا يؤمنون بالله والنبي وما أنزل إليه ما اتخذوهم أولياء ولكن كثيرا منهم فاسقون ( [المائدة : 81] فالآية تدل على أن موالاة أعداء الله وميل القلب إليهم ونصرهم ينافي الإيمان الواجب . وقال تعالى : ( إنما المؤمنون الذين آمنوا بالله ورسوله ثم لم يرتابوا وجاهدوا بأموالهم وأنفسهم في سبيل الله أولئك هم الصادقون ( [الحجرات : 15] وهذه الآية تدل على أن استمرار اليقين في القلب الذي هو ضد الشك والريب ، وكذلك الجهاد في سبيل الله بالمال والنفس من الإيمان ، وانتفاء ذلك يدل على انتفاء الإيمان الواجب . والتصديق الذي لا يخالطه شك من الإيمان ، وهو من أعمال القلب ، والجهاد من الإيمان وهو من أعمال الجوارح . وقال تعالى : ( وما كان الله ليضيع إيمانكم ( [البقرة : 143] وقد ورد في سبب نزول هذه الآية ما يدل على أن المراد بالإيمان هنا الصلاة ، لأنها نزلت في قوم ماتوا وهم يصلون إلى بيت المقدس – قبل الأمر بالتوجه إلى الكعبة – فتساءل ناس عنهم ، أي عن حكم صلاتهم التي لم يتوجهوا بها إلى بيت الله الحرام ؟ فنزلت الآية تطمئن المتسائلين على أنهم مثابون على صلواتهم كما يثاب غيرهم ممن أدرك القبلة الجديدة . وهذا يدل على أن الصلاة - بكل ما فيها من قراءة وذكر وقيام وقعود وخشوع – من الإيمان . ومن الآيات السابقة – وغيرها كثير – يظهر أن الشارع يطلق لفظ الإيمان على التصديق الجازم بالقلب كما في قوله تعالى : ( إنما المؤمنون الذين آمنوا بالله ورسوله ثم لم يرتابوا ( وعلى أعمال القلب غير التصديق كما في قوله تعالى : ( إنما المؤمنون الذي إذا ذكر الله وجلت قلوبهم … وعلى ربهم يتوكلون ( ويطلق على أعمال الجوارح ، كقوله تعالى : ( إنما يؤمن بآياتنا الذين إذا ذكروا بها خروا سجدا وسبحوا بحمد ربهم … تتجافى جنوبهم عن المضاجع …ومما رزقناهم ينفقون ( ثانيا : نصوص من السنة : دلت نصوص السنة الصحية – كما دلت نصوص القرآن – أن لفظ الإيمان يطلق على تصديق القلب وعمله ، وعلى قول اللسان وعمل الجوارح . فقد فسر النبي صلى الله عليه وسلم الإيمان في حديث جبريل بالاعتقاد القلبي ، فقال : ( الإيمان أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وتؤمن بالقدر خيره وشره ) [البخاري (4/1793 ) ومسلم ( 1/37 ) واللفظ له] والأمر هكذا عندما يقترن الإيمان بغيره ،مثل لفظ الإسلام ، أو العمل الصالح . أما عند إطلاقه بدون أن يقترن بغيره ، فإنه يشمل ذلك كله . بل إن الإيمان قد أطلق شرعا على الأعمال الظاهرة ، كما في حديث وفد عبد القيس المتفق عليه من حديث ابن عباس رضي الله عنهما قال : ( أمرهم بالإيمان بالله وحده ) قال : ( أتدرون ما الإيمان بالله وحده ؟ ) قالوا : الله ورسوله أعلم . قال : ( شهادة أن لا إله إلا الله وأن محمدا رسول الله ، و إقام  الصلاة وإيتاء الزكاة وصيام رمضان ، وأن تعطوا من المغنم الخمس . ) [البخاري ( 1/ 29 )] فقد أطلق الرسول صلى الله عليه وسلم الإيمان في هذا الحديث على ما أطلق عليه لفظ الإسلام في حديث جبريل – عدا الحج لم يذكره هنا لأنه لم يكن فرض آنذاك ، وزاد هنا أداء خمس المغنم –كما أُطلِق لفظ الإيمان على ما يشمل اعتقاد القلب وتصديقه ، وعلى قول اللسان وعمل بقية الجوارح ، ففي في صحيح مسلم : ( الإيمان بضع وسبعون شعبة – أو بضع وستون شعبة – فأفضلها قول لا إله إلا الله ، وأدناها إماطة الأذى عن الطريق ، والحياء شعبة من الإيمان . ) [البخاري ( 2 / 871 ) ومسلم ( 1/ 63 )] وقد يطلق الإيمان على عمل القلب فقط كما ، في حديث أنس رضي الله عنه المتفق عليه الذي قال فيه صلى الله عله وسلم : ( ثلاث من كن فيه وجد بهن حلاوة الإيمان : أن يكون الله ورسوله أحب إليه مما سواهما ، وأن يحب المرء لا يحبه إلا لله ، وأن يكره أن يعود في الكفر بعد أن أنقذه الله منه كما يكره أن يقذف في النار ) [البخاري ( 1/ 16 ) ومسلم ( 1/ 66 )] قد يقال : إن ما توجد به حلاوة الإيمان لا يلزم أن يكون جزءا من الإيمان. والجواب أن هذا ادعاء غير صحيح ، بدليل حديث العباس رضي الله عنه الذي رواه مسلم أن رسول الله صلى الله عليه وسلم قال : ( ذاق طعم الإيمان من رضي بالله ربا ، وبالإسلام دينا ، وبمحمد صلى الله عليه وسلم رسولا )[ مسلم (1/62 )]. ومما لا شك فيه أن من لم يرض بهذه الأمور الثلاثة لا يكون مؤمنا ولا فرق بين قوله ( ذاق الإيمان ) وقوله ( وجد حلاوة الإيمان ) و في حديث أنس بن مالك المتفق عليه قال صلى الله عليه وسلم : ( لا يؤمن أحدكم حتى أكون أحب إليه من والده وولده والناس أجمعين ) [البخاري ( 1/ 14 ) ومسلم ( 1/ 67 )] ومثل ذلك قول الرسول صلى الله عليه وسلم : ( لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه ) [البخاري ( 1/ 14 ) ومسلم ( 1/ 67 )] والخصلة المفروضة التي ينفِى الشارعُ الإيمانَ الكاملَ الواجبَ لانتفائها هي جزء من الإيمان ، وإلا لما صح نفيه بانتفائها . وقد دلت نصوص أخرى على نفي الإيمان الكامل الواجب عمن تلبس ببعض المعاصي ، كما في الحديث المتفق عليه عن أبي هريرة رضي الله عنه ، أن  النبي صلى الله عليه وسلم : ( لا يزني الزاني حين يزني وهو مؤمن ، ولا يشرب الخمر حين يشربها وهو مؤمن ، ولا يسرق حين يسرق وهو مؤمن ) [البخاري ( 2/ 875 ) ومسلم ( 1/ 76 )] وهذا يدل على أن ارتكاب المعاصي ينافي الإيمان الكامل الواجب . وورد عن الرسول صلى الله عليه وسلم إدخال بعض أركان الإيمان في مسمى الإسلام ، كما في سنن ابن ماجه [السنن (1/34) قال المحشي : \" في الزوائد هذا إسناد ضعيف . \" ويراجع جامع العلوم والحكم ( ص : 24-27 ) ]  من حديث عدي بن حاتم ، قال : قال لي رسول الله صلى الله عليه وسلم : ( يا عدي أسلم تسلم ) قلت : وما الإسلام ؟ قال أن تشهد أن لا إله إلا الله ، وتشهد أني رسول الله ، وتؤمن بالأقدار خيرها وشرها حلوها ومرها ) فقد جعل الإيمان بالقدر ، وهو من أركان الإيمان جزءا من الإسلام . وأجاب صلى الله عليه وسلم من سأله : أي الإسلام أفضل ؟ بقوله : (الإيمان ) السنن (1/34) قال المحشي : \" في الزوائد هذا إسناد ضعيف . \" ويراجع جامع العلوم والحكم ( ص : 24-27 ) وهذه كلها من أعمال القلب كما ترى . كما أُطلِق \" الإيمان \" على إقام الصلاة ، وإيتاء الزكاة ، وصيام رمضان ، والإنفاق في سبيل الله ، والسجود لله عند التذكير بآياته ، و التجافي عن المضاجع للإقبال على عبادة الله ، وقول لا إله إلا الله ، وإماطة الأذى عن الطريق ، وإعطاء خمس المغنم ، وترك إيذاء الجار ، وإكرام الضيف ، وقول الخير ، والكف عن قول الشر . وهذه كلها من أفعال الجوارح – وإن كانت النية فيها وفي غيرها من طاعة الله – من أعمال القلب ، لأنه لا يقبل عمل بدون نية . وإذ قد تقرر أنه يجب الرجوع إلى الله وإلى رسوله في فهم مراد الله ورسوله مما ورد في القرآن أو السنة ، وقد أطلق الله ورسوله على هذه الأمور وغيرها ما يدل على أنها من الإيمان ، وجب التسليم بذلك وعدم الجدال فيه أو تأويله تأويلا ينافي ما قام الدليل على أنه المراد . وعلى ضوء ما مضى نستطيع أن نعرف الإيمان بما عرفه به المحققون من علماء الأمة ، مما يتطابق مع تلك ، يخالف النصوص ، ونذكر شيئا مما  يخالف ذلك ."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "التعريف الأول : لجمهور أهل السنة :",
    "content": "الإيمان هو \" تصديق بالجنان ، وقول باللسان ، وعمل بالأركان \" . وعلى هذا التعريف جماهير المسلمين من الصحابة والتابعين ، وأئمة فقهاء الأمصار – ما عدا الإمام أبا حنيفة رحمه الله – الذي سيأتي ذكر رأيه وبيان أن الخلاف بينه وبين الجمهور لفظي في حقيقة الأمر . وذكر شيخ الإسلام ابن تيمية رحمه الله أن قد حكى غير واحد الإجماع على هذا التعريف ، وذكر ما نقله أبو عبيد القاسم بن سلام عن مشاهير العلماء الذين صرحوا بأن الإيمان قول وعمل ونية ، من أهل مكة ، والمدينة ، واليمن ، والكوفة ، والبصرة ، وأهل واسط ، وأهل المشرق . وهذا هو التعريف الحق الذي لا يجوز العدول عنه ، لما مضى من الأدلة . التعريف الثاني للإمام أبي حنيفة الإيمان عند أبي حنيفة رحمه الله هو \" تصديق بالقلب ، وإقرار باللسان \" ونقل عنه شارح الطحاوية قولا آخر ، وهو أن \" الإيمان تصديق بالقلب \" ولكن ابن تيمية أنكر ثبوت هذا الأخير عنه . ويشارك أبا حنيفة في التعريف الثابت عنه بعض المرجئة . وظاهر هذا التعريف عدم دخول الأعمال الصالحة في مسمى الإيمان . ومما يجب التنبيه عليه أن الخلاف بين أبي حنيفة وجمهور أهل السنة هو خلاف لفظي من حيث النتيجة ، وإن ظهر من تعريفه رحمه الله مخالفة النصوص السابق ذكرها ، وتعريف الجمهور هو المطابق لها لفظا ومعنى . ما وجه الخلاف بين التعريفين ؟ وجه الخلاف أن الجمهور اعتبروا الأعمال الصالحة داخلة في مسمى الإيمان وجزءا منه . أما أبو حنيفة فلم ير الأعمال جزءا من الإيمان . وجه كون الخلاف بين الجمهور وأبي حنيفة لفظيا أما وجه كون الخلاف بين أبي حنيفة والجمهور لفظيا فلموافقة أبي حنيفة الجمهور في أمرين : الأمر الأول : أن أصحاب الذنوب عند أبي حنيفة داخلون تحت الذم والوعيد ، وأنه لا يستحق المدح المطلق والوعد بالجنة ابتداء إلا من جمع بين الإيمان والعمل الصالح ، وابتعد عن ارتكاب الكبائر . الأمر الثاني : أن أهل الكبائر قد يدخلون النار ، لكن لا يخلد فيها إلا الكفار الذين ليس عندهم مثقال حبة من إيمان . أدلة من نصر تعريف أبي حنيفة أدلة الجمهور على التعريف الأول قد سبقت ، فما أدلة التعريف الثاني الذي يراه أبو حنيفة ؟ استدل القائلون بهذا التعريف بأدلة : الدليل الأول : أن الإيمان في لغة العرب هو التصديق ، والقرآن الكريم إنما نزل بلغتهم ، والأصل أن يخاطبهم الشرع بما عرف عندهم ، ويؤيد كون الإيمان في لغتهم هو التصديق قول الله تعالى : ( وما أنت بمؤمن لنا ولو كنا صادقين ( أي وما أنت بمصدق لنا . وإذا كان الأمر كذلك وجب حمل الإيمان في القرآن والسنة على هذا المعنى ، وبناء عليه لا يكون العمل داخلا في لفظ الإيمان ، وإذا ورد ما يدل بظاهره أن العمل جزء من الإيمان وجب تأويله بأنه ثمرة له ، فيكون إطلاق الإيمان على العمل إطلاقا مجازيا ."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "مناقشة هذا الدليل .",
    "content": "وقد رد المخالفون لهذا التعريف على هذا الاستدلال بثلاثة أوجه : الوجه الأول : يتعلق بدعوى أن الإيمان في اللغة التصديق ، وقد سبق الكلام على هذا الوجه في أول البحث ، فلا حاجة إلى تكراره . الوجه الثاني : منع الترادف بين الإيمان والتصديق لفروق ثلاثة بينهما : الفرق الأول : فرق لغوي ، وهو أن التصديق يتعدى بنفسه ، فيقال : صدقه ، بخلاف الإيمان فإنه لا يتعدى بنفسه ، وإنما يتعدى باللام ، كما سبق في قوله تعالى : ( وما أنت بمؤمن لنا ( [يوسف: 17] وقوله : ( فآمن له لوط ( [العنكبوت: 26] وقوله :( فما آمن لموسى إلا ذرية من قومه ( [يونس: 83] وقوله تعالى عن فرعون : ( آمنتم له( [طه : 71 ، الشعراء :  49] وقوله : ( أنؤمن لك ( [الشعراء 111] وقوله : ( يؤمن بالله ويؤمن للمؤمنين  ( [التوبة 61] وقوله : ( أنؤمن لبشرين ( [المؤمنون: 47] وقوله : ( وإن لم تؤمنوا لي فاعتزلون ( [الدخان: 21] . ولا يرد على هذا جواز أن يقال : ما أنت بمصدق لنا ، لأن اللام تدخل على المعمول إذا ضعف العامل ، إما بتقديم المعمول عليه ،  كما في قوله تعالى : ( هدى ورحمة للذين هم لربهم يرهبون ( [الأعراف : 154] وإما لكونه اسم فاعل كما في المثال المذكور :  (ما أنت بمصدق لنا (. الفرق الثاني : أن التصديق صالح لكل مخبر ، سواء أخبر عن غيب ، أم عن مشاهدة ، فيصح أن يقال : للمخبر بوجود الملائكة – وهو من الغيب – صدقتك ، كما يصح أن يقال للمخبر بطلوع الشمس - وهو من المشاهدة - : صدقتك . بخلاف الإيمان فإنه لا يستعمل إلا في الخبر عن غيب ، ولم يرد في القرآن إلا بهذا المعنى . الفرق الثالث : أن التصديق يقابله التكذيب ، فيقال : صَدَّق أو كذَّب، أما الإيمان فيقابله الكفر ، والكفر لا يختص بالتكذيب ، بل يكون بالتكذيب وبغيره ، كموالاة أعداء الله ومناصرتهم على المؤمنين ومتابعتهم في محاربة دين الله بالقول والفعل . وإذا كان الكفر لا يختص بالتكذيب ، فالإيمان لا يختص بالتصديق . الوجه الثالث : لو سلمنا بأن الإيمان يرادف التصديق ، فليس في ذلك حجة على اختصاصه بتصديق القلب ، لأمرين : الأمر الأول : أن العمل يسمى في الشرع تصديقا ، بدليل قوله صلى الله عليه وسلم في الحديث الصحيح : ( العينان تزنيان وزناهما النظر ، والأذن تزني وزناها السمع ، واليد تزني وزناها البطش ، والرجل تزني وزناها المشي ، والقلب يتمنى ذلك ويشتهي ، والفرج يصدق ذلك أو يكذبه ) [البخاري من حديث أبي هريرة ، رقم : 5889 . ومسلم ، برقم : 2657] وهذا ما فهمه السلف الصالح ، وهم أقرب إلى فهم الشرع واللغة معا ، قال الحسن البصري : \" ليس الإيمان بالتحلي ولا بالتمني ولكن ما وقر في القلب وصدقه العمل \" الأمر الثاني : أنه يراد – هنا – بالتصديق تصديق خاص ، فسرته النصوص القرآنية والأحاديث النبوية ، مثاله : الصلاة ، والزكاة ، والصيام ، والحج ، والوضوء ، وغيرها من الألفاظ التي أطلقها الشارع على معان خاصة . فكما أن الصلاة يراد بها معنى خاص يشتمل على تكبير وقراءة وركوع وسجود وقيام وقعود ، وذكر ودعاء ، وليس مجرد الدعاء الذي كانت تعنيه لغة العرب قبل الإسلام ، وكما أن الزكاة يراد بها معنى خاص ، وهو إخراج الغني جزءا من مال خاص يصرف في وجوه خاصة ، ولا يراد بها المعنى الذي كانت تعنيه لغة العرب قبل الإسلام ، وهو مجرد الطهارة أو النماء ، وكما أن الحج يراد به قصد خاص يشتمل على ألفاظ وأركان وأفعال وشروط وواجبات ومستحبات ، ولا يراد به مجرد القصد الذي كان يعنيه العرب قبل الإسلام ، وهكذا بقية الألفاظ الشرعية التي أطلقت على معان خاصة في الإسلام ، ولم تبق على أصلها اللغوي ، فكذلك لفظ الإيمان أطلق على تصديق خاص محدد بينته نصوص القرآن والسنة بيانا شافيا كافيا أكثر من بيان معان أخرى ، وهو جدير بالبيان ، لأنه أصل الجميع ، ولأنه يتوقف على فهمه وتطبيقه السعادة العظيمة في الدنيا والآخرة ، ويترتب على عدم تصور حقيقته المرادة لله تعالى ولرسوله صلى الله عليه وسلم الشقاء والخسارة في الدنيا والآخرة . الوجه الرابع : دعوى أن إطلاق لفظ الإيمان على العمل من باب الإطلاق المجازي ، هي دعوى باطلة لأمور : الأمر الأول : أن في القول بالمجاز خلافا ، وقد رده ابن تيمية وذكر أن القول بالمجاز لم يظهر إلا متأخرا ، و مع ثبوته لا يجوز جعله أصلا يرجع إليه ، وبخاصة في المصطلحات الشرعية المتعلقة بأصل من أصول الدين وهو : \" الإيمان \" الذي بينته نصوص الوحي من القرآن والسنة . الأمر الثاني : أن المجاز إنما يصار إليه عندما يتعذر حمل اللفظ على معناه الحقيقي ، وتدل القرائن على إرادة المعنى المجازي ، ولا دليل هنا على ذلك ، بل الألفاظ الواردة في هذا الباب تدل دلالة واضحة على أن الأعمال الصالحة جزء من الإيمان والنصوص الشرعية هي المرجع في ذلك ، كما مضى . الأمر الثالث : أن الحقيقة ليست مقصورة على الحقيقة اللغوية ،  بل هناك حقيقة عقلية ، وحقيقة ، شرعية ، وحقيقة عرفية ، فلو فرض أن الأعمال الصالحة لا يدخل في الإيمان في الحقيقة اللغوية ، فقد دخل في الإيمان في الحقيقة الشرعية ، وهي المعتبرة هنا دون سواها مما يخالفها ، ولهذا يمتنع تأويل العمل الصالح عندما يطلق عليه لفظ الإيمان بأنه ثمرته ، لأن ذلك مخالف لما دلت عليه النصوص الشرعية . وبهذا يعرف أن هذا الاستدلال لا ساق له و لا قدم . الدليل الثاني – من أدلة من نفى دخول الأعمال الصالحة في لفظ الإيمان – أن العمل الصالح قد عطف على الإيمان في نصوص كثيرة ، وهذا يدل على أن العمل ليس جزءا من الإيمان ، لأن العطف يقتضي المغايرة بين المعطوف والمعطوف عليه ، فالمعطوف ليس هو المعطوف عليه ، بل هو غيره . مثال ذلك: أن تقول : رضي الله عن الخليفتين أبي بكر وعمر ، فلا يصح أن يقال : إن عمر هو أبو بكر ، وكذلك العمل الصالح المعطوف على الإيمان هو غير الإيمان . والجواب على ذلك التسليم بأن العطف يقتضي المغايرة – في الجملة – ولكن المغايرة لها مراتب : المرتبة الأولى : يكون فيها المعطوف مباينا للمعطوف ومغايرا له ، بأن لا يكون أحدهما هو الآخر ولا جزءا منه ولا لازما له ، مثل : جبريل وميكال ، فميكال ليس هو جبريل ولا جزءا منه ولا لازما له . وهذه المرتبة هب التي يصح الاستدلال بها في هذا المقام ، لو كان العمل والإيمان متباينين هذا التباين ، وهو بعيد كل البعد كما تبين من النصوص السابقة وسنزيده وضوحا في الفقرات الآتية . المرتبة الثانية : أن يكون أحدهما – المعطوف أو المعطوف عليه – مستلزما للآخر ، كقوله تعالى : ( ولا تلبسوا الحق بالباطل وتكتموا الحق .. ( [البقرة : 42] فَلَبْسُ الحق بالباطل – أي خلطه به – يستلزم كتم الحق ، وكتم الحق يستلزم خلطهما . وإذا استدل المستدل بهذا النوع من العطف وأقر أن الإيمان مستلزم للعمل الصالح ، والعمل الصالح مستلزم للإيمان – كما هو شان الإمام أبي حنيفة رحمه الله – فخلافه مع الجمهور خلاف لفظي من حيث النتيجة ، وإن كانت النصوص لا تؤيده ، لأنها صريحة في أن العمل الصالح جزء من الإيمان شرعا . المرتبة الثالثة : أن يكون المعطوف جزءا من المعطوف عليه ، كقوله تعالى : ( حافظوا على الصلوات والصلاة الوسطى  ([البقرة : 238] وعطف العمل على الإيمان هو من هذه المرتبة ، كما مضى ، وإنما أفرد المعطوف للاهتمام به ولئلا يظن عدم دخوله في المعطوف عليه . المرتبة الرابعة : أن يعطف الشيء على نفسه لتنوع صفاته ، كقوله تعالى : ( الذي خلق فسوى والذي قدر فهدى ([ الأعلى: 2-3] فالمعطوف – الذي هو اسم الموصول الثاني – هو نفس المعطوف عليه _ اسم الموصول الأول – لأنهما عبارة عن الذات الإلهية ، ولكن الصفتين اللتين وصف بهما المعطوف عليه - وهما خلق فسوى – غير الصفتين اللتين وصف بهما المعطوف – وهما قدر فهدى – وليس في هذه المرتبة ما يستدل به على مذهب من يرى أن العمل ليس جزءا من الإيمان . وبهذا يظهر أن هذا الاستدلال كسابقه لا ينهض لمعارضة أدلة الجمهور ولا يقف في وجهها . الدليل الثالث – من أدلة من لا يرى دخول العمل في لفظ الإيمان – حديث جبريل الذي فرق فيه الرسول صلى الله عليه وسلم في مقام البيان والتعريف ، بين الإيمان والإسلام الذي هو العمل الصالح ، والجواب عن سئوال. فعندما سئل عن الإيمان ؟ أجاب بقوله : ( الإيمان أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وتؤمن بالقدر خيره وشره ) وعندما سئل عن الإسلام ؟ أجاب بقوله : ( أن تشهد أن لا إله إلا الله وأن محمدا رسول الله ، وتقيم الصلاة ، وتؤتي الزكاة ، وتصوم رمضان ، وتحج البيت ، إن استطعت إليه سبيلا ) فقد خص صلى الله عليه وسلم الإيمان بالقلب ، وخص الإسلام بالجوارح، وهذا فرق واضح بين الإيمان والعمل الصالح صادر عن الشارع ."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "والجواب من وجهين :",
    "content": "الوجه الأول : أن الرسول صلى الله عليه وسلم الذي فرق بين الإيمان بجعله الاعتقاد القلبي ، وبين الإسلام بجعله عمل الجوارح ، هو الذي أطلق على العمل الصالح لفظ الإيمان ، كما في حديث وفد عبد القيس ، وفي حديث الشُّعَب ، وقد مضى ذكرهما وذكر غيرهما مما يدل على ما دلا عليه . الوجه الثاني : - وهو يبين الوجه الأول ، وببين عدم معارضته للنصوص الأخرى التي تدل على أن الإيمان شامل للاعتقاد القلبي والعمل – وهو ما ذكره العلماء من أن من الأسماء ما يكون شاملا لمسميات متعددة عند إفراده وإطلاقه، فإذا قرن ذلك الاسم بغيره صار دالا على بعض تلك المسميات ، والاسم المقرون به يدل على باقي تلك المسميات . [جامع العلوم والحكم لابن رجب] وقد ضرب شيخ الإسلام ابن تيمية رحمه الله أمثلة كثيرة من النصوص التي تؤيد هذه القاعدة : فلفظ الكفر إذا أطلق ، دخل فيه النفاق ، مثل قوله تعالى : ( ومن يكفر بالإيمان فقد حبط عمله وهو في الآخرة من الخاسرين ( [المائدة : 5] وإذا اقترن لفظ الكفر بالنفاق ، كان لهذا تفسير ولهذا تفسير آخر ، ويترتب على كل من التفسيرين بعض الأحكام المختلفة في الدنيا . وقد جعل الله الناس ثلاثة أقسام : ( مؤمن وكافر  ومنافق ) وبين الصفات التي يتميز بها كل قسم عن الآخر ، كما في أول سورة البقرة . وعلى هذا فإن اسم الإيمان إذا أفرد دخل فيه اعتقاد القلب وعمله وقول اللسان وعمل الجوارح ، وإذا اقترن بالإسلام أو العمل الصالح دل الإيمان  على اعتقاد القلب ، ودل قرينه على ما عدا ذلك من أعمال الجوارح . بل إن حديث وفد عبد القيس واضح في إطلاق الإيمان على ما أطلق عليه الإسلام في حديث جبريل .[ جامع العلوم والحكم] وبهذا يظهر عدم نهوض هذا الدليل على معارضة أدلة الجمهور القائلين بأن الإيمان يشمل اعتقاد القلب وقول اللسان وعمل الجوارح . الدليل الرابع – لمنكري دخول العمل في مسمى الإيمان - : قالوا : لو كان الإيمان مركبا من أجزاء لزال جميعه بزوال بعضه ، وهذا يوقع في مذهب الخوارج المكفرين بالكبائر . والجواب  : أن المركب يختلف ، فتارة يكون التركيب شرطا في إطلاق الاسم على المركب ، بمعنى أنه لو نقص جزء من المركب لم يصح إطلاق الاسم عليه ، وتارة لا يكون التركيب شرطا في إطلاق الاسم ، بمعنى أنه يصح إطلاق الاسم على المركب ولو نقص بعض أجزائه . كما أن بعض الأجزاء قد يزول بزواله المسمى ، وبعضها قد لا يزول المسمى بزواله . فمثال ما يكون التركيب شرطا في إطلاق الاسم على المسمى : الأعداد ، فالعشرة مركبة من أجزاء ، كل جزء منها عشر المسمى ، فلو زال واحد منها بطل إطلاق الاسم عليه ، أي لا يقال : عشرة وإنما يقال : تسعة ، وبقاء التسعة – وهو القدر الأكبر من العدد -لا يُسَوِّغ بقاء اسم العشرة . ومثال ما لا يكون التركيب شرطا في إطلاق الاسم على المركب : المكيلات والموزونات . فأي مقدار من القمح يصح إطلاق لفظ القمح عليه ، ولا يؤثر في هذا الإطلاق النقص من ذلك المقدار ، فيمكن أن يقال عما مقداره عشرون صاعا منه : قمح ، ولو نقص عشرة آصع منه صح – أيضا – إطلاق القمح عليه بعد نقصه ، ومثله التمر والبر والزبيب ، وكذلك الجبل ، إذا أزيل جزء منه لم يفقد مسماه ، والقرية لو هلك نصف سكانها وهدم بعض مساكنها لم تفقد مسماها . والإيمان تارة يكون من النوع الأول ، بحيث يزول كله بزوال بعضه ، مثال ذلك : أن يدعي إنسانٌ مّا أنه يؤمن بالله وملائكته وكتبه ورسله … ، ما عدا رسولا واحدا منهم أو أكثر ، كما ينكر اليهود رسالة عيسى ورسالة محمد عليهما الصلاة والسلام ، وكما ينكر النصارى رسالة نبينا محمد صلى الله عليه وسلم . وقد دلت على هذا نصوص كثيرة من القرآن والسنة ، من ذلك قوله تعالى : ( إن الذين يكفرون بالله ورسله ويريدون أن يفرقوا بين الله ورسله ويقولون نؤمن ببعض ونكفر ببعض ويريدون أن يتخذوا بين ذلك سبيلا أولئك هم الكافرون حقا و أعتدنا للكافرين عذابا مهينا ( [النساء : 151] وتارة يزول بعضه ولا يزول كله بزوال ذلك الجزء الذي زال منه ، أي لا يخرج صاحبه من الإيمان ، بل يبقى مؤمنا في الجملة ، إيمانا يضمن له عدم الخلود في النار ويضمن له الدخول في الجنة برحمة من الله ، إما ابتداء بعفو الله ومغفرته ، وإما بمجازاته بمعاصيه بدخوله في النار ثم يدخل الجنة . وقد دل على ذلك نصوص كثيرة من الكتاب والسنة ، كقول الله تعالى : ( إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ( . وفي حديث أبي ذر رضي الله عنه – وهو في الصحيحين – قال : أتيت النبي صلى الله عليه وسلم ، وعليه ثوب أبيض وهو نائم ، ثم أتيته وقد استيقظ ، قال : ( ما من عبد قال : لا إله إلا الله ثم مات على ذلك ، إلا دخل الجنة ) قلت : وإن زنى وإن سرق ؟ قال : ( وإن زنى وإن سرق ) قلت : وإن زنى وإن سرق ؟ قال ( وإن زنى وإن سرق ) قلت : - وإن زنى وإن سرق ؟ قال : ( وإن زنى وإن سرق على رغم أنف أبي ذر ) . [صحيح البخاري ، رقم 5489 . وصحيح مسلم ، رقم 94] ودلت النصوص الصحيحة الصريحة أنه يخرج من النار من كان في قلبه مثقال ذرة من إيمان . ودلت النصوص – كذلك – أن الإيمان شعب كثيرة ، كالحديث المشهور الصحيح : ( الإيمان بضع وستون شعبة – أو قال بضع وسبعون شعبة – فأفضلها قول لا إله إلا الله ، وأدناها إماطة الأذى عن الطريق ، والحياء شعبة من الإيمان ) وهذا الحديث دليل واضح على دخول العمل الصالح في مسمى الإيمان ، وأنه جزء منه ، كما سبق . ومما لا شك فيه أنه لو فقد بعض هذه الشعب ، مثل إماطة الأذى عن الطريق لم يزل اسم الإيمان عنه ، وإن كان إيمانا ناقصا . والمعروف أن المعاصي كلها من شعب الكفر ، كما أن الطاعات كلها من شعب الإيمان ، وقد توجد في الشخص الواحد بعض شعب الإيمان وبعض شعب الكفر ، ولا يزول عنه اسم الإيمان بالكلية ، بل إذا أريد التعبير عن إيمانه تعبيرا صحيحا ، قيل : إنه مؤمن ناقص الإيمان . ولهذا موضعه كما سيأتي إن شاء الله . وبهذا يظهر أن المركبات ليست سواء ، وأن استدلال القائلين بعدم دخول العمل في الإيمان بهذا كغيره من أدلتهم ما هو إلا شبهة من شبهاتهم التي لا تقف أمام أدلة جمهور أهل السنة النقلية والعقلية . التعريف الثالث : لجهم بن صفوان ومن تبعه . وخلاصته : أن الإيمان هو مجرد تصديق القلب وعلمه . فلا يدخل في الإيمان عمل القلب كمحبة الله وخشيته ، ومحبة من يحبه الله ، كالرسل وأتباعهم من أهل العلم والتقوى والدعوة والجهاد … وكالصدق والعدل والرحمة ، بل نقل عن جهم أن الإيمان هو مجرد المعرفة ، وأن الكفر هو مجرد الجهل . [مجموع فتاوى ابن تيمية ( 10/271 ) و التعريف وما تبعه مختصر من كتاب الإيمان لابن تيمية . مجموع الفتاوى ( 7/188)] واحتج هؤلاء بما سبق في تعريف الإمام أبي حنيفة ، وسبقت مناقشتها والرد عليها ، فلا داعي للتكرار ، والمقصود هنا ذكر ما اختص به هؤلاء الغلاة من الجهمية . ويلزم من هذا القول الساقط أن الشيطان مؤمن ، وكذا فرعون وأبو جهل وغيرهما من طغاة المشركين واليهود والنصارى ، ممن يعرفون أن لهم ربا ولكنهم يكفرون به ويستكبرون عن عبادته ، أو يعبدونه ويعبدون معه غيره ، مكابرة وعدم انقياد لأوامره وشرائعه . فقد عرف إبليس  ربه ، وطلب منه إنظاره وإمهاله إلى يوم البعث ، ليواصل إضلال العباد ، كما قال تعالى عنه : ( رب أنظرني إلى يوم يبعثون ( [الأعراف : 14] وقد كفره الله تعالى ، لا بسبب جهله به ، بل لعصيان أمره واستكباره عن السجود الذي أمره به تحية لأبي البشر آدم عليه السلام ، كما قال تعالى في ذلك : ( وإذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس أبى واستكبر وكان من الكافرين ( [البقرة : 34] ويلزم على مذهب جهم وأتباعه أن يكون إبليس مؤمنا ، لمعرفته ربه ، وليس كافرا كما حكم الله عليه بالكفر ! وأخبر تعالى عن فرعون أنه كان عالما بأن الذي أنزل الآيات على موسى عليه السلام ، هو رب السماوات والأرض ، وأنه جحد ما كان يستيقن أنه الحق الذي جاء به موسى ، كما قال تعالى : ( ولقد آتينا موسى تسع آيات بينات فاسأل بني إسرائيل إذ جاءهم فقال له فرعون إني لأظنك يا موسى مسحورا قال لقد علمت ما أنزل هؤلاء إلا رب السماوات والأرض بصائر وإني لأظنك يا فرعون مثبورا ( [الإسراء : 102] وقال تعالى عنه : ( وجحدوا بها واستيقنتها أنفسهم ظلما وعلوا ( [النمل : 14] ويلزم على مذهب جهم وأتباعه أن يكون فرعون مؤمنا لمعرفته ربه ، وليس كافرا رغم جحوده ما كان يستيقنه . وأخبر تعالى عن أهل الكتاب أنهم كانوا يعرفون أن محمدا رسول من عنده كما يعرفون أبناءهم ، كما قال تعالى : ( الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم ( [البقرة : 146] وقد حكم الله عليهم بالكفر كما قال تعالى : ( ما يود الذين كفروا من أهل الكتاب ولا المشركين أن ينزل عليكم خير من ربكم ( [البقرة : 105] وقال تعالى : ( يا أهل الكتاب لم تكفرون بآيات الله وأنتم تشهدون ([ آل عمران : 71] وقال تعالى : ( ألم تر إلى الذين نافقوا يقولون لإخوانهم الذين كفروا من أهل الكتاب ( [الحشر : 11] وأهل الكتاب هم اليهود والنصارى ، وقد فصل الله تعالى لهم ما أوجب عليهم الإيمان به ، وما أحل لهم وما حرم ، ومع ذلك حرفوا وبدلوا وعصوا الله تعالى ورسله ، فحكم عليهم بالكفر . ويلزم على مذهب جهم أن يكونوا مؤمنين لأنهم عرفوا الله معرفة مفصلة في الكتابين : التوراة والإنجيل قبل تحريفهما ، وليسوا كفارا كما وصفهم الله بذلك . ومع أن كفر أهل الكتاب الذين لم يؤمنوا برسالة محمد صلى الله عليه وسلم ، ثابت ثبوتا قطعيا بالكتاب والسنة ، معلوم من الدين بالضرورة لأقل المسلمين حظا من العلم ، نجد في عصرنا هذا من الجهلة بدينهم ، ممن يسمون بالمثقفين من المسلمين ، مَن يعلن على الملأ في فضائيات الإعلام ، بأن أهل الكتاب مؤمنون وليسوا كفارا ، وأنه لا فرق بينهم وبين المسلمين ، لأن الجميع أهل كتاب !!! الأصول التي غلط فيها جهم وأتباعه هذا وقد غلط جهم وأتباعه في ثلاثة أصول ، وبنوا عليها تعريفهم السابق : الأصل الأول : ظنهم أن الإيمان مجرد تصديق ومعرفة ، وليس معه عمل قلب ولا جوارح . الأصل الثاني : ظنهم أن من حكم الشارع بكفره وتخليده في النار ، فسببه عدم وجود شيء عنده من العلم والتصديق في قلبه ، أو عدم وجود المعرفة . الأصل الثالث : ظنهم بأن الناس يتماثلون في الإيمان الذي فرضه الله على عباده . وقد سبق ذكر الأدلة من الكتاب والسنة على أن الإيمان قول واعتقاد وعمل . الرد على غلط جهم وأتباعه في هذه الأصول أولا الرد على غلطهم في الأصل الأول . سبق أن الإمام أبا حنيفة رحمه الله – وإن لم يُدخِل العمل في الإيمان – يرى أن الإيمان يستلزم العمل . \" كما يعلم بالضرورة أنه لو قدر [وكل ما ذكر تحت هذا التقدير لازم لجهم وأتباعه حسب تعريفهم للإيمان] أن قومًا مّا قالوا للنبي صلى الله عليه وسلم : نحن نؤمن بما جئتنا به من عند الله بقلوبنا بدون شك ، ونقر بألسنتنا بالشهادتين – وهذا الإقرار لم يذكر في تعريف الإيمان المنسوب لجهم – إلا أننا لا نطيعك في شيء مما تأمر به أو تنهى عنه ، فلا نصلي ولا نصوم ولا نحج ، ولا نصدق الحديث ، ولا نؤدي الأمانة ، ولا نفي بالعهد ، ولا نصل الرحم ، ولا نفعل أي شيء من أعمال الخير التي تأمر بها . وسنشرب الخمر ، وننكح ذوات المحارم بالزنا الظاهر ، ونقتل من قدرنا على قتله من أصحابك وأمتك ، ونأخذ أموالهم ، بل نقتلك أيضا ونقاتلك مع أعدائك ، هل يتوهم عاقل أن النبي صلى الله عليه وسلم سيقبل ممن صدر منهم هذا القول ويقول لهم : أنتم مؤمنون كاملو الإيمان ، وأنتم من أهل شفاعتي يوم القيامة ، ويرجَى لكم ألاَّ يدخل أحد منكم النار ؟؟!! كلا ! بل كل مسلم يعلم بالاضطرار أنه سيقول لهم : إنكم أكفر الناس بما جئت به ، ويضرب رقابهم إن لم يتوبوا من ذلك \" [مجموع الفتاوى ( 7/287 )]"
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "وقد بين العلماء أن العلم علمان :",
    "content": "علم في القلب يلازمه العمل بمقتضاه ، وهو العلم النافع ، كعلم الرسول صلى الله عليه وسلم وعلم أصحابه والتابعين لهم بإحسان . وعلم على اللسان ، وهو حجة الله على الخلق ، مثل علم إبليس ومن اتبعه اتباعا كاملا أو غير كامل ، أي علم الكفار والعصاة . ثانيا : الرد عليهم في غلطهم في الأصل الثاني . أما ما اعتقدوه في الأصل الثاني ، فإن مكابرتهم فيه واضحة جلية ، فإنه خلاف العقل والحس . فكون الإنسان يعرف أن الحق مع غيره ، ومع ذلك يجحده لحسده ذلك الغير ، أو علوه عليه ، أو لهوى يتبعه ، فيرد بذلك الحق بأي طريق من الطرق ، إن ذلك أمر واقع ، وكثير لا يشك في وجوده عاقل منصف سليم الفطرة . وكل الأمم التي كذبت الرسل أو الدعاة إلى الله وحاربتهم ، هي من هذا النوع ، ولهذا لا يذكرون حجة يستندون إليها في عنادهم وجحودهم  للحق غير الهوى . كما قال قوم نوح لنبيهم نوح عليه السلام : ( أنؤمن لك واتبعك الأرذلون   ([ الشعراء : 111] وهل اتباع الضعفاء لأي داعية دليل على أن ما معه باطل لا يجب الإيمان به ولا اتباعه ؟! وقال لموسى وهارون عليهما السلام : ( أنؤمن لبشرين مثلنا وقومهما لنا عابدون( [المؤمنون 47] وهل كون الداعي بشرا إلى مبدأ مّا ، أو كون قومه ضعفاء يستعبدهم الطغاة المدعوون ، حجة ودليلا على أن ما دعا إليه باطل وليس بحق ؟! ثالثا : الرد على غلطهم في الأصل الثالث . أما الأصل الثالث فإنه يلزم على القول به عدم الفرق بين إيمان رسل الله وبين إيمان غيرهم ، بل لا فرق بين إيمان أعظم الناس طاعة لله ، وبين إيمان أشدهم عصيانا له وتمردا على شريعته ، ولا فرق بين من عرف الله بأسمائه وصفاته بالتفصيل الوارد في الكتاب والسنة ، فامتلأ قلبه بها إيمانا وحبا له ، وخشية ورهبة ، وبين من لم يعرف إلا أن له ربا دون أن يعرف شيئا من صفاته وعظمته ، وكذلك لا فرق بين من عرف رسوله صلى الله عليه وسلم معرفة موثقة مفصلة ، وعرف شريعته واجبها ومندوبها ومباحها ، ومحرمها ومكروهها ، واتبع كل ذلك فعلا وتركا ، وبين من لم يعرف عنه إلا معرفة إجمالية ، لا يلزم صاحبها حبه ولا التمسك بشريعته . وهل فوق هذا الضلال من ضلال ؟ [هذه المعاني مأخوذة – بتصرف من مجموع الفتاوى ( 7/196 ) واعلم أن المرجئة طوائف متعددة ، أو صلها بعض العلماء إلى اثنتي عشرة طائفة . مجموع الفتاوى ( 7/543)] وسيأتي مزيد بيان لهذا عند الكلام على زيادة الإيمان ونقصانه . وبتأمل هذا التعريف وما يترتب عليه من المفاسد ، يعلم أنه مباين مباينة تامة لمراد الله ورسوله من معنى الإيمان ، وأنه لا يعتقده إلا من أبعد النجعة في الضلال . وبهذا يعرف – أيضا – ضلال جهمية هذا العصر – وإن كانوا لا يعرفون معنى الجهمية – الذين يتركون أوامر الله ويرتكبون نواهيه ، وإذا نصحهم ناصح بتقوى الله والعمل بشريعته ، قالوا : الإيمان في القلب والله غفور رحيم . وسيأتي مزيد بيان لهذا عند الكلام على أهمية الإيمان وأثره ."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "زيادة الإيمان و نقصانه",
    "content": "أدلة زيادة الإيمان ونقصانه من القرآن . دلت نصوص الكتاب والسنة – كما دل على ذلك الواقع – أن الإيمان يزيد وينقص ، ويقوى ويضعف . وهذا هو مذهب أهل السنة من القرن الأول إلى يومنا هذا ، وإلى أن يرث الله الأرض ومن عليها . قال تعالى : ( إنما المؤمنون الذين إذا ذكر الله وجلت قلوبهم وإذا تليت عليهم آياته زادتهم إيمانا وعلى ربهم يتوكلون ( [الأنفال : 2] وقال تعالى : ( ويزيد الذين اهتدوا هدى ( [مريم : 76] وقال تعالى : ( ويزداد الذين آمنوا إيمانا ( [المدثر : 31] وقال تعالى : ( هو الذي أنزل السكينة في قلوب المؤمنين ليزدادوا إيمانا مع إيمانهم ( [الفتح : 4] وقال تعالى : ( الذين قال لهم الناس إن الناس قد جمعوا لكم فاخشوهم فزادهم إيمانا وقالوا حسبنا الله ونعم الوكيل ( [آل عمران : 173] وقال تعالى : ( إنهم فتية آمنوا بربهم و زدناهم هدى ( [الكهف : 13] هذه الآيات صريحة في أن الإيمان يزيد ، والزيادة لا تأتي إلا بعد نقص ، وإلا لما سميت زيادة ، فقد دلت بمنطوقها على زيادة الإيمان ، ودلت بمفهومها على نقصه . أدلة زيادة الإيمان ونقصانه من السنة . قال صلى الله عليه وسلم : ( الإيمان بضع وستون – أو بضع وسبعون – شعبة ، فأفضلها قول لا إله إلا الله ، وأدناها إماطة الأذى عن الطريق ) فقد جعل صلى الله عليه وسلم الإيمان شعبا ، ذكر أفضلها وأدناها ، وسكت عما بينهما من الشعب ، ومعنى ذلك أن بعض الشعب أفضل من بعضها الآخر . فالذي يجمعها كلها أفضل ممن ترك شيئا منها ، والذي يحرز شعبة أعلى يكون إيمانه أفضل ممن أحرز شعبة أدنى … وهكذا . وعن أنس عن النبي صلى الله عليه وسلم ، قال : ( يخرج من النار من قال لا إله إلا الله وفي قلبه وزن شعيرة من خير ، ويخرج من النار من قال : لا إله إلا الله وفي قلبه وزن ذرة من خير – وفي رواية – من \" إيمان \" مكان خير .) [فتح الباري ( 1/103 )] وهذا الحديث يدل على أن الإيمان يتفاضل فيه أهله ، لأن بعضهم يكون عنده من الإيمان ما يزن ذرة ، وبعضهم عنده ما يزن برة ، وبعضهم عنده ما يزن شعيرة ، وقد يكون عند بعضهم ما يزن جبلا . وفي سنن الترمذي وغيره من حديث عائشة ، عن النبي صلى  الله عليه وسلم ، قال : ( أكمل المؤمنين إيمانا أحسنهم خلقا ) [- الترمذي برقم (2612  ) ولفظه  : \" إن من   أكمل المؤمنين إيمانا أحسنهم خلقا وألطفهم بأهله \" ثم قال الترمذي : وفي الباب عن أبي هريرة وأنس بن مالك قال أبو عيسى هذا حديث صحيح] وهو واضح بأن بعض المؤمنين أكل من بعض في إيمانهم . وقد سبق الحديث المتفق عليه : ( لا يزني الزاني حين يزني وهو مؤمن ، ولا يشرب الخمر حين يشرها وهو مؤمن ، ولا يسرق السارق حين يسرق وهو مؤمن ) [من حديث أبي هريرة ، وهو في صحيح البخاري برقم :  : 5255 ، وفي صحيح مسلم برقم : 57] وهو واضح كذلك أن كمال الإيمان الواجب يُنفي عن المرء إذا ارتكب الكبائر ، وأن الذي لم يرتكب تلك الكبائر لا يُنفي عنه كما الإيمان الواجب . آثار السلف الصالح في زيادة الإيمان ونقصانه . نقل شيخ الإسلام ابن تيمية رحمه الله آثارا كثيرة ، عن السلف في هذا الباب ، وهي واضحة صريحة في أن الصحابة رضي الله عنهم ومن تبعهم من أهل الحق ، فهموا من نصوص القرآن والسنة أن الإيمان يزيد وينقص . فنقل عن عمير بن حبيب الخطمي رضي الله عنه ، أنه فال : \" الإيمان يزيد وينقص \" قيل له : وما زيادته ونقصانه ؟ قال : \" إذا ذكرنا الله وحمدناه وسبحناه ، فتلك زيادته ، وإذا غفلنا ونسينا فتلك نقصانه .\" كما نقل ذلك عن أبي الدرداء وأبي هريرة وعمر بن الخطاب وابن مسعود وعمار بن ياسر …. قال أبو الدرداء رضي الله عنه : \" إن من فقه العبد أن يتعاهد إيمانه ، وما نقص منه ، ومن فقه العبد أن يعلم أيزداد الإيمان أم ينقص ، وإن من فقه الرجل أن يعلم نزغات الشيطان \" وقال أبو هريرة رضي الله عنه : \" الإيمان يزيد وينقص \" وقال عمر رضي الله عنه : \" هلموا نزدد إيمانا فيذكرون الله \" وقال ابن مسعود : \" اللهم زدنا إيمانا ويقينا وفقها \" وقال عمار بن ياسر : \" ثلاث من كن فيه فقد استكمل الإيمان : الإنصاف من نفسه ، والإنفاق من الإقتار ، وبذل السلام للعالَم \" وقال جندب بن عبد الله : تعلمنا الإيمان ثم تعلمنا القرآن فازددنا إيمانا \" وقال مالك بن دينار : \" الإيمان يبدو في القلب ضعيفا ضئيلا كالبقلة ، فإِنْ صاحبه تعاهده فسقاه بالعلوم النافعة والأعمال الصالحة ، وأماط عنه الدغل وما يضعفه ويوهنه ، أوشك أن ينمو ويزداد ، ويصير له أصل وفروع وثمرة وظل إلى ما لا يتناهى ، حتى يصير أمثال الجبال . وإن صاحبه أهمله ولم يتعاهده ، جاءه عنز فنتفتها ، أو صبي فذهب بها ، وكثر عليها الدغل فأضعفها أو أهلكها أو أيبسها ، كذلك الإيمان \" [مجموع الفتاوى ( 7/ 225 )] دلالة الواقع على زيادة الإيمان ونقصانه . والواقع يدل على أن الإيمان يزيد وينقص ، يلمس زيادته المؤمن عندما تكثر طاعاته وتقل معاصيه ، ويلمس نقصانه عندما تقل طاعاته وتكثر معاصيه كذلك . وقد أجاد ابن تيمية – كعادته - رحمه الله في إيضاح هذا المعنى في كتابيه : \"الإيمان الكبير \" و \" الإيمان الأوسط \" [وكلاهما في مجموع الفتاوى]  و منهما أنقل خلاصة الوجوه التي ذكرها في هذا المقام : الوجه الأول :  الإجمال والتفصيل فيما أمر الله به العباد ، فما وجب من شعب الإيمان في أول الأمر عند بعثة الرسول صلى الله عليه وسلم ، ليس كما وجب بعد نزول القرآن كله وإكمال الله دينه على هذه الأمة . وقد يؤمن الرجل إيمانا صادقا باطنا وظاهرا ، ولكن إيمانه مجمل ، فيموت قبل أن يعرف تفاصيل الإيمان ، ويؤمن غيره مثل إيمانه ، ولكنه عرف تفاصيل الإيمان ، فليس إيمان الأول كإيمان الثاني . وهل يكون إيمان \" ضمام بن ثعلبة \" رضي الله عنه الذي أخذ أصول الإيمان من الرسول صلى الله عليه وسلم وأقسم ألا يزيد عليها ولا ينقص ، كإيمان أبي بكر الصديق الذي لازم رسول الله صلى الله عليه وسلم حتى أكمل الله دينه على رسوله وعلى الأمة ، وأنزل على رسوله وعلى أمته قوله تعالى : ( اليوم أكملت عليكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا ( ثم خلفه بعد وفاته صلى الله عليه وسلم في إقامة دين الله في سلمه وحربه ؟ الوجه الثاني : الإجمال والتفصيل فيما وقع من العباد . فكثير من الناس قد يؤمن بما جاء به الرسول صلى الله عليه وسلم ، ولم يكذبه ، ولكنه يعرض عن طلب العلم الواجب عليه ، ليعلم أمر الله فيعمل به ، ويعلم نهيه فينزجر عما نهاه ، وبعضهم قد يؤمن بما جاء به ويطلب العلم بالأمر والنهي ، ولكنه يقصر في العمل بما علم . فهل يكون هذان الصنفان من المؤمنين كمن آمن بما جاء به الرسول صلى الله عليه وسلم وطلب العلم بما جاء به من الأمر والنهي ، واشتدت رغبته في رضا ربه ، وعِظَم خوفه من سخطه ، فعمل بما علم على أكمل وجه ؟ كلا ! الوجه الثالث : أن التصديق في نفسه يتفاضل ، من جهة الأسباب المقتضية له ، كالمشتركين في رؤية الهلال تكون رؤية بعضهم له أتم من رؤية الآخرين ، لقوة النظر عند هذا وضعفه عند ذلك . ومن الناس من يكون وراء تصديقه أدلة قوية يقوى بها يقينه ، فلا يتسرب معها الشك إلى قلبه ، ولا تعرض له شبهة إلا كان فسادها عنده أظهر من الشمس في كبد السماء ، ومن الناس من يكون تصديقه لأدلة دون ذلك لا تقف دون تسرب شيء من الشك إليه إذا وجدت أسبابه ، ولا يقوى على دفع شبهة ترد عليه مع بقاء إيمان ضعيف عنده ، فهل إيمان هذا كإيمان ذلك ؟ الوجه الرابع : أن أعمال قلوب المؤمنين تتفاضل ، فليست محبة أصحاب رسول الله صلى الله عليه وسلم لربه كمحبته له ، ولا خشيتهم لربهم كخشيته له ، ولهذا قال صلى الله عليه وسلم : (ولو كنت متخذا خليلا  من أمتي   لاتخذت أبا بكر  إلا خلة الإسلام لا يبقين في المسجد خوخة إلا خوخة ) [ البخاري من حديث أبي سعيد الخدري ، رقم : 3691 . ومسلم ، من حديث ابن مسعود ، رقم : 2383 . ولفظه : (لو كنت متخذا من أهل الأرض خليلا  لاتخذت بن أبي قحافة   خليلا  ولكن صاحبكم خليل الله )]   وفي حديث أنس بن مالك رضي الله عنه قال : جاء ثلاثة رهط إلى بيوت أزواج النبي  صلى الله عليه وسلم  يسألون عن عبادة النبي صلى الله عليه وسلم ؟ فلما أخبروا كأنهم تقالوها ، فقالوا : وأين نحن من النبي  صلى الله عليه وسلم ؟ قد غفر الله له ما تقدم من ذنبه وما تأخر . قال أحدهم : أما أنا فإني أصلي الليل أبدا وقال آخر : أنا أصوم الدهر ولا أفطر . وقال آخر : أنا أعتزل النساء فلا أتزوج أبدا . فجاء رسول الله  صلى الله عليه وسلم فقال ( أنتم الذين قلتم كذا وكذا ؟ أما  والله إني لأخشاكم  لله وأتقاكم له . لكني أصوم وأفطر وأصلي وأرقد وأتزوج النساء . فمن رغب عن سنتي فليس مني) [صحيح البخاري ، برقم : 4776] وليست محبة بعض المؤمنين من أصحاب رسول الله صلى الله عليه وسلم لله ورسوله كمحبة أبي بكر وعمر وعثمان وعلي وبقية العشرة المبشرين بالجنة ، وكذلك الخشية لله والإنابة والتوكل عليه والتوبة . بل إن الشخص الواحد قد تزيد في قلبه محبة الله ورسوله في وقت دون الآخر ، كما في قصة عمر بن الخطاب رضي الله عنه التي رواها عبد الله بن هشام قال : كنا مع النبي  صلى الله عليه وسلم  وهو آخذ بيد عمر بن الخطاب فقال له عمر يا رسول الله لأنت   أحب  إلي   من  كل شيء إلا   من  نفسي فقال النبي  صلى الله عليه وسلم : ( لا والذي نفسي بيده حتى  أكون أحب    إليك من نفسك ) فقال له عمر : فإنه الآن والله لأنت أحب  إلي من  نفسي فقال النبي  صلى الله عليه وسلم : ( الآن يا عمر ) [صحيح البخاري . رقم : 6257] الوجه الخامس : تفاضل العباد في الإيمان من جهة الدوام والثبات والاستحضار . فقد يحصل التصديق ويستمر المؤمن في تصديقه ذاكرا لما صدق به ، غير غافل عنه ، وكلما ذكر الله زادت محبته له وخشيته منه وطمعه في ثوابه وخوفه من عقابه ، كما يذكر الجنة ونعيمها وما أعد الله للمؤمنين فيها مما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر ، فيزداد بذكر ذلك شوقه إليها ، فيكثر من الطاعات المقربة إليها ، ويبتعد عن المعاصي الحاجبة عنها ، وليس كذلك المؤمن الغافل الذي حالت الدنيا بينه وبين ذكر ربه المستمر . ولهذا تجد الفرق بين الرجلين – وإن اشتركا في الإيمان – شاسعا : ذلك يواصل سعيه في رضا ربه وسعادته في الدنيا والآخرة ، وهذا غافل عن الله مفرط في كثير من طاعته ، واقع في كثير من معاصيه … الوجه السادس : أن أعمال العباد الظاهرة تتفاضل وتزيد وتنقص . وهذا أمر بين لا شك فيه ، وإن اختُلِف في دخول الأعمال في مسمى الإيمان ، ولو سلمنا بعدم دخولها في مسمى الإيمان ، فإن العلة في تفاضلها هو الإيمان ، وتفاضل المعلول دليل على تفاضل علته … والله تعالى أعلم . [مجموع الفتاوى (7/566)]"
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "وسطية أهل السنة بين الجهمية والمعتزلة والخوارج",
    "content": "فرطت الجهمية ( والمرجئة بصفة عامة ) في أمر الإيمان تفريطا يوحي لمن يتتبع مذهبهم بأنه لا ينقص الإيمان ولا يفت فيه إلا عدم التصديق أو عدم العلم والمعرفة بالله – أي التكذيب والجهل – وليس وراء ذلك ما ينقص الإيمان من ارتكاب الكبائر أو ترك الطاعات . وقد سبق هذا المعنى واضحا في تعريف الإيمان عند جهم وأصحابه الذي تكون الجنة بمقتضاه قد أعدت للرسل وأتباعهم ولفرعون وأشباهه على السواء . وهذا المذهب يوافق ذوي الميول والشهوات الحيوانية ، الذين يريدون الانفلات المطلق من محراب عبادة الله الذي يأمر ليطاع أمره ، وينهى ليجتنب ما نهى عنه ، إلى سوق إبليس وأتباعه المليئة بعفن الشهوات والمعاصي ، ويسلون أنفسهم بمذهب غلاة المرجئة الذي مضى بيان زيفه. وأفرطت طائفة الخوارج والمعتزلة في أمر الإيمان إفراطا لا يبقى معه إيمان عاص – مرتكب كبيرة – في عداد المؤمنين ، بل مأواه جهنم خالدا مخلدا فيها ، وليس له من رحمة الله من نصيب ، ولا في الجنة نزل ، ولو وجد في قلبه من الإيمان ما يزن جبال أحد وعير وثور ، ولو عمل من الطاعات ما لا يحصيه الخوارج والمعتزلة مجتمعين ، ما دام قد ارتكب كبيرة واحدة ومات قبل التوبة منها . وقد بين شيخ الإسلام ابن تيمية رحمه الله أن أصل نزاع هذه الفرق – الجهمية والمعتزلة والخوارج – هو جعلهم الإيمان شيئا واحدا إذا زال بعضه زال جميعه ، وإذا ثبت بعضه ثبت جميعه ، ثم افترقوا : فقالت الخوارج والمعتزلة : الطاعات كلها من الإيمان – وهذا صحيح وهو الذي أيدته الأدلة – فإذا ذهب بعض الطاعات ذهب سائر الإيمان – وهذا غلط دلت النصوص على فساده ، ومنها قوله تعالى :  (إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لما يشاء ( [النساء : 48] ومنها قوله صلى الله عليه وسلم : ( يخرج من النار من كان في قلبه مثقال ذرة من إيمان ) [صحيح البخاري ، رقم 44 من حديث أنس رضي الله عنه . وصحيح مسلم ، رقم 193] وقالت المرجئة : - وأخبث فرقها الجهمية – الإيمان شيء واحد ولا يتبعض ، وهو تصديق القلب فقط عند الجهمية ، أو تصديق القلب وقول اللسان عند بقية المرجئة ، فإذا ثبت بعضه ثبت كله ، والأعمال ليست داخلة في الإيمان ، لأنها لو كانت من الإيمان للزم ذهاب الإيمان بذهابها أو ذهاب بعضها.[ مجموع الفتاوى ( 7/510 ) ، ( 10/748-751 ) ، ( 14/498 )] وقد سبق الكلام على كون الإيمان يتبعض فليرجع إليه . أما النصوص التي استدل بها المرجئة فهي نصوص الوعد والرحمة والمغفرة التي فتحوا بها باب الأمل وقفلوا باب الخوف والخشية ، وفتحوا باب الجنة على مصراعيه لكل من حارب الله ورسوله بترك الطاعات وارتكاب المحرمات ، لا فرق بينهم وبين عباد الله المتقين الذين جاهدوا أنفسهم على طاعة ربهم والبعد عن معاصيه . واستدل الخوارج والمعتزلة بنصوص الوعيد ، وفتحوا باب الخوف والقنوط وباب النار لكل من ارتكب كبيرة ولم يتب منها ، وأغلقوا باب الأمل والرجاء وأبواب الجنة عن مرتكبي الكبائر . فخالفت كل طائفة ما تشبثت به الأخرى . وجمع أهل السنة بين نصوص الوعد والوعيد فعملوا بها كلها ، فقالوا للعصاة : خافوا النار واطمعوا في الجنة ، توبوا من المعاصي واعملوا الطاعات ، ففتحوا البابين باب الخوف والرجاء . وبهذا يظهر أن النص الذي ينفي الإيمان عن تارك الطاعة أو فاعل المعصية ، لا يراد به نفي الإيمان مطلقا في جميع المقامات ، بل الغالب أن يراد بذلك النفي نفي كمال الإيمان الواجب . وقد يراد به نفي الإيمان من أساسه ، مثل قوله تعالى : ( فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما ( [النساء : 65] فالآية ظاهرة في أن من لم يُحَكِّم القرآن الكريم وسنة الرسول صلى الله عليه وسلم ، بل حاد الله ورسوله ، وأعرض عن شرع الله مفضلا قوانين البشر عليه أو مساويا لتلك القوانين بشرع الله ، ليس بمؤمن . ولا يرد على هذا ما ورد من أن سبب نزول الآية في تخاصم الزبير رضي الله عنه والأنصاري في ساقية ماء لأرضهما ، فقال الرسول صلى الله عليه وسلم للزبير : ( اسق أرضك ثم أرسل الماء إلى أرض جارك ) فقال الخصم : أراك – يعني الرسول صلى الله عليه وسلم - : تحابي ابن عمتك ، فتلون وجه الرسول صلى الله عليه وسلم … الحديث ولم يكفر النبي صلى الله عليه وسلم الأنصاري بما قال حسب ما قد يظهر من الآية ، لأن إعراض النبي صلى الله عليه وسلم عنه وعدم تكفيره إياه يدل على علمه صلى الله عليه وسلم بصحة إيمانه وثبات يقينه ، وأن ما حصل منه كان في حالة غضب ولم يكن يشك في عدالة النبي صلى الله عليه وسلم . وليس ذلك لأحد بعد النبي صلى الله عليه وسلم [القصة في صحيح البخاري ، من حديث عبد الله بن الزبير ، رقم : 2231 ، وصحيح مسلم ، برقم :  2357 . وراجع الجامع لأحكام القرآن - تفسير الإمام القرطبي  رحمه الله – ( 5 / 266-267 )]. وقصة الأنصاري شبيهة بقصة الصحابي الجليل \" حاطب بن أبي بلتعة \" رضي الله عنه ، عندما كتب إلى قريش يخبرهم بغزوة الفتح التي عزم عليها الرسول صلى الله عليه وسلم ، قاصدا بذلك اتخاذ يد عندهم ، حفاظا على أسرته وأمواله في مكة ، فقال عمر بن الخطاب : دعني أضرب عنق هذا المنافق يا رسول الله ! فقال له الرسول صلى الله عليه وسلم : ( أليس قد شهد بدرا ؟ لعل الله اطلع على أهل بدر ، فقال اعملوا ما شئتم فقد غفرت لكم ) وهذه القصة مبسوطة في كتب التفسير في أول سورة الممتحنة [قصة حاطب في صحيح البخاري ، رقم : 2845 . وصحيح مسلم ، رقم : 2845]. ومثل هذه الآية قوله تعالى : ( ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ( [المائدة : 44] نصت الآية على كفر من لم يحكم بما أنزل الله ، ومع ذلك فسرها بعض العلماء ، ومنهم ابن عباس رضي الله عنهما بكفر دون كفر ، أي أنه كفر أصغر لا يخرج صاحبه من الملة ، كغيره من الكبائر غير الشرك بالله ، وهذا تفسير صحيح إذا قيد بمن يحكم بغير ما أنزل الله في بعض الجزئيات لأمرٍ مَّا ، وهو يعتقد أنه عاص بما فعل ، أما إذا استحل ذلك ، فإنه كافر كفرا أكبر مخرجا من الملة بإجماع العلماء ، وقد بين ذلك علماء التفسير ومنهم القرطبي في تفسيره وغيره ، وكذلك مؤلفو كتب العقيدة ، ومنها شرح العقيدة الطحاوية … ومما يدل على أنه قد ينفى الإيمان ويراد نفي كماله الواجب ، وليس نفيه مطلقا ، قوله صلى الله عليه وسلم : ( من قال لا إله ثم مات على ذلك دخل الجنة ) فقال له أبو ذر : وإن زنى وإن سرق يا رسول الله ! قال ( وإن زنى وإن سرق – ثلاثا – ثم قال : على رغم أنف أبي ذر ) [صحيح البخاري ، رقم 5489 . وصحيح مسلم ، رقم 94] ويدخل في ذلك قوله صلى الله عليه وسلم : ( والله لا يؤمن – ثلاثا – ) قيل : من يا رسول الله ! قال : ( الذي لا يأمن جاره بوائقه ) فالإيمان المنفي هنا هو كمال الإيمان الواجب وليس الإيمان الذي يخرج صاحبه من الملة [صحيح البخاري من حديث أبي شريح ، رقم 5670 . ورواه مسلم من حديث أبي هريرة ، ورقمه 46]. وأساس ذلك كله الآية الكريمة : ( إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ( [النساء : 48]  وقد سبق ذكر نصوص أخرى في هذا الموضوع ."
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "أهمية الإيمان وأثره في حياة الإنسان",
    "content": "لا يجهل خطر الإيمان وأهميته وأثره في الحياة إلا من جهل حقيقة الإيمان نفسه ، وما أكثر الجاهلين حقيقته من أدعيائه . وهناك أمور نذكرها على سبيل المثال لأهمية الإيمان وأثره في الحياة : الإيمان منطلق التصرف الصحيح الأمر الأول : أن الإيمان هو المنطلق الصحيح لتصرف الإنسان في هذه الحياة ، المحقق للسعادة في الدنيا والآخرة . وكل تصرف ينطلق من غير الإيمان لا يثمر إلا الشقاء والخسران ، ولهذا علق الله الفلاح والفوز به ، وعلق الخسران والشقاء بفقده ، كما قال تعالى : ( قد أفلح المؤمنون ( [المؤمنون : 1] ( والعصر إن الإنسان لفي خسر إلا الذين آمنوا وعملوا الصالحات وتواصوا بالحق وتواصوا يا لصبر  ([ العصر] الإيمان يحدد لصاحبه الغاية الصحيحة الأمر الثاني : أن الإيمان يحدد للإنسان غايته التي في استبانتها وتحقيقها سعادته في الدنيا والآخرة ، وفي الجهل بها وعدم السعي لتحقيها الشقاء في الدنيا والآخرة ، وهذه الغاية هي رضا الله سبحانه الذي يجعل عباده المؤمنين يجتهدون في عبادة ربهم لنيله منه. فرضا الله تعالى هو غاية رسل الله وأوليائه الصالحين ، وبه يتحقق رضاهم وطمأنينتهم في الحياة الدنيا وفي الآخرة ، كما قال تعالى : ( إن الذين آمنوا و عملوا الصالحات لهم جنات تجري من تحتها الأنهار خالدين فيها أبدا رضي الله عنهم ورضوا عنه ذلك لمن خشي ربه ( [البينة : 7-8] وهو الغاية التي عَجِل موسى عليه السلام إلى ربه من أجلها ، كما قال الله عنه : ( وعجلت إليك ربي لترضى  ([ طه : 84] وقال عن نبيه سليمان عليه السلام : ( وقال رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه وأدخلني برحمتك في عبادك الصالحين ( [النحل : 19] و قال تعالى لنبيه صلى الله عليه وسلم :(  فاصبر على ما يقولون وسبح بحمد ربك قبل طلوع الشمس وقبل غروبها ومن آناء الليل فسبح وأطراف النهار لعلك ترضى ( [طه : 130] .، فعبادته تعالى التي أشار إلى بعض أفرادها في هذه الآية هي التي تؤهل صاحبها إلى الرضا والطمأنينة في الدنيا والآخرة . وقال تعالى : ( قل أؤنبئكم بخير من ذلكم للذين اتقوا عند ربهم جنات تجري من تحتها الأنهار خالدين فيها وأزواج مطهرة ورضوان من الله والله بصير بالعباد ( [آل عمران : 151] وقال تعالى : ( الذين آمنوا وهاجروا وجاهدوا في سبيل الله بأموالهم وأنفسهم أعظم درجة عند الله وألئك هم الفائزون يبشرهم ربهم برحمة منه ورضوان وجنات لهم فيها نعيم مقيم ( [التوبة : 20-21] وقال تعالى : ( أفمن أسس بنيانه على تقوى من الله ورضوان خير أمن أسس بنيانه على شفا جرف هار فانهار به في نار جهنم والله لا يهدي القوم الظالمين ( [التوبة : 109] وقال تعالى : ( فانقلبوا بنعمة من الله وفضل لم يمسسهم سوء واتبعوا رضوان الله والله ذو فضل عظيم ( [آل عمران : 174] وقال تعالى : ( محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم تراهم ركعا سجدا يبتغون فضلا من الله ورضوانا ( [الفتح : 29] وقال تعالى : ( قد جاءكم من الله نور وكتاب مبين يهدي به الله من اتبع رضوانه سبل السلام ( [المائدة : 16] وقال تعالى : ( ومثل الذين ينفقون أموالهم ابتغاء مرضاة الله ( [البقرة : 265] وقال تعالى : ( ومن الناس من يشري نفسه ابتغاء مرضاة الله ( [البقرة : 207] وأخبر تعالى : أنه لا يرضى عن غير المؤمنين ، فقال : ( يحلفون بالله لكم لترضوا عنهم فإن ترضوا عنهم فإن الله لا يرضى عن القوم الفاسقين ( [التوبة : 96] وقال تعالى : ( أفمن اتبع رضوان الله كمن باء بسخط من الله ومأواه جهنم وبئس المصير ( [آل عمران : 162] فتبن من هذه الآيات أن رضوان الله هو غاية الأنبياء والرسل ومن اتبعهم من المؤمنين ، من عبادتهم لربهم وطاعتهم له ، وأن أي عمل لم تكن غاية صاحبه منه ذلك لا ثمرة له إلا الندامة والخسران ، وأن من لم يسع لتحقيق هذا الهدف ونيله من ربه ينال سخط الله وغضبه بدلا من رضاه . وفي الآيات اقتران ثواب الله تعالى لعباده المؤمنين برضاه عنهم ، كما اقترن وعيد الله للكافرين بسخطه عليهم . تذكير الله أهل رضاه به في دار كرامته . ومن أجل أن غاية المؤمنين من طاعة ربهم نيل رضاه عنهم ، يأتي خطاب الله تعالى لهم – بعد أن يسكنهم فسيح جناته ويعطيهم فيها من ثوابه ما لا عين رأت ولا أذن سمعت ولا  خطر على قلب بشر – ليذكرهم بأفضل ثواب ونعيم نالوه ، وهو حصولهم على تلك الغاية التي تاقت نفوسهم إليها وجدوا في نيلها والوصول إليها ، كما في حديث أبي سعيد الخدري رضي الله عنه ، أن النبي صلى الله عليه وسلم : قال : ( إن الله يقول لأهل الجنة \" يا أهل الجنة \" فيقولون : لبيك ربنا وسعديك والخير في يديك ، فيقول : \" رضيتم ؟ \" فيقولون : وما لنا لا نرضى يا رب وقد أعطيتنا ما لم تعط أحدا من خلقك ؟ فيقول : \" ألا أعطيكم أفضل من ذلك ؟ \" فيقولون : يا رب وأي شيء أفضل من ذلك ؟ فيقول : \" أحل عليكم رضواني فلا أسخط عليكم بعده أبدا \" ) [صحيح البخاري من حديث أبي سعيد الخدري ، ورقمه : 6183 . وصحيح مسلم ، برقم 2829] ولهذا ترى أعمال المؤمنين الصادقين تنصب كلها في النهر المؤدي إلى هذه الغاية ، حتى إساءاتهم ومعصيتهم لربهم تؤدي إلى التوبة إليه واستغفاره ، فيتبعون السيئات الحسنات فتمحوها ، وقد يبدل الله سيئاتهم حسنات . اللهم وفقنا لاتباع رضوانك وابتغائه بكل أعمالنا التي نتقرب به إليك ، لنكون ممن تُحل عليهم رضوانك فلا تسخط علينا أبدا . الإيمان يحدد لصاحبه وسيلته لتحقيق غايته الأمر الثالث : أن الإيمان يحدد للإنسان الوسيلة إلى الغاية ، التي يسعى المؤمن الصادق إليها ، ولا بد أن تكون الوسيلة إلى تلك الغاية مربوطة بها ، بأن تكون مشروعة غير محظورة شرعا ، ولذلك ترى المؤمن مقيدا في أعماله ومعاملاته وعلاقاته بغيره – من المسلمين أو غيرهم – بما هو مشروع ، فلا يرتكب في حياته محرما ، ولا يترك واجبا . ومن أو ضح الأدلة على تقيد المؤمن في تعاطي الوسائل بما هو مشروع ، قول الله تعالى : ( ولا يجرمنكم شنآن قوم على ألاَّ تعدلوا اعدلوا هو أقرب للتقوى  ([ المائدة : 8] فالمؤمن مأمور ببغض الكفار ومعاداتهم لمحاربتهم دين الله ( الإسلام ) كما قال تعالى : ( قد كانت لكم أسوة حسنة في إبراهيم والذين معه إذ قالوا لقومهم إنا برءاء منكم ومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العداوة والبغضاء أبدا حتى تؤمنوا بالله وحده (  [الممتحنة : 4] وهذا البغض وسيلة لرضا الله تعالى ، ولكن المؤمن مقيد في بغض عدوه الكافر بألا يتخذ وسيلة إليه غير مشروعة ، كأن يظلمه مثلا ، ولهذا قال عز وجل : ( ولا يجرمنكم شنآن قوم على ألاّ تعدلوا ( أي لا يحملنكم بغض عدوكم المشروع على ترك العدل في حقه . ومن الأدلة الواضحة – كذلك – أمر الله عبده المؤمن بمصاحبة والديه الكافرين في الدنيا مصاحبة معروف وإحسان ، مع تحذيره من طاعتهما في معصية الله ، وأمره باتباع من أطاع الله ، فقال سبحانه و تعالى : ( ووصينا الإنسان بوالديه حملته أمه وهنا على وهن وفصاله في عامين أن اشكر لي ولوالديك إلي المصير . وإن جاهداك لتشرك بي ما ليس لك به علم فلا تطعهما وصاحبهما في الدنيا معروفا واتبع سبيل من أناب إلي ثم إلي مرجعكم فأنبئكم بما كنتم تعملون ( [لقمان : 14-15] ومن هنا دعا رسول الله صلى الله عليه وسلم على اليهود لاحتيالهم باتخاذ وسيلة غير مشروعة ليقلبوا بها الحرام حلالا ، فقال : ( قاتل الله اليهود ، إن الله حرم عليهم الشحوم ، فأجملوه ثم باعوه فأكلوا ثمنه ) متفق عليه [صحيح البخاري من حديث جابر برقم 2121 . وصحيح مسلم ، برقم 1581]."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "غايات الكفار",
    "content": "ولما كان الكفار فاقدي الإيمان تراهم يتعاطون كل ما يهوونه في علاقاتهم مع غيرهم – منهم أو من غيرهم – باتخاذ أي وسيلة تحقق لهم أي غاية يريدون تحقيقها ، غير مقيدين أنفسهم بحلال أو حرام ، وأصبحت القاعدة عندهم فعلا أو قولا: ( إن الغاية تسوغ الوسيلة ) فإذا قرر الكافر لنفسه غاية يريد أن يحققها – وأم الغايات عنده أن يأكل ويتمتع كالأنعام – اتخذ أي وسيلة يتوصل بها إلى تلك الغاية ، دون نظر إلى كونها مشروعة أو غير مشروعة ، ودون نظر إلى كونها ضارة لغيره أو غير ضارة . ولهذا قال أهل مدين في ردهم على دعوة نبيهم شعيب : ( يا شعيب أصلاتك تأمرك أن نفعل في أموالنا ما نشاء ( [هود : 87] وهذه القاعدة \" الغاية تسوغ الوسيلة \" المكيافيلية صارت دستور حياة لأعداء الله الأصليين وأذنابهم من ذوي الأسماء الإسلامية . وهذه القاعدة هي أساس علاقة اليهود بغيرهم ، وقد بين القرآن الكريم بعض مواقفهم الماكرة . من ذلك : ما ذكره الله تعالى في أصحاب السبت ، حيث حرم عليهم صيد الأسماك يوم السبت وابتلاهم بمجيئها في ذلك اليوم ،  فاحتالوا على أمر الله بحفر أخاديد في البحر يوم السبت لتكون شراكا للأسماك التي تقع فيها ، ويأخذوها يوم الأحد ، كما قال تعالى : ( واسألهم عن القرية التي كانت حاضرة البحر إذ يعدون في السبت إذ تأتيهم حيتانهم يوم سبتهم شرعا ويوم لا يسبتون لا تأتيهم كذلك نبلوهم بما كانوا يفسقون  ( [الأعراف : 163] ومن ذلك أكلهم أموال الناس بالباطل وإظهار اعتقادهم بأن ذلك حق لهم مع غيرهم ، كما قال تعالى : ( ومنهم من إن تأمنه بدينار لا يؤده إليك إلا ما دمت عليه قائما ذلك بـأنهم قالوا ليس علينا في الأميين سبيل ويقولون على الله الكذب وهم يعلمون ( [- آل عمران : 75] وقال عنهم : ( وأخذهم الربا وقد نهوا عنه وأكلهم أموال الناس بالباطل وأعتدنا للكافرين منهم عذابا أليما  ([ النساء : 161] والسبب في ذلك فقدهم الإيمان الذي يجعل صاحبه يتحرج من أن يراه الله حيث نهاه ، أو يفقده حيث أمره ، بخلاف المؤمنين الذين قد لا يتركون مندوبا ، فضلا عن واجب ،ولا يفعلون مكروها ، فضلا عن محرم ، ليتوصلوا بما فعلوا أو تركوا إلى تحقيق غاية مشروعة ، فلا يتخذوا وسيلة لم يأذن بها الله ، ولو كانت الغاية التي تتخذ لها تلك الوسيلة مشروعة . بل قد يترك المؤمن المباح ورعا ، ليحقق أعلى ما يمكنه من تقوى ربه ونيله رضاه تعالى ، يبين ذلك قول الرسول صلى الله عليه وسلم : ( لا يبلغ المؤمن أن يكون من المتقين حتى يدع ما لا بأس به ، خشية أن يقع فيما به بأس ) [رواه الحاكم في المستدرك ، من حديث عطية بن سعد ، برقم : 7899 وصححه . وذكره ابن كثير في مقدمة تفسيره ، وعزاه إلى ابن ماجه و الترمذي ونقل عنه أنه قال : هذا حديث حسن  غريب] الأمر الرابع : أن الإيمان يحقق لصاحبه معنى وجوده في الأرض . وأي شيء لا يتحقق معنى وجوده ، أو تحقق معنى يعود على معنى وجوده بالنقض فقد قيمته ، وأصبح وجوده كعدمه ، بل قد يكون عدمه خيرا من وجوده . ولنضرب لذلك بعض الأمثلة : فالقلم يصنع من أجل الكتابة به ، فلو اشترى شخص ما قلما للكتابة واتضح له بعد شرائه أنه غير صالح للكتابة ، فله الحق في إعادته إلى البائع ، لفقد المعنى الذي اشتراه من أجله . والمعنى الذي وجدت من أجله الثياب هو لبسها لستر العورات ، وإظهار الزينة ، والوقاية من الحر والبرد ، فإذا صنعت الثياب الجميلة الصالحة لما ذكر ، ثم كدست في الصناديق والحقائب … ومشى الناس كالحيوانات عرايا ، فقدت تلك الثياب معنى وجودها ، وأصبحت غير ذات قيمة . والمعنى الذي وجدت من أجله النعال ، وقاية الأرجل من الحر والبرد والأشواك ولسع العقارب ولدغ الثعابين ، وغيرها من المؤذيات ، فلو حمل الناس نعالهم بأيديهم ولم يلبسوها ، بل استمروا يمشون حفاة طول حياتهم ، فأي معنى لصنع النعال وبيعها وشرائها ؟! والمعنى الذي صنعت من أجله الطائرات ، هو الانتقال السريع بها وقطع المسافات البعيدة في مدة قصيرة ، أو حمل الناس وأمتعتهم وبضائعهم من مكان إلى آخر ، أو اتخاذها سلاحا ضد الأعداء ، كما في الطائرات الحربية … فلو خصصت الطائرات لما خصصت له عربات تنظيف الشوارع في المدن لنقل الفضلات والقمامات ، وخصصت عربات تنظيف الشوارع للأسفار البعيدة ، لكان فاعل ذلك سفيها أشد السفه ، مع أنه جعل لكل من الصنفين معنىً مّا . والطريق المعبد وجد من أجل تسهيل سير المسافرين ونقل الأثقال من مكان إلى آخر ، فإذا استقدمت الشركات المتخصصة لإنشاء الطرق السريعة فبنت تلك الطرق بناء محكما ، ووضعت معالمها الدالة على جهات السير والانحناءات والمرتفعات والمنخفضات … ثم استعملت تلك الطرق المعبدة زرائب للأغنام والأبقار ، ومبارك للإبل ، وملاعب للأطفال ، وصرفت عنها السيارات لتسير في طرق وعرة في الصحارى والجبال والمستنقعات ، ينال المسافرون فيها أشد العناء والمشقات التي تكون سببا في الانقطاع والجوع والعطش ، بل زهوق الأرواح ، فهل تحقق لتلك الطرق معناها الذي يفترض أنها وجدت من أجله ؟! وإن المعنى الذي وجد من أجله الإنسان أجل وأسمى من أي معنى وجد من  أجله شيء آخر في هذه الحياة ، لأن تحقيق معنى وجود الإنسان يتحقق به كل معنى مفيد نافع في الكون ، ويُدفَع به كل معنى فاسد ضار ، لأن المعنى الذي وجد من أجله الإنسان هو الميزان الذي توزن به الأعمال والأخلاق والقيم . فما المعنى الذي أوجد الله من أجله الإنسان في هذه الحياة ؟"
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "عبادة الله",
    "content": "لهذا المعنى وحده أوجد الله الإنسان على هذه الأرض ، وبتحقيق هذا المعنى وحده تتحقق كافة الأسباب والوسائل التي تجلب للبشر السعادة في الدارين . وبغياب هذا المعنى وعدم تحقيقه ينزل بالعالم كله الشقاء والضنك ، ويحيط بها الخسران ، وتصبح الأرض على سعتها كسجن ضاق بأهله من ذوي الإجرام والعدوان ، كما هو حال غالب البشرية الشقية ذات الحضارة المادية النكدة المعبودة من دون الله في هذا العصر ، ولا تزال – برغم التقدم المادي الهائل – في هبوط مستمر إلى الدركات الحيوانية والوحشية والهمجية ، كما لا يخفى على كل متتبع لأحوال الناس وحوادث الأيام ، وما ذلك إلا لفقدان هذا المعنى العظيم الذي أوجد الله من أجله الإنسان . كما قال تعالى : ( وما خلقت الجن والإنس إلا ليعبدون ما أريد منهم من رزق وما أريد أن يطعمون إن الله هو الرزاق ذو القوة المتين ( [الذاريات : 56-68] وقال تعالى : ( إن الذين عند ربك لا يستكبرون عن عبادته ويسبحونه وله يسجدون ( [الأعراف : 206] وأخبر تعالى  أنه أوحى إلى كل رسول من الرسل ، بعثه في كل أمة من الأمم ، ليأمرهم بعبادته وحده ، وينهاهم عن عبادة كل ما سواه ، كما قال تعالى : ( وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون ( [الأنبياء : 25] وأمر تعالى خاتم رسله صلى الله عليه وسلم أن يستمر في عبادة ربه حتى يلقاه ، فقال تعالى : ( واعبد ربك حتى يأتيك القين ( [الحجر : 99] وأمر الله تعالى الناس كلهم – بعد ذكره بعض صفات المؤمنين والكافرين والمنافقين – بعبادته وحده ، فقال تعالى : ( يا أيها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم لعلكم تتقون ( [البقرة : 21] ووصف صفوة خلقه بالعبودية في مقام ذكر صفاتهم الحميدة وأخلاقهم الفاضلة ، فقال تعالى : ( وعباد الرحمن الذين يمشون على الأرض هونا ( [الفرقان : 63] ووصفهم بها – كذلك – في مقام ذكر سلامتهم من كيد عدوهم إبليس ، فقال : ( إن عبادي ليس لك عليهم سلطان ( [الحجر : 42] وذكر تعالى اعتراف إبليس نفسه بعجزه عن إغواء هؤلاء الصفوة ، فقال : ( قال رب بما أغويتني لأزينن لهم في الأرض ولأغوينهم أجمعين إلا عبادك منهم المخلصين ( [الحجر : 40] وقال تعالى عن عبده عيسى عليه السلام : ( إن هو إلا عبد أنعمنا عليه وجعلناه مثلا لبني إسرائيل ( [الزخرف : 59] بل وصف رسولَه محمدا صلى الله عليه وسلم بالعبودية في أكمل الأحوال والمقامات : في مقام الإسراء قال : ( سبحان الذي أسرى بعبده ( [الإسراء : 1] وفي مقام الإيحاء قال : ( فأوحى إلى عبده ما أوحى ( [النجم : 10] وفي مقام الدعوة قال : ( وأنه لما قام عبد الله يدعوه كادوا يكونون عليه لبدا ( [الجن : 19] وفي مقام التحدي قال : ( وإن كنتم في ريب مما نزلنا على عبدنا فأتوا بسورة من مثله ( [البقرة : 23] وقد يقال : هناك معان أخرى ذكر الله تعالى أنه خلق الناس من أجلها غير العبادة ، ومنها الابتلاء الذي قال الله تعالى فيه : ( الذي خلق الموت والحياة ليبلوكم أحسن عملا ( [الملك : 2] والجواب أن الابتلاء إنما هو بعبادته تعالى التي خلقهم من أجلها ، فليس المراد مجرد ابتلاء ، بل هو ابتلاء لإحسان العمل الذي يأمرهم بتعاطيه ، أو ينهاهم عن ارتكابه ، وهو المراد بالعبادة . وهذا المعنى الذي أوجد تعالى من أجله الإنس والجن والملائكة ، هو الذي عبر عنه الرسول صلى الله عليه وسلم بأنه حق الله على عباده ، كما في حديث معاذ بن جبل رضي الله عنه ، قال : ( كنت رديف النبي صلى الله عليه وسلم على حمار ، فقال : \" يا معاذ أتدري ما حق الله على العباد ؟ \" قلت : الله ورسوله أعلم . قال : \" حق الله على العباد أن يعبدوه ولا يشركوا به شيئا \" [صحيح البخاري . رقم 2700 . وصحيح مسلم ، رقم 30 ] ) والخلاصة : أنه لا يتحقق معنى وجود الإنسان في هذه الحياة – الذي تحصل به السعادة ، وتدفع به الشقاوة – إلا بوجود الإيمان الحق ، كما قال تعالى : ( والعصر إن الإنسان لفي خسر إلا الذين آمنوا وعملوا الصالحات وتواصوا بالحق وتواصوا بالصبر ( [سورة العصر] فريقان متباينان إن المتأمل في التاريخ البشري يرى فرقا واضحا بين أمة بنت حياتها على عبادة الله والإيمان به وحده ، وأخرى بنت حياتها على عبادة الشيطان : أمة حققت في حياتها معنى وجودها ، وأخرى لم تحقق ذلك ، هذا الفرق يظهر في الآثار المترتبة على كلا الأمرين . وأرى من المناسب – هنا – أن أنقل ما صوره الشيخ العلامة أبو الحسن علي الندوي – رحمه الله – عن المجتمع الجاهلي الذي فقد معنى وجوده ، وما ترتب على ذلك من آثار سيئة وشقاء في الأرض ، ثم ما صوره – بعد ذلك – عن الأمة الإسلامية - التي تحولت عن المجتمعات الجاهلية – التي حققت معنى وجودها ، وما ترتب على ذلك من آثار حميدة وسعادة وطمأنينة . قال – رحمه الله -  [تعمدت نقل كلام طويل له لما فيه من فائدة تصور للقارئ الفرق بين حياة أمتين : أمة كافرة فسقت عن أمر ربها فلم تحقق معنى وجودها فعاشت حياة ضنكا ، وأمة مسلمة سلكت صراطه المستقيم ، فعاشت حياة طيبة كريمة] عن العالَمِ الجاهلي : [ بعث محمد بن عبد الله صلى الله عليه وسلم ، والعالم بناء أصيب بزلزال شديد هزه هزا عنيفا ، فإذا كل شيء فيه في غير محله ، ومنه ما فارق محله اللائق به وشغل مكانا آخر ، ومنه ما تكدس وتكوم . نظر إلى العالم بعين الأنبياء ، فرأى إنسانا قد هانت عليه إنسانيته ، ورآه يسجد للشجر والحجر والنهر ، وكل ما لا يملك لنفسه النفع والضر . رأى إنسانا معكوسا ، قد فسدت عقليته فلم تعد تسيغ البديهيات وتعقل الجليات ، وفسد نظام فكره ، فإذا النظري عنده بديهي والعكس ، يستريب في موضع الجزم ، ويؤمن في موضع الشك ، وفسد ذوقه ، فصار يستحلي المر ويستطيب الخبيث ، ويستمرئ الوخيم ، وبطل حسه ، فأصبح لا يبغض العدو ولا يحب الصديق الناصح . رأى مجتمعا ، هو الصورة المصغرة للعالم ، كل شيء فيه غير شكله أو في غير محله ، وقد أصبح الذئب فيه راعيا ، والخصم الجائر قاضيا ، وأصبح المجرم فيه سعيدا حظيا ، والصالح محروما شقيا ، لا أنكر في هذا المجتمع من المعروف ، ولا أعرف من المنكر . ورأى عادات فاسدة تستعجل فناء البشرية وتسوقها إلى هوة الهلاك . رأى معاقرة الخمر إلى حد الإدمان ، والخلاعة والفجور إلى حد الاستهتار، وتعاطي الربا إلى حد الاغتصاب واستلاب الأموال ، ورأى الطمع وشهوة المال إلى حد الجشع والنهامة ، ورأى القسوة والظلم إلى حد الوأد وقتل الأولاد . ورأى ملوكا اتخذوا بلاد الله خولا ، ورأى أحبارا ورهبانا أصبحوا أربابا من دون الله ، يأكلون أموال الناس بالباطل ويصدون عن سبيل الله . رأى المواهب البشرية ضائعة أو زائفة ، لم ينتفع بها ، ولم توجه التوجيه الصحيح فعادت وبالا على أصحابها ، وعلى الإنسانية ، فقد تحولت الشجاعة فتكا وهمجية ، والجود تبذيرا وإسرافا ، والأنفة حمية جاهلية ، والذكاء شطارة وخديعة ، والعقل وسيلة لابتكار الجنايات والإبداع في إرضاء الشهوات . رأى أفراد البشرية كخامات لم تحظ بصانع حاذق ينتفع بها في هيكل الحضارة ، وكألواح الخشب ، لم تسعد بنجار يركب منها سفينة تشق بحر الحياة ، رأى الأمم قطعانا من الغنم ليس لها راع ، والسياسة كجمل هائج حبله على غاربه ، والسلطان كسيف في يد سكران يجرح به نفسه ويجرح به أولاده وإخوانه  .[ ما ذا خسر العالم بانحطاط المسلمين : ص : 89-90 الطبعة العاشرة] ] وقال عن الأمة المسلمة المهتدية بنور الإيمان : [ بهذا الإيمان الواسع العميق ، والتعليم النبوي المتقن وبهذه التربية الحكيمة الدقيقة ، أو بشخصيته الفذة ، وبفضل هذا الكتاب السماوي المعجز ، الذي لا تنقضي عجائبه ، ولا تخلق جدته ، بعث رسول الله صلى الله عليه وسلم في الإنسانية المتحضرة حياة جديدة. عمد إلى الذخائر البشرية ، وهي أكداس من المواد الخام ، لا يعرف أحد غناءها ، ولا يعرف محلها ، وقد أضاعتها الجاهلية والكفر ، والإخلاد إلى الأرض ، فأوجد فيها بإذن الله الإيمان والعقيدة ، وبث فيها الروح الجديدة ، وأثار من دفائنها ، وأشعل مواهبها ، ثم وضع كل واحد في محله ، فكأنما خلق له ، وكأنما كان المكان شاغرا لم يزل ينتظره ويتطلع إليه ، وكأنما كان جمادا فتحول جسما ناميا وإنسانا متصرفا ، وكأنما كان ميتا لا يتحرك فعاد حيا يملي على العالم إرادته ، وكأنما كان أعمى لا يبصر الطريق ، فأصبح قائدا بصيرا يقود الأمم : ( أومن كان ميتا فأحييناه وجعلنا له نورا يمشي به في الناس كمن مثله في الظلمات ليس بخارج منها كذلك زين للكافرين ما كانوا يعملو( [الأنعام : 122] عمد إلى الأمة العربية الضائعة ، وإلى أناس من غيرها ، فما لبث العالم أن رأى منهم نوابغ من عجائب الدهر وسوانح التاريخ ، فأصبح عمر الذي كان يرعى الإبل لأبيه الخطاب وينهره ، وكان من أوساط قريش جلادة وصرامة ، ولا يتبوأ منها المكانة العليا ، ولا يحسب له أقرانه حسابا كبيرا ، إذ به يفاجئ العالم بعبقريته وعصاميته ، ويدحر كسرى وقيصر عن عروشهما ، ويؤسس دولة إسلامية تجمع بين ممتلكاتهما وتفوقهما في الإدارة وحسن النظام ، فضلا عن الورع والتقوى والعدل الذي لا يزال فيه المثل السائر . وهذا ابن الوليد ، كان أحد فرسان قريش الشبان ، انحصرت كفاءته الحربية في نطاق محلي ضيق ، يستعين به رؤساء قريش في المعارك القبلية ، فينال ثقتهم وثناءهم ، ولم يحرز الشهرة الفائقة في نواحي الجزيرة ، إذا به يلمع سيفا إلهيا لا يقوم له شيء إلا حصده ، وينزل كصاعقة على الروم ، ويتردد ذكرا خالدا في التاريخ . وهذا أبو عبيدة ، كان موصوفا بالصلاح والأمانة والرفق ، ويقود سرايا المسلمين ، إذا به يتولى القيادة العظمى للمسلمين ، ويطرد هرقل من ربوع الشام ومروجها الخضراء ، ويلقي عليها نظرة الوداع ويقول : \" سلام على سوريا لا لقاء بعده  \" … ] [ما ذا خسر العالم بانحطاط المسلمين ، ص : 118-119] ثم ذكر الأستاذ الندوي أمثلة أخرى من أفذاذ الصحابة رضي الله عنهم . ومنهم عمرو بن العاص ، وسلمان الفارسي ، وبلال الحبشي ، وسالم مولى أبي حذيفة ، وزيد بن حارثة ، وأبو ذر ، وعلي بن أبي طالب رضي الله عنهم أجمعين … إلى أن قال : [ ثم لا يلبث العالم المتمدن أن يرى من هذه المواد الخام المبعثرة التي استهانت بقيمتها الأمم المعاصرة ، وسخرت منها البلاد المجاورة ، لا يلبث أن يرى منها كتلة ،لم يشهد التاريخ البشري أحسن منها اتزانا ، كأنها حلقة مفرغة لا يعرف طرفاها ، أو كالمطر لا يدرى أوله خير أم آخره، كتلة فيها الكفاية التامة في كل ناحية من نواحي الإنسانية ، كتلة هي في غنى عن العالم ، وليس العالم في غنى عنها . وضعت مدنيتها ، وأسست حكومتها ، وليس لها عهد بها ، فلم تضطر إلى أن تستعير رجلا من أمة ، أو تستعين في إدارتها بحكومة ، وأسست حكومة تمد رواقها على رقعة متسعة من قارتين عظيمتين ، ملأت كل ثغر ، وسدت كل عوز ، برجل يجمع بين الكفاية والديانة والقوة والأمانة . تأسست هذه الحكومة المتشعبة الأطراف ، فأنجدتها هذه الأمة الوليدة التي لم يمض عليها إلا بعض العقود - كله جهاد ودفاع ومقاومة وكفاح – برجل من الرجال الأكفاء ، فكان منها الأمير العادل ، والخازن الأمين ، والقاضي المقسط ، والقائد العابد ، والوالي المتورع ، والجندي المتقي . وكانت – بفضل التربية الدينية التي لا تزال مستمرة ، وبفضل الدعوة الإسلامية التي لا تزال سائرة – مادة لا تنقطع ، ومعينا لا ينضب ، لا تزال تسند الحكومة برجال يرجحون جانب الهداية على جانب الجباية ، ولا يزالون يجمعون بين الصلاح والكفاية . وهنا ظهرت المدنية الإسلامية ، بمظهرها الصحيح ، وتجلت الحياة الدينية بخصائصها التي لم تتوفر لعهد من عهود التاريخ البشري . لقد وضع محمد صلى الله عليه وسلم ، مفتاح النبوة على قفل الطبيعة البشرية ، فانفتح على ما فيها من كنوز وعجائب وقوى ومواهب ، أصاب الجاهلية في مقتلها وصميمها ، فأصمى رميته ، وأرغم العالم العنيد بحول الله ، أن ينمو نموا جديدا ، ويفتح عهدا سعيدا ، ذلك هو العهد الإسلامي الذي لا يزال غرة في جبين التاريخ ] [نفس المرجع  ، ص : 120-121] ومن هذا الوصف وهذا التصوير الرائع للإنسان الذي لم يحقق معنى وجوده في الحياة - العالم الجاهلي في أي عصر من العصور – وللإنسان الذي حقق معنى وجوده – الأمة الإسلامية في أي زمن من الأزمان – يظهر للعاقل اللبيب أن الإيمان هو مفتاح سعادة البشرية ، في الدنيا والآخرة ، وأن الكفر هو قفل تلك السعادة ومفتاح الشقاء والضنك ، وهو السد الحائل بين البشرية ونيل سعادتها ، وأن كل شقاء تعيشه البشرية اليوم سببه غياب المعنى الذي وجد من أجل تحقيقه الإنسان من حياة هذا الإنسان . ولهذا قال الأستاذ الندوي – رحمه الله – في موضع آخر : [ ولم يكن صلى الله عليه وسلم من عامة المصلحين ، الذين يأتون البيوت من ظهورها ، أو يتسللون من نوافذها ، ويكافحون بعض الأدواء الاجتماعية والعيوب الخلقية فحسب ، فمنهم من يوفق لإزالة بعضها مؤقتا في بعض نواحي البلاد ، ومنهم من يموت ولم ينجح في مهمته . أتى النبي صلى الله عليه وسلم بيت الدعوة والإصلاح من بابه ووضع على قفل الطبيعة البشرية مفتاحه ، ذلك القفل المعقد ، الذي أعيا فتحُه جميعَ المصلحين في عهد الفترة وكلَّ من حاول فتحه من بعده بغير مفتاحه . ودعا الناس إلى الإيمان بالله وحده ، ورفض الأوثان والعبادات الجاهلية  والكفر بالطاغوت بكل معاني الكلمة ، وقام في القوم ينادي : ( يا أيها الناس قولوا : لا إله إلا الله تفلحوا ) [رواه الحاكم في المستدرك ، برقم 39 . وابن حبان في صحيحه ، برقم : 6562 . وذكره المفسرون في تفسير سورة المسد ، منهم الإمامان الطبري وابن كثير] ودعاهم إلى الإيمان برسالته ، والإيمان بالآخرة  [ما ذا خسر العالم بانحطاط المسلمين ، ص : 93-94] ] الإيمان يحدد لصاحبه مركزه في الحياة الأمر الخامس : أن الإيمان يحدد لصاحبه مركزه في الكون وصلته به . فهو من جهة يعلم أنه عبد الله ، فلا يخضع ولا يذل لسواه ، يقدم طاعة ربه على طاعة كل أحد غيره ، ولا يعصيه اتباعا لهوى ، أو إرضاء لمخلوق ، حياته كلها لله ( قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا أول المسلمين ( [الأنعام : 162-163] ويعلم من جهة أخرى أنه لا فضل له على سائر الناس إلا بالتقوى ، لأنه يشاركهم في أنهم كلهم لآدم – وآدم من تراب – والله خالقهم جميعا ، وهو إلههم ومعبودهم لا إله لهم سواه ، فلا يتكبر على الناس ، ولا ينصب نفسه إلها لهم يتصرف في دينهم ، وأنفسهم ، وعقولهم ، و أموالهم ، وأعراضهم ، ودمائهم كما يشاء . بل لوقدر له أن يكون واليا على الناس ، لا يتصرف معهم إلا وفقا لتوجيه الإله الواحد الذي حمله المسئولية على من سواه من العباد ( كلكم راع وكلكم مسئول عن رعيته ) [صحيح البخاري من حديث ابن عمر ، برقم 853 وصحيح مسلم ، برقم : 1829] ويعلم من جهة ثالثة أن الله تعالى منحه في هذه الأرض ما لم يمنح غيره من المخلوقات من حوله : حيوانها ، ونباتها ، وجمادها ، وأرضها ، وسمائها . فأنعم عليه بنعمة العقل وقوة التفكر في الأمور ، ومعرفة ما ينفعه وما يضره مما يدخل في مجال نشاطه العقلي ، ومكنه من القدرة على استغلال كثير من خبرات السماء والأرض ، والاستعانة بذلك كله على عمارة الأرض واستثمار كنوزها لمصلحة كل من دب على وجهها . ويعلم أن الله تعالى أوجب عليه أن يحسن التصرف فيما أقدره عليه ، فلا يتصرف في شيء من ذلك إلا في حدود ما يُرضِي ربه وينفع عباده ، ولا يستغل ذلك في معصية الله والإضرار بعباده ، ولا في العلو على الناس ، بل في إسعادهم وقربه وقربهم من ربهم ومعبودهم . والخلاصة أن المؤمن يستغل عقله وفكره ومقدرته وتجاربه ومواهبه ، وكل ما سخره الله له في إعلاء كلمة الله ، وفي الإصلاح في الأرض ، ومحاربة الإفساد فيها ، لأنه تحقق فيه المعنى الذي أوجده الله من أجله ، وهو الإيمان به وعبادته . ولهذا كانت هذه الأمة أمة وسطا ، أهَّلها الله أن تكون شاهدة على الناس كلهم ، كما قال تعالى : ( وكذلك جعلناكم أمة وسطا لتكوموا شهداء على الناس ويكون الرسول عليكم شهيدا ( [البقرة : 143] والأمة الوسط هي الأمة الرائدة القائدة التي تهدي الحيارى إلى صراط الله المستقيم ، وتثبت في الأرض العدل بين الناس ، وتكون تصرفاتها وأخلاقها ومعاملاتها قدوة خيرة لسواها ، وتقود الناس إلى ما فيه سعادتهم في الدنيا والآخرة ، تحقيقا لمعنى الأمر بالمعروف والنهي عن المنكر الذي يكسب الأمم السعادة ويجنبها الضنك والشقاوة ، كما قال تعالى : ( كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله  ( [آل عمران : 110] مركز الإنسان في الكون . أما مركز الإنسان في هذا العالم العريض ، فهو مركز المتصرف المستغل لما أودع الله في هذا الكون بإذن رب الكون ، الذي سخر لهذا الإنسان ما في السماوات وما في الأرض جميعا منه ، ليحقق بذلك التسخير مصالحه ، ويسعى في المحافظة على ما أقدره الله على استغلاله والانتفاع به ،  هو وغيره من مخلوقات الله ، وكأن كل شيء في هذا الكون قد نسج من أجله ، وفصل على قده تفصيلا : ( الله الذي خلق السماوات والأرض وأنزل من السماء ماء فأخرج به من الثمرات رزقا لكم وسخر لكم الفلك لتجري في البحر بأمره وسخر لكم الأنهار وسخر لكم الشمس والقمر دائبين وسخر لكم الليل والنهار وآتاكم من كل ما سألتموه وإن تعدوا نعمة الله لا تحصوها ( [إبراهيم : 32-34] ولقد كرمنا بني آدم وحملناهم في البر والبحر ورزقناهم من الطيبات وفضلناهم على كثير ممن خلقنا تفضيلا ( [الإسراء : 70] ( الله الذي سخر لكم البحر لتجري الفلك فيه بأمره ولتبتغوا من فضله ولعلكم تشكرون وسخر لكم ما في السماوات وما في الأرض جميعا منه إن في ذلك لآيات لقوم يتفكرون } [الجاثية : 12-13] ( ألم تروا أن الله سخر لكم ما في السماوات وما في الأرض وأسبغ عليكم نعمه ظاهرة وباطنة ( [لقمان : 20] تلك هي مكانة الإنسان التي منحه الخالق تعالى في هذا الكون ، وتلك صلته به . [ وما الذي بوأ الإنسان هذه المكانة السامقة ، وفي الكون أجرام أضخم منه وأكبر ؟ إنه سر القبس الذي هو فيه من نور الله ، والنفخة التي هي فيه من روح الله ، تلك النفخة التي جعلته مستعدا للخلافة في الأرض ، مستعدا لحمل الأمانة الكبرى ، أمانة التكليف والمسئولية ، تلك التي صورها القرآن تصويرا رائعا : ( إنا عرضنا الأمانة على السماوات والأرض والجبال فأبين أن يحملنها وأشفقن منها وحملها الإنسان ( [الأحزاب :72] هذا الاستعداد في الإنسان ، هو الذي جعل مصيره بيده بعد أن يسر له سبل الهداية ، وأزاح عنه كل الأعذار : ( بل الإنسان على نفسه بصيرة ( [القيامة : 14] ( فمن شاء فليؤمن ومن شاء فليكفر ( [الكهف : 29]  ( قد أفلح من زكاها وقد خاب من دساها ( [الشمس : 9 ، 10] ( إن أحسنتم أحسنتم لأنفسكم وإن أسأتم فلها ( [الإسراء : 7] لقد سما الإسلام بالإنسان ، فاعترف به كله روحه وجسده ، عقله وقلبه ، إرادته ووجدانه ، غرائزه الهابطة وأشواقه الصاعدة ، ولم يضع في عنقه غلا ، ولا في رجله قيدا ، ولم يحرم عليه طيبا ، ولم يغلق في وجهه باب خير ولم يدعه …. للمتاجرين بالدين يتلاعبون به ، بل خاطبه خطابا مباشرا : ( يا أيها الإنسان ما غرك بربك الكريم الذي خلقك فسواك فعدلك في أي صورة ما شاء ركبك ( [الانفطار : 6-8]  ( يا أيها الإنسان إنك كادح إلى ربك كدحا فملاقيه ([ الانشقاق : 6 ، وما بين المعقوفين من \" كتاب الإيمان والحياة ص : 63-66 \" للدكتور يوسف القرضاوي . وغالب ما ذكر قبل ذلك في موضوع مركز الإنسان في الكون مستفاد من نفس الكتاب] ] هذا الإنسان لا يمكن أن يستغل ما سخره الله في الكون ويكون أهلا للمركز الذي منحه الله إياه في هذا الكون إلا إذا آمن بربه الذي منحه ذلك المركز وجعله أهلا لتلك المكانة ، إيمانا صادقا ، وبنى نشاطه وتصرفاته على مقتضى ذلك الإيمان ، و إلا صار غير مؤتمن على ما ائتمنه الله عليه ، حيث يكون الأصل فيه الفساد والإفساد في الأرض ، كما قال تعالى : ( وإذا تولى سعى في الأرض ليفسد فيها ويهلك الحرث والنسل والله لا يحب الفساد وإذا قيل له اتق الله أخذته العزة بالإثم فحسبه جهنم وبئس المهاد ( [البقرة : 205-26]"
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "الإيمان يذكر صاحبه بشكر ربه على نعمه",
    "content": "الأمر السادس : أن الإيمان يذكر صاحبه بنعم الله عليه وشكره عليها إن الإيمان يورث صاحبه شكر الله تعالى ومحبته ، لأن المؤمن يعلم أن الله تعالى هو الذي أسدى إليه جميع النعم ، الحسية منها والمعنوية ، ابتداء من نعمة خلقه وإيجاده ، وانتهاء بمثوبته ورضوانه ، كما قال تعالى : ( وإن تعدوا نعمة الله لا تحصوها ( [- النحل : 18]  وأشار القرآن الكريم إلى مفردات كثيرة من نعمه تعالى على هذا الإنسان ، كما قال تعالى : ( الرحمن علم القرآن خلق الإنسان علمه البيان … ( [الرحمن : 1-4] وقال تعالى : ( اقرأ باسم ربك الذي خلق الإنسان من علق اقرأ وربك الأكرم الذي علم بالقلم علم الإنسان ما لم يعلم ( [العلق : 1-5] وقال تعالى : ( خلق الإنسان من نطفة فإذا هو خصيم مبين والأنعام خلقها لكم فيها دفء وفيها منافع ومنها تأكلون ولكم فيها جمال حين تريحون وحين تسرحون وتحمل أثقالكم إلى بلد لم تكونوا بالغيه إلا بشق الأنفس إن ربكم لرؤف رحيم والخيل والبغال والحمير لتركبوها وزينة ويخلق ما لا تعلمون هو الذي أنزل من السماء ماء لكم منه شراب ومنه شجر فيه تسيمون ينبت لكم به الزرع والزيتون والنخيل والأعناب ومن كل الثمرات إن في ذلك لآية لقوم يتفكرون وسخر لكم الليل والنهار والشمس والقمر والنجوم مسخرات بأمره إن في ذلك لآيات لقوم يتفكرون وما ذرأ لكم في الأرض مختلفا ألوانه إن في ذلك لآية لقوم يتذكرون وهو الذي سخر البحر لتأكلوا منه لحما طريا وتستخرجوا منه حلية تلبسونها وترى الفلك مواخر فيه ولتبتغوا من فضله ولعلكم تشكرون وألقى في الأرض رواسي أن تميد بكم وأنهارا وسبلا لعلكم تهتدون وعلامات وبالنجم هم يهتدون أفمن يخلق كمن لا يخلق أفلا تذكرون وإن تعدوا نعمة الله لا تحصوها إن الله لغفور رحيم  ( [النحل : 4-18] وقال تعالى : ( لا تتخذوا إلهين اثنين إنما هو إله واحد فإياي فارهبون وله ما في السماوات والأرض وله الدين واصبا أفغير الله تتقون وما بكم من نعمة فمن الله ثم إذا مسكم الضر فإليه تجأرون ( [النحل : 51 – 53] وقال تعالى : ( وما أنزلنا عليك الكتاب إلا لتبين لهم الذي اختلفوا فيه وهدى ورحمة لقوم يؤمنون والله أنزل من السماء ماء فأحيا به الأرض بعد موتها إن في ذلك لآية لقوم يسمعون وإن لكم في الأنعام لعبرة نسقيكم مما في بطونه من بين فرث ودم لبنا خالصا سائغا للشاربين ومن ثمرات النخيل والأعناب تتخذون منه سكرا ورزقا حسنا إن في ذلك لآية لقوم يعقلون وأوحى ربك إلى النحل أن اتخذي من الجبال بيوتا ومن الشجر ومما يعرشون ثم كلي من كل الثمرات فاسلكي سبل ربك ذللا يخرج من بطونها شراب مختلف ألوانه فيه شفاء للناس إن في ذلك لآية لقوم يتفكرون …. والله فضل بعضكم على بعض في الرزق فما الذين فضلوا برادي رزقهم على ما ملكت أيمانهم فهم فيه سواء أفبنعمة الله يجحدون والله جعل لكم من أنفسكم أزواجا وجعل لكم من أزواجكم بنين وحفدة ورزقكم من الطيبات أفبالباطل يؤمنون وبنعمة الله يكفرون ويعبدون من دون الله ما لا يملك لهم رزقا من السماوات والأرض شيئا ولا يستطيعون … [النحل : 64- 73 ] والله أخرجكم من بطون أمهاتكم  لا تعلمون شيئا وجعل لكم السمع والأبصار والأفئدة لعلكم تشكرون ألم يروا إلى الطير مسخرات في جو السماء ما يمسكهن إلا الله إن في ذلك لآيات لقوم يؤمنون والله جعل لكم من بيوتكم سكنا وجعل لكم من جلود الأنعام بيوتا تستخفونها يوم ظعنكم ويوم إقامتكم ومن أصوافها وأوبارها وأشعارها أثاثا ومتاعا إلى حين والله جعل لكم مما خلق ظلالا وجعل لكم من الجبال أكنانا وجعل لكم سرابيل تقيكم بأسكم كذلك يتم نعمته عليكم لعلكم تسلمون فإن تولوا فإنما عليك البلاغ المبين يعرفون نعمة الله ثم ينكرونها وأكثرهم الكافرون …[ النحل : 78 – 83]  فكلوا مما رزقكم الله حلالا طيبا واشكروا نعمة الله إن كنتم إياه تعبدون إنما حرم عليكم الميتة والدم ولحم الخنزير وما أهل لغير الله به فمن اضطر غير باغ ولا عاد فإن الله غفور رحيم  ( [النحل : 78 – 83] والآيات المذكرة بنعم الله لا تحصى كثرة في القرآن الكريم ، ومن هذه الآيات التي سبقت هنا يتضح للمتأمل أنه لا يستطيع أن يعبر بكثرتها إلا بقول الله تعالى : ( وإن تعدوا نعمة الله لا تحصوها ( وقوله : ( وما بكم من نعمة فمن الله ( فالله سبحانه هو الذي أوجد الإنسان بعد أن لم يكن شيئا : ( هل أتى على الإنسان حين من الدهر لم يكن شيئا مذكورا ( [الدهر : 1] وجعله تعالى يمر بأطوار عجيبة تحوطه فيها عناية الله : ( ولقد خلقنا الإنسان من سلالة من طين ثم جعلناه نطفة في قرار مكين ثم خلقنا النطفة علقة فخلقنا العلقة مضغة فخلقنا المضغة عظاما فكسونا العظام لحما ثم أنشأناه خلقا آخر فتبارك الله أحسن الخالقين ( [المؤمنون : 12 – 14] وأحاط الله تعالى هذا الإنسان بعنايته في كل أطوار خلقه وحياته ، وأخرجه من بطن أمه لا يعلم شيئا ، بعد أن زوده بكل أجهزة العلم ومنافذه ، فعلمه ما لم يكن يعلم ، كما قال تعالى : ( والله أخرجكم من بطون أمهاتكم لا تعلمون شيئا وجعل لكم السمع والأبصار والأفئدة لعلكم تشكرون ( [النحل : 78] ولا يزال سبحانه يحيطه ويكلؤه ويعلمه ويرزقه ، حتى يكتمل نموه ويصل إلى أعلى مستوى من القوة الجسمية والعقلية والعلمية التي كتبها الله له ، فيكون بذلك الإنسان الذي أصله الطين ، ثم النطفة رئيس دولة وقائد جيش وموجه شعب ومستخرج كنوز ومخترع وسائل رقي حضاري تحير العقول وتدير الرؤوس . إن هذا الإنسان الذي أصبح بهذه الصورة العجيبة التي ركبه مولاه فيها ، لو فكر قليلا في نعم الله تعالى عليه تفكير منصف معترف لصاحب الحق بحقه ، لما شرد عن ربه شرود كافر به جاحد لنعمه ، ولو غفل عنه قليلا عنه لعاد إليه مستحيا خائفا وجلا راجيا راغبا تائبا ، كما قال تعالى : ( إن الذين اتقوا إذا مسهم طائف من الشيطان تذكروا فإذا هم مبصرون ( [الأعراف : 201] إن الإنسان المخلوق الذي لا يملك إلا ما رزقه الخالق ، عندما يحسن إلى إنسان آخر بشيء قليل من المال أو بجاه أو غيره ، يجد – غالبا – من تلقى منه ذلك الإحسان يذكره - بالخير والثناء عليه - كلما حصلت مناسبة ، ويكرر شكره له ، وينشر ذلك بين الناس ، ويقع في قلبه له من المحبة ما يقع ، وعن هذا المعنى قال الشاعر : أحسن إلى الناس تستعبد قلوبهم\tفطالما استعبد الإنسانَ إحسانُ فكيف يغفل الإنسان عن نعم ربه التي تحيط به فلا يلتفت إلى أي جهة في أي زمان وأي مكان دون أن يراها ماثلة تحيط به في نفسه وفيمن حوله ، في سفره وحضره ، في يقظته ونومته ، في خوفه وأمنه ، في سروره وحزنه ، في أنسه ووحشته ، وفي كل لحظة من لحظات عمره . ولو لم يكن من نعم الله عليه إلا هذا الهواء الذي يستنشقه ، بدون أن يفكر أو يريد ، ولو انقطع عنه زمنا يسيرا لهلك ، لولم يكن لهذا الإنسان إلا هذه النعمة التي هيأها له ربه ، وهيأ له من الأجهزة التنفسية ما يمكنه من الاستفادة منه ، لو لم يكن له إلا ذلك لكفاه التفاتا إلى المنعم العظيم . وكيف يغفل الإنسان عن عقله الذي منحه الله إياه ، ولو فقد هذا العقل لاختل كل شيء في حياته . وكيف يغفل عن حواسه التي لا يستطيع أن يذوق طعم الحياة : حلوها ومرها ، وحرها وبردها ، وكافة ما يسعده أو يشقيه في حياته إلا بها : عين تبصر ، وأذن تسمع ، ويد تتناول وتبطش ، ورِجْل تخطو وتسير ، وأنف تشم ، وجلد يحس فيرتاح أو يتألم ، وأسنان تطحن الطعام و لسان تخلط ، وجهاز يهضم ، وأخر يخرج ، وقلب يضخ الدم في الجسم وينبض … ( قل هو الذي أنشأكم وجعل لكم السمع والأبصار والأفئدة قليلا ما تشكرون ( [1- الملك : 23] إن الإنسان لو فكر في شيء من ذلك وغيره في داخل نفسه وخارجها ، لخر ساجدا لربه منيبا إليه ، و لكان أحب إليه من نفسه وولده ووالده والناس أجمعين : ( يا أيها الإنسان ما غرك بربك الكريم الذي خلقك فسواك فعدلك في أي صورة ما شاء ركبك ( [الانفطار : 6 ، 8]  لو فكر الإنسان في دمه الذي يجري في عروقه بدون إرادته أو تفكيره ، في يقظته ومنامه ، في حركة دائبة يأخذ ويعطي دون انقطاع ، ينقل لكل خلية من خلاياه غذاءها ، ويصفي ما بها من فضلات لو بقيت  في مكانها لأصبحت جسورا تتراكم وتمنع نقل الغذاء وتصفية الفضلات منعا يقضي على حياته ، لو فكر الإنسان في ذلك لعرف قدر نعمة الله عليه ، وكان أحب إليه من كل شيء حتى من روحه التي بين جنبيه . إن نعمة الخلق والإيجاد والعناية الربانية بهذا الإنسان ، في حفظه ورزقه ، وغير ذلك مما لا يعد ولا يحصى من تدبير الله له ، لجديرة بإيقاظ النائم وتنبيه الغافل ، ليرجع إلى ربه ومولاه رجوع طاعة وعبادة وإقرار بحقه عليه ، ورجوع حب وشكر له . نعمة البيان والبلاغ المبين . ولكن هناك نعما أخرى أجل وأسمى من نعمة الخلق والإيجاد والرزق والحفظ من الهلاك - لأن الإنسان يشترك في هذه النعم مع سائر الحيوان – من تلك النعم \" نعمة البيان والبلاغ المبين \" بيان الهدى والحق ، والضلال والباطل ، بإرسال الرسل وإنزال الكتب ، كما قال تعالى : ( ولقد بعثنا في كل أمة رسولا أن اعبدوا الله واجتنبوا الطاغوت ( [النحل : 36] وقال تعالى : ( هو الذي بعث في الأميين رسولا يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين ( [الجمعة : 2] وقال تعالى : ( الرحمن علم القرآن خلق الإنسان علمه البيان ( [الرحمان 1- 4] ولهذا بين تعالى أن البلاغ المبين هو وظيفة رسل الله كلهم ، كما قال تعالى : ( قالوا ربنا يعلم إنا إليكم لمرسلون وما علينا إلا البلاغ المبين ( [يس : 16-17]  وقال تعالى : ( وهل على الرسل إلا البلاغ المبين ( [النحل : 35 ] وأخبر رسوله صلى الله عليه وسلم أنه إذا لم يقم بهذا البلاغ ، لم يؤد وظيفته التي كلفه الله إياها ، فقال تعالى : { يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته }[ المائدة : 67] ولعن الله من كتم الحق من علماء الأديان ، كما قال تعالى : { إن الذين يكتمون ما أنزلنا من البينات والهدى من بعد ما بيناه للناس في الكتاب أولئك يلعنهم الله ويلعنهم اللاعنون إلا الذين تابوا وأصلحوا وبينوا فأولئك أتوب عليهم وأنا التواب الرحيم ( [البقرة : 159 ، 160] وبذلك أقام الله الحجة على عباد : كما في قوله عز وجل : ( رسلا مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل وكان الله عزيزا حكيما ( [النساء : 165] ونعمة البيان والبلاغ المبين ، يحيى بها الموتى ويبصر العميان ، فهي حياة لهم ونور ، إذا عرفوها حق المعرفة وقدروها حق التقدير ، فشكروا من أنعم عليهم بها ، أما من كفر هذه النعمة ولم يشكر ربه عليها ويعمل بما بان له من الحق ، فهو أشد عمى ممن فقد بصره ، لم يزل يسير حياته كلها في ظلام يتخبط ، وإن ظن أنه من المبصرين : ( أومن كان ميتا فأحييناه وجعلنا له نورا يمشي به كمن مثله في الظلمات ليس بخارج منها كذلك زين للكافرين ما كانوا يعملون ( [الأنعام : 122] نعمة الهداية والتوفيق تلك نعم عظيمة ، وهي مجرد أمثلة ، لأن نعم الله لا يحصيها إلا الله ، وهي نعم يشترك فيها الناس كلهم – مؤمنهم وكافرهم - ولكن أعظم نعم الله على عبده نعمة الهداية والتوفيق التي يخص الله بها من شاء من عباده ، وهم الذين آمنوا به حق الإيمان وعبدوه حق العبادة ، وهي النعمة التي لا فلاح ولا فوز في الدنيا والآخرة لمن فقدها ، ألا وهي نعمة توفيق الله لعبده وهدايته الكونية القدرية – مع هدايته الشرعية – [الهداية الشرعية هي بيان الله لعبده حقيقة الدين الذي أمره به ، عن طريق وحيه ورسله ، وهدايته القدرية هي توفيقه لقبول هذا الدين والعمل به ، لما علم منه من صدق إرادة الحق والعمل به] للإيمان به وطاعة رسوله والعمل بشريعته ، أي هدايته للإسلام الذي لا يقبل الله من أحد سواه( :  إن الدين عند الله الإسلام ( [آل عمران : 19] ( ومن يبتغ غير الإسلام دينا فلن يقبل من وهو في الآخرة من الخاسرين ( [آل عمران : 85] وهذه الهداية هي أعظم الضرورات للإنسان ، فهي أعظم من ضرورات الطعام والشراب والهواء ، بل لا نسبة بينها وبين غيرها من الضرورات المادية التي لا يعيش الإنسان بدونها ، لأن الضرورات المادية كلها لا يؤثر فقدها إلا في الجسم ، وغاية تأثيرها فيه هو الموت ، والموت أمر حتم لا ينجو منه أحد من خلق الله . أما ضرورة الهداية والتوفيق ففقدها يؤدي إلى التعاسة والشقاء والفوضى والظلم والعبودية والذل ، لأنواع شتى من الطواغيت في الحياة الدنيا ، ثم إلى الخسارة العظيمة في الآخرة بالحرمان من الجنة ورضا الله ، والدخول في نار جهنم دخولا أبديا لا حياة بعده ولا موت ، وعندئذ لا ينفع مال ولا ولد ولا والد ولا جاه ولا شفاعة ولا سلطان مما كان يتمتع به في الدنيا . ولهذا فرض الله على عباده المؤمنين قراءة سورة الفاتحة في كل ركعة من صلاتهم – فرضا ونفلا – للإمام والمأموم [على خلاف في المأموم ، ولكنه ينال ما يناله الإمام لسماعه قراءته ، وطلبه الهداية بلسان الحال ، وقراءة الإمام عند من لا يرى قراءة المأموم معه قراءة للمأموم] – والمنفرد ، رحمة منه تعالى بهم بأن جعلهم يطلبون منه تعالى هدايته وتوفيقه لاتباع صراطه المستقيم ، صراط الأنبياء والمرسلين والشهداء والصالحين ، أهل الإيمان الصادق و العلم النافع والعمل الصالح ، ويطلبون منه النجاة من سبيل الهالكين ، الذين يعبدونه على جهل منهم به وبدينه ، مع تمسكهم بماهم عليه من الباطل ورفضهم للحق الذي جاء من عند الله على يد خاتم رسله صلى الله عليه وسلم ، والذين يحرفون كتبه وآياته وما جاءهم به رسله عليهم الصلاة والسلام ، ويعصونه تعالى على علم ، ويقفون في وجه الحق وأهله ، وهم به عالمون ، ويدخل في الصنفين – العابدين له على جهل ، والمحرفين لكتبه – اليهود والنصارى وكل من سار على دربهم من الأمم . قال تعالى في سورة الفاتحة : ( الحمد لله رب العالمين الرحمن الرحيم مالك يوم الدين إياك نعبد وإياك نستعين اهدنا الصراط المستقيم صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين ( [ الفاتحة : 1 - 7] وتظهر أهمية هذه النعمة وخطرها يوم القيامة ، عندما تنصب الموازين فتثقل موازين المهتدين ، وتخف موازين المغضوب عليهم والضالين ، وتكون النتيجة الجنة ورضا الله عمن هدى الله ، والنار وسخط الله على من حرم هدايته وتوفيقه . كما قال تعالى : ( فإذا نفخ في الصور فلا أنساب بينهم يومئذ ولا يتساءلون فمن ثقلت موازينه فأولئك هم المفلحون ومن خفت موازينه فأولئك الذين خسروا أنفسهم في جهنم خالدون تلفح وجوههم النار وهم فيها كالحون ألم تكن آياتي تتلى عليكم فكنتم بها تكذبون قالوا ربنا غلبت علينا شقوتنا وكنا قوما ضالين ربنا أخرجنا منها فإن عدنا فإنا ظالمون قال اخسئوا فيها ولا تكلمون إنه كان فريق من عبادي يقولون ربنا آمنا فاغفر لنا وأنت خير الراحمين فاتخذتموهم سخريا حتى أنسوكم ذكري وكنتم منهم تضحكون إني جزيتهم اليوم بما صبروا إنهم هم الفائزون ( [المؤمنون : 101-111] وقال تعالى : ( فأما من ثقلت موازينه فهو في عيشة راضية وأما من خفت موازينه فأمه هاوية وما أدراك ما هيه نار حامية ( [القارعة : 6-11] يدرك المؤمن الذي يعلم خطر هذه النعمة – نعمة الهداية والتوفيق – فيزداد إيمانا بربه ، ويمتلئ قلبه محبة له ، فلا يحب أحدا أو شيئا إلا تبعا لمحبة ربه ، ولا يبغض أحدا أو شيئا إلا تبعا لبغض ربه ، يعتقد أنه في حياته ومماته ودنياه وآخرته لله تعالى وحده ، لا لسواه كما قال تعالى : ( قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا أول المسلمين ( [الأنعام : 163] قال الدكتور يوسف القرضاوي [الإيمان وأثره في حياة الإنسان : ص : 67 حسن الترابي] وفقه الله : [ فالمؤمن ذو الفكر والبصيرة لا يكاد يشعر بنفسه وأبعاد وجودها ، إلا ذكر بها ربه ، ولا يحب نفسه ، إلا كان الله أحب إليه منها ومن كل قريب ، ثم يقع في نفس المؤمن حب رسول الله صلى الله عليه وسلم ، وحب دينه ، وحب المؤمنين … ( ثلاث من كن فيه وجد حلاوة الإيمان : أن يكون الله ورسوله أحب إليه مما سواهما ، وأن يحب المرء لا يحبه إلا لله ، وأن يكره أن يعود في الكفر كما يكره أن يقذف في النار ) ] [صحيح البخاري ، رقم 16 . وصحيح مسلم ، رقم 43]"
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "الإيمان يمنح صاحبه الرقابة الذاتية",
    "content": "الأمر السابع : الإيمان يمنح صاحبه الرقابة الذاتية .[ واضح من هذا العنوان أن المقصود من الرقابة الذاتية : امتلاء قلب المؤمن رغبة فيما عند الله من الثواب على العمل الصالح ، ورهبة مما عنده من العقاب على عصيانه ، فيكون المؤمن رقيبا على نفسه فيما يأتي ويذر ، سواء كان ذلك في حق الله أو حق عباده ، فلا يعمل إلا ما يرضي الله ، ولا يرتكب ما يسخطه] إن الإيمان يمنح صاحبه الرقابة الذاتية ، التي تغني عن رقابة السلطة والشرطة والاستخبارات والجاسوسية ، والحسبة والقضاء ، ولا تغني كل هذه المؤسسات عنها . فالمؤمن له غاية كما مضى - وهي رضا الله تعالى – يسعى جاهدا لتحقيقها ، ويدور في تصرفاته كلها في فلكها ، وهو يتلقى منهج حياته الذي يوصله إلى تلك الغاية من ربه وحده ، ويسلك إليها طريقا واحدا مستقيما لا عوج فيه ، وهو صراط الله الذي نزل به وحيه عن طريق رسوله صلى الله عليه وسلم . يجاهد المؤمن نفسه ليستقيم على ذلك الصراط الذي يوصله إلى غايته ، وهي رضا ربه ، ويكافح كل ما يعترض سبيله ليصده عن ذلك الصراط وتلك الغاية ، سواء كان ما يعترضه شهوات جاذبة ، أو شبهات محيرة ، أو طغاة صادين عن سبيل الله ، لا يغفل عن ذلك في سره وعلانيته ، ولا يخاف في الله لومة لائم ، يرضي ربه بطاعته ولو سخط عليه كل الناس . تدفعه رغبته فيما عند الله وخوفه من عقابه ، إلى فعل ما علم وجوبه عليه شرعا ، ولو كرهت نفسه ذلك وكرهه كل الناس ، وإلى ترك ما علم تحريمه عليه شرعا ، ولو تاقت نفسه إلى فعله وتاقت إليه نفوس كل الناس ، لإيمانه بأن الله وحده هو الذي يثيبه على فعل الطاعة ، وهو وحده الذي يعاقبه على ترك المعصية ، وأن ما قد يناله من غير الله : ثوابا كان أو عقابا في هذه الدنيا ، لا يمكن أن يناله إلا بإذن الله ، وأنه لا مقارنة بين ما عند الله وما عند المخلوقين . ومن كان هذا شأنه قدم رضا الله على رضا كل أحد ، واتقى سخط الله على سخط كل أحد ، وبذلك يكون قلبه رقيبا عليه في حضور المخلوقين وغيبتهم ، لأن الله معه في كل لحظة من لحظات حياته : ( وأما من خاف مقام ربه ونهى النفس عن الهوى فإن الجنة هي المأوى  ( [النازعات : 41] فعلم الله تعالى محيط بكل شيء ، لا تخفى عليه خافية ، كما دلت على ذلك نصوص كثيرة من الكتاب والسنة ، ودلت على ذلك كل مخلوقاته المتقنة التي لا يمكن أن يوجدها إلا من أحاط علما بكل جزئياتها . قال تعالى : {إن الله يأمركم أن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناس أن تحكموا بالعدل إن الله نعما يعظكم به إن الله كان سميعا بصيرا}. [النساء: 58] وقال تعالى: {يا أيها الذين آمنوا كونوا قوامين بالقسط شهداء لله ولو على أنفسكم أو الوالدين والأقربين إن يكن غنيا أو فقيرا فالله أولى بهما فلا تتبعوا الهوى أن تعدلوا وإن تلووا أو تعرضوا فإن الله كان بما تعملون خبيرا}. [النساء : 135] وقال تعالى: {إن الله لا يخفى عليه شيء في الأرض ولا في السماء}. [آل عمران : 5] وقال تعالى: {وإذا لقوا الذين آمنوا قالوا آمنا وإذا خلا بعضهم إلى بعض قالوا أتحدثونهم بما فتح الله عليكم  ليحاجوكم به عند ربكم  أفلا تعقلون أولا يعلمون أن الله يعلم ما يسرون وما يعلنون}.[ البقرة : 77] وقوله تعالى: {إن الذين يحادون الله ورسوله كبتوا كما كبت الذين من قبلهم وقد أنزلنا آيات بينات وللكافرين عذاب مهين يوم يبعثهم الله جميعا فينبئهم بما عملوا أحصاه الله ونسوه والله على كل شيء شهيد  ألم تر أن الله يعلم ما في السماوات وما في الأرض ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أينما كانوا ثم ينبئهم بما عملوا يوم القيامة إن الله بكل شيء عليم}. [المجادلة : 5-7] وقال تعالى: {قل إن تخفوا ما في صدوركم أو تبدوه يعلمه الله ويعلم ما في السماوات وما في الأرض والله على كل شيء قدير  يوم تجد كل نفس ما عملت من خير محضرا وما عملت من سوء تود لو أن بينها وبينه أمدا بعيدا ويحذركم الله نفسه والله رؤف بالعباد}. [آل عمران : 30] وفي حديث جبريل قال رسول الله صلى الله عليه وسلم : ( الإحسان أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك) [صحيح البخاري ، من حديث أبي هريرة ، رقم : 50 . وصحيح مسلم ، من حديث عمر ، رقم 8] فعله وتركه لله لا لسواه : ( إن الأبرار يشربون من كأس كان مزاجها كافورا عينا يشرب بها عباد الله يفجرونها تفجيرا يوفون بالنذر ويخافون يوما كان شره مستطيرا ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا إنما نطعمكم لوجه الله لا نريد منكم جزاء ولا شكورا إنا نخاف من ربنا يوما عبوسا قمطريرا فوقاهم الله شر ذلك اليوم ولقاهم نضرة وسرورا وجزاهم بما صبروا جنة وحريرا ( [الإنسان : 5-12] وفي الحديث الصحيح – المشهور بحديث جبريل - : ( الإحسان أن تعبد الله كأنك تراه ، فإن لم تكن تراه فإنه يراك ) [البخاري من حديث أبي هريرة ، رقم  50 ، ومسلم ، رقم : 4499] والإحسان هو إتقان العمل والإتيان به على أتم الوجوه ، وقد أخبر الرسول صلى الله عليه وسلم أن الله تعالى كتبه على كل شيء ( إن الله كتب الإحسان على كل شيء ، فإذا قتلتم فأحسنوا القِتْلَة ، وإذا ذبحتم فأحسنوا الذِّبْحَة  ) [الترمذي من حديث شداد بن أوس ، برقم : 1409 وقال : هذا حديث حسن صحيح . والنسائي ، برقم : 4405] هذه الرقابة الذاتية - أي مراقبة الإنسان لنفسه ، لقوة إيمانه بربه ، وشدة رغبته في رضوانه وجنته ، وعِظَم خوفه من سخطه وعقابه – هي التي جعلت سلفنا الصالح ، الصحابة فمن بعدهم ، يعلون كلمة الله في الأرض ، وينشرون العدل بين الناس ، ويطهرون الأرض من رجس الوثنية والظلم ، ويضعون حدا للطغاة والعصاة ، وهي التي جعلتهم يقولون : \" انتهينا يا رب \" ويهريقون الخمر من دنانها ، يكبونها من الكؤوس التي كانت بأيديهم ليشربوها ، بل يمجونها من أفواههم فور سماعهم قول الله تعالى : ( يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء في الخمر والميسر ويصدكم عن ذكر الله وعن الصلاة فهل أنتم منتهون ( [المائدة : 90-91] إن المسلم يعلم أنه ( ما يلفظ من قول إلا لديه رقيب عتيد ( [ق : 18] ويعلم أمر الرسول صلى الله عليه وسلم بقول الخير أو السكوت ، كما في حديث أبي هريرة رضي الله عنه عن رسول الله  صلى الله عليه وسلم  قال : ( من كان يؤمن بالله واليوم الآخر   فليقل خيرا  أو ليصمت ومن كان يؤمن بالله واليوم الآخر فليكرم جاره ومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه ) [صحيح مسلم ، رقم 47 . وغيره] ، فلا يتكلم المسلم  إلا بخير ، في خلوته وجلوته ، فلا يغتاب أحدا ، ولا يتعاطى النميمة بين الناس ، ولا يكذب ، خشية من ربه الذي يراقبه في كل أحواله . وإن المسلم ليعلم أن الله تعالى قد حمله الأمانة ، وقد حملها ، فلا يغش ولا يخدع ولا يَفْجُر خوفا ممن هو  عليه رقيب ، ولو غاب عن كل عين تطرف ، أو أذن تسمع . وإن المسلم ليُبتَلَى فتفتح له أبواب المعاصي ومستنقعات الشهوات ، ويجد كل وسيلة توصله إلى تلك المعاصي والشهوات ، دون رقيب من المخلوقات ، فلا يقربها – وهو قادر على ولوجها – خوفا من الله الذي لا تخفى عليه خافيه والذي يعلم السر وأخفى . إن الكاتب ليعجز عن ضرب الأمثلة لمن فقد هذه الرقابة الربانية ، التي تصبح رقابة ذاتية ، لكثرتها وتكررها في كل أنحاء الأرض من الأفراد والجماعات والشركات والحكام والشعوب ! فكم اتفاقٍ يعقد بين طرفين ثم ينقضه من سنحت له فرصة النقض ؟ وكم جنديٍّ يظهر لقائده الطاعة ثم يقلب له ظهر المجن فيخرج عليه ويسفك دمه أو يرميه في غياهب السجون ، ويصبح هو الآمر ، ويصبح قائده هو المأمور ؟ وكم شركةٍ غشت شركاءها وعملاءها ، بعد أن ظهرت في ثوب الأب الحنون والناصح الأمين ؟ وكم قاض لوى قواعد الشريعة أو القانون فجار واعتسف ، وجعل صاحب الباطل محقا ، وصاحب الحق مبطلا ؟ كل ذلك سببه غياب الرقابة الذاتية التي تنطوي عليها قلوب تمكنت منها الرقابة الربانية ! هذا عدا ما لا يعلمه إلا علام الغيوب جلت قدرته ، من غش وخداع يحصلان بين الأقارب ، من آباء وأولاد وأزواج وأسر ، وحكام ومحكومين ، وأجراء ومستأجرين ، وأصدقاء …! قال الشيخ الدكتور يوسف القرضاوي : [ إننا كثيرا ما نقرأ في الصحف وما نسمع من الناس ، كما نشاهد نحن بأعيننا ، ما تعانيه المؤسسات العامة ، من أجهزة تتوقف على جدتها ، وأدوات تخرب على متانتها ، ومصالح تعطل مع حاجة الجمهور إليها ، وأعمال يكفيها يوم تستغرق أياما . ونتيجة ذلك أن مشروعات نافعة تفشل ، وجهودا مخلصة تبعثر ، وأموالا طائلة تضيع ، ، وأن الإنتاج العام بعد ذلك كله يتدهور أيما تدهور . وما ذلك إلا لفقدان الأمانة والإخلاص ، وخراب الضمائر عند أولئك الذين لا يرجون لله وقارا ولا يحسبون للآخرة حسابا ] [الإيمان والحياة ، ص : 303 الطبعة الأولى]"
  },
  {
    "type": "section",
    "id": "section-16",
    "title": "الإيمان يمد صاحبه بالصبر والرضا في الحياة",
    "content": "الأمر الثامن : أن الإيمان يمد صاحبه بالصبر وطمأنينة النفس في الحياة . إن من سنن الله تعالى أن يمتحن عباده – لا لخفاء ما سيظهر منهم عليه - بالسراء والضراء ، لتظهر حقيقة أنفسِهم لأنفسِهم ، فيرى مؤمنهم نعمة الله عليه بالصبر والطمأنينة الناشئين عما رزقه من الإيمان ، فيزداد بذلك إيمانه ، ويشتد صبره وتحمله على ما يصيبه من الابتلاء ، فيكون راضي النفس مطمئن البال في أحلك الظروف وأعظم المصائب ، ويظهروا كذلك لغيرهم من الناس ممن تخفى عليهم طباعهم ، فيكونوا بذلك قدوة حسنة لمن وفقه الله لمثل ما وفقهم له . ويرى فاقد الإيمان أو ضعيفه ما خسره من الصبر على مصائب الدنيا ، وما ترتب على ذلك من قلق وحسرات وندم ، بسبب فقده الإيمانَ أو قوتَه ، فإما أن يتدارك ما فاته ، فيدخل في الإيمان الذي يمده بالصبر والرضا والطمأنينة ، وإما أن يتمادى في كفره أو في نقص ما معه من الإيمان ، فتكون حياته كلها حياة ضنك وشقاء . قال تعالى : ( ونبلوكم بالخير والشر فتنة ( [الأنبياء : 35] وقال تعالى : ( إنا خلقنا الإنسان من نطفة أمشاج نبتليه ( [الإنسان : 3] وقال تعالى : ( الذي خلق الموت والحياة ليبلوكم أيكم أحسن عملا ( [الملك : 2] وقال تعالى : ( وجعلنا بعضكم لبعض فتنة أتصبرون ( [الفرقان : 20] وقد يبتلى الإنسان بالسراء – بما ينعم الله عليه من ولد ومال وسلطان وجاه ومنصب وغيره – كحال فرعون وهامان ، فيتكبر ويبطر ، فتكون عاقبته شر عاقبة . وقد يبتلى بالضراء – بما يقدره الله عليه من المصائب - في نفسه وماله وولده أو غير ذلك ، كما قال تعالى : ( ولنبلونكم بشيء من الخوف والجوع ونقص من الأموال والأنفس والثمرات وبشر الصابرين الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعون أولئك عليهم صلوات من ربهم ورحمة وأولئك هم المهتدون ( [البقرة : 155-157] والمؤمن وحده هو الذي يواجه الابتلاء سواء كان بالخير أو الشر - بالثبات والصبر والاطمئنان ، وكلما كان أكثر إيمانا كان أكثر صبرا وثباتا . وقد ثبت عنه صلى الله عليه وسلم أنه قال : ( عجبا لأمر المؤمن إن أمره كله له خير ، وليس ذلك لأحد إلا للمؤمن ، إن أصابته سراء شكر فكان خيرا له ، وإن أصابته ضراء صبر فكان خيرا له . ) [مسلم في صحيحه  من حديث صهيب ، برقم : 2999] وعندما سئل النبي صلى الله عليه وسلم : \" أي الناس أشد بلاء ؟ \" فقال : ( الأنبياء ، ثم الأمثل فالأمثل ، يبتلى الرجل على حسب دينه ، فإن كان دينه صلبا اشتد بلاؤه ، وإن كان في دينه رقة ، ابتلاه الله حسب دينه ، فما يبرح البلاء بالعبد حتى يمشي على الأرض وما عليه خطيئة ) [الترمذي من حديث سعد رضي الله عنه ، برقم : 2398 . وقال حسن صحيح . وغيره] قال الدكتور يوسف القرضاوي [في كتاب الإيمان والحياة : 192-193 للدكتور يوسف القرضاوي] : [ الأمل والأمن والرضا والحب والسكينة النفسية ، ثمار شهية لغراس العقيدة في نفس المؤمن ، وذخائر لا تنفد لإمداده في معركة الحياة ، وإنها لمعركة طويلة الأمد ، كثيرة التكاليف ، محفوفة الأخطار والمشقات . ذلك أن طبيعة الحياة الدنيا ، وطبيعة البشر فيه ، تجعلان من المستحيل أن يخلو المرء فيها من كوارث تصيبه ، وشدائد تحل بساحته ، فكم يخفق له عمل أو يخيب له أمل ، أو يموت له حبيب ، أو يمرض له بدن ، أو يفقد منه مال ، إلى آخر ما يفيض به نهر الحياة ،  حتى قال الشاعر يصف الدنيا : جبلت على كدر وأنت تريدها\t  صفوا من الآلام والأكدار ومكلف الأيام ضد طباعهـا       متطلب في الماء جذوة نار وإذا كان هذا سنة الله في الحياة عامة ، وفي الناس كافة ، فإن أصحاب الرسالات خاصة أشد تعرضا لنكبات الدنيا وويلاتها ، لأنهم يدعون إلى الله ، فيحاربهم دعاة الطاغوت ، وينادون بالحق فيعاديهم أنصار الباطل ، ويهدون إلى الخير فيعاديهم أنصار الشر ، ويأمرون بالمعروف فيخاصمهم أهل المنكر . وبهذا يحيون في دوامة من السجون ، وسلسلة من المؤامرات والفتن ، سنة الله الذي خلق آدم وإبليس ، وإبراهيم ونمرود ، وموسى وفرعون ، ومحمدا وأبا جهل . ( وكذلك جعلنا لكل نبي شياطين الإنس والجن يوحي بعضهم إلى بعض زخرف القول غرورا ( [الأنعام : 112] ( وكذلك جعلنا لكل نبي عدوا من المجرمين ( [الفرقان : 31] هذا شأن الأنبياء ، وشأن ورثتهم ، والسائرين على دربهم ، والداعين بدعوتهم ، مع الطغاة الصادين عن سبيل الله : ( وما نقموا منهم إلا أن يؤمنوا بالله العزيز الحميد ( [البروج : 8 ] ] انتهى . قلت : وفي درب الأنبياء وأتباعهم ، ظهرت نماذج من ذوي العزم والثبات والصبر ، تضيء الطريق للسالكين ، فقد كُذِّب القومُ وهم الصادقون ، وأحرقوا بالنار وهم على من أحرقهم مشفقون ، وأخرجوا من ديارهم وبلادهم وهم إلى الخير والصلاح والسعادة ينادون . لقد نشروا بالمناشير ، ومشطوا بأمشاط الحديد وقتلوا وهم بما ابتلوا به راضون مطمئنون ، يقول قائلهم - وهو في حال تعذيبه وتقطيع أعضائه – وهو ينظر إلى الجنة التي طالما انتظرها محبا لقاء الله : ولست أبالي حين أقتل مسلما      على أي جنب كان في الله مصرعي ولا بد للدعاة إلى الله أن يضعوا – وهم يسيرون في درب أولياء الله الصالحين – هذا نصب أعينهم ، فلا يُفاجَئُوا بما ينتظرهم من ابتلاء وفتنة ، لأن سنة الله قد اقتضت لأهل هذا السبيل أن يقف لهم أعداء الدعوة بالمرصاد ، صدا عن سبيل الله ، وانتقاما من أولياء الله ، لأنهم يدعونهم إلى فعلِ ما ألفوا تركه ومفارقَتَه ، ومعاداةِ من يمارسه ويتعاطاه ، وينهونهم عما شبوا وهرموا على فعله ، فلا بد أن يتوقع الدعاة إلى الله من كثير ممن يدعونهم صدا وعدوانا : ( أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم مستهم البأساء والضراء وزلزلوا حتى يقول الرسول والذين آمنوا معه متى نصر الله ألا إن نصر الله قريب ( [البقرة : 214] ( الم  أحسب الناس أن يقولوا آمنا وهم لا يفتنون ( [العنكبوت : 2] وهذا ما فهمه بلال وآل ياسر وابن مسعود وصهيب ، وغيرهم من أصحاب رسول الله صلى الله عليه وسلم ، ورضي عنهم ، فصبروا على ما ابتلوا به راضين مطمئنين ، وكانت العزة والنصر حليفهم ، والهزيمة والذل والصغار حظ أعدائهم . وهنا يظهر أثر وجود الإيمان وفقده ، وقوته وضعفه ، ويظهر المؤمن الصادق وذو الخداع المنافق ، فيكون الأقوى إيمانا هو الأرسخ ثباتا ، مثله مثل الطود الشامخ لا تزلزله العواصف ولا تحركه الابتلاءات ، بل كلما اشتدت به البلوى زاد إيمانه ويقينه ، وقوي صبره وجلده . قال تعالى : ( ولما رأى المؤمنون الأحزاب قالوا هذا ما وعدنا الله ورسوله وصدق الله ورسوله وما زادهم إلا إيمانا وتسليما ( [الأحزاب : 22] وقد يعرض الضعف لبعض المؤمنين – لأنهم بشر غير معصومين – ولكن الله يتداركهم فيمدهم بتوفيقه فيقوى إيمانهم ، كما قال تعالى – عن بعض أصحاب النبي صلى الله عليه وسلم في غزوة أحد - : ( إذ همت طائفتان منكم أن تفشلا والله وليهما وعلى الله فليتوكل المؤمنون ([ آل عمران : 122] أما ضعيف الإيمان فبحسب إيمانه يثبت تارة ويضطرب أخرى : ( المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير ) [صحيح مسلم من حديث أبي هريرة ، برقم : 2664] وأما المنافق فتظهر خبيئته ، ويطفوا على السطح كفره الذي كان يطوي عليه جوانحه . قال تعالى : ( وإذ يقول المنافقون والذين في قلوبهم مرض ما وعدنا الله ورسوله إلا غرورا ( [الأحزاب : 120] وأما الكافر فقد يصمد من أجل تحقيق هدفه ، مادام شاعرا بإمكان تحقيق هدفه ، فإذا لاح له الإخفاق اضطرب وتراجع وجبن ، وسقط في هوة اليأس والخسران . كما قال تعالى : ( ولئن أذقنا الإنسان منا رحمة ثم نزعناها منه إنه ليؤس كفور ( [هود : 90] و قال تعالى عمن اعتراه ضعف إيمان : ( إذ همت طائفتان منكم أن تفشلا والله وليهما وعلى الله فليتوكل المؤمنون ( [آل عمران : 122] وفي التاريخ ، وفي غزوات المسلمين من صحابة الرسول صلى الله عليه وسلم ، والفتوحات الإسلامية بعد ذلك ، نماذج للأصناف المذكورة . فكما يثبت الله المؤمنين بالصبر على المصائب والابتلاء ، يلقي الرعب في قلوب أعدائه الكافرين ، كما قال تعالي : ( إذ يوحي ربك إلى الملائكة أني معكم فثبتوا الذين آمنوا سألقي في قلوب الذين كفروا الرعب ( [الأنفال : 12]"
  },
  {
    "type": "section",
    "id": "section-17",
    "title": "الإيمان يمنح صاحبه الشجاعة والكرم",
    "content": "الأمر التاسع : أن الإيمان يورث صاحبه الكرم والشجاعة ، ويصونه من الشح والجبن . وليس المراد بالكرم بذل المال في الخير فقط ، وإنما المراد به السماحة والبذل لكل غال ونفيس في طاعة الله تعالى . كذلك لا يراد بالشجاعة قوة البدن و مجرد الإقدام والمواجهة للخصم كيفما كان ذلك الإقدام ، وإنما المراد بالشجاعة قوة القلب وثباته عن علم ومعرفة دون تهور ، وأن يكون إقدام الشجاع الثابت القلب في طاعة الله تعالى . والكرم والشجاعة صفتان أطبقت على مدحهما الأمم في كل العصور ، كما أطبقت الأمم على ذم ضدهما ، وهما البخل والجبن ، كإطباقهم على مدح الصدق والعدل ، وذم الكذب والظلم ، وما اتفق عليه بنو آدم كلهم فهو حق . ولهذا كان المؤمن كريما شجاعا ، يعطي نفسه وأهله وماله وكل ما يملك رَبَّه ، والمؤمن وحده هو الذي يستحق الفلاح والفوز ، لأن الله تعالى وقاه شر الشح الذي به هلاك الأمم ، كما قال تعالى : ( ومن يوق شح نفسه فأولئك هم المفلحون ( [الحشر : 90]  وقد حذر منه الرسول صلى الله عليه وسلم وقرنه في تحذيره بالظلم ، لأنه يؤدي إلى الظلم ، ففي حديث الصحابي الجليل جابر بن عبد الله رضي الله عنه ، قال قال رسول الله صلى الله عليه وسلم : ( اتقوا الظلم فإنه ظلمات يوم القيامة ، واتقوا الشح ، فإنه أهلك من كان فبلكم ، حملهم على أن يسفكوا دماءهم ، ويستحلوا محارمهم ) [صحيح مسلم ، من حديث جابر بن عبد الله ، يرقم :  .2578] وإن الشجاعة والكرم لمن أهم أعمدة الجهاد في سبيل الله ، والأمة التي تفقدهما لا يمكن أن تكون أمة مجاهدة ، وبذلك لا تكون أهلا للبقاء العزيز الشريف ، كما قال تعالى : ( يا أيها الذين آمنوا ما لكم إذا قيل لكم انفروا في سبيل الله اثاقلتم إلى الأرض أرضيتم بالحياة الدنيا من الآخرة فما متاع الحياة الدنيا في الآخرة إلا قليل إلا تنفروا يعذبكم عذابا أليما ويستبدل قوما غيركم ولا تضروه شيئا والله على كل شيء قدير ( [التوبة : 38-39] والآية تشمل الجبناء والبخلاء ، لأن سبب التثاقل إلى الأرض والقعود عن الجهاد ، لا يخلو من أمور ثلاثة : الأول : الجبن والحرص على الحياة – ولو كانت ذليلة . الثاني : البخل بالمال . الثالث : اجتماعها في الشخص الواحد ، وقد يكون هذا هو الغالب . وقال تعالى : ( هاأنتم تدعون لتنفقوا في سبيل الله فمنكم من يبخل ومن يبخل فإنما يبخل عن نفسه والله الغني وأنتم الفقراء وإن تتولوا يستبدل قوما غيركم ثم لا يكونوا أمثالكم ( [محمد : 38] فقد نصت آية التوبة وآية محمد أن الأمة التي تتصف بهاتين الصفتين : - الجبن والبخل ، وهما ضد الشجاعة والكرم – لا تستحق البقاء ، بل مصيرها أن يستبد الله بها أمة أخرى كريمة شجاعة تنصر الحق وتجاهد الباطل  . وكل ما في القرآن من الأمر بالإيتاء والإعطاء ، وذم من ترك ذلك كله هو ذم للبخل ، وكل ما في القرآن من الحض على الجهاد في سبيل الله والترغيب فيه وذم الناكلين عنه والتاركين له ، هو ذم للجبن …[ من مجموع الفتاوى (28/ 155-158) لابن تيمية ، بتصرف] وإذا كان الكرم والشجاعة من شعب الإيمان ، فإن البخل والجبن من شعب الكفر [ولا يلزم من ذلك كفر البخيل أو الجبان ، بل يكون المتصف بهما أو بأحدهما ناقص الإيمان كما هي القاعدة فيمن اتصف بمعصية من المعاصي . ومعلوم أن المعاصي من فروع الكفر والطاعات من فروع الإيمان] . ولهذا كان الشح والجبن من شعب أهل الكفر والنفاق الذين اجتمعت فيهم كل شعب الكفر الذي هو أصلهما ، كما قال تعالى : ( ويحلفون بالله إنهم لمنكم وما هم منكم ولكنهم قوم يفرقون لو يجدون ملجأ أو مغارات أو مدخلا لولوا إليه وهم يجمحون ( [النساء : 36-37] وقال تعالى : ( إن الله لا يحب كل مختال فخور الذين يبخلون ويأمرون الناس بالبخل ( [التوبة : 56-57] ولقد كان من كرم المؤمنين وشجاعتهم في سبيل الله ، أن يتقدموا للانخراط في صفوف الجيش المقاتل قبل بلوغهم سن الرشد ، فيردهم رسول الله ص الله عليه وسلم ، وقد يجيز أحدهم لصفة علم أنه تميز بها تؤهله لخوض المعركة ، فيثب قرينه منافسا له بصفة أخرى ، لينال شرف الجندي الذي ينتظر الشهادة في سبيل الله : [ وأجاز رسول الله صلى الله عليه وسلم يومئذ سمرة بن جندب الفزاري ورافع بن خديج أخا بني حارثة ، وهما ابنا خمس عشرة سنة ، وكان قد ردهما . فقيل له : يار سول الله إن رافعا رام ، فأجازه . فلما أجاز رافعا ، قيل له : فإن سمرة يصرع رافعا ، فأجازه . ورد رسول الله صلى الله عليه وسلم أسامة بن زيد وعبد الله بن عمر بن الخطاب وزيد بن ثابت والبراء بن عازب وعمرو بن حزم وأسيد بن ظهير ، ثم أجازهم يوم الخندق وهم أبناء خمس عشرة سنة ] [السيرة النبوية لابن هشام ( 2/66 )] وكان من شجاعتهم وكرمهم بأنفسهم وأموالهم في سبيل الله ، أن من عذره الله من الجهاد لعلة تمنعه من ذلك ، يصر على الخروج في سبيل الله ، حتى إذا منعه أولاده شكا إلى رسول الله صلى الله عليه وسلم ، وألح عليه في الإذن له لينال شرف الشهادة . فقد أراد عمرو بن الجموح – وكان رجلا شديد العرج – أن يخرج مع المقاتلين يوم أحد ، وكان له بنون أربعة مثل الأُسْد ، يشهدون مع رسول الله صلى الله عليه وسلم المشاهد ، فلما كان يوم أحد أرادوا حبسه وقالوا له : إن الله عز وجل قد عذرك . فأتى رسول الله صلى الله عليه وسلم ، فقال : إن بَنِيَّ يريدون أن يحبسوني عن هذا الوجه والخروج معك فيه ، ، فوالله إني لأرجو أن أطأ بعرجتي هذه في الجنة . فقال رسول الله صلى الله عليه وسلم : ( أما أنت فقد عذرك الله ، فلا جهاد عليك ) وقال لبنيه : ( ما عليكم ألا تمنعوه ، لعل الله أن يرزقه الشهادة ) فخرج معه فقتل يوم أحد . [السيرة النبوية لابن هشام ( 2/90 ) ، وراجع كتاب الإيمان والحياة للشيخ يوسف القرضاوي ( ص : 262-266 )] ولقد كان المؤمن إذا وسوس له الشيطان بالبخل والجبن عندما يلقى عدوه ويشتد النزال في المعركة ، يؤنب نفسه التي تحدثه بالحرص على الحياة مستجيبة لوسوسة الشيطان ، ويخاطبها خطاب من باع نفسه لربه ، فيقول لها : والله يا نفـسُ لَتَـنـزِلـنَّهْ\t\tلَتَنْزِلِنَّ أو لَتُـكرَهِــنَّهْ إن أجلب الناس وشدوا الرَّنَّهْ\t\tما لي أراك تكرهين الجنه لطالما قد كنت مطمئنــهْ\t\tهل أنت إلا نطفة في شنه هذه الروح الجهادية وهذه الشجاعة والكرم بالنفس في سبيل الله توجدان في شباب المسلمين في كل عصر ، ما قوي الإيمان في نفوسهم . وقد سمعنا نماذج في عصرنا هذا من جهاد وكرم وشجاعة أبناء الأمة الإسلامية لا تقل عن نماذج شباب الصحابة  رضي الله عنهم [راجع كتاب : \" الإخوان المسلمون وحرب فلسطين \" وكتاب \" المقاومة السرية في قناة السويس \" للأستاذ كامل الشريف ، لتجد نماذج في هذا العصر شبيهة بنماذج الشباب في عهد الرسول صلى الله عليه وسلم . ولا يخفى على أحد ما قام به شباب هذه الأمة من كل أنحاء العالم في الجهاد الأفغاني الذي جعل الاتحاد السوفييتي – وهو دولة عظمى عددا وعدة - يخرج من أفغانستان يجر أذيال الهزيمة ، وتتمزق دوله التي كان يتكون منها ، ويمنى بأعظم الخسائر الاقتصادية والسياسية ، وهكذا نجد نماذج في كل مكان سنحت فيه الفرصة لجهاد عدوهم ، كأطفال الحجارة في فلسطين ، وشباب المسلمين في الفليبين ، وفي البوسنة والهرسك ، وفي كوسوفو ، وأخيرا في جنوب لبنان الذي هرب منه اليهود صاغرين ، تاركين أسلحتهم وعتادهم بعد أكثر من عشرين سنة من الاحتلال الظالم . ولو فتح لشباب الأمة الإسلامية الباب لجهاد العدو اليهودي ، لما استقر له قرار في الأرض المقدسة التي دنس فيها بيوت الله – وعلى رأسها المسجد الأقصى ، وانتهك فيها الحرمات ، وصادر أراضي المسلمين ، وهدم بيوتهم وأخرجهم منها] وما سمعناه ورأيناه من أطفال الحركة الجهادية في فلسطين ، الذين يواجهون دبابات العدو اليهودي ورشاشاته وطائراته ، ويستقبلون كل ذلك برءوسهم وصدورهم وقلوبهم وأعينهم ، دفاعا عن دينهم ومقدساتهم وأرضهم وعرضهم ، وليس في أيديهم من سلاح إلا الحجر والمقلاع ، يدل على أن الإيمان الحق يورث صاحبه كبيرا كان أو صغيرا ، في عصر النبوة أو أي عصر من العصور شجاعة النفس ، وكرمها بالمال ، إيثارا لما عند الله على ما في الدنيا ، ولو كانت هي الحياة . وإن عدم تعليم أجيال المسلمين دينهم من كتاب ربهم وسنة نبيهم وسيرته العطرة ، وعدم تزكية تلك الأجيال وتربيتها الجهادية بذلك ، لجريمة يعاقب الله عليها كل قادر عليها معرض عنها ، أو محارب لها ، أو ساكت عنها . وإن من أهم عقاب الله تعالى للأمة المفرطة في ذلك ، أن يسلبها العزة التي لا تنال إلا منه ، ويبدلها بها الذلَّ لأذلِّ أعدائه ، كما هو حالنا اليوم مع اليهود الذين احتلوا أرضنا المباركة ، ودنسوا أقصانا الشريف ، وانتهكوا أعراضنا ، وقتلوا إخواننا المسلمين ، وأخرجوهم من ديارهم ، وخربوا بيوتهم ، مع قلة العدو وكثرتنا ، تحقيقا لقول الرسول صلى الله عليه وسلم  الذي رواه عنه ثوبان رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم  : (يوشك الأمم أن تداعى عليكم كما تداعى الأكلة إلى قصعتها فقال قائل ومن قلة نحن يومئذ قال بل أنتم يومئذ كثير ولكنكم غثاء كغثاء السيل ولينزعن الله من صدور عدوكم المهابة منكم ، وليقذفن الله في قلوبكم الوهن فقال قائل : يا رسول الله وما الوهن قال حب الدنيا وكراهية الموت  ) [ الحديث في سنن أبي داود برقم : 4297 1 - كتبت هذه الأسطر بتاريخ 27/8/1421هـ ـ 23/11/2000م في الوقت الذي كانت الفضائيات الإخبارية تنقل الاعتداء اليهودي نقلا مباشرا على المسلمين في فلسطين ، فتقتل الأطفال والشيوخ والنساء ، وهم في منازلهم ، والنساء يستغثن ويدعون لنجدتهن ، فلا يلبي استغاثتهن ، ولا يستجيب لدعائهن أحد ، وقادة المسلمين وجيوشهم يتفرجون ، وكأنهم لا يعنيهم من الأمر شيء ، ولا يزيدون على تقديم الشكوى إلى النصارى الذين ظاهروا اليهود ولا يزالون يظاهرونهم على المسلمين ، وما سبب ذلك إلا فقد الإيمان أو ضعفه ، لأن الإيمان يجعل المؤمن يتوكل على ربه ، فيكون شجاعا كريما ، يقدم كل ما يملك في سبيل الله ، والله تعالى يثبته وينصره – وإن كان قليل العدد -على عدوه – وإن كان كثير العدد – وأما ضعيف الإيمان أو فاقده ، فيخاف غير الله ويطلب العزة من غير الله ، ويرضى بالذل وينام على الضيم ، فقد العبودية لله فاستعبده عبيد الله]"
  },
  {
    "type": "section",
    "id": "section-18",
    "title": "أثر الإيمان في حياة الأمة",
    "content": "الآثار السابقة هي التي يحدثها الإيمان في الأفراد ، وهؤلاء الأفراد هم الذين تتكون منهم الأمة الإسلامية ، وما يحدثه الإيمان في حياة الأمة ، أساسه ما أحدثه في حياة أفرادها ، فأثره في حياة الفرد وأثره في حياة الأمة متلازمان . وقاية الأمة وتنقية صفها بالأمر بالمعروف والنهي عن المنكر . يحمل الإيمان الأمة الإسلامية على وقاية نفسها وتنقية صفها ، وتطهير أرضها من خبث المعاصي والذنوب التي تحطم الأمم وتقوض أركان بنائها ، يحملها على ذلك بالأمر بالمعروف والنهي عن المنكر ، الذي فرضه الله عليها وأثنى عليها به ، كما قال تعالى : ( ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون ( [آل عمران : 104] وقال : ( كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله ( [آل عمران : 110] وقال تعالى : ( والمؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر ويقيمون الصلاة ويؤتون الزكاة ويطيعون الله ورسوله أولئك سيرحمهم الله إن الله عزيز حكيم ( [التوبة : 71] ولعن الله بني إسرائيل لعدم قيامهم بالأمر بالمعروف والنهي عن المنكر ، فقال : ( لعن الذين كفروا من بني إسرائيل على لسان داود وعيسى بن مريم ذلك بما عصوا وكانوا يعتدون كانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون ( [المائدة : 78-79] ووصف تعالى المنافقين - ذما لهم - فقال تعالى : ( المنافقون والمنافقات بعضهم أولياء بعض يأمرون بالمنكر وينهون عن المعروف ويقبضون أيديهم نسوا الله فنسيهم إن المنافقين لفاسقون ( [التوبة : 67] وذلك عكس ما وصف الله به عباده المؤمنين ثناء عليهم ، كما مضى . وأكدت سنة الرسول صلى الله عليه وسلم خطر الأمر بالمعروف والنهي عن المنكر وأهميتهما ، بأساليب متنوعة : فقد أمر رسول الله صلى الله عليه وسلم ، كل من رأى منكرا بتغييره ، لسد كل منفذ لمعتذر يريد التخلص من التغيير ، فمن استطاع أن يغير بيده – ممن له حق التغيير باليد – وجب عليه أن يغير بيده ، أي يزيل المنكر بالفعل ، ومن لم يستطع التغيير بيده ، وكان يستطيع التغيير بلسانه ، وجب أن يغير بلسانه ، ومن لم يستطع التغيير بلسانه ، وجب عليه أن ينكر ذلك بقلبه ، بأن ينكر ذلك ويبغضه ويتمنى زواله ولا يرضى ببقائه ، حتى لا يبقى بين الأمة الإسلامية من ترضى نفسه بوجود منكر في الأرض . ففي حديث أبي سعيد الخدري رضي الله عنه ، أن رسول الله صلى الله عليه وسلم قال : ( من رأى منكم منكرا فليغيره بيده ، فإن لم يستطع فبلسانه ، فإن لم يستطع فبقلبه . وذلك أضعف الإيمان ) [صحيح مسلم من حديث أبي سعيد ، يرقم : 49] وقد دل حديث عبادة بن الصامت رضي الله عنه ، أن الأمر بالمعروف والنهي عن المنكر من الأولويات التي بايعهم عليها رسول الله صلى الله عليه وسلم ، قال : ( بايعنا رسول الله صلى الله عليه وسلم على السمع والطاعة في العسر ، واليسر والمنشط والمكره ، وعلى أثرة علينا ، وعلى ألا ننازع الأمر أهله ، إلا أن تروا كفرا بواحا عندكم به من الله تعالى فيه برهان ، وعلى أن نقول الحق أينما كنا ، لا نخاف في الله لومة لائم ) [صحيح البخاري ، برقم : 6647 . وصحيح مسلم ، برقم : 1709] وصور رسول الله صلى الله عليه وسلم سلامة الأمة ونجاتها بالأمر بالمعروف والنهي عن المنكر ، وهلاكها وخسارتها بتركهما ، أبلغ تصوير وأروعه  ، كما يبين ذلك حديث النعمان بن بشير رضي الله عنه ، قال قال رسول الله صلى الله عليه وسلم : ( مثل القائم في حدود الله والواقع فيها كمثل قوم استهموا على سفينة ، فصار بعضهم في أعلاها ، وبعضهم في أسفلها ، وكان الذين في أسفلها ، إذا استقوا من الماء مروا على من فوقهم ، فقالوا : لو خرقنا في نصيبنا خرقا ولم نؤذ من فوقنا . فإن تركوهم وما أرادوا هلكوا جميعا ، وإن أخذوا على أيديهم ، نجوا ونجوا جميعا ) [صحيح البخاري برقم :2361] فالأمة المسلمة يتحقق فيها هذا المعنى ، وهو الأمر بالمعروف والنهي عن المنكر ، بدافع من إيمانها ، فتنقي صفها من ذوي الشر والفساد والظلم والطغيان ومحبي نشر الفاحشة والخنا ، وتنقي أرضها من الخبث والرجس وكل أنواع الشرور والمنكرات ، فتكون بذلك الأمة الطاهرة النظيفة المؤهلة لقيادة البشرية في الأرض بنور الله وهداه . وهكذا كانت الأمة الإسلامية في عصورها الأولى ، تنقي صفها وتنفي خبثها بالتزكية والتعليم والنصيحة ، والأخذ على أيدي السفهاء بكل الوسائل المشروعة ، من تعزير وقصاص وحدود وكفارات وغيرها . وما ضاعت كرامة هذه الأمة في العصور المتأخرة إلا بضعف إيمانها ، الذي أفقدها تلك الحساسية المرهفة ، والرقابة اليقظة ، التي لا تأذن لأي معنى أو سلوك أجنبي يخالف دينها وخلقها وشريعتها ، أن ينفذ إلى أرضها أو يستقر في مجتمعها النظيف . لذلك كان رسول الله صلى الله عليه وسلم – وهو القدوة الحسنة لأمته الذي ربى أصحابه تلك التربية الربانية – يغضب إذا رأى تساهلا أو محاولة للتساهل في العدل وأداء الحقوق . ففي حديث عائشة رضي الله عنها ، أن قريشا أهمهم شأن المرأة المخزومية التي سرقت ، فقالوا : من يكلم فيها رسول الله صلى الله عليه وسلم ؟ فقالوا : من يجترئ عليه إلا أسامة بن زيد حب رسول الله صلى الله عليه وسلم ؟ فكلمه أسامة ، فقال رسول الله صلى الله عليه وسلم : ( أتشفع في حد من حدود الله تعالى ؟ ) ثم قام فاختطب ، ثم قال : ( إنما هلك من قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه ، وإذا سرق فيهم الضعيف أقاموا عليه الحد ، وأيم الله لو أن فاطمة بنت محمد سرقت لقطعت يدها ) [صحيح البخاري من حديث عائشة ، برقم : 3288 . وصحيح مسلم ، برقم : 1688] وإذا تأملنا هذا الحديث ، وتأملنا أحوال المسلمين اليوم ، نجد أن أساس المنكرات والمعاصي والسلوكيات القذرة ، والظلم والغش والخداع المنتشرة في البلدان الإسلامية ، هو رتع  الأقوياء والأغنياء في محارم الله ، الذي تطفح بالقليل منه وسائل الإعلام ، وبالأكثر من ذلك المجالس والمنتديات ، ويسمع الناس إنزال العقاب – شديده وخفيفه – بمن ثبتت جريمته من ضعفاء الناس ، ويسمعون عن جرائم كبيرة تصدر من الأقوياء ، تهدر بها ضرورات الأمة ومصالحها ، دون أن يجرؤ أحد على إنكارها أو المطالبة بتطبيق شرع الله أو القانون على مرتكبها ، حتى إذا ما أصبح القوي ضعيفا ، فاحت روائح مستنقعات معاصيه وجرائمه ، ونزل به من العقاب أشده ، من قوي جديد حل محله …. وهكذا . وعندما يستمرئ الأقوياء المعاصي والجرائم ، ويأمنون من تطبيق العقوبات على من ارتكبها منهم ، يتهاونون في مكافحة تلك الجرائم والقيام بردع كثير من مرتكبيها من غيرهم ، إلا إذا شعروا بضرر يعود عليهم في التهاون بها . لهذا انتشر في البلدان الإسلامية كل أنواع المنكرات والمعاصي والجرائم ، وأصبح كثير منها مألوفا عند الناس غير مبالين بعواقبه الوخيمة ، ولم يعد ذلك التحرج وتلك التقوى التي كانت تطهر الأمة الإسلامية من قاذورات الإجرام والذنوب ، موجودة بما فيه الكفاية لوقاية الأمة وتنقية صفها وتطهير أرضها ، من الخبث والخبثاء ، لعدم اهتمام رءوس الأمة وقادتها بمكافحتها وتطبيق العقوبات على مرتكبيها . وسبب ذلك كله فقد الإيمان الصادق أ و ضعفه ."
  },
  {
    "type": "section",
    "id": "section-19",
    "title": "الجماعة و الاعتصام بحبل الله",
    "content": "من المستحيل - عادة - أن تجتمع أمة من الأمم – بعد نزول الرسالة الخاتمة -اجتماع رضا واطمئنان ، على تحقيق مصالحها العامة ، متعاونة على البر والتقوى والعدل ، متناهية عن الإثم والعدوان والظلم ، يأخذ كل فرد فيها وكل أسرة وكل جماعة ما لهم من حقوق ، ويؤدون ما عليهم من واجبات ، غير أمة محمد صلى الله عليه وسلم التي رضيت بالله ربا ، وبالإسلام دينا ،  وبمحمد صلى الله عليه وسلم نبيا ورسولا . يدل على هذا تاريخ الأمم وواقع الحال في كل زمان ومكان وفي جميع الأجيال . ولسنا بحاجة إلى تناول تاريخ الأمم السابقة ، من أهل الكتاب وغيرهم من أهل فارس والروم ، الأمم التي ذاع صيت حضاراته ورقيها ، واعتبرت أساس حضارات الغرب اليوم ، هذه الأمم التي لم تنقطع الحروب المدمرة بينها ، ولم يجد في ظلها الإنسان الكرامة والمساواة والعدالة ، ويكفي قراءة كتاب قصة الحضارة لـ( ول ديورانت )   ليعلم ما حل بتلك الأمم من شقاء وضنك ونكد . والذي يراجع تاريخ العرب قبل أن يدخلوا في دين الله ، يجد هذا المعنى بارزا واضحا للعيان ، فلم تكن تربط بينهم رابطة تجمعهم على كلمة واحدة ، بل كان أبناء العم يتقاطعون ويتدابرون ويتقاتلون ، ويغير بعضهم على بعض ، فينهبون الأموال ، ويأسرون الرجال ويسبون النساء . فلما جاء الإسلام ألف بين قلوبهم وجمعهم الإيمان على كلمة التوحيد وطاعة الرسول صلى الله عليه وسلم . فصاروا إخوة متحابين ، يؤثر بعضهم بعضا على نفسه وأهله . ولعل من أقرب الأمثلة على ذلك ما كان بين الأوس والخزرج في مدينة يثرب \" طيبة أو المدينة بعد الإسلام \" الذين لم يكونوا يضعون السلاح من معركة إلا ليحملوه في معركة أخرى . ولكنهم بعد أن أنعم الله عليهم بالإسلام ، أصبحوا أمة أخرى ، ألف الله بين قلوبهم ، وكان شعارهم الذي ألبسهم هذا الدين \" الأنصار \" دليلا على تحول عظيم في حياتهم ، من العصبية القبلية الجاهلية والصراع الشديد ، والاعتداء الظالم إلى الولاء الكامل لله ولرسوله وللمؤمنين . ومع أن هذا الوصف \" الأنصار \" لقب شرعي ، دل على شرعيته الكتاب والسنة ، وكذلك وصف  \" المهاجرين \" وهو وصف للمسلمين الذين هاجروا من مكة إلى المدينة ، لقب شرعي ، اعتبرهما الرسول صلى الله عليه وسلم عندما حصل نزاع بين بعض الأنصار وبعض المهاجرين ، فأطلق كل فريق نفس اللقب الشرعي على معنى غير شرعي ، حيث قال بعض الأنصار – تعصبا ضد المهاجرين - : يا للأنصار ، وقال بعض المهاجرين – تعصبا ضد الأنصار - : يا للمهاجرين ! فقال الرسول صلى الله عليه وسلم : ( أبدعوى الجاهلية وأنا بين أظهركم ؟! )[ الطبري في تفسيره : (4/23) وابن كثير (1/390) عند قوله تعالى ( واذكروا نعمة الله عليكم إذ كنتم أعداء ) آل عمران 103] ولعل في كتاب الشيخ العلامة أبي الحسن علي الندوي رحمه الله \" ما ذا خسر العالم بانحطاط المسلمين \" خلاصة كافية لمعرفة ما كانت عليه الأمم السابقة من اليونان والفرس والروم والعرب قبل الإسلام – بل أهل أوربا في عصرنا الحاضر في الحربين العالميتين – وما وصل إليه المسلمون بعد الرسالة ويكفي أن نذكر أربع آيات من القرآن الكريم ، لتذكرنا بنعمة الإيمان التي جعلت الأعداء المتحاربين ، والعصاة المستحقين لدخول نار جهنم المتفرقين ، إخوانا متحابين بحبل الله معتصمين ، ولربهم مطيعين ، وبوحيه مهتدين وبحبله معتصمين ، ومن عذابه ناجين . قال تعالى : ( يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون واعتصموا بحبل الله جميعا ولا تفرقوا واذكروا نعمة الله عليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخوانا وكنتم على شفا حفرة من النار فأنقذكم منها كذلك يبين الله لكم آياته لعلكم تهتدون ( [آل عمران : 102-103] وقال تعالى : ( وإن يريدوا أن يخدعوك فإن حسبك الله هو الذي أيدك بنصره وبالمؤمنين وألف بين قلوبهم لو أنفقت ما في الأرض جميعا ما ألفت بين قلوبهم ولكن الله ألف بينهم إنه عزيز حكيم ( [الأنفال : 62-63] قال ابن كثير رحمه الله [ وقوله : ( ولا تفرقوا ( أمرهم بالجماعة ونهاهم عن التفرق ، وقد وردت الأحاديث المتعددة ، بالنهي عن التفرقة ، والأمر بالاجتماع والائتلاف ، كما في صحيح مسلم من حديث سهل بن أبى صالح عن أبيه ، عن أبي هريرة ، أن رسول الله صلى الله عليه وسلم قال : ( إن الله يرضى لكم ثلاثا ، ويسخط لكم ثلاثا : يرضى لكم أن تعبدوه ولا تشركوا به شيئا ، وأن تعتصموا بحبل الله جميعا ولا تفرقوا ، وأن تناصحوا من ولاه الله أمركم . ويسخط لكم قيل وقال ، وكثرة السؤال ، وإضاعة المال ) ] [صحيح البخاري من حديث المغيرة بن شعبة ، رقم : 1407 . وصحيح مسلم ، برقم : 593] وإذا أردنا معرفة نقمة الله التي يسلطها على من فُقِد إيمانُهم أو ضَعُفَ ضعفا لا يؤهلهم للاعتصام بحبل الله واجتماع كلمتهم على الحق ، فلننظر إلى ما صار إليه العالم الإسلامي اليوم ، وفي طليعته الدول العربية ، من تفكك وتفرق ، بل وتناحر وتقاتل ، حتى أصبح عدوهم يحتل أراضيهم المقدسة ، وينتهك أعراضهم وينهب أموالهم ، ويذلهم أشد الإذلال ، مع كثرتهم وكثرة إمكاناتهم المادية والمعنوية والبشرية ، وهم على مكانتهم المتردية مستمرون . وهكذا تكون الأمم في كل زمان ومكان : من بنى حياته منهم على الإيمان الصادق وأطاع الله ورسوله وطبق شريعته ، وفقه الله للاعتصام بحبله وجمع كلمته على الحق ، ونال العزة والكرامة والنصر ، ومن فقد الإيمان أو ضعف إيمانه حتى صار شبه مفقود ، سلط الله بعضهم على بعض ، وأغرى بينهم العداوة والبغضاء ، وأذلهم بنصر عدوهم عليهم ، جزاءا وفاقا . وقد دلت النصوص على أن طاعة الله يلازمها الاعتصام واجتماع الكلمة على الحق ، وأن معصية الله وضعف الإيمان يترتب عليهما التنازع والتفرق ، ثم الجبن والضعف ، من ذلك قوله تعالى : ( وأطيعوا الله ورسوله ولا تنازعوا فتفشلوا وتذهب ريحكم ( [الأنفال : 46] ."
  },
  {
    "type": "section",
    "id": "section-20",
    "title": "الإيمان يحقق الأخُوَّة الإسلامية بين المؤمنين",
    "content": "ويحقق الإيمان للأمة الإسلامية الأخوة الإيمانية الصادقة ، التي تعتبر ركنا ركينا في بناء الأمة وقوة تماسكها ، ولهذا كان أول ما بدأ به الرسول صلى الله عليه وسلم في إقامة دولة الإسلام في المدينة ، الرباط المحكم بين أصحابه بالمؤاخاة الإسلامية الفذة بين الأنصار والمهاجرين ، ليرسي بذلك أقوى دعائم التآلف والترابط . وقد كان . قال ابن كثير رحمه الله : ( إنما المؤمنون إخوة ( أي الجميع إخوة في الدين كما قال رسول الله صلى الله عليه وسلم : ( المسلم أخو المسلم ، لا يظلمه ، ولا يسلمه ) [صحيح البخاري من حديث عبد الله بن عمر ، برقم : 2310 ] وقال صلى الله عليه وسلم  : ( لا تحاسدوا ولا تناجشوا ولا تباغضوا ولا تدابروا ولا يبع بعضكم على بيع بعض وكونوا عباد الله إخوانا     المسلم  أخو المسلم   لا يظلمه ولا يخذله ) [صحيح مسلم من حديث أبي هريرة ، وهو برقم : 2564] وقال : ( والله في عون العبد ماكان العبد في عون أخيه )[ جزء من حديث أبي هريرة ، وهو في صحيح مسلم ، برقم : 2699]  وقال : ( إذا دعا المسلم لأخيه المسلم بظهر الغيب قال الملك : آمين ولك مثله ) [صحيح مسلم من حديث أبي الدرداء ، وهو برقم : 2732] وقال صلى الله عليه وسلم : ( مثل المؤمنين في توادهم وتراحمهم وتواصلهم كمثل الجسد الواحد ، إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى ) [صحيح مسلم من حديث النعمان بن بشير ، برقم : 2586] وقال : ( المؤمن للمؤمن كالبنيان يشد بعضه بعضا ) [صحيح البخاري من حديث أبي موسى ، ورقمه : 467 . ومسلم ، برقم : 2585] والأخوة الإيمانية – كما هو ظاهر – تحقق لأهلها المحبة فيما بينهم ، والتعاون والتكاتف ، ورأب الصدع ، ونصر المظلوم ، قال تعالى : ( وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان ( [المائدة : 2] وقال تعالى : ( وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا إن الله يحب المقسطين إنما المؤمنون إخوة فأصلحوا بين أخويكم واتقوا الله لعلكم ترحمو ن ( [الحجرات : 9-10] والأخوة الإيمانية من اعظم النعم على أهلها ، ولهذا امتن الله بها عليهم بعد ان أمرهم بالاعتصام بحبله ( واعتصموا بحبل الله جميعا ولا تفرقوا واذكروا نعمة الله عليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخوانا ( [آل عمران : 102-103] إشارة إلى أن التفرق وعدم الاعتصام ، ينافيان الأخوة الإيمانية الصادقة ، وأن الأخوة الإيمانية الصادقة تقتضي الاعتصام واجتماع الكلمة . وتُحقق الأخوة الإيمانية لأهلها التواضع فيما بينهم ، قال تعالى : ( يا أيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه أذلة على المؤمنين أعزة على الكافرين  ([ المائدة : 54] وتحقق الأخوة الإيمانية المحبة والتراحم بين المسلمين جميعا ، فكل مسلم أخ لكل مسلم يحبه ويحب له ما يحبه لنفسه ، ولو لم يلقه ولم يعرفه ، وهذه هي الأخوة الإيمانية العامة ، وهناك أخوة إيمانية خاصة تزداد بها المحبة بين أصحابها ، كالأخوة التي حصلت بين المهاجرين والأنصار ، كما مضى ، وهي لا تنافي الأخوة الإيمانية العامة : ( مثل المؤمنين في توادهم وتراحمهم كمثل الجسد الواحد … ) [سبق تخريجه قريبا] وتحقق الأخوة الإيمانية لأصحابها – مع المحبة والرحمة – قمة الإيثار الذي لم تصل إلى سفحه أمة من الأمم ، فضلا عن تلك القمة السامقة العالية ، كما قال تعالى : ( والذين تبوءوا الدار والإيمان يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة مما أوتوا ويؤثرون على أنفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فأولئك هم المفلحون ( [الحشر : 9] ولقد تجسد هذا الإيثار في واقع حياة أصحاب رسول الله صلى الله عليه وسلم ، حتى بلغ الأمر بأحد الأنصار أن يعرض على أخيه من المهاجرين إحدى زوجتيه يطلقها فتعتد ثم يتزوجها ، وأن يمنحه شطر ماله ، ولكن أخاه المهاجري أبدي ورعه وقناعته ، فدعا له ، واستغني عن ماله وأهله بالسعي في الأسواق فأغناه الله تعالى من فضله . كما ورد  عَنْ أَنَسٍ رَضِي اللَّه عَنْه قَالَ قَدِمَ عَبْدُالرَّحْمَنِ بْنُ عَوْفٍ الْمَدِينَةَ ، فَآخَى النَّبِيُّ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ بَيْنَهُ وَبَيْنَ سَعْدِ بْنِ الرَّبِيعِ الْأَنْصَارِيِّ فَعَرَضَ عَلَيْهِ أَنْ يُنَاصِفَهُ أَهْلَهُ وَمَالَهُ ، فَقَالَ عبد الرحمن : بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ دُلَّنِي عَلَى السُّوقِ ، فَرَبِحَ شَيْئًا مِنْ أَقِطٍ وَسَمْنٍ ، فَرَآهُ النَّبِيُّ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ بَعْدَ أَيَّامٍ وَعَلَيْهِ وَضَرٌ مِنْ صُفْرَةٍ فَقَالَ النَّبِيُّ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ  : ( مَهْيَمْ يَا عَبْدَالرَّحْمَنِ ؟! ) قَالَ  : يَا رَسُولَ اللَّهِ تَزَوَّجْتُ امْرَأَةً مِنَ الْأَنْصَار .ِ قَالَ : ( فَمَا سُقْتَ فِيهَا ؟ ) فَقَالَ وَزْنَ نَوَاةٍ مِنْ ذَهَبٍ فَقَالَ النَّبِيُّ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ : ( أَوْلِمْ وَلَوْ بِشَاةٍ  [صحيح البخاري رقم : 3644] ) وصحابي آخر يؤثر ضيفه على نفسه وزوجه وأطفاله بما عنده من الطعام ، كما ثبت في حديث أَبِي هُرَيْرَةَ رَضِي اللَّه عَنْه ، قَالَ أَتَى رَجُلٌ رَسُولَ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ ، فَقَالَ يَا رَسُولَ اللَّهِ أَصَابَنِي الْجَهْدُ ! فَأَرْسَلَ إِلَى نِسَائِهِ فَلَمْ يَجِدْ عِنْدَهُنَّ شَيْئًا . فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ : ( أَلا رَجُلٌ يُضَيِّفُهُ هَذِهِ اللَّيْلَةَ يَرْحَمُهُ اللَّهُ ؟ ) فَقَامَ رَجُلٌ مِنَ الْأَنْصَارِ فَقَال :َ أَنَا يَا رَسُولَ اللَّهِ ، فَذَهَبَ إِلَى أَهْلِهِ فَقَالَ لِامْرَأَتِهِ : ضَيْفُ رَسُولِ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ ، لا تَدَّخِرِيهِ شَيْئًا . قَالَتْ : وَاللَّهِ مَا عِنْدِي إلا قُوتُ الصِّبْيَةِ . قَالَ فَإِذَا أَرَادَ الصِّبْيَةُ الْعَشَاءَ فَنَوِّمِيهِمْ ، وَتَعَالَيْ فَأَطْفِئِي السِّرَاجَ ، وَنَطْوِي بُطُونَنَا اللَّيْلَةَ . فَفَعَلَتْ ثُمَّ غَدَا الرَّجُلُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ ، فَقَالَ : ( لَقَدْ عَجِبَ اللَّهُ عَزَّ وَجَلَّ أَوْ ضَحِكَ مِنْ فُلَانٍ وَفُلَانَةَ ) فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ( وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ) [صحيح البخاري . رقم : 4510] وبتلك الأخوة الإيمانية الصادقة حقق سلفنا الصالح ما لم تحققه أي أمة في الأرض قبلهم من البناء والإعمار ، والفتوح الإسلامية ، وكل معاني الاستخلاف الذي أراد الله من خلقه القيام به . والسبب في ذلك أن الأخوة الإيمانية تدفع أصحابها إلى التعاون على البر والتقوى وعمار ة الأرض بالعدل والخير ، ورفع راية الإسلام في الأرض ، وتحول بينهم وبين التنازع والتقاطع والتدابر والغش والخداع والتناحر ، وهي الصفات التي تلازم – غالبا – من فقدوا تلك الأخوة الربانية الصادقة . وهذا يفسر لنا ما عليه غالب المسلمين اليوم من تنازع وفشل وذلة . الإيمان يحقق للأمة العزة ويحقق الإيمان للأمة الإسلامية العزة ، التي لا تنفك عنها في حياتها ، حتى في حالة ضعفها المادي ، وقوة أعدائها ، لأنها تعلم أن الله العزيز الذي يَغلِب ولا يُغلَب معها ، وقد وعدها أن النصر والعاقبة المحمودة لها ، وهو القادر على كل شيء : ( واصبر وما صبرك إلا بالله ولا تحزن عليهم ولاتك في ضيق مما يمكرون إن الله مع الذين اتقوا والذين هم محسنون (  [النحل : 127-128] ومن صفات حزب الله المؤمنين العزة على أعدائهم ، والذلة على إخوانهم ، لأن الله وليهم ، وهو العزيز الغالب ، ومن كان الله وليه لا يذل لعدوه وعدو وليه العزيز ، ولا يتكبر عليه وعلى أوليائه المؤمنين ، قال تعالى : ( يا أيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه أذلة على المؤمنين أعزة على الكافرين يجاهدون في سبيل الله و لا يخافون في الله لومة لائم ذلك فضل الله يؤتيه من يشاء والله واسع عليم إنما وليكم الله ورسوله والذين آمنوا الذين يقيمون الصلاة ويؤتون الزكاة وهم راكعون ومن يتول الله ورسوله والذين آمنوا فإن حزب الله هم الغالبون ( [المائدة : 54-56] والمؤمن – بهذه العزة – يكون تحت مطارق التعذيب وآلات تنكيل طواغيت الأرض وجبابرتها ، بل يكون في ساحة القتل بالحديد والنار ، وهو يشعر بالعزة على عدوه ، إذ يرى في ذلك لقاء ربه والفوز برضوانه والخلود في دار كرامته ، أما عدوه ففي سخط الله وأليم عذابه ، وشتان شتان ما بين الفريقين : ( إن الذين فتنوا المؤمنين والمؤمنات ثم لم يتوبوا فلهم عذاب جهنم ولهم عذاب الحريق إن الذين آمنوا وعملوا الصالحات لهم جنات تجري من تحتها الأنهار ذلك الفوز الكبير ( [البروج : 10-11] وقد يظن أعداء الله – الذين يملكون القوة المادية وتكون أزِمَّةُ الأمور وخزائن الدولة ومرافقها بأيديهم – أنهم أصحاب العزة ، وأنهم قادرون على إذلال عباد الله المؤمنين وحرمانهم من العزة ، وهو ظن خاطئ وتصور كاذب ، فالعزة كلها لله ، والرزق بيده ، وهو الذي يعطي ويمنع ، و يعز تعالى من يشاء ويذل من يشاء ، كما قال تعالى : ( قل اللهم مالك الملك تؤتي الملك من تشاء وتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء بيدك الخير إنك على كل شيء قدير ( [آل عمران : 26]  ( من كان يريد العزة فلله العزة جميعا ( [فاطر : 10] وقال سبحانه وتعالى  : { بشر المنافقين بأن لهم عذابا أليما الذين اتخذوا الكافرين أولياء من دون المؤمنين أيبتغون عندهم العزة فإن العزة لله جميعا ( [النساء : 138-139] . وقال تعالى : (هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضوا ولله خزائن السماوات والأرض ولكن المنافقين لا يفقهون يقولون لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل ولله العزة ولرسوله وللمؤمنين ولكن المنافقين لا يعلمون ( [المنافقون : 7-8] ولقد نال سلفنا الصالح العزة في أعلى صورها ، عندما طلبوها من مالكها ، ونصرهم الله على أقوى دول العالم في شرق الدنيا وغربها ، وأصبح العالم  خاضعا لحكمهم الذي نشر في الأرض العدل والسعادة . وهاهم المدعون للإيمان اليوم ، ييممون وجوههم شطر المعسكر الغربي تارة ، وشطر المعسكر الشرقي أخرى [هذا عندما كان الاتحاد السوفييتي قائما] ، بل وشطر أذل خلق الله من اليهود الذين احتلوا أرضهم ودنسوا مقدساتهم ، وأخرجوا أهل الأرض من المسلمين من ديارهم ،  تارة ثالثة ، ظانين أنهم سينالون السلامة والبقاء على كراسي حكمهم من تلك المعسكرات الثلاث . ولهذا أذلهم الله صاحبُ العزة الذي طلبوا العزة من غيره لتلك المعسكرات ، فصاروا لأعداء الله أشباه عبيد ، يحاولون إرضاء هذا المعسكر ، فيسخط عليهم ذاك ، ويحاولون إرضاء ذاك فيسخط هذا ، فانطبق عليهم قول العزيز تبارك وتعالى : ( ضرب الله مثلا رجلا فيه شركاء متشاكسون ورجلا سلما لرجل هل يستويان مثلا الحمد لله بل أكثرهم لا يعلمون ( [الزمر : 29]"
  },
  {
    "type": "section",
    "id": "section-21",
    "title": "إنزال الرعب في قلوب أعداء المؤمنين منهم",
    "content": "ومن أهم ما يمنحه الله عباده المؤمنين إنزال الرعب والخوف والرهبة في قلوب أعدائهم منهم ، كما قال تعالى : ( لأنتم أشد رهبة في قلوبهم من الله ذلك بأنهم قوم لا يفقهون ( [الحشر : 13] وإذ يزلزل الله الكافرين بالرعب من المؤمنين ، فإنه يسكب في قلوب المؤمنين الطمأنينة والثبات في أشد الأوقات حرجا ومشقة ، كما قال عز وجل  : ( إذ يوحي ربك إلى الملائكة أني معكم فثبتوا الذين آمنوا سألقي في قلوب الذين كفروا الرعب فاضربوا فوق الأعناق واضربوا منهم كل بنان  ( [الأنفال : 12] ويتبع تثبيتَ الله لعباده المؤمنين ، وإلقاءَ الرعب في قلوب أعدائهم ، تحقيقُ نصر الله لهم ، مالم يطيعوا أعداءه الكافرين ، فإن هم أطاعوهم ، لم يستحقوا منه رعبا لأعدائهم ولا نصرا عليهم ، بل يستحقون منه الهزيمة والخسران . قال تعالى : ( يا أيها الذين آمنوا إن تطيعوا الذين كفروا يردوكم على أعقابكم فتنقلبوا خاسرين بل الله مولاكم وهو خير الناصرين سنلقي في قلوب الذين كفروا الرعب بما أشركوا بالله ما لم ينزل به سلطانا ومأواهم النار وبئس مثوى الظالمين ( [آل عمران : 149-151] وكلما كانت الأمة الإسلامية أعمق إيمانا بالله ، وأكثر اقتداء برسوله صلى الله عليه وسلم ، كان خوف أعدائها منها أشد ، وكان نصرها عليه آكد ، وكلما كان إيمانها أضعف ، وتمسكها بسنته أقل ، كان خوف أعدائها منها أنقص ، وكان نصرها عليهم أبعد … وقد قال رسول صلى الله عليه وسلم في الحديث الصحيح : ( ونصرت بالرعب ) [صحيح البخاري ، من حديث أبي هريرة ، برقم : 2815  وصحيح مسلم ، برقم 521 ولفظه : (ونصرت بالرعب بين يدي مسيرة شهر )] وإذا وصلت الأمة الإسلامية إلى حالة التردي في البعد عن الإسلام تبدلت الحال ، فنزع الله الرعب من قلوب أعدائها ، ووضعه قي قلوبها جزاء وفاقا ، كما هو حالنا اليوم ، حيث أصبح غالب قادة المسلمين يهابون – مع كثرة رعاياهم وقوة جيوشهم ، وتوافر إمكاناتهم ، وشجاعة شعوبهم - حفنة من اليهود داسوا كرامة هذه الأمة في الأرض المباركة . وهذا ما يصوره لنا الحديث الذي رواه ثوبان رضي الله عنه قال قال رسول الله  صلى الله عليه وسلم : ( يوشك الأمم أن تداعى عليكم كما تداعى الأكلة إلى قصعتها ) فقال قائل : ومن قلة نحن يومئذ ؟ قال : ( بل أنتم يومئذ  كثير ولكنكم غثاء كغثاء السيل ولينزعن الله من صدور عدوكم المهابة منكم وليقذفن الله في قلوبكم الوهن ) فقال قائل يا رسول الله وما الوهن قال : ( حب الدنيا وكراهية الموت ) [سنن أبي داود ( 4/ 111 ) قال عنه شيخنا الألباني : حديث صحيح] وإن في كراهية الموت في سبيل الله لَلْموتَ المحقق – موت المذلة والمهانة – بنوعيه : الموت الحسي الذي نشاهده في كثير من بلدان المسلمين ، على أيدي الأعداء الأصليين ، من اليهود والنصارى والوثنيين ، والموت المعنوي ، وهو عدم الإحساس بالذل والمهانة التي يصبها أعداء الإسلام على هذه الأمة التي أصبحت لا تبالي بظلم الأعداء وقهرهم لها ، إلا من شاء ربك ممن يتعاون المتسلطون في بلدانهم مع الأعداء على تكميم أفواههم وإسكات صوتهم ، بل وتعذيبهم وتشريدهم وقتلهم ، لئلا ينبهوا الشعوب الإسلامية الغافلة على أسباب ما حل ويحل بها وبحقوقها من اعتداء وظلم وقهر . وإن في حب الموت في سبيل الله للحياة السعيدة حياة العزة في الدنيا والآخرة  كما قال تعالى : ( يا أيها الذين آمنوا استجيبوا لله والرسول إذا دعاكم لما يحييكم  ( [الأنفال : 24] وليس المراد من هذا أن يقعد المسلمون عن إعداد العدة لجهاد الأعداء ، ركونا إلى أن الله قد وعدهم بإلقاء الرعب في قلوب عدوهم ، لأن الله الذي وعدهم بإلقاء  الرعب في قلوب عدوهم ، هو الذي أمرهم بإعداد العدة التي ترهب ذلك العدو ، كما قال تبارك وتعالى : ( وأعدوا لهم ما استطعتم من قوة ومن رباط الخيل ترهبون به عدو الله وعدوكم وآخرين من دونهم لا تعلمونهم الله يعلمهم وما تنفقوا من شيء يوف إليكم وأنتم لا تظلمون ( [الأنفال : 60]"
  },
  {
    "type": "section",
    "id": "section-22",
    "title": "خاتمة",
    "content": "إن ما ذكر من أثر الإيمان في حياة الإنسان – فردا كان أو جماعة – إنما هو أمثلة تشير إلى ما هو أشمل ، والأصل أن حياة المسلم كلها ونشاطه كله وتصرفاته جميعها إيمانا وإسلاما لله تعالى : ( قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا أول المسلمين ( وقد تحققت هذه المعاني كلها في أكمل صورها في حياة أصحاب رسول الله صلى الله عليه وسلم ، ومن تبعهم بإحسان ن فكانت واقعا يراه الناس فتاقت نفوسهم إليه وتحركت مشاعرهم لتطبيقه ، فتحولوا من دينهم يهودا ونصارى ومشركين وظلمة جبارين معادين لهذا الدين ، إلى مؤمنين أتقياء عدول رافعين راية الإسلام ناشرين دعوته محبين لأهله . وما لم تتحقق هذه المعاني في حياة المسلمين أو في جماعة منهم فيراها الناس تتحرك بهذا الدين ، كما رأت الأمم السابقة سلفنا الصالح يتحركون به ، فإنها ستبقى تدعي الإسلام دعوى تحتاج إلى دليل يقنع الناس أن هذا الدين حق يجب الدخول فيه . لا بل إن واقع كثير من المسلمين اليوم ، ليشوه حقيقة الإسلام وينفر الناس منه ، لأن الناس يفسرون – زورا – الإسلام بواقع المسلمين السيئ . والذي يفهم الإسلام على حقيقته من أعدائه ، كالمستشرقين والمنصرين ، يخفون محاسنه ، وما أقل من ينصف الإسلام منهم . ولهذا فإن أحكامه العادلة ، وأخباره الصادقة ، وأخلاقه السامية يجب أن يراها الناس حية تعيش في الأرض في تصرفات أهل هذا الدين وحياتهم ، فذلك هو الشرح العملي للإسلام والدعوة المؤثرة في الناس . ولقد سئلت عائشة رضي الله عنها عن خلق رسول الله صلى الله عليه وسلم ؟ فقالت للسائل : ألست تقرأ القرآن ؟ قال : قلت بلى قالت فإن خلق نبي الله  صلى الله عليه وسلم  كان القرآن . [صحيح مسلم ( 1/513 )] وفي مسند الإمام أحمد عن الحسن عن سعد بن هشام بن عامر قال أتيت عائشة فقلت يا أم المؤمنين أخبريني بخلق رسول الله  صلى الله عليه وسلم . قالت  : كان خلقه القرآن أما تقرأ القرآن ؟ قول الله عز وجل : ( وإنك لعلي خلق عظيم (  قلت : فإني أريد أن أتبتل قالت لا تفعل أما تقرأ : ( لقد كان لكم في رسول الله أسوة حسنة (   فقد تزوج رسول الله  صلى الله عليه وسلم  وقد ولد له . [المسند رقم 24759] والمعنى الذي قصدته عائشة رضي الله عنها ، أن حقيقة الإسلام كانت واضحة في واقع حياة الرسول صلى الله عليه وسلم ، وأن أخلاق الرسول صلى الله عليه وسلم محفوظة في القرآن ، ويفهم من هذا شمول الخلق لكل الأحكام الشرعية ، وليست خاصة بما اشتهر من قَصْر الأخلاق على بعض الصفات الحميدة ، كالصدق والأمانة والكرم .. ، ونحو ذلك من المعاملات الحسنة . وأن لذي يريد الاقتداء بالرسول صلى الله عليه وسلم ، لا ينبغي له أن يتعاطى في أعماله الغلو والشدة ، ولا التفريط والتقصير ، وعليه أن يفقه كتاب الله الذي كان الرسول صلى الله عليه وسلم يطبقه في حياته ، وسنته التي حكمها حكم القرآن في وجوب العمل بها . والله نسأل أن يهدينا سواء السبيل ، ويمنحنا طاعته وطاعة رسوله صلى الله عليه وسلم ، والحمد لله رب العالمين ."
  },
  {
    "type": "section",
    "id": "section-23",
    "title": "فهرس كتاب الإيمان اصطلاحا وأثره سلوكا",
    "content": "مقدمة\t2 سبب كتابة البحث\t4 تعريف الإيمان\t7 1- تعريفه لغة\t7 2- تعريف الإيمان اصطلاحا\t9 أولا : بعض النصوص القرآنية :\t14 ثانيا : نصوص من السنة :\t17 التعريف الأول : لجمهور أهل السنة :\t21 التعريف الثاني للإمام أبي حنيفة\t21 وجه كون الخلاف بين الجمهور وأبي حنيفة لفظيا\t22 التعريف الثالث : لجهم بن صفوان ومن تبعه .\t33 الأصول التي غلط فيها جهم وأتباعه\t36 الرد على غلط جهم وأتباعه في هذه الأصول\t36 زيادة الإيمان ونقصانه\t40 أدلة زيادة الإيمان ونقصانه من القرآن .\t40 أدلة زيادة الإيمان ونقصانه من القرآن .\t41 أدلة زيادة الإيمان ونقصانه من السنة .\t42 آثار السلف الصالح في زيادة الإيمان ونقصانه .\t43 دلالة الواقع على زيادة الإيمان ونقصانه .\t44 وسطية أهل السنة بين الجهمية والمعتزلة والخوارج\t49 أهمية الإيمان وأثره في حياة الإنسان\t55 الإيمان منطلق التصرف الصحيح\t55 الإيمان يحدد لصاحبه الغاية الصحيحة\t55 تذكير الله أهل رضاه به في دار كرامته .\t58 الإيمان يحدد لصاحبه وسيلته لتحقيق غايته\t59 غايات الكفار\t61 الأمر الرابع : أن الإيمان يحقق لصاحبه معنى وجوده في الأرض .\t63 عبادة الله\t65 فريقان متباينان\t68 الإيمان يحدد لصاحبه مركزه في الحياة\t74 مركز الإنسان في الكون .\t76 الإيمان يذكر صاحبه بشكر ربه على نعمه\t79 نعمة البيان والبلاغ المبين .\t84 نعمة الهداية والتوفيق\t86 الإيمان يمنح صاحبه الرقابة الذاتية\t90 الإيمان يمد صاحبه بالصبر والرضا في الحياة\t96 الإيمان يمنح صاحبه الشجاعة والكرم\t102 أثر الإيمان في حياة الأمة\t108 وقاية الأمة وتنقية صفها بالأمر بالمعروف والنهي عن المنكر .\t108 الجماعة و الاعتصام بحبل الله\t113 الإيمان يحقق الأخُوَّة الإسلامية بين المؤمنين\t117 الإيمان يحقق للأمة العزة\t121 إنزال الرعب في قلوب أعداء المؤمنين منهم\t124 خاتمة\t127 فهرس كتاب الإيمان اصطلاحا وأثره سلوكا\t129 122"
  }
]