[
  {
    "type": "title",
    "content": "التزكية"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "معنى التزكية في اللغة و الشرع",
    "content": "معنى التزكية في اللغة: مأخوذ من الزكاء، ويطلق على النماء، والطهارة، والشيء الطيب، والصلاح، ويقال للرجل التقي: زكي، وللقوم الأتقياء: أزكياء، والزكاة الطهارة، يقال: زكى ماله، أي طهره بإخراج زكاته منه. راجع لسان العرب وغيره من القواميس. وهي في الشرع: تزكية الإنسان نفسه وقلبه: أي تطهيرهما من الشركيات والعقائد الباطلة، والأعمال الفاسدة، والأخلاق السيئة، بالإيمان الصادق، والأعمال الصالحة، والأخلاق الحسنة التي تقربه إلى الله تعالى، وتجعله مؤديا لما أمره به ونهاه عنه، ليلقاه طاهرا نقيا، يدخله في جنته التي لا يعلم إلا الله ما أعده فيها لعباده المؤمنين المتطهرين: كما روى سهل بن سعد رضي الله عنه، عن الرسول صلى الله عليه وسلم، قَال: شَهِدْتُ مِنَ النَّبِيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم مجْلِساً وَصفَ فِيهِ الْجَنَّةَ حتَّى انْتَهَى، ثُمَّ قَال في آخِرِ حدِيثِهِ: « فِيهَا ما لاَ عيْنٌ رأَتْ، ولا أُذُنٌ سمِعَتْ، ولاَ خَطَر عَلى قَلْبِ بشَرٍ، ثُمَّ قَرأَ {تتجافى جُنُوبُهُمْ عَنِ المضَاجِعِ} إِلى قَوْلِهِ تَعالَى: {فَلاَ تعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْينٍ}. [البخاري] وسميت تزكية، لأنها تزكي النفس وتنمي الإيمان وما يترتب عليه من طاعات الله ورسوله، وتطهر القلوب من معاصيها، كالحسد والحقد والبغضاء، وتطهر الأعضاء من ارتكاب الفواحش والمنكرات. والأصل في الإنسان أن الله تعالى خلقه على فطرته سليما من كل شوائب الشرك والمعاصي ومسببات الآثام، ولا يخرجه عن تلك الفطرة، إلا من يفسدها بحرفه عنها إلى ما يكدرها، كما في حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (ما من مولود إلا يولد على الفطرة، فأبواه يهودانه، أو ينصرانه، أو يمجسانه، كما تنتج البهيمة بهيمة جمعاء، هل تحسون فيها من جدعاء). ثم يقول أبو هريرة رضي الله عنه: {فطرة الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم}. [البخاري ومسلم] وقد بدأ الشيطان الرجيم، بمحاولة إفساد فطرة أبي البشر \"آدم\" وأمهم \"حواء\" فأغواهما بالأكل من الشجرة التي نهاهما الله تعالى عنه، وحذرهما من وسوسة عدوهما لهما وإغوائه، ولكنهما رجعا إلى ربهما، وتابا من معصيتهما، فكانت توبتهما تزكية لهما وتطهيرا، نجاهما الله تعالى بهما من مصير عدوهما، الذي استمر في عصيانه، فكان جزاؤه اللعنة والطرد من رحمته في الدنيا وجزاءه المضاعف في نار جهنم، وكان جزاء آدم وحواء أن تاب الله عليهما، وآواهما إليه في الدنيا وفي دار نعيمه في الآخرة. لذلك أنعم الله تعالى على ذرية آدم عليه السلام، في كل أجيالهم، بهداه الذي أنزله مع ملائكته في كتبه، إلى رسله، ليهدوهم به إلى صراطه المستقيم، فمن اتبع هداه وآمن به وصدق رسله، آواه إليه وهداه ووفقه لسلوك ذلك الصراط، ونجاه من الضلال عنه في الدنيا، ومن الشقاء والعذاب في الآخرة، وأسكنه جنته خالا مخلدا فيها، ومن عصاه منهم، استحق من الله التخليد في نار جهنم يوم القيامة، والشقاء والضيق في الدنيا، فلا يعيش عيشة راضية مطمئنة، مهما أوتي من الغنى والملك، كما قال تعالى: {قُلْنَا اهْبِطُوا مِنْهَا جَمِيعاً فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ (38) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (39)} [البقرة] وقال تعالى: {وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (124)} الآية [طه]"
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "فما هي القواعد الشرعية التي ينطلق منها المؤمن  لتزكية نفسه وقلبه؟",
    "content": "اعلم أولا: أن أساس مصادر التزكية كلها، هو الإيمان بالغيب بأركانه الستة المذكورة في حديث جبريل، وفروعه المفصلة في كتاب الله وسنة رسوله صلى الله عليه وسلم، هو الإيمان الصادق الذي أشارت إليه آية الحجرات، وآيات كثيرة في القرآن الكريم، والسنة النبوية، الإيمان الذي يؤهل صاحبه للانطلاق منه إلى قواعد التزكيةالتي شرعها الله تعالى له، وليس الإيمان الذي يدعيه صاحبه بلسانه، من أجل مصالح يجلبها لنفسه به،  وهو في باطنه أشد كفرا من الكفار الظاهرين، كما حصل في عهد الرسول صلى الله عليه وسلم، ولا يزال يحصل إلى اليوم، وهو الذي بينه الله تعالى بيانا لا لبس فيه، كما في قوله عز وجل: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (1)} [المنافقون] وليس هو الإيمان الضعيف الذي لا يخلو صاحبه من شعبة أوشعب من النفاق، العملي، من الكذب في الحديث، والخلف في الوعد، والغدر في العهد، والفجور في الخصومة، وهو ما يسميه العلماء بالنفاق العملي، لأن هذه الخلال ناشئة من قلب مريض، قد ينحرف صاحبها إلى نفاق اعتقادي إذا أصر عليها ودام. وقد فصلت آيات القرآن الكريم، وسنة رسول الله صلى الله عليه وسلم صفاتهم، فليس الإيمان هو إيمانهم المدعى الذي يخلو مما أراده الله في كتابه، ولقد أرشد الله بعض المسلمين الضعيفي الإيمان في عهد رسول الله صلى الله عليه وسلم، عندما ادعوا الإيمان قبل أن يتمكن في قلوبهم تمكنا يستحقون به صفة الإيمان الحق، أن يقولوا: \"أسلمنا\" ولا يقولوا: آمنا، لأن الإسلام في هذه الحالة هو إظهار الاستسلام الذي لا يخفى على الناس، مثل: قول لا إله الله، وفعل بعض الشعائر التعبدية، ولا تظهر للناس حقيقته، لأنه في القلب لا يعلمه إلا الله، وبين لهم حقيقة الإيمان وعلامته، وهو أولا اليقين الراسخ في القلب، الذي لا يعتريه شك ولا ريب، ثم بذل الأنفس والأموال وكل ما يملكه المؤمن في حياته، في سبيل الله. فقال تعالى: {قَالَتْ الأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلْ الإِيمَانُ فِي قُلُوبِكُمْ وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئاً إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (14) إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ أُوْلَئِكَ هُمْ الصَّادِقُونَ (15)} [الحجرات] أصحاب هذا الإيمان الراسخ، هم الذين يجاهدون في الله حق جهاده، لتزكية قلوبهم وأنفسهم بطاعة الله ورسوله، وهم الذين يحققون هذه التزكية وهذا التطهير، وضعفاء الإيمان إذا عزموا عزما صادقا، وسألوا الله تعالى، أن يوفقهم ويعينهم على تزكية أنفسهم، فإن الله عز وجل يوفقهم، إذا علم منهم الصدق والعزم المصمم: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَاناً وَيُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (29)} [الأنفال]"
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "القاعدة الأولى: وجود القدوة المزكي",
    "content": "نعم هذه هي القاعدة الأولى، وبدونها، يصعب على الأمم أفرادا وأسرا وقادة، أن يتمكنوا من الحصول على التزكية الربانية، ولوكان لقادتهم أذكى العقول، وعندهم أعلى الرغبات فيها، وليديهم أشد العزائم، ليوجهوا أممهم إلى ما يزكيتهم التزكية التي تجعلهم أتقياء أزكياء، لهذا بعث الله إلى كل أمة رسولا من عنده، وأنزل عليه منهاجا من السماء كتابا من كتبه، وأمر كل رسول بتبليغ قومه ما شرعه لهم، كما سبق في قوله تعالى: {فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ} وقال عز وجل: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنْ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ... (36)} [النحل] والسبب في عدم اهتدائهم إلى مصالحهم في الدنيا والآخرة بدون هاد من عند الله، أنهم يجهلون تلك المصالح – إلا قليلا مما يحتاجون إليه من عاجل متاع الدنيا، ولذلك لم يكلف الله الأمم بدينه، أصولا وفروعا، ولا في معاملات الناس فيما بينهم، في الدماء والأبضاع والأموال والمعاملات عامة، قبل أن يبينها لهم بوساطة رسله وكتبه، كما قال تعالى: { وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ (44)} [النحل]. ولعلمه تعالى أن الأمم كلها في أشد الضرورة، إلى إقامة الحجة عليها، بإرسال الرسل، وإنزال الكتب، أخذ على كل رسول من رسله وكل أمة من أمم أولئك الرسل، ميثاقه المؤكد، لئن جاءهم رسول جديد، وهم أحياء ليؤمنن به ولينصرنه، وهذا الميثاق في الحقيقة خاطب به الأمم في أعيان رسلها لأن الأمم هي المقصود به، قال تعالى: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنْ الشَّاهِدِينَ (81)} [آل عمران] وليس المقصود الرسول بذاته، إذ الغالب أن يكون بين كل رسول وآخر أحقابا من الدهر، ولا أذ كر - في كتاب الله - مجيء رسول مستقل بكتاب خاص به، في عهد رسول مستقل قبله، بكتاب خاص به. ومجيء هارون رسولا بعد رسالة موسى صلى الله عليهما وسلم، كان بطلب من موسى، وكتابهما واحد، وهو التوراة ورسالتهما إلى أمة واحدة، وأصحاب القرية – الرس – الذين أرسل الله إليهم رسولين، ثم قواهما بثالث كان الثلاثة كلهم عليهم السلام، مرسلين إلى أصحاب القرية نفسها، كما قال تعالى:  {وَاضْرِبْ لَهُمْ مَثَلاً أَصْحَابَ الْقَرْيَةِ إِذْ جَاءَهَا الْمُرْسَلُونَ (13) إِذْ أَرْسَلْنَا إِلَيْهِمْ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُمْ مُرْسَلُونَ (14)} [يس] وهذه القاعدة – القدوة الحسنة في التزكية - ألهم الله تعالى بها خليله إبراهيم وابنه إسماعيل في أغوار التاريخ عند بنائهما الكعبة، فدعوا ربهما أن يمن بها على هذه الأمة التي هي خاتمة الأمم، بأن يبعث فيها خاتم جميع الرسل، يكون منها، داعيا لها إلى عبادة ربها، بكتاب منزل من عنده تعالى يعلمها إياه، ويتلو عليها آياته في كتابه المفتوح \"الكون\" الذي تخضع كل رقاب العقلاء لعظمة خالقها والدينونة له. والبنود التي تضمنتها دعوة إبراهيم وإسماعيل، هي : إرسال رسول إليهم منهم، يتلو عليهم آياته القرآنية والكونية، ويفقههم الكتاب الذي ينزله إليه، وأسراره وأسرار الدين الإسلام الذي يدعوهم إليه، ويطهر نفوسهم من الشرك والمعاصي والأخلاق السيئة، بالإيمان والأعمال الصالحة، والأخلاق الحسنة، جمعها كلها قوله تعالى: {رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (129)} [البقرة] وقد استجاب الله تعالى دعوة خليله وابنه، وامتن على هذه الأمة بتلك الاستجابة في موضعين من كتابه، فقال تعالى في الموضع الأول: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ (164) (164)} [آل عمران] وقال في الموضع الثاني:{هُوَ الَّذِي بَعَثَ فِي الأُمِّيِّينَ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ (2) وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ (3) ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (4)} [الجمعة] والقرآن الكريم مليء بالحث على تزكية النفوس والقلوب، بذكر لفظ التزكية نفسها، وبألفاظ أخرى، وهذه الأخيرة هي الأكثر، فكل ما أمر الله تعالى به أو مدحه وأثنى عليه، أو على أهله في كتابه، أو أمر به رسوله صلى الله عليه وسلم، ومدحه وأثنى عليه أو على أهله، في سنته من الطاعة، ففعله المؤمن فهو له قربة وتزكية، وكل ما نهى الله تعالى عنه، أو ذمه ومقته أو ذم فاعله في كتابه وكل ما نهى عنه رسوله صلى الله عليه وسلم، أو ذمه ومقته في سنته، أو ذم فاعله من المعاصي، فهو ران وتدسية،هذه قاعدة عامة، يستطيع المؤمن الذي يقرأ القرآن، والسنة، معرفتها من قراءته لهما، مفصلة. وقد ذكرت التزكية مضافة إلى الله تعالى تارة باعتبار، ومضافة إلى رسوله صلى الله عليه وسلم باعتار ثان، ومضافة إلى العبد حينا باعتبار ثالث، قال السيد رشيد رضا رحمه الله في تفسير قوله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} إلى قوله: {وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ (104)} [التوبة]: \"وَالتَّزْكِيَةُ لِلْأَنْفُسِ بِالْفِعْلِ تُسْنَدُ إِلَى اللهِ تَعَالَى، لِأَنَّهُ هُوَ الْخَالِقُ الْمُقَدِّرُ الْمُوَفِّقُ لِلْعَبْدِ لِفِعْلِ مَا تَزْكُو بِهِ نَفْسُهُ وَتَصْلُحُ، قَالَ تَعَالَى : {وَلَوْلَا فَضْلُ اللهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللهَ يُزَكِّي مَنْ يَشَاءُ} 2 {4 : 21} وَتُسْنَدُ إِلَى الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِأَنَّهُ هُوَ الْمُرَبِّي لِلْمُؤْمِنِينَ عَلَى مَا تَزْكُو بِهِ أَنْفُسُهُمْ ، وَيَعْلُو قَدْرُهَا بِسُنَّتِهِ الْعَمَلِيَّةِ وَالْقَوْلِيَّةِ فِي بَيَانِ كِتَابِ اللهِ، وَمَا لَهُمْ فِيهِ مِنَ الْأُسْوَةِ الْحَسَنَةِ وَمِنْهُ هَذِهِ الْآيَةُ، وَقَالَ تَعَالَى : {هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ} {62 : 2} فَتَزْكِيَتُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلْأُمَّةِ مِنْ مَقَاصِدِ الْبَعْثَةِ وَتُسْنَدُ إِلَى الْعَبْدِ لِكَوْنِهِ هُوَ الْفَاعِلَ لِمَا جَعَلَهُ اللهُ سَبَبًا لِطَهَارَةِ نَفْسِهِ وَزَكَائِهَا كَالصَّدَقَاتِ وَغَيْرِهَا مِنْ أَعْمَالِ الْبِرِّ وَمِنْهُ قَوْلُهُ تَعَالَى: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا} {91 : 9 ، 10} وَقَوْلُهُ : {قَدْ أَفْلَحَ مَنْ تَزَكَّى وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى} {87 : 14 و15}\"  [انتهى]. وإنك إذا تأملت هذه المنة التي استجابالله فيها دعاء إبراهيم، ببعث هذا الرسول الكريم، وخص بها هذه الأمة ورحمها به، وجلت بخاطرك في منهاجه الذي تضمنه القرآن العظيم، والسنة النبوية الصحيحة، لعلمت علم يقين، أن تلك البنود التي اختصرت في الدعوة الخليلية، قد بسطت بسطا لم يوجد له نظير فيهما – أي الكتاب والسنة – وأن رسول الله صلى الله عليه وسلم – ابن إسماعيل وإبراهيم – كان لهذه الأمة قدوة حسنة تامة في جميع حياته، قولا وعملا. فلا تجد بابا من أبواب الخير التي ترضي الله تعالى، في حياتي الدنيا والآخرة، إلا سلكه الرسول صلى الله عليه وسلم بنفسه، اعتقادا وقولا وعملا، وعبادة،  وأخلاقا لازمة ومتعدية، ودعا إليه أمته، وحرص أشد الحرص على سلوكها في مهيعه، وبين لها فضله وعاقبته الحميدة في الدنيا والآخرة، ولا تجد بابا من أبواب الشر والمنكر والفساد، إلا كان صلى الله عليه وسلم، أعظم قدوة لأمته في الابتعاد عنه، وأشد حرصا على تحذيرها منه، ومن مقاربته. قال تعالى: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ (128)} [التوبة] وقال تعالى: {وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنْ الأَمْرِ لَعَنِتُّمْ} إلى قوله تعالى: {فَضْلاً مِنْ اللَّهِ وَنِعْمَةً وَاللَّهُ عَلِيمٌ حَكِيمٌ (8)} [الحجرات] وقال هو صلى الله عليه وسلم: كما روى أبو هريرة رضي الله عنه، عن رسول الله صلى الله عليه وسلم. أنه قال (مثلي كمثل رجل استوقد نارا. فلما أضاءت ما حولها جعل الفراش وهذه الدواب التي في النار يقعن فيها. وجعل يحجزهن ويغلبنه فيتقحمن فيها. قال فذلكم مثلي ومثلكم. أنا آخذ بحجزكم عن النار. هلم عن النار. فتغلبوني تقحمون فيها). [البخاري ومسلم] وشهد الله تعالى له، أنه صلى الله عليه وسلم، تلا عليهم القرآن، وعلمهم الكتاب وفقههم فيه، ونبههم به إلى آيات الله في الكون، وعلمهم الحكمة وأسرار هذا الدين، وزكاهم به من الشرك والمعاصي، وطهرهم بالإيمان والطاعات، وأخرجهم من الظلمات إلى النور، ومن الضلال الذي كانوا فيه إلى الهدى والرشاد، كما بين ذلك نصا في سورتي آل عمران والجمعة: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ} كما مضى. وقال تعالى حاكيا عنه:{وَأُمِرْتُ أَنْ أَكُونَ مِنْ الْمُسْلِمِينَ (91) وَأَنْ أَتْلُوَ الْقُرْآنَ ...(92)} [النمل] فهو في الحقيقة رحمة لهذه الأمة من يوم بعث إلى يوم ابقيامة، ولا يحرم تلك الرحمة إلا من أبى، واتبع هواه والشيطان، قال تعالى:{وَمَا أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِلْعَالَمِينَ (107)} [الأنبياء]. ولقد أثر تعليمه وتزكيته في صحابته ومن تبعهم، إلى أن باعوا أنفسهم وأموالهم وكل غال ونفيس، لربهم، فقوي إيمانهم، وعمرت قلوبهم بتقواه، وبذلوا أنفسهم، للدعوة إلى الله ونشر دينه، والجهاد في سبيله، ولشدة تأثرهم بتزكيته الشاملة لهم، بالغوا في طاعتهم لربهم، حتى سأل بعضهم نساءه عن عبادته، فتقالوها، وأرادو أن يزيدوا عليها، بل أرادوا أن يتبتلوا، لشدة رغبتهم في الجنة، وخوفهم من النار، وعلمهم بأن الله تعالى قد غفر لنبيه ما تقدم من ذنبه وما تأخر، وليسوا كذلك. كما في حديث أَنسٍ رضي اللَّه عنه قال: \"جاءَ ثَلاثةُ رهْطِ إِلَى بُيُوتِ أَزْواجِ النَّبِيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم يسْأَلُونَ عنْ عِبَادَةِ النَّبِيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم، فَلَمَّا أُخبِروا كأَنَّهُمْ تَقَالَّوْها وقالُوا: أَين نَحْنُ مِنْ النَّبِيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم قَدْ غُفِر لَهُ ما تَقَدَّم مِنْ ذَنْبِهِ وما تَأَخَّرَ.قالَ أَحَدُهُمْ: أَمَّا أَنَا فأُصلِّي الليل أَبداً، وقال الآخَرُ: وَأَنا أَصُومُ الدَّهْرَ أبداً ولا أُفْطِرُ، وقالَ الآخرُ: وأَنا اعْتَزِلُ النِّساءَ فلا أَتَزوَّجُ أَبداً، فَجاءَ رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم إلَيْهمْ فقال: (أَنْتُمُ الَّذِينَ قُلْتُمْ كذا وكذَا؟، أَما واللَّهِ إِنِّي لأَخْشَاكُمْ للَّهِ وَأَتْقَاكُم له لكِني أَصُومُ وَأُفْطِرُ، وَأُصلِّي وَأَرْقُد، وَأَتَزَوّجُ النِّسَاءَ، فمنْ رغِب عن سُنَّتِي فَلَيسَ مِنِّى) [متفقٌ عليه.] ولو أراد باحث تتبع أثر تزكيته صلى الله عليه وسلم صحابته، وتزكية أصحابه أبناءهم وأتباعهم، لملأ بتلك الآثار مجلدات، وما قدر على إيفائها حقها. وبذلك كان صلى الله عليه وسلم القدوة الحسنة الكاملة لمن يترسمون خطاه في تزكية أنفسهم، كما قال تعالى:{لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللَّهَ كَثِيراً (21)} [الأحزاب] فأكمل الله بتلك التزكية الربانية المؤثرة، له ولأمته هذا الدين ورضيه لهم، كما قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمْ الإِسْلامَ دِيناً... (3)} [المائدة]. فكيف نزكي أنفسنا، ونطهر قلوبنا من أدناس المعاصي والآثام، متخذين من كتاب الله وسنة رسوله صلى الله عليه وسلم، نبراسا نهتدي به، ومعلما نقتدي به، لننجو من غضب الله وسخطه، ونفوز بفضله ورضاه؟"
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "القاعدة الثانية: إرادة التزكية:",
    "content": "إذا تبينت أهمية التزكية الربانية، ووجد المزكي الرباني، فعلى من يود تزكية نفسه، أن يكون عنده إرادة جازمة لسلوكه طريق التزكية، وأن يجاهد نفسه لسلوك تلك الطريق، لأن عدوه الشيطان، لا يفتأ يسوس له، بصعوبة السلوك، ويغريه بسلوك طرقه التي دأب على إغواء بني آدم عن صراط الله المستقيم المؤدي إليها، وتزيينه لسلوك طرقه المضلة عنها، وقد جاهر بذلك ربه، فأقسم على ذلك التزيين وتلك الغواية لكل من قدر على إغوائه والتزيين له، من بني آدم، واستثنى من ذلك من قوي إيمانه بربه، وصفا إخلاصه في قلبه، من شوائب الشرك كبيره وصغيره. كما قال الله تعالى عنه: {قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لأزَيِّنَنَّ لَهُمْ فِي الأَرْضِ وَلأغْوِيَنَّهُمْ أَجْمَعِينَ (39) إِلاَّ عِبَادَكَ مِنْهُمْ الْمُخْلَصِينَ (40 قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ (41) إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلاَّ مَنْ اتَّبَعَكَ مِنْ الْغَاوِينَ (42) } [الحجر] والآيات في هذا المعنى كثيرة جدا. فعباد الله الموحدون المخلصون، الذين استثناهم الشيطان، أكد الله تعالى له سد طريقه للوصول إليهم، وهم الذين استحقوا الإضافة إليه تعالى \"عبادي\" هم أهل الإرادة القوية لسلوك طريق التزكية الربانية، الذين يستعصون على وسوسة الشيطان وتزيينه وإغوائه، لأن قلوبهم قد فتحت للإيمان بالله والإخلاص له، وأغلقت على عدوهم اللعين ووسوسته وإغوائه. قال سيد قطب رحمه الله، وهو يتفيأ ظلال هذه الآيات {هذا صراط علي مستقيم . إن عبادي ليس لك عليهم سلطان . إلا من اتبعك من الغاوين}: هذا صراط . هذا ناموس . هذه سنة . وهي السنة التي ارتضتها الإرادة قانونا وحكما في الهدى والضلال . (إن عبادي) المخلصين لي ليس لك عليهم سلطان، ولا لك فيهم تأثير،  ولا تملك أن تزين لهم لأنك عنهم محصور، ولأنهم منك في حمى، ولأن مداخلك إلى نفوسهم مغلقة، وهم يعلقون أبصارهم بالله،ويدركون ناموسه بفطرتهم الواصلة إلى الله \".انتهى. فهذان الفريقان: فريق المزكين لأنفسهم بالإيمان والأعمال الصالحة، والأخلاق الفاضلة، الذين نجاهم الله من تزيين الشيطان وإغوائه إنما كانوا كذلك– بعد هداية الله – بسبب إرادتهم تلك التزكية الربانية التي دعاهم إليها ربهم في كتابه، ورسولهم في سنته، وفريق الغارقين في بحار رجس الشيطان وحمآته بالشرك بالله أكبره وأصغره، وسبل إغواءاته لهم بالمعاصي والآثام، حتى غطى الرانُ قلوبهم، فلم تبصر من نور الله شيئا، إنما كانوا كذلك – بعد إضلال الله لهم - بسبب إرادتهم تلك الغواية وتلك التدسية، ولهذا قال تعالى عن إرادة كل من الفريقين: {مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُوماً مَدْحُوراً (18) وَمَنْ أَرَادَ الآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُوْلَئِكَ كَانَ سَعْيُهُمْ مَشْكُوراً (19)} [الإسراء] فالذين يريدون العاجلة فقط، هم أبعد الناس عن كل أنواع التزكية، والذين يريدون الآخرة بإخلاص، ولو سعوا في جلب سعادتهم في الدنيا بالدعاء والعمل، والتسبب في كسب أرزاقهم وجمعوا في خزائنهم مما أحل الله لهم منها ما جمعوا مع قيامهم بأداء حق الله فيه، فهم أهل للتزكية الربانية، كما قال تعالى: {فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْراً فَمِنْ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الآخِرَةِ مِنْ خَلاقٍ (200) وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ (201) أُوْلَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا وَاللَّهُ سَرِيعُ الْحِسَابِ (202)] [البقرة] هاتان الآيتان، جاءتا في سياق أداء مناسك الحج، التي هي من أعظم ما يطلب المرء في عملها تزكية نفسه، كما روى أبو هريرة، رضي الله عنه، قالَ: سَمِعْتُ رسُولَ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم يَقولُ: (منْ حجَّ فَلَم يرْفُثْ، وَلَم يفْسُقْ، رجَع كَيَومِ ولَدتْهُ أُمُّهُ) [البخاري ومسلم]. فقد جعل الله تعالى الذين يؤدون تلك المناسك، في تلك المشاعر قسمين: القسم الأول: حرموا أنفسهم من التزكية في الدنيا، فحرمهم الله مما يترتب عليها من النصيب العظيم في الآخرة، لأنهم لم يقصدوا بعملهم ودعائهم تزكية نفوسهم، ولم يقصدوا بها إلا حظوظ الدنيا. والقسم الثاني: قصدوا بعملهم ودعائهم – في الأصل – تزكية أنفسهم وسعادة الآخرة برضا الله عنهم، فمنحهم الله تعالى نصيبهم مما عملوا في دنياهم وآخرتهم. وأنقل – هنا – نصا من تفسير السيد محمد رشيد رضا \"المنار\" مع قليل من الاختصار، يبين المقصود من هاتين الآيتين: قال رحمه الله: \"ثُمَّ بَيَّنَ تَعَالَى أَنَّ الَّذِينَ يَذْكُرُونَهُ فَيَدْعُونَهُ عَلَى قِسْمَيْنِ : {فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ} الْخَلَاقُ النَّصِيبُ وَالْحَظُّ . ذَكَرَ تَعَالَى أَنَّ هَذَا الْفَرِيقَ يَطْلُبُ حَظَّ الدُّنْيَا مُطْلَقًا، وَلَمْ يَقُلْ إِنَّهُ يَطْلُبُ حَسَنَةً فِيهَا، لِأَنَّ مَنْ كَانَتِ الدُّنْيَا كُلَّ هَمِّهِ لَا يُبَالِي أَكَانَتْ شَهَوَاتُهُ وَحُظُوظُهُ حَسَنَةً أَمْ سَيِّئَةً، فَهُوَ يَطْلُبُ الدُّنْيَا مِنْ كُلِّ بَابٍ، وَيَسْلُكُ إِلَيْهَا كُلَّ طَرِيقٍ، لَا يُمَيِّزُ بَيْنَ نَافِعٍ لِغَيْرِهِ وَلَا ضَارٍّ، فَبِاسْتِيلَاءِ حُبِّ الدُّنْيَا عَلَيْهِ لَمْ يَكُنْ لِلْآخِرَةِ وَمَا أَعَدَّهُ اللهُ فِيهَا لِلْمُتَّقِينَ مِنَ الرِّضْوَانِ مَوْضِعٌ مِنْ نَفْسِهِ يَرْجُوهُ وَيَدْعُو اللهَ فِيهِ ، كَمَا أَنَّهُ لَا يَخَافُ مَا تَوَعَّدَ اللهُ بِهِ الْمُجْرِمِينَ فِيهَا فَيَلْجَأُ إِلَيْهِ تَعَالَى بِأَنْ يَقِيَهُ شَرَّهُ. فَحِرْمَانُ هَذَا الْفَرِيقِ مِنْ خَلَاقِ الْآخِرَةِ هُوَ أَثَرُ كَسْبِهِ وَسُوءِ اخْتِيَارِهِ، وَتَفْضِيلِهِ حُظُوظَ الدُّنْيَا الْفَانِيَةِ عَلَى سَعَادَةِ الْآخِرَةِ الْبَاقِيَةِ، لِأَنَّهُ يَعْمَلُ لِلْأُولَى كُلَّ مَا يَسْتَطِيعُ مِنْ أَسْبَابِ الْحَلَالِ وَالْحَرَامِ، حَتَّى إِنَّهُ لَا يَسْأَلُ رَبَّهُ إِلَّا الْمَزِيدَ مِنْ حُظُوظِهَا وَشَهَوَاتِهَا، وَقَدْ يَنَالُهَا كَثِيرٌ مِنَ النَّاسِ بِدُونِ هَمٍّ كَبِيرٍ فِي الْعَمَلِ لَهَا، وَلَا يَعْمَلُ لِلْآخِرَةِ وَقَدِ اشْتُرِطَ لِسَعَادَتِهَا خَيْرَ الْعَمَلِ، فَقَالَ تَعَالَى: {مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا} {17 : 18 ، 19} الْآيَاتُ- إلى أن قال:- وَقَدِ اخْتَلَفَ الْمُفَسِّرُونَ فِي تَعْيِينِ هَذَا الْفَرِيقِ فَقِيلَ: هُمُ الْكُفَّارُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ ، وَاسْتَدَلُّوا بِمَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ وَأَنَسٍ مِنْ دُعَاءِ الْمُشْرِكِينَ فِي ذَلِكَ الْمَقَامِ بِحُظُوظِ الدُّنْيَا. وَقِيلَ : هُمُ الْمُسْلِمُونَ الَّذِينَ لَمْ تَمَسَّ أَسْرَارُ الدِّينِ وَحِكَمُهُ قُلُوبَهُمْ، وَلَمْ تُشْرِقْ أَنْوَارُ هِدَايَتِهِ عَلَى أَرْوَاحِهِمْ، بَلِ اكْتَفَوْا بِالتَّقْلِيدِ فِي رُسُومِهِ الظَّاهِرَةِ، فَكَانَ هَمُّهُمْ فِي الدُّنْيَا دُونَ الْآخِرَةِ، وَذَكَرُوا هُنَا مَا رُوِيَ فِي الْمَرْفُوعِ مِنْ أَنَّ اللهَ تَعَالَى يُؤَيِّدُ هَذَا الدِّينَ بِمَنْ لَا خَلَاقَ لَهُمْ. وَاسْتَدَلُّوا عَلَى صِحَّةِ رَأْيِهِمْ بِالسِّيَاقِ، وَلَا شَكَّ أَنَّ هَذَا الْقِسْمَ مَوْجُودٌ فِي الْمُسْلِمِينَ كَمَا وُجِدَ فِي كُلِّ أُمَّةٍ ، وَمَنْ بَلَا النَّاسَ وَفَلَّاهُمْ عَرَفَ ذَلِكَ. {وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً} أَيْ : وَمِنْهُمْ مَنْ يَطْلُبُ خَيْرَ الدُّنْيَا وَالْآخِرَةِ جَمِيعًا، لَا حُظُوظَ الدُّنْيَا وَحْدَهَا كَيْفَمَا كَانَتْ كَالْفَرِيقِ الْأَوَّلِ..\" انتهى ومما يدل من السنة على إرادة الراغب تزكية نفسه، حديث عمر بن الخطاب، رضي الله عنه،  قال: سمعْتُ رسُولَ الله صَلّى اللهُ عَلَيْهِ وسَلَّم يقُولُ  (إنَّما الأَعمالُ بالنِّيَّات، وإِنَّمَا لِكُلِّ امرئٍ مَا نَوَى، فمنْ كانَتْ هجْرَتُهُ إِلَى الله ورَسُولِهِ فهجرتُه إلى الله ورسُولِهِ، ومنْ كاَنْت هجْرَتُه لدُنْيَا يُصيبُها، أَو امرَأَةٍ يَنْكحُها فهْجْرَتُهُ إلى ما هَاجَر إليْهِ ) [متَّفَقٌ عليه.]"
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "القاعدة الثالثة: التزكية والتدسية أساسهما القلب:",
    "content": "{قَدْ أَفْلَحَ الْمُؤْمِنُونَ (1) الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ (2) وَالَّذِينَ هُمْ عَنْ اللَّغْوِ مُعْرِضُونَ (3) وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ (4) وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (5) إِلاَّ عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (6) فَمَنْ ابْتَغَى وَرَاءَ ذَلِكَ فَأُوْلَئِكَ هُمْ الْعَادُونَ (7) وَالَّذِينَ هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ (8) وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ (9) أُوْلَئِكَ هُمْ الْوَارِثُونَ (10) الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ (11)} [المؤمنون] في هذه الآيات الإحدى عشرة  في أول سورة \"المؤمنون\" ذكر الله تعالى ثمان صفات تؤهل أهل الإيمان للتزكية والفلاح: الصفة الأولى: الإيمان الشرعي الذي بينه الله تعالى في آيات كتابه، ومنها قوله تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ أُوْلَئِكَ هُمْ الصَّادِقُونَ (15)} [الحجرات] وليس مجرد ادعاء الإنسان أنه مؤمن، والآية الكريمة السابقة، رد على من ادعى ذلك، دون أن يتحقق بالإيمان الذي أراده الله، وهذه الصفة هي الأساس وبدونها لا تتحقق الصفات الأخرى. الصفة الثانية: الخشوع في الصلاة، والخشوع لله مطلوب من المسلم في كل وقت، ولكنه في الصلاة التي يقف فيها مناجيا ربه، مستحضرا عظمته، متدبرا ما يقرأ أو يسمع من الآيات، والأذكار التي يرددها في قيامه وركوعه وسجوده وتشهده، وفي رفعه وخفضه، يكون خشوعه فيها أشد من غيرها، راجع رسالة: \"أثر فقه عظمة الله في الخشوع له\" http://www.al-rawdah.net/r.php?sub0=allbooks&sub1=khoshoo&p=27 الصفة الثالثة: الجد في العمل الصالح، والإعراض عن \"اللغو\" قال في اللسان: \"اللغو واللغا السقط، وما لا يعتد به، من كلام وغيره، ولا يحصل منه على فائدة، ولا على نفع\". قال سيد قطب، رحمه الله في ظلاله: \"لغو القول،  ولغو الفعل، ولغو الاهتمام والشعور . إن للقلب المؤمن ما يشغله عن اللغو واللهو والهذر . . له ما يشغله من ذكر الله، وتصور جلاله وتدبر آياته في الأنفس والآفاق. وكل مشهد من مشاهد الكون يستغرق اللب، ويشغل الفكر، ويحرك الوجدان . . وله ما يشغله من تكاليف العقيدة: تكاليفها في تطهير القلب، وتزكية النفس وتنقية الضمير . وتكاليفها في السلوك، ومحاولة الثبات على المرتقى العالي الذي يتطلبه الإيمان. وتكاليفها في الأمر بالمعروف والنهي عن المنكر، وصيانة حياة الجماعة من الفساد والانحراف. وتكاليفها في الجهاد لحمايتها ونصرتها وعزتها، والسهر عليها من كيد الأعداء . . وهي تكاليف لا تنتهي، ولا يغفل عنها المؤمن، ولا يعفي نفسه منها، وهي مفروضة عليه فرض عين أو فرض كفاية. وفيها الكفاية لاستغراق الجهد البشري والعمر البشري. والطاقة البشرية محدودة. وهي إما أن تنفق في هذا الذي يصلح الحياة وينميها ويرقيها وإما أن تنفق في الهذر واللغو واللهو. والمؤمن مدفوع بحكم عقيدته إلى انفاقها في البناء والتعمير والإصلاح ...\" انتهى. الصفة الرابعة: أداء الزكاة - التي فرضها الله - وفصلها رسوله، صلى الله عليه وسلم في مصارفها، وهي قرينة الصلاة في القرآن والسنة. الصفة الخامسة: حفظ الفروج عن المحرمات من الزنا واللواط، والبعد عن كل الوسائل المفضية إلى ذلك، ومن ذلك ما نص الله تعالى عليه، في قوله: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ (30) وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلا يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلا يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ} إلى قوله: {وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ(31)} [النور]. وقوله تعالى في حجاب المرأة الشرعي: {يَا أَيُّهَا النَّبِيُّ قُلْ لأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُوراً رَحِيماً (59)} [الأحزاب]. وقوله سبحانه عن بيان صوت المرأة الذي تكون له آثار سيئة في قلوب مرضى القلوب: {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنْ النِّسَاءِ إِنْ اتَّقَيْتُنَّ فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلاً مَعْرُوفاً (32)} [الأحزاب] وقد حذر الله تعالى الذين يطلقون أبصارهم للنظر إلى ما حرمه عليهم من النظر، مجاهرة ظاهرة للناس أو خفية، لا تظهر لهم، لشدة إخفاء صاحبها بنظر عينه الخائنة، فقال:{يَعْلَمُ خَائِنَةَ الأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ (19)} [غافر]. وما ورد في ذلك من أحاديث عن الرسول صلى الله عليه وسلم مفصلة، للرجال والنساء، كا النهي عن الخلوة  بالأجنبية وغير ذلك. الصفة السادسة: أداء الأمانات إلى أهلها: وهي إحد أركان قيام الدولة الإسلامية: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا... (58)} [النساء] http://www.al-rawdah.net/vb/showthread.php?t=1052 الصفة السابعة: الوفاء بالعهود: والوفاء بالعهود من أهم صفات المؤمنين الصادقين، ولا ينقض العهد إلا الذين ملأ الرجس قلوبهم، وهم المنافقون، والعدل إحدى الوصايا العشر العظيمة التي ذكرت في قوله تعالى: قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُوا بِهِ شَيْئاً ...} إلى قوله تعالى: {... وَبِعَهْدِ اللَّهِ أَوْفُوا.. (152) }. [الأنعام] وفي سورة الإسراء ذكر العدل، مع أحد عشر قضاء أمر بها عباده، فقال: {وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولاً (34)} [الإسراء] الصفة الثامنة: المحافظة على الصلوات، ويلاحظ أن الله تعالى ذكر صفة الخشوع في الصلاة، بعد ذكر الإيمان مباشر، وجعل الصلاة، الصفة الثامنة، ويبدو – والله أعلم – أن ذلك إيذان بأهمية الخشوع، وأن الذي يتصف به في صلاته، هو الجدير بالمحافظة عليها، بخلاف اللاهي فيها، فإن لهوه يحجبه عن عنايته بها ومحافظته عليها، ولا يحافظ عليها إلا الخاشع، لأن الخاشع فيها يشعر بالطمأنينة والقرب من الله، ويقوي في قلبه حب الطاعة وبغض المعصية، فيكون دائما في شوق إليها، وقد يشير إلى ذلك، قول الرسول صلى الله عليه وسلم:: (أقم الصلاةَ يا بلالُ ، أرِحْنا بها). [أبو داود،وصححه الألباني] وهي الصلاة التي تنهى عن الفحشاء والمنكر: {وَأَقِمْ الصَّلاةَ إِنَّ الصَّلاةَ تَنْهَى عَنْ الْفَحْشَاءِ وَالْمُنْكَرِ... (45)} [العنكبوت] فهذه الصفات الثمان التي ذكرت، في مطلع سورة \"المؤمنين\" إذا حققها المؤمن في نفسه، يكون جديرا، بتزكية نفسه، وتطهير قلبه من المعاصي والآثام، وإحلال اليقين والإخلاص في سويداء قلبه، وحقيقا بهداية الله له، وإصلاح معاشه وسعادته في دنياه، وقربه من ربه في الآخرة ، في جنة الفردوس، ومرافقته، لنبيه صلى الله عليه وسلم، وسائر إخوانه، من النبيين والصديقين والشهداء والصالحين، وحسن أولئك رفيقا. وقد امتن الله تعالى على عباده المؤمنين، برحمته لهم، حيث وفقهم لتزكية أنفسهم، وأنه لولا تلك الرحمة التي منحهم وذلك التوفيق سددهم به، لما حصلت لهم التزكية، فقال تعالى: {وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنْكُمْ مِنْ أَحَدٍ أَبَداً وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ وَاللَّهُ سَمِيعٌ عَلِيمٌ (21)} [النور] كما وعد تعالى من تزكى منهم بالإيمان القوي، وعمل بمقتضاه باطنا وظاهرا، فعمل الأعمال الصالحة التي أمره بها، وشرعها له، بالدرجات العالية الرفيعة في الجنة، فقال تعالى: {وَمَنْ يَأْتِهِ مُؤْمِناً قَدْ عَمِلَ الصَّالِحَاتِ فَأُوْلَئِكَ لَهُمْ الدَّرَجَاتُ الْعُلا (75) جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ مَنْ تَزَكَّى (76)} [طه] وأن تزكيتهم أنفسهم التي يطهرون بها قلوبهم، إنما تعود عليهم وتنفعهم، لأنهم يحتاجون إليها، ليثيبهم عليها، والله غني عنها وعنهم، قال تعالى:  {وَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللَّهِ الْمَصِيرُ (18)} [فاطر] وقد دلت نصوص القرآن، أن أساس التزكيات، إنما هو القلب، وكذلك التدسيات والقذارات، فالقلب هو الذي يحرك أعضاء الجسد كلها، إلى الطاعات أو المعاصي، فبصلاحه تكون أعضاء الجسد صالحة، وبفساده، تكون أعضاء الجسد فاسدة، فهو الآمر الناهي للجسد، إن أمره بخير فعله، وإن أمره بشر ومنكر تعاطاه. فالإنسان العاقل، لا يقدم على أي فعل، واجب، أو محرم، أو مكروه، أو مباح، أو مندوب في الشرع، إلا بإرادة القلب، ولهذا علق الله من اختار الدنيا على الآخرة، أو العكس  على إرادة كل منهما، فقال تعالى: {وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الآخِرَةِ نُؤْتِهِ مِنْهَا وَسَنَجْزِي الشَّاكِرِينَ (145)} [آل عمران] وذكر الله تعالى أن الذين يؤدون مناسكهم في الحج، ثم يدعونه ليحقق لهم ما يريدون، ينقسمون قسمين: القسم الأول: همه الدنيا ومصالحها المادية فقط من المال والجاه والمنصب والأولاد والقوة وغيرها،  لا فرق عنده بين الاستمتاع بذلك عن طريق حلال أو حرام. القسم الثاني: قصده وغايته من دعائه إياه، أن يجود الله عليه برحمته في الآخرة، برضاه عنه، وإدخاله جنة نعيمه، وينجيه من نار جهنم، ويؤتيه من فضله المقيم لحياته في الدنيا. فالقسم الأول الذين يريدون العاجلة فقط، هم أبعد الناس عن كل أنواع التزكية وهم محرومون من رحمة الله في الآخرة، بل هم مأزورون، لأنهم هم الذين اختاروا لأنفسهم ذلك. والقسم الثاني الذين اختاروا الآخرة بإخلاص، وسألوا رزقهم من الله في الدنيا، فوعدهم سبحانه بتحقيق ما طلبوه بدعائهم له، وسعيهم في كسب رزقهم باتخاذ الأسباب المشروعة، كما قال تعالى: {فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْراً فَمِنْ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الآخِرَةِ مِنْ خَلاقٍ (200) وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ (201) أُوْلَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا وَاللَّهُ سَرِيعُ الْحِسَابِ (202)] [البقرة] والإشارة في قوله: أولئك، تعود إلى القسم الثاني، أما القسم الأول، فقد ذكر جزاءهم في قوله: {وَمَا لَهُ فِي الآخِرَةِ مِنْ خَلاقٍ} هاتان الآيتان، جاءتا في سياق أداء مناسك الحج، التي هي من أعظم ما يطلب المرء في عملها تزكية نفسه، كما روى أبو هريرة، رضي الله عنه، قالَ: سَمِعْتُ رسُولَ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم يَقولُ: ( منْ حجَّ فَلَم يرْفُثْ، وَلَم يفْسُقْ، رجَع كَيَومِ ولَدتْهُ أُمُّهُ ). [البخاري ومسلم]. وثبت في صحيح مسلم، أن الرسول صلى الله عليه وسلم، كان أكثر دعوة يدعو بها: (آتنا في الدنيا حسنة، وفي الآخرة حسنة، وقنا عذاب النار). والدعاء باللسان في هذا المقام وغيره، لا بد أن يكون صادرا عن القلب، وقد أشار الله تعالى إلى ذلك، قوله تعالى: {وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الآخِرَةِ نُؤْتِهِ مِنْهَا وَسَنَجْزِي الشَّاكِرِينَ (145)] [آل عمران] فإرادة القلب هي أساس اٌوال والأفعال. وكون القلب هو المحرك لنطق اللسان، وفعل الجوارح، كفتح العين وغمضها، وبطش اليد وقبضها، ومشي الرجل ووقوفها، وقيام الجسم واضطجاعه، وكل حركات الجسم، مرهون بإرادة القلب وأمره، حقيقة لا يمترى فيها، فهو في الحقيقة مناط التكليف في الدنيا، ومحل الجزاء في الآخرة. من ذلك تعليق إثم كاتم الشهادة بقلبه، كما قال تعالى: {وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ (283)} [البقرة] فهذه الشهادة لا ينطق بها القلب، وإنما ينطق بها اللسان، ولكن اللسان، لا ينطق إلا إذا أمره القلب. ومن ذلك كفارة اليمين التي فرضها الله على الحانث فيها، لا بد أن ينعقد عليها القلب، ولا يؤاخذ الحالف بمجرد نطق اللسان، كما قال تعالى: {لا يُؤَاخِذُكُمْ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ وَاللَّهُ غَفُورٌ حَلِيمٌ (225)} [البقرة] وتأمل قول الله تعالى: {وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلاً عَظِيماً (27)} [النساء] وفكر بقلبك، وانظر بعيونك، واسمع بآذانك، وقارن بين ما يريده الله لخلقه – وبخاصة المسلمين – وما يريده هؤلاء؟ الله تعالى يريد لهم الطهارة ومعالي الأمور والعدل وحسن الأخلاق، والتوبة إليه من الآثام والأرجاس، وهم يريدون لأنفسهم تدنيس قلوبهم، وقذارة أنفسهم، وسقوط هممهم، ونشر الفواحش والمنكرات التي تجلهم عبيدا للشيطان، وإجلابه عليهم بخيله ورجله، فهم إنما يفعلون ذلك كله بإرادة من قلوبهم، تحرك بالسوء والشر أجسامهم، فإرادة قلوبهم هي التي جعلتهم يسعون في الميل العظيم. وقد بين رسول الله صلى الله عليه وسلم، أن الأصل في تحريك الجسم بجميع أعضائه، إنما هو القلب، روى النُّعمان بنِ بَشيرٍ رضيَ اللَّه عنهما قال: سمِعْتُ رسُولَ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم يَقُولُ: (إِنَّ الحَلاَلَ بَيِّنٌ، وإِنَّ الحَرامَ بَيِّنٌ، وَبَيْنَهما مُشْتَبِهاتٌ لاَ يَعْلَمُهُنَّ كَثِيرٌ مِنَ النَّاسِ، فَمَن اتَّقى الشُّبُهاتِ، اسْتَبْرَأَ لِدِينِهِ وعِرْضِهِ، وَمَنْ وَقَعَ في الشبُهاتِ، وقَعَ في الحَرامِ، كالرَّاعي يرْعى حَوْلَ الحِمى يُوشِكُ أَنْ يَرْتَع فِيهِ، أَلاَ وإِنَّ لِكُلِّ مَلِكٍ حِمًى، أَلاَ وَإِنَّ حِمَى اللَّهِ مَحَارِمهُ، أَلاَ وإِنَّ في الجسَدِ مُضغَةً إذا صلَحَت صَلَحَ الجسَدُ كُلُّهُ، وَإِذا فَسَدَتْ فَسدَ الجَسَدُ كُلُّهُ: أَلاَ وَهِي القَلْبُ) [البخاري ومسلم]. قال ابن تيمية، رحمه الله: ابن تيمية في مجموع الفتاوى: \" ثم القلب هو الأصل، فإذا كان فيه معرفة وإرادة سَرَى ذلك إلى البدن بالضرورة، لا يمكن أن يتخلف البدن عما يريده القلب؛ ولهذا قال النبي صلى الله عليه وسلم في الحديث الصحيح‏: ‏‏(‏ألا وإن في الجَسَدِ مُضْغَةً إذا صَلَحت صَلَح لها سائر الجسد، وإذا فَسَدَتْ فَسَدَ لها سائر الجسد، إلا وهي القلب‏)‏.  وقال أبو هريرة‏:‏ \"القلب مَلِكٌ والأعضاء جنوده، فإذا طاب الملك طابت جنوده، وإذا خَبُثَ الملك خبثت جنوده، وقول أبي هريرة تقريب، وقول النبي صلى الله عليه وسلم أحسن بياناً، فإن الملك وإن كان صالحاً فالجند لهم اختيار، قد يعصون به ملكهم وبالعكس، فيكون فيهم صلاح مع فساده، أو فساد مع صلاحه، بخلاف القلب؛ فإن الجسد تابع له لا يخرج عن إرادته قط، كما قال النبي صلى الله عليه وسلم ‏:‏‏(‏إذا صلحت صلح لها سائر الجسد، وإذا فسدت فسد لها سائر الجسد‏)‏ فإذا كان القلب صالحاً بما فيه من الإيمان علماً وعملاً قلبياً، لزم ضرورة صلاح الجسد بالقول الظاهر والعمل بالإيمان المطلق، كما قال أئمة أهل الحديث‏:‏ قول وعمل، قول باطن وظاهر، وعمل باطن وظاهر، والظاهر تابع للباطن لازم له، متى صلح الباطن صلح الظاهر، وإذا فسد فسد؛ ولهذا قال‏:‏ من قال من الصحابه عن المصلي العابث‏:‏ لو خَشَع قَلْبُ هذا لخشعت جوارحه‏.‏\" انتهى ففي حديث النعمان، ذكر الرسول صلى الله عليه وسلم، ظهور الحلال الذي شرع الله حله، وظهور الحرام الذي شرع الله تحريمه، وأن هناك شبهات، لا يعلمها إلا القليل من الناس، ولذلك يشرع في حق من لا يعلمها، أن يتورع من تعاطيها، حذرا من أن يتعاطى محرما بدون علم، وشبه هذا التورع والحذر، بحذر راعي الغنم وغيره من الحيوانات، من أن تقع في زرع محمي، فترتع فيه بغير قصد منه، فيبعدها عما يحيطها من حماها، وليس عن الزرع فقط، وفي قوله صلى الله عليه وسلم: (فَمَن اتَّقى الشُّبُهاتِ، اسْتَبْرَأَ لِدِينِهِ وعِرْضِهِ) ما يدل على أن هؤلاء المتقين المستبرئين لدينهم وعرضهم، لا يقوون على ذلك إلا إذا تدبروا بقلوبهم، وتأملوا بعقولهم العواقب الوخيمة، فإذا لم يتدبروا ويتعقلوا، ويفضلوا تنزيه أنفسهم من تلك الشبهات، تعرضو للطعن في دينهم، والوقوع في أعراضهم، وذلك هو لب التزكية الربانية الإبراهيمية المحمدية. ثم زاد الأمر بيانا، بمشبه به محسوس يعلمه كل الناس، ولا يتعاطون التعدي عليه، وهو أن لكل ملك من ملوك الدنيا حمى يحظر على الناس الاقتراب منه، والناس يخافون أن يقتربوا منه لسطوة الملك، وقدرته على معاقبة من تجاوز حظره، والمقصود من ذلك بيان أن الناس إذا كانوا يحذرون الملوك، فلا يقربون حماهم، فإن محارم الله يجب أن تكون أشد حرمة واحتراما وبعدا عنها، فلا يقعوا فيها، لأن بعض الملوك قد يتخذ حمى غير مشروع، بل قد يكون ظلما، والله تعالى لا يشرع إلا ما فيه مصلحة لخلقه، وهو أرحم بهم من أنفسهم، ولا يظلم ربك أحدا، وهو أشد قوة من جميع المخلوقين، وأعظم قدرة على جزاء من اعتدى على محارمه، فيجب طاعته فيما شرع. وكثير من الناس، قد يقعون في تعاطي المحرمات بسبب ميل قلوبهم، إلى الشهوات التي يزينها لهم الشيطان وأتباعه، مع شعورهم بقلوبهم، بأن ما مالت إليه تلك القلوب، بعدم الاطمئنان إلى تعاطيه، فتغلبهم الشهوة ووسوة الشيطان، فلا يتورعون، ومما يعين من يريد اتقاء الشبهات والحذر من الوقوع فيها، ما رواه وابصةَ بنِ مَعْبِدٍ رضيَ اللَّه عنه قال: أَتَيْتُ رسولَ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم فقال: « جِئْتَ تسأَلُ عنِ البِرِّ؟ » قلت: نعم، فقال: (اسْتَفْتِ قَلْبَكَ، البِرُّ: ما اطْمَأَنَّتْ إِلَيْهِ النَّفْسُ، واطْمَأَنَّ إِلَيْهِ القَلْبُ، والإِثمُ ما حاكَ في النَّفْسِ وتَرَدَّدَ في الصَّدْرِ، وإِنْ أَفْتَاكَ النَّاسُ وَأَفْتَوكَ)  [قال النووي رحمه الله في رياض الصالحين: حديثٌ حسن، رواهُ أحمدُ، والدَّارَمِيُّ في « مُسْنَدَيْهِما\".] وَروى أبو هُريْرة رضي الله عَنْهُ، قال: قالَ رَسُولُ الله صَلّى اللهُ عَلَيْهِ وسَلَّم: (إِنَّ الله لا يَنْظُرُ إِلى أَجْسامِكْم، وَلا إِلى صُوَرِكُمْ، وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعمالِكُمْ) [مسلم.] في هذا الحديث قسم الإنسان قسمين اثنين، القسم الأول: جسم وصورة، والقسم الثاني قلب وعمل، وأوضح أن الله تعالى لا ينظر إلى القسم الأول في الإنسان نظر تكريم وحب ورتبة تقربه إليه، بل ينظر إليه، إذا خلا من القسم الثاني نظر سخط ومقت، فهو عنده كما قال الله تعالى فيمن يزعم أنه يتقرب إليه بنحر الأضاحي في الحج، بدون تقوى له ولا إخلاص، فلا يقبلها الله منه لمجرد سفك دمها وتوزيع لحمها، وإنما يتقبلها منه لتقواه، كما قال تعالى:  {لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ ... (37)} [الحج] ولكنه ينظر إلى القسم الثاني، الذي هو القلب الذي يثمر إيمانه ويقينه وتقواه العمل الصالح الذي يتقرب به إلى ربه. احفظ هذه القاعدة: \"التزكية والتدسية أساسهما القلب\" وتدبر قول الله تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ (1): (9)} إلى قوله: {أُوْلَئِكَ هُمْ الْوَارِثُونَ (10) الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ (11)}. وقوله تعالى: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا (9) وَقَدْ خَابَ مَنْ دَسَّاهَا (10)} [الشمس] وغيرها من الآيات. وتدبر كل أمر يأمرك الله به، أو أمرك به رسوله، وكل نهي تقرأه في القرآن أو السنة، واعلم ان طاعتك لهما في ذلك، تزكية، وعصيانك لهما تدسية ومعصية، وانظر في مرآة قلبك، هل حرك لسانك، بالنطق بالخير، أوالصمت عن الشر، وحركات جسمك كلها، هل عملتْ خيرا أو شرا، وفكر في عاقبة أمرك في ذلك كله، فجسمك وأعضاء جسمك كلها، هي جنود لقلبك، فإذا رزقك الله مُلك قلبك، بمراقبة ربك، أمنت من هلاكك بما قد تفعله أعضاؤك، وإن ملكك الشيطان، فالتقم قلبك، وملك زمامه بالوسوسة واتباع ما يأمره به من خطواته، أهلكتك جنود قلبك: {إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُوْلَئِكَ كَانَ عَنْهُ مَسْئُولاً (36) } [الإسراء] فالقلب هو مأوى كل خير وبر ، وفيه تسكن جميع الصفات الحميدة، وهو كذلك مكمن كل سوء وشر، وفيه تنبت كل الخلال الذميمة، يتضح ذلك في حديث حُذيْفَة بنِ الْيمانِ، رضي اللَّه عنه، قال: حدثنا رسولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم، حَديثْين قَدْ رَأَيْتُ أَحدهُمَا، وَأَنَا أَنْتظرُ الآخَرَ: حدَّثَنا أَنَّ الأَمَانَة نَزلتْ في جَذْرِ قُلُوبِ الرِّجَالِ، ثُمَّ نَزَلَ الْقُرآنُ فَعلموا مِنَ الْقُرْآن، وَعلِمُوا مِنَ السُّنَّةِ، ثُمَّ حَدَّثنا عَنْ رَفْعِ الأَمانَةِ فَقال: (يَنَـامُ الرَّجل النَّوْمةَ فَتُقبضُ الأَمَانَةُ مِنْ قَلْبِهِ...) إلى أن قال: (حَتَّى يُقَالَ: إِنَّ في بَنِي فَلانٍ رَجُلاً أَمِيناً .. وَمَا في قلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلِ مِنْ إِيمانٍ.) [متفقٌ عليه] ومعلوم أن المنافقين هم الذين تجتمع في قلوبهم الخيانة والكذب والغدر وخلف الوعد ونقض العهد، وهم الذين يظهرون الإيمان، ويبطنون الكفر، أو يظهرون الطاعة، ويخفون المعصية. آثار تدسية النفس وتدنيسها وعدم تطهيرها والآن أنتقل بك إلى بعض الأمثلة لآثار تدسية النفس وتدنيسها، وعمل الأسباب الشيطانية التي تغطي القلب بران المعاصي والآثام، حتى يغدوا صاحبه، لا يفرق بين معروف ومنكر، ولا طاعة، ومعصية، بل يغدو مطبوعا على قلبه، حتى  لا يدخل عليه خير، ولا يخرج منه شر. فقد روى أبو هريرة -رضي اللّه عنه - : أن رسولَ اللَّهِ صلى الله عليه وسلم قال : (إِنَّ الْعَبْدَ إِذا أخْطَأَ خطيئَة ، نُكِتَتْ في قلبه نُكْتَةٌ ، فإِذا هو نَزَعَ واسْتَغْفَرَ وتابَ ، صُقِلَ قلبُه ، وإنْ عادَ ، زِيدَ فيها ، حتى تَعْلُوَ قَلْبَهُ، وهو الرَّانُ الذي ذكره اللّه) { كلا بل رانَ على قُلُوبِهمْ ما كانوا يكْسِبُونَ } [المطففين (14): [أخرجه الترمذي، وقال: حديث حسن صحيح، وصححه غيره، وحسنه الألباني.] قال السيد محمد رشيد رضا في تفسير المنار: \"وَإِنَّمَا تَكُونُ الْإِحَاطَةُ [يعني إحاطة الخطايا بالقلب] بِالِاسْتِرْسَالِ فِي الذُّنُوبِ ، وَالتَّمَادِي عَلَى الْإِصْرَارِ ، قَالَ - تَعَالَى - : {كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ} [83 : 14] أَيْ مِنَ الْخَطَايَا وَالسَّيِّئَاتِ ، فَفِي كَلِمَةِ {يَكْسِبُونَ} مَعْنَى الِاسْتِرْسَالِ وَالِاسْتِمْرَارِ، وَرَانَ عَلَيْهِ : غَطَّاهُ وَسَتَرَهُ، أَيْ أَنَّ قُلُوبَهُمْ قَدْ أَصْبَحَتْ فِي غُلْفٍ مِنْ ظُلُمَاتِ الْمَعَاصِي، حَتَّى لَمْ يَبْقَ مَنْفَذٌ لِلنُّورِ يَدْخُلُ إِلَيْهَا مِنْهُ\" انتهى. إن الذين يحيط الكفر بقلوبهم إحاطة كاملة، أو الذين يطمس الران قلوبهم، يخالفون سنن الله وفطرته التي فطر الناس عليها، والطهارة التي دعا الخلق إليها، وتطمئن قلوبهم إلى الأرجاس، والقاذورات، ويعادون تلك الفطرة والسنن الإلهية، ويسخرون من أهلها، وتضيق أنفسهم، بوجودهم معهم، ولا تطيب نفوسهم إلا بإخراجهم من ديارهم، حتى لا يبقى بجوارهم إلا محبو النجاسة والفساد، كما قال تعالى عن قوم لوط، لما نهاهم عن فعلهم: {وَلُوطاً إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنْ الْعَالَمِينَ (80)}إلى قوله: {(81) وَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَنْ قَالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ (82)} [الأعراف] ومن الأمثلة الدالة على وقاحة من طمست قلوبهم بالشهوات، ففقدوا الحياء، وأصبحوا يجاهرون بما لا تليق المجاهرة به، ما فعله قوم لوط مما لم يسبقه على فعله أحد من العالمين، وهو فعل الرجال الفاحشة بأمثالهم من الرجال علانية، وبعضهم يبصر بعضا، في نوادمكشوفة: {وَلُوطاً إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ (54)} [النمل] {أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمْ الْمُنكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنتَ مِنْ الصَّادِقِينَ (29)} [العنكبوت] ومن ذلك عدوانهم على من يمر بقريتهم من الغرباء، الكارهين لفعلهم، حتى هموا أن يفعلوا ذلك، بضيوف نبي الله لوط عليه السلا، الذي توسل إليهم، أن لايفضحوه فيهم، قبل أن يعرف أن ضيفه، هم جند الله من ملائكته الذين أرسلهم الله لإهلاك هؤلاء الفاسدين المفسدين، وعرض عليهم لوط عليه السلام، بدلا من العدوان على ضيفه، أن يتزوجوا بناته الطاهرات، قال بعض المفسرين: بنات صلبه، وأن لوطا عليه السلام، كان يمنعهم من تزوج بناته من قبل، فلما رآهم يريدون أن يعتدوا على ضيفه، عرض عليهم تزويجهن إياهم، ليصرفهم عن أضيافه، وقال بعضهم: بل بنات أمته، لأن بنات أمة كل نبي هن بمنزلة بناته، يعني بذلك، أنهن خير لقضاء شهوتهم من إتيان الرجال: {وَلَمَّا جَاءَتْ رُسُلُنَا لُوطاً سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعاً وَقَالَ هَذَا يَوْمٌ عَصِيبٌ (77) وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِنْ قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ قَالَ يَا قَوْمِ هَؤُلاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُوا اللَّهَ وَلا تُخْزُونِي فِي ضَيْفِي أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ (78) قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ (79)  [هود] وتأمل قولهم في جوابهم بعد عرضه بناته: ما لنا في بناتك من حق، يعني نحن لا رغبة لنا في النساء، وإنما رغبتنا في الرجال مثلنا، وأنت تعلم ذلك، فلا تصرفنا عما نريد، وقولهم: إنك لتعلم ما نريد، واضح في أن أعضاء الجسد لا تتحرك إلى الفعل، إلا بإرادة القلب، فالقلب هو أساس التزكية أو التدسية."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "هل من فرق بين عصر لوط والقرن الحادي والعشرين؟",
    "content": "ما الفرق بين ما جرى في قوم لوط في غابر الأزمان، وما يجري في القرن الحادي والعشرين، الذي فاق كل العصور التي سبقته، من عهد آدم إلى اليوم، في التقدم الحضاري، والرقي المادي، والتنظيم الإداري، والنظم السياسية – التشريعية والتنفيذية – والمواصلات والاتصالات، في الجو والبر والبحر، ووسائل الراحة والرفاهية، المساكن و أماكن العمل، واكتشاف ما في الفضاء الخارجي وما تذخر به الأرض من من خيرات؟ لا شك أن هذا العصر، بل وعصورا قبله لا يمكن مقارنتها بعصر قوم لوط، وما بعده بقرون، فتلك العصور كانت بدائية في كل شيء، أما عصورنا فلها شأن آخر يشاهده كل ذي عينين، ويسمعه كل ذي أذنين، ويشعر بتقدمه كل ذي عقل من الأحياء. وسأضرب مثلا واحدا فقد للمقارنة بين قوم لوط، المتوحشين المفسدين، وبين أهل هذا العصر، المثقفين والعلماء المتحضرين، في القضية ذات البحث: التزكية والتدسية، فأقول: إن قوم لوط في مسألة الفاحشة المثلية، أقل مؤاخذة في فعلهم القبيح، ممن يعملون عملهم اليوم، ذلك أنه لم يكن يوجد بينهم إلا رجل واحد، هو رسول الله إليهم، كان ينهاهم عن فعلهم، بلسانه، ولا قدرة له على الإنكار بغير قلبه ولسانه، بدليلين اثنين: الدليل الأول: أنه لم يكن قادرا على حماية ضيوفه من المفسدين، وقد توسل إليهم بوسائل سلمية، بحسب قدرته، كما سبق في الآيات المذكورة. الدليل الثاني: أفصح عنه بعد عجزه عن دفعهم، إفصاحا يدل على الحرج والضيق الشديدين، إذلم يجد من يعينه من القوم أنفسهم ولو بكلمة، عندما قال:  {أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ (78)} [هود] ثم ما أظهره من الأسى والحسرة، عندما تمنى لو كان له أعوان يلجأ إليهم لينصروه: [قَالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَى رُكْنٍ شَدِيدٍ (80)] [هود] فقومه عليه السلام، لم يكن في عهدهم حكومة لها دستور وقوانين، وقوة تردعهم عن أفعالهم، ونبي الله لوط لم يكن قادرا على منعهم بالقوة، ولا ناصر له من البشر. أما من يعملون أعمالهم في عصرنا الذي نعيش فيه، فتوجد فيه حكومات لها دساتير وقوانين تحكم بها الشعوب، وتوجد لديها من القوى الرادعة لمن يخرجون عن القوانين، ما يستطيعون بها ردعهم، ولكن هذه الحكومات التي هذا حالها، شرَّعت في برلمانتها قوانين تبيح زواج الرجال بالرجال، والنساء بالنساء، وشرّعت نوادي للعراة المختلطين من الرجال والنساء، فأصبح عمل العاملين عمل قوم لوط مشروعا، لا يقدر أحد أن ينكره. ومن ذلك القانون الشاذ الذي أقر في البرلمان الهولندي، استجابة لرغبة الشواذ ـ وقد وافق عليه مجلس الشيوخ الهولندي، ليكون زواج الرجل بالرجل، وزواج المرأة بالمرأة، عقد زواج مدني لا فرق بينه وبين الزواج بين الجنسين، وإليك قانونه: \"وافق مجلس الشيوخ الهولندي أو الغرفة الأولى للبرلمان كما يسمى في هولندا، الثلاثاء 19/12/2000م، على مشروع قانون تقدم به وزير العدل \"يان كوهين\" يقنن زواج الشواذ من الجنسين، ويحوّله بالتالي إلى عقد زواج مدني عادي يضاهي من حيث القيمة القانونية عقد الزواج العادي، أي الزواج بين الجنسين المختلفين. وقد جاءت موافقة أعضاء مجلس الشيوخ بأغلبية مريحة مثلما كان متوقعاً، كما جاء في تقرير لوكالة الأنباء الرسمية \"إي. إن. بي\"، حيث حظي القانون بمساندة 49 عضواً يمثلون كلاً من حزب العمل الحاكم، وشريكيه في الحكومة: الحزب الليبرالي وحزب الديمقراطيين 66، فضلاً عن حزبي اليسار الراديكاليين: حزب اليسار الأخضر، والحزب الاشتراكي. ولم يلق القانون الجديد والغريب في نفس الوقت سوى معارضة أقلية من النواب يمثلون حزب النداء الديمقراطي المسيحي، وأحزاب مسيحية أخرى صغيرة. ويعتبر القانون الجديد فريدًا من نوعه لاعتبارين اثنين على الأقل: أولهما: أنه يجعل هولندا الدولة الأولى في العالم التي تتبنى مثل هذا التشريع. وثانيهما: أنه يضع هولندا مرة أخرى وفي ظرف لا يتعدى عدة أسابيع لتكون سباقة دولياً إلى حسم قضايا شائكة وحساسة، وفي اتجاهٍ بدا للكثيرين مريبًا ومثيرًا، خصوصاً فيما يتعلق بموقف الدولة من القيم الدينية والأخلاقية، حيث لم يمض سوى وقت قصير منذ تبني البرلمان الهولندي قانونًا يجيز ما يسمى بـ\"قتل الرحمة\" للمرضى الميؤوس من حالتهم، حتى تبنى قانونًا جديدًا لا يقل غرابة وهو قانون \"زواج الشواذ\". وسيدخل القانون الجديد حيز التنفيذ في شهر يناير من السنة الجديدة 2001، حيث سيجري ضم هذا القانون إلى مواد مدونة الأحوال الشخصية الهولندية، وسيكون ملزِمًا للبلديات والقنصليات الهولندية في الخارج، بحيث توفر الإمكانيات وتكيف الإجراءات لكي يصبح بمقدور الشواذ من الجنسين \"لوطيين وسحاقيات\" توقيع عقود زواجهم وتوثيقها.!. المرجع موقع \"إسلام أون لاين\" http://www.islamonline.net/Arabic/news/2000-12/21/article13.shtml وما حصل في هولندا انتشر في غيرها من الدول الغربية، ومنها أمريكا، ولنضرب مثالاً بالتقرير الآتي الذي تم في هذا العام 1425ه  ـ 2004م \"تقارير رئيسية: (عام) الأربعاء 10 صفر 1425ه  - 31 مارس 2004م: ما حدث قبل أسابيع في مقاطعة سان فرانسيسكو الأمريكية حيث قام مجلس البلدية بتوثيق زواج 2600 من الشواذ؛ ليس مجرد مظهر جديد من مظاهر انحلال العالم الغربي وبالأخص الولايات المتحدة، وإنما هو طفرة جديدة للانتكاسة الفطرية والأخلاقية التي يعاني منها هذا الشطر من العالم، وقبل الحديث عن دلائل هذا الأمر وتبعاته نلقي الضوء على الحدث نفسه. فقد فتح عمدة المدينة الباب أمام الشواذ للحصول على تراخيص قانونية لزواجهم مما أدى إلى تدفق هذه الفئة الشاذة على مجلس البلدية لتوثيق عقود الزواج التي فاق عددها حتى الآن عن 2600 عقد، 15% منها لشواذ قدموا من خارج المدينة حيث لا تشترط قوانينها وثائق تتعلق بإقامة الأزواج. ويقول عمدة المدينة \"جافين نيوسم\" عن الدافع وراء قراره: أعتقد أن زواج المثليين أمر حتمي في بعض الحالات، ويعد تجاوزه خطأً كبيراً\". المرجع: \"موقع مفكرة الإسلام\" http://www.islammemo.cc/taqrer/one_news.asp?IDnews=134. وإذا لم يتمكن الشواذ في بعض الدول الغربية من تقنين زواجهم، لجؤوا إلى دولة غربية أخرى أصبح هذا الزواج فيها مقنناً، ليعقدوا قرانهم فيها، فيصبح معترفاً به تترتب عليه جميع أحكام الزواج المدني العادي بين الجنسين: \"ومما يذكر أن زاوج الشواذ مسموح به في عديد من الدول الأوربية كبلجيكا وهولندا، وعادة ما يلجأ الشواذ الفرنسيون إلى السفر إلى هذه البلدان أو إلى بعض ولايات الولايات المتحدة لعقد زواجهم فيها!\"). المرجع: \"لها أون لاين\": http://www.lahaonline.com/People/Archive/a2-30-04-2004.doc_cvt.htm ولا زالت الدول الغربية ترعى مؤتمرات الشواذ وتدافع عنهم، فهذه العاصمة السويدية \"ستوكهولم\" تحتضن مؤتمراً لهم وتحرسهم حراسة مشددة ضد الاحتجاجات التي قام بها من بقيت عندهم فطرة بشرية ضد هذه الممارسات الشاذة، فقد عقدوا مؤتمرهم تحت عنوان: \"مهرجان برايد Praid باسم الحديقة الشهيرة في المدينة\". هؤلاء أشد سوء من قوم لوط، لأن قادتهم الذين يتولون تدبير شئونهم، ويشرعون لهم، ويصدرون القوانين، ويقرون وسائل حياتهم، ويعلنون أنهم أهل عدل وحقوق إنسان، ولكن الأسوأ منهم من يدعون الإسلام، ويعملون عمل قوم لوط، فقد لفت نظري، صديق لي كان ينقلني في سيارته، في أحد شوارع عاصمة بلد إسلامي، إلى شباب مصطفين بجانب الشارع، قال لي انظر إلى الشباب الوقفين على يسارك، فنظرت، فقلت له: هؤلاء كلهن بنات، فضحك، وقال لي: هؤلاء كلهم شبان ذكور، يطيلون شعور رؤوسهم، ويتخذون عقاقير لتكبير نهودهم، ويزينون وجوههم وعيونهم كما تفعل النساء، ويقفون على الشوارع، يتعرضون لمن يطلبهم للواط! وهو يوجد في كثير من البلدان الإسلامية، ولكن لم يصل إلى ما وصل إليه الغربيون، ليس استحياء من الله ورسوله والمؤمنين، ولكن المجتمعات الإسلامية، لا زال يوجد فيها من ينكر هذه القبائح، فهم يخافون من المجتمع. قلت: وهناك مثال يحكي لنا ما وصل إليه بعض شبابنا، في هذا الباب القبيح \"اللواط\" قد لا يخطر ببال الشيطان الرجيم: شاب عربي من الجزائر يدعي الإسلام، يذهب إلى الأراضي المقدسة، ليؤدي فيها مناسك الحج، وقد عقد قبل حجه قرانا على صديق له من أهل دينه، وبعد أدائه نسك الحج، التي هي من أعظم وسائل التزكية والتطهير لمن يقوم بها من المسلمين الصادقين، رجع إلى بلده الذي يقيم فيه \"باريس\" ليفتتح مسجدا يقيم فيه الصلاة، هو وزجه وغيرهم من أعضاء جمعية تسمى HM2F كما يسمونها اختصارا، وهي \"\"للمثليين المسلمين في فرنسا\"!!! المصدر: العربية نت! http://www.alarabiya.net/articles/2012/11/21/250901.html فكر محمد لودفيك بالجامع الذي سيفتح أبوابه يوم 30 الجاري بعد عودته من الحج. سبحان الذي ختم الرسل جميعهم، بهذا النبي الكريم، \"محمد\" صلى الله عليه وسلم، وختم جميع كتبه، بهذا الكتاب العظيم \"القرآن الكريم\" الذي قال الله تعالى في شأنه: {أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ..(51)} [العنكبوت] وقال سبحانه: {سَنُرِيهِمْ آيَاتِنَا فِي الآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (53)} [فصلت] إنها معجزات تتجدد، في القرآن وفي السنة النبوية التي قال الله تعالى عنها: {وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ (44)} [النحل] ومن بيانه ما أخبر عنه مما يقع بعده، فما من خبر أفصح عنه القرآن، أوأخبر عنه الرسول صلى الله عليه وسلم، مما صح عنه في سنته، إلا وقع كما أخبر عنه، سواء كان قبل رسلته، أو بعدها، وهذه الواقعة من الحاج الجزائري المتدين اللوطي الشرعي واحدة منها. فقد روى أبو سعيد الخدري، رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: (لتتبعن سنن الذين من قبلكم. شبرا بشبر، وذراعا بذراع. حتى لو دخلوا في جحر ضب لاتبعتموهم\" قلنا: يا رسول الله! آليهود والنصارى؟ قال \"فمن؟)."
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "العناية بالأساس",
    "content": "سبق أن الله تعالى جعل القلب هو الذي يسيطر على بدن الإنسان وجوارحه كلها، وأن هذا الإنسان لا ينطق، ولا ينظر ولا يتحرك أي عضو من أعضائه، إلى أي قول أو فعل، سواء كان خيرا أو شرا، نافعا أو ضارا، إلا إذا أمره القلب بذلك، فالقلب يريد ويعزم ويأمر، والأعضاء تنفذ إرادته وعزمه وأمره: (ألا وإن في الجسد مضغة، إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله، وهي القلب). إذا كان الأمر كذلك، فكيف يتمكن الإنسان، من السيطرة على أعضائه وجوارحه، لتكون حركاتها، نافعة له في الدنيا والآخرة، وليست ضارة له فيهما؟ الجواب الذي لا جواب غيره، هو أن يتجه الإنسان إلى الأساس الذي يمَلك تلك الجوارح ويطوعها كيفما أراد وكيفما يهوى وهو \"القلب\"، بل كما يريد قرينه – الشيطان - الذي استعبد ذلك القلب، فأصبح مملوكا له، يخضع لوساوسه، ويتبع خطواته لأنه من أوليائه، وليس من أولياء الله. أقول: على الإنسان أن يتجه إلى ذلك القلب، ويجاهده حتى يستنقذه من عدوه الشيطان، ويتخذ من الأسباب والعوامل، ما يجعل قلبه عبدا لملك الملوك الذي لا إله إلا هو الملك المطلق، والرب الودود الرحيم، الذي أنزل كتابه، وأرسل رسوله، رحمة لعباده، وشفاء لما في صدورهم، فلا يأمرهم إلا بما ينفعهم في الدنيا والآخرة، ولا ينهاهم إلا عما يضرهم فيهما. وهنا يجب أن يبدأ باجتثاث آثار الرجس الذي حواه قلبه من إغواء الشيطان، من المعاصي والفسوق والعصيان، سواء تعلقت بحقوق الله من أمراض القلب، كالإشراك بالله كبيره و صغيره \"الرياء\" أو بجرائم الجوارح، كالزنا وشرب الخمر وترك ما افترضه عليه، كأركان الإسلام وفروعها الواجبة، أو تعلقت بحقوق الإنسان، من أقربائه \"كوالديه\" وجيرانه، وزملائه في أعماله الوظيفية، وشركائه في الصفقات التجارية وغيرها، أو غيرهم، ممن اعتدى على حق من حقوقهم، كل تلك الموبقات التي ارتكبها في حال فسقه، يجب أن يزيلها بالمطهر الشرعي الذي منحه الله تعالى، لتطهير القلوب من قاذورات المعاصي، مهما عظمت، وهي: التوبة إلى الله ذلك المطهر هو التوبة الصادقة التي كثر ذكرها في القرآن والسنة النبوية، فإنها إذا توفرت شروطها في التائب جبت كل مااكتسبه من الجرائم، وأعظمها جريمة الكفر الأكبر، ومن أمثلة التوبة عن الكفر في القرآن،  في القرآن، قوله تعالى:{كَيْفَ يَهْدِي اللَّهُ قَوْماً كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمْ الْبَيِّنَاتُ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (86) أُوْلَئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلائِكَةِ وَالنَّاسِ أَجْمَعِينَ (87) خَالِدِينَ فِيهَا لا يُخَفَّفُ عَنْهُمْ الْعَذَابُ وَلا هُمْ يُنْظَرُونَ (88) إِلاَّ الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (89)} [آل عمران] وكذلك قوله عز وجل: {إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنْ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيراً (145) إِلاَّ الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللَّهِ وَأَخْلَصُوا دِينَهُمْ لِلَّهِ فَأُوْلَئِكَ مَعَ الْمُؤْمِنِينَ وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْراً عَظِيماً (146)} [النساء] يلاحظ الفرق بين ما ذكر في توبة الكافرين، وما ذكر في توبة المنافقين: قال تعالى في توبة الكافرين: {إِلاَّ الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا} أي تابوا من كفرهم، والتوبة من الكفر هي ترك عبادة غير الله، وإخلاص عبادتهم له تعالى وحده، ثم {أصلحوا} أي عملوا ما كلفهم الله من الأعمال الصالحة في كتابه وسنة رسوله، صلى الله عليه وسلم، فهؤلاء كفرهم ظاهر، ومفارقتهم للمؤمنين الصريحة واضحة لا خفاء به، يكفي أن يعلنوا توبتهم عن الكفر، وعملهم بمقتضاها. أما المنافقون، فإنهم يظهرون للمسلمين أنهم منهم، ويعاملون، في الدنيا معاملة المسلمين في كل شيء، ما عدا مناصب الولايات، إذا ظهرت عليهم قرائن النفاق الاعتقادي، وبسبب خداعهم للمسلمين بذلك، قال تعالى في توبتهم: {إِلاَّ الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللَّهِ وَأَخْلَصُوا دِينَهُمْ لِلَّهِ} زاد هنا اعتصامهم بالله، وإخلاص دينهم له، لعل في ذكر هذين الأمرين في توبتهم – وهما مطلوبان من الكفار الصرحاء في كفرهم أيضا – أن المنافقين – كما ذكر الله عنهم – يخادعون المؤمنين، فيظهرون لهم أنهم منهم، وهم كاذبون، يتعاونون مع أعدائهم من أهل الكفر، فهم لا يصدقونهم فيما يدعون من الإسلام، فيحتاجون أن يقيموا البرهان والحجة، على تحولهم من المخادعة، إلى الصدق في إسلامهم، بما يدل على اعتصامهم بالله،وإخلاص الدين له، ومعرفة الصادق من الكاذب، تعرف بقرائن أحوالهما. والله أعلم. ومن أمثلة التوبة في القرآن: توبة العلماء عن كتمان العلم، الذي كلفهم الله تبليغه للمحتاجين إليه، قوله تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنْ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُوْلَئِكَ يَلْعَنُهُمْ اللَّهُ وَيَلْعَنُهُمْ اللاَّعِنُونَ (159) إِلاَّ الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُوْلَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (160)} [البقرة] وأعظم من كتمان العلم، الفتوى بالباطل كما كان علماء أهل الكتاب يفعلون، وكما يفعله كثير من علماء المسلمين اليوم، في كثير من بلدانهم، قال تعالى: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَناً قَلِيلاً فَبِئْسَ مَا يَشْتَرُونَ (187)} [آل عمران] أو لبس الحق به، كما قال تعالى: {يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ (71)} [آل عمران]. فإصلاح كل مذنب نفسه، بترك ذنبه الذي تاب منه، مطلوب من كل التائبين من ذنوبهم، ثم إظهار ذلك الإصلاح بالعمل لمخالف لعمله القديم الذي عصا الله به، لا بد منه في توبته، وهو في العلماء الذين كتموا العلم أو لبسه بالباطل، البيان، ولهذا قال هنا: {أصلحوا وبينوا} ومن أكبر الكبائر التي يطهر الله تعالى قلوب مرتكبيها بالتوبة، قطع السبيل على الناس، الذي يكون سببا في التضييق عليهم، والحول بينهم وبين قضاء حاجاتهم، سواء كان ذلك في المدن والقرى، أو في الفيافي والقفار، كما قال الله تعالى: {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَاداً أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلافٍ أَوْ يُنفَوْا مِنْ الأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنيَا وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ (33) إِلاَّ الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (34)} [المائدة] فتوبتهم مع قبول الله لها، تسقط عنهم العقوبة في الدنيا والآخرة، إذا حصلت قبل قدرة الجماعة  على القبض عليهم، كما هو واضح في النص. ومن الكبائر التي يقبل الله التوبة منها: رمي العفيفين والعفيفات، بجريمة الزنى، بدون إقامة البينة الشرعية التي نص الله تعالى عليها، في قوله: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَداً وَأُوْلَئِكَ هُمْ الْفَاسِقُونَ (4) إِلاَّ الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (5)} [النوور] والآيات في قبول التوبة من كل ذنب كثيرة. وإن من رحمة الله تعالى بعباده، أن يقبل توبتهم من جميع ذنوبهم، ليطهر قلوبهم ونفوسهم، ويجعلهم أهلا لمغفرته وفضله، وقد أمر رسوله صلى الله عليه وسلم، أن يأخذ ممن أذنب من المسلمين صدقاتهم التي أرادوا بها تكفير ذنوبهم، لتطهيرهم منها، وتنمية إيمانهم به، وأمره أن يدعو لهم، لتسكن قلوبهم وتطمئن بقبولها، وتثبيت الله تعالى لهم على هداه، فقال تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ (103) أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ (104)} [التوبة] وهو تعالى فوق ذلك القبول والتطهير والتزكية بالتوبة، والدعاء لهم، شديد الفرح بتوبتهم إليه، كما في حديث ابن ابن مسعود الذي رواه عنه الحارث بن سويد، قال: \"دخلت على عبدالله أعوده وهو مريض. فحدثنا حديثين: أحدهما عن النبي صلى الله عليه وسلم، والآخر عن نفسه، قال: إن المؤمن يرى ذنوبه كأنه قاعد تحت جبل يخاف أن يقع عليه، وإن الفاجر يرى ذنوبه كذباب مر على أنفه، فقال به هكذا. قال أبو شهاب بيده فوق أنفه، ثم قال: (لله أفرح بتوبة العبد من رجل نزل منزلاً وبه مهلكة، ومعه راحلته، عليها طعامه وشرابه، فوضع رأسه فنام نومة، فاستيقظ وقد ذهبت راحلته، حتى اشتد عليه الحر والعطش أو ما شاء الله، قال: أرجع إلى مكاني، فرجع فنام نومة، ثم رفع رأسه، فإذا راحلته عنده). [البخاري ومسلم، واللفظ للبخاري] قال الحافظ في الفتح عند شرحه للحديث: \"قوله بيده على انفه هو تفسير منه لقوله: فقال به، قال المحب الطبري: انما كانت هذه صفة المؤمن لشدة خوفه من الله ومن عقوبته، لأنه على يقين من الذنب وليس على يقين من المغفرة، والفاجر قليل المعرفة بالله فلذلك قل خوفه واستهان بالمعصية. وقال بن أبي جمرة: السبب في ذلك، أن قلب الفاجر مظلم فوقوع الذنب خفيف عنده، ولهذا تجد من يقع في المعصية إذا وعظ يقول هذا سهل. قال: ويستفاد من الحديث، أن قلة خوف المؤمن ذنوبه وخفته عليه يدل على فجوره، قال والحكمة في تشبيه ذنوب الفاجر بالذباب، كون الذباب أخف الطير وأحقره، وهو مما يعاين ويدفع بأقل الأشياء، قال وفي ذكر الأنف مبالغة في اعتقاده خفة الذنب عنده، لان الذباب قلما ينزل على الأنف وانما يقصد غالبا العين، قال: وفي اشارته بيده تأكيد للخفة أيضا، لأنه بهذا القدر اليسير يدفع ضرره\" انتهى"
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "شروط قبول الله توبة عبده",
    "content": "وقد أجمل الإمام النووي، رحمه الله تلك الشروط عن العلماء في أول الباب الثاني، من رياض الصالحين، وهو باب التوبة، فقال: \"قال العلماء: التوبة واجبة مِنْ كل ذنب. فإن كانت المعصية بين العبد وبين اللَّه تعالى، لا تتعلق بحق آدمي، فلها ثلاثة شروط: أحدها أن يقلع عَنْ المعصية. والثاني أن يندم عَلَى فعلها. والثالث أن يعزم أن لا يعود إليها أبدا. فإن فقد أحد الثلاثة لم تصح توبته. وإن كانت المعصية تتعلق بآدمي فشروطها أربعة: هذه الثلاثة وأن يبرأ مِنْ حق صاحبها. فإن كانت مالا أو نحوه رده إليه، وإن كان حد قذف ونحوه مكنه مِنْه أو طلب عفوه، وإن كانت غيبة استحله مِنْها. ويجب أن يتوب مِنْ جميع الذنوب، فإن تاب مِنْ بعضها صحت توبته عند أهل الحق مِنْ ذلك الذنب وبقى عليه الباقي.\" انتهى. قلت: أما شرط الإقلاع، فقد بينه الله تعالى في قوله: {إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُوْلَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيماً حَكِيماً (17) وَلَيْسَتْ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمْ الْمَوْتُ قَالَ إِنِّي تُبْتُ الآنَ وَلا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُوْلَئِكَ أَعْتَدْنَا لَهُمْ عَذَاباً أَلِيماً (18)} [النساء] فالآية الأولى من هاتين الآيتين، حصرت توبة الله على من يتوبون من قريب، وهي تعني الإقلاع الفوري، عن المعصية، فإذا لم يقلع عن معصيته فورا بل بقي مصرا عليها، فإنه لا يزال عاصيا، مستحقا لعقاب الله، ولا يستحق توبته عليه، هذا المعنى واضح في الآية، والذي لا يقلع عن تلك المعصية، بل يعود عليها ويعزم في نفسه أنه سيتوب منها، قبل أن ينزل به الموت، هو مستسلم لوسوسة الشيطان، ومتبع لخطواته، ومتبع لهوى نفسه، فيموت عاصيا."
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "فيجب أن يسأل نفسه هذين السؤالين:",
    "content": "السؤال الأول: هل يضمن لنفسه بعد ارتكاب المعصية، أن يتأخر ملك الموت وأعوانه من الملائكة، ساعة أو دقيقة أو لحظة من الزمن، حتى يتمكن من التوبة. السؤال الثاني: هل إذا استمر في تعاطي المعصية، ولم يقلع عنها، هل يضمن لنفسه ألا يطبع الله على قلبه، بالران الذي قال الله تعالى عنه:  {بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ (14)} [المطففين]  كما سبق.؟ ولا يقال: إن الله تعالى قال: {ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ}ولم يقل: \"يقلعون\" لأن من أهم مقاصد التوبة، الإقلاع عن المعصية، بل هو لبها وجوهرها. وقد يتعلل يعض الناس، في تأخر إقلاعه، عن الذنب بالآية الثانية: {وَلَيْسَتْ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمْ الْمَوْتُ قَالَ إِنِّي تُبْتُ الآنَ} بأن يقول: إن الله تعالى يقبل التوبة قبل أن يحضر الموت، كما ثبت أنه يقبل من العبد التوبة، ما لم يغرغر، وهو كما سبق من وسوسة الشيطان، لأن التوبة قبل حضور الموت، لا يدخل فيها تأخير الإقلاع عن المعصية والاستمرار على تعاطيها، إلى حضور الموت. قال السيد محمد رشيد رضا رحمه الله في تفسير الآيتين: \"وَالْمُرَادُ بِالزَّمَنِ الْقَرِيبِ : الْوَقْتُ الَّذِي تَسْكُنُ تِلْكَ الثَّوْرَةُ، أَوْ تَنْكَسِرُ بِهِ تِلْكَ السَّوْرَةُ، وَيَثُوبُ إِلَى فَاعِلِ السَّيِّئَةِ حِلْمُهُ، وَيَرْجِعُ إِلَيْهِ دِينُهُ وَعَقْلُهُ، وَذَهَبَ جُمْهُورُ الْمُفَسِّرِينَ إِلَى تَفْسِيرِ الزَّمَنِ الْقَرِيبِ بِمَا قَبْلَ حُضُورِ الْمَوْتِ، وَاحْتَجُّوا عَلَى ذَلِكَ بِالْآيَةِ الثَّانِيَةِ الَّتِي تَنْفِي قَبُولَ تَوْبَةِ الَّذِينَ يَتُوبُونَ إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ. وَلَيْسَ ذَلِكَ بِحُجَّةٍ لَهُمْ، لِأَنَّ الظَّاهِرَ أَنَّ هَذِهِ الْآيَةَ بَيَّنَتِ الْوَقْتَ الَّذِي تُقْبَلُ فِيهِ التَّوْبَةُ مِنْ كُلِّ مُذْنِبٍ حَتْمًا، وَالْآيَةُ الثَّانِيَةُ بَيَّنَتِ الْوَقْتَ الَّذِي لَا تُقْبَلُ فِيهِ تَوْبَةُ مُذْنِبٍ قَطُّ، وَمَا بَيْنَ الْوَقْتَيْنِ مَسْكُوتٌ عَنْهُ، وَهُوَ مَحَلُّ الرَّجَاءِ وَالْخَوْفِ، فَكُلَّمَا قَرُبَ وَقْتُ التَّوْبَةِ مِنْ وَقْتِ اقْتِرَافِ الذَّنْبِ كَانَ الرَّجَاءُ أَقْوَى، وَكُلَّمَا بَعُدَ الْوَقْتُ بِالْإِصْرَارِ، وَعَدَمِ الْمُبَالَاةِ، وَالتَّسْوِيفِ كَانَ الْخَوْفُ مِنْ عَدَمِ الْقَبُولِ هُوَ الْأَرْجَحُ، لِأَنَّ الْإِصْرَارَ قَدْ يَنْتَهِي قَبْلَ حُضُورِ الْمَوْتِ بِالرَّيْنِ وَالْخَتْمِ، وَإِحَاطَةِ الْخَطِيئَةِ\" انتهى."
  },
  {
    "type": "section",
    "id": "section-10",
    "title": "وأما شرط الندم على المعصية",
    "content": "فلعل ما حصل لصاحب الجنتين، وما أبداه من تحسر بعد أن أنزل الله بجنتيه، الرجز الذي حرمه منهما ومما أنفقه فيهما، بسبب كبريائه وزعمه أنه استحقهما لذاته، وعدم سماع نصح صاحبه الذي حاوره، وذكره بالرجوع إلى ربه، فأظهر استغناءه عن الله، وقال: {وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لأَجِدَنَّ خَيْراً مِنْهَا مُنقَلَباً (36)} فلما أهلكهما الله تعالى ندم وتمنى لو أنه استجاب لنصح صاحبه، كما قال الله تعالى عنه:   وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَداً (42) [الكهف]. ومثله أصحاب الجنة التي ذكرها الله في سورة \"القلم\" الذين قالوا، بعد أهلكها الله تعالى: {فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ (26) بَلْ نَحْنُ مَحْرُومُونَ (27)} إلى قوله: {يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ (31)} [القلم] وتأمل قول الله تعالى عن الظالم، كيف يندم يوم القيامة على ظلمه: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً (27) يَا وَيْلَتِي لَيْتَنِي لَمْ أَتَّخِذْ فُلاناً خَلِيلاً (28) لَقَدْ أَضَلَّنِي عَنْ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلإِنسَانِ خَذُولاً (29)}[الفرقان]. كل أولئك يندمون يوم القيامة، لأنهم لم يتوبوا إلى الله، ويندموا على عملهم بعد المعصية في الدنيا، فاستحقوا جزاءه في ذلك اليوم الذي لا ينفعهم ندمهم، قال العلامة ابن كثير رحمه الله في تفسير آيات سورة الفرقان، في كتابه \"تفسير القرآن العظيم\": \"يخبر تعالى عن ندم الظالم الذي فارق طريق الرسول صلى الله عليه وسلم, وما جاء به من عند الله من الحق المبين الذي لا مرية فيه، وسلك طريقاً أخرى غير سبيل الرسول، فإذا كان يوم القيامة ندم حيث لا ينفعه الندم، وعض على يديه حسرة وأسفاً، وسواء كان سبب نزولها في عقبة بن أبي معيط أو غيره من الأشقياء، فإنها عامة في كل ظالم، كما قال تعالى: {يوم تقلب وجوههم في النار} الاَيتين, فكل ظالم يندم يوم القيامة غاية الندم، ويعض على يديه قائلاً {يا ليتني اتخذت مع الرسول سبيلاً * يا ويلتى ليتني لم أتخذ فلاناً خليلاً}. انتهى."
  },
  {
    "type": "section",
    "id": "section-11",
    "title": "ما على العاصي أن يفعل إذا تزكى قلبه وتاب عن المعاصي؟",
    "content": "إنه الآن ستتكالب عليه شياطين الإنس والجن معا، وسيحتاج إلى خوض معركة قد تكون أشد وأعتى عليه، من معركة ظفره بالتوبة، فقرينه \"الشيطان\" الذي انتصر عليه، فتاب إلى ربه، سيجمع لحربه ومحاولة إضلاله، خيلَه ورجِلَه، وسيكثر من وسوسته في قلبه، يبدأ في إمراض قلبه بالشكوك المقلقه، وبتزيين الشهوات المحرمة، ودعوته إلى ارتكابها، وسيعاديه بعض أقاربه الذين كان قرينا لهم في المعاصي قبل توبته، وكذلك قرناؤه ممن كان ينادمهم، ويصاحبهم في طريق المنكرات، رجالا ونساءً، فما الذي يحرسه وينجيه من جره للعودة إلى نواديهم، وانغماسه في ذنوبهم وآثامهم؟ إنه سيكون أحد رجلين: الرجل الأول ذو الإيمان القوي، والقلب الثابت عليه، والقادر على الانتصار في معركته، مع الشيطان، فيستعين بالله عليه ويثبت، ثبوت رواسي الجبال، والعزم على التأثير في أهله ورفقائه السابقين، والصبر على هدايتهم، بدلا من أن يؤثروا هم فيه بحرفه عن الصراط المستقيم، فيبقى صابرا محتسبا، لعل الله تعالى ينصره عليهم، فيهتدون، فينال بذلك مثل هدايتهم، فيكون ممن قال الله تعالى فيهم: {وَمَنْ أَحْسَنُ قَوْلاً مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنْ الْمُسْلِمِينَ (33)} إلى قوله تعالى:{وَمَا يُلَقَّاهَا إِلاَّ الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلاَّ ذُو حَظٍّ عَظِيمٍ (35)} [فصلت] وقال فيهم الرسول الكريم صلى الله عليه وسلم، كما في أمره لابن عمه: علي بن أبي طالب، رضي الله عنه: في الحديث الذي رواه سهل بنِ سعدٍ السَّاعِدِيِّ رضي الله عنه: (فَواللَّه لأَنْ يَهْدِيَ اللَّه بِكَ رَجُلاً وَاحِداً خَيْرٌ لَكَ مِنْ حُمْرِ النَّعَمَ) [متفقٌ عليه.] الرجل الثاني، رجل يصعب عليه الثبات أمام من يريدون إضلاله وإعادته إلى معاصي الله، فعليه هنا مفارقتهم جميعا، والنجاة بنفسه، فيهاجر إلى مكان آخر، يجد فيه من يعينه على طاعة الله، يستطيع أن يبقى على توبته، وعبادة ربه، وهذا ما دل الرسول صلى الله عليه وسلم، أصحابه الذين آذتهم قريش، من الهجرة إلى الحبشه، ثم إلى المدينة، ومن المعروف أن جليس الخير يؤثر في جليسه الخير، وجليس السوء، يؤثر في جليسه السوء، كما ثبت عن الرسول صلى الله عليه وسلم، في حديث أبي  موسى الأَشعَرِيِّ رضيَ اللَّهُ عنه أَن النَّبِيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم قال: (إِنَّما مثَلُ الجلِيس الصَّالِـحِ وَجَلِيسِ السُّوءِ، كَحَامِلِ المِسْكِ، وَنَافِخِ الْكِيرِ، فَحامِلُ المِسْكِ، إِمَّا أَنْ يُحْذِيَكَ، وَإِمَّا أَنْ تَبْتَاعَ مِنْهُ وَإِمَّا أَنْ تَجِدَ مِنْهُ ريحاً طيِّبةً، ونَافخُ الكيرِ إِمَّا أَن يحْرِقَ ثيابَكَ وإمَّا أنْ تجِدَ مِنْهُ ريحاً مُنْتِنَةً) [البخاري ومسلم]. وقد روى أبو سعيد الخدري، عن رسول الله صلى الله عليه وسلم، أنه ذكر رجلا ممن قبل هذه الأمة، أسرف في كثرة ارتكاب الكبائر، حيث قتل تسعة وتسعين رجلا، ثم رغب في التوبة، فسأل راهبا قيل له: إنه أعلم أهل الأرض، فآيسه ذلك الراهب من التوبة، فقتله، مكملا به المائة. ثم سأل عن أعلم أهل الأرض، (فدُلَّ على رجلٍ عالمٍ فقال: إنهَ قَتل مائةَ نفسٍ فهلْ لَهُ مِنْ تَوْبةٍ؟ فقالَ: نَعَمْ ومنْ يحُولُ بيْنَهُ وبيْنَ التوْبة؟ انْطَلِقْ إِلَى أَرْضِ كذا وكذا، فإِنَّ بها أُنَاساً يعْبُدُونَ الله تعالى فاعْبُدِ الله مَعْهُمْ، ولا تَرْجعْ إِلى أَرْضِكَ فإِنَّهَا أَرْضُ سُوءٍ، فانطَلَق حتَّى إِذا نَصَف الطَّريقُ أَتَاهُ الْموْتُ، فاختَصمتْ فيهِ مَلائكَةُ الرَّحْمَةِ وملاكةُ الْعَذابِ، فقالتْ ملائكةُ الرَّحْمَةَ: جاءَ تائِباً مُقْبلا بِقلْبِهِ إِلى اللَّهِ تعالى، وقالت ملائكةُ العذابِ: إنه لم يعْمَلْ خيرا قَطُّ، فأَتَاهُمْ مَلكٌ في صُورَةِ آدمي فجعلوهُ بيْنهُمْ أَي حكماً، فقال قيسوا ما بَيْن الأَرْضَين فإِلَى أَيَّتهما كَان أَدْنى فهْو لَهُ، فقاسُوا فوَجَدُوه أَدْنى إِلَى الأَرْضِ التي أَرَادَ فَقبَضْتهُ مَلائكَةُ الرَّحمةِ) [البخاري ومسلم]. وفي قول ملائكة الرحمة: \"جاءَ تائِباً مُقْبلا بِقلْبِهِ إِلى اللَّهِ تعالى\" دليل على أن العبرة بالقلب الذي هو أساس عمل الجوارح، وقول ملائكة العذاب: \"إِنَّهُ لمْ يَعْمَلْ خيْراً قطُّ\" سبب عدم عمله، أنه لم يتمكن من العمل الصالح، لأن الموت عاجله قبل أن يفعل. وأما العزم على عدم العودة إلى المعصية، فيدل عليه: قول كعب بن مالك، رضي الله عنه في قصة تخلفه عن رسول الله صلى الله عليه وسلم، في غزوة تبوك: \"إن الله إنما أنجاني بالصدق. وإن من توبتي أن لا أحدث إلا صدقا ما بقيت. قال فوالله! ما علمت أن أحدا من المسلمين أبلاه الله في صدق الحديث، منذ ذكرت ذلك لرسول الله صلى الله عليه وسلم إلى يومي هذا، أحسن مما أبلاني الله به. والله! ما تعمدت كذبة منذ قلت ذلك لرسول الله صلى الله عليه وسلم، إلى يومي هذا. وإني لأرجو أن يحفظني الله فيما بقي.\" [مسلم] وأما شرط البراءة فيدل عليها حديث أَبي هريرة رضي اللَّه عنه، أَن رسولَ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم قال: (أَتَدْرُون من الْمُفْلِسُ؟) قالُوا: الْمُفْلسُ فِينَا مَنْ لا دِرْهَمَ لَهُ وَلا مَتَاعَ. فقال: (إِنَّ الْمُفْلِسَ مِنْ أُمَّتِي مَنْ يَأْتِي يَوْمَ الْقيامةِ بِصَلاةٍ وَصِيَامٍ وزَكَاةٍ، ويأْتِي وقَدْ شَتَمَ هذا، وقذَف هذَا وَأَكَلَ مالَ هَذَا، وسفَكَ دَم هذَا، وَضَرَبَ هذا، فيُعْطَى هذَا مِنْ حسَنَاتِهِ، وهَذا مِن حسَنَاتِهِ، فَإِنْ فَنِيَتْ حسناته قَبْلَ أَنْ يقْضِيَ مَا عَلَيْهِ، أُخِذَ مِنْ خَطَايَاهُمْ فَطُرحَتْ علَيْه، ثُمَّ طُرِح في النَّارِ) [رواه مسلم.] قال الإمام النووي، رحمه الله، في شرحه للحديث: \"مَعْنَاهُ أَنَّ هَذَا حَقِيقَة الْمُفْلِس، وَأَمَّا مَنْ لَيْسَ لَهُ مَال، وَمَنْ قَلَّ مَاله، فَالنَّاس يُسَمُّونَهُ مُفْلِسًا، وَلَيْسَ هُوَ حَقِيقَة الْمُفْلِس، لِأَنَّ هَذَا أَمْر يَزُول، وَيَنْقَطِع بِمَوْتِهِ، وَرُبَّمَا يَنْقَطِع بِيَسَارٍ يَحْصُل لَهُ بَعْد ذَلِكَ فِي حَيَاته، وَإِنَّمَا حَقِيقَة الْمُفْلِس هَذَا الْمَذْكُور فِي الْحَدِيث فَهُوَ الْهَالِك الْهَلَاك التَّامّ، وَالْمَعْدُوم الْإِعْدَام الْمُقَطَّع، فَتُؤْخَذ حَسَنَاته لِغُرَمَائِهِ، فَإِذَا فَرَغَتْ حَسَنَاته أُخِذَ مِنْ سَيِّئَاتهمْ، فَوُضِعَ عَلَيْهِ، ثُمَّ أُلْقِيَ فِي النَّار فَتَمَّتْ خَسَارَته وَهَلَاكه وَإِفْلَاسه.\" انتهى. قلت: فالمسلم الصادق الذي، يخاف على نفسه، من هذا الإفلاس الحقيقي التام، الذي فيه الخسارة الكاملة، بفقده حسناته، التي هو أحوج ما يكون إليها في ذلك اليوم، وطرح سيئات من ظلمه في الدنيا على ظهره، المسلم الصادق، لا يرضى لنفسه أن يموت، قبل أن يبرأ من ظلمه لغيره، بل لا بد أن يتحلل من منه قبل موته، إما برد الحقوق إليه، أو طلب عفوه عنه مغفرت له."
  },
  {
    "type": "section",
    "id": "section-12",
    "title": "استمرار إشراف القائد",
    "content": "سبق أن القلب هو الذي يحرك الجسم وأعضاءه، وسبق فرض أن صاحبه زكاه وطهره من دنس الشيطان، وأنه في حالة استعداد، لصلته القوية بالله تعالى، وإذا قويت صلته بربه، فإنه سيكون قائدا لجميع أعضاء الجسم الذين هم جنوده، إلى الله محاربا لعدوه \"الشيطان\" ومعنى هذا أن هؤلاء الجنود مرتبطون في معركتهم بقائدهم، ليبقوا دائما على السمع والطاعة، فإذا تخلى عنهم لحظة من الزمن، اهتبل عدوه غفلته وسخر جنوده لاتباع خطواته، ما لم يفق قائدها سريعا عن تخليه، فيشهر سلاحه القتال على \" العدو المبين الشيطان الرجيم\" ذكر الله تعالى نعم ذكر الله تعالى هوالسلاح القاطع، والحصن المانع، والنور الساطع، والقائد الهادي، والناصح الحادي، ولذلك أمر الله تعالى به ووصفه بالكثرة، في عدة آيات، فقال لزكريا، صلى الله عليه وسلم: {وَاذْكُرْ رَبَّكَ كَثِيراً وَسَبِّحْ بِالْعَشِيِّ وَالإِبْكَارِ (41)} [آل عمران]. وأمر به المؤمنين بعد أمرهم بالثبات، في أشد المواقف عليهم ضيقا وحرجا، ليكون لهم معينا ومخرجا، وهم يواجهون عدوا أقوى منهم عَددا وأكثر عُددا، في معركة فاصلة، سماها تعالى: \"يوم الفرقان\"  وأطمعهم بالفوز والفلاح، فقال عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ (45)} [الأنفال] وطلب موسى عليه السلام من ربه، أن يقويه في رسالته إلى فرعون العاتي المتجبر، بإرسال أخيه \"هارون\" عليه السلام، وذكر من أهداف هذا الطلب، تعاونهما على كثرة ذكر الله الذي يمدهما بالصبر على البلوى التي يعلم أن فرعون وحزبه، سيبلونهما بها، ووصف ذلك بالكثرة مرتين: المرة الأولى في التسبيح، والمرة الثانية في الذكر، مع أن التسبيح هو ذكر، فقال تعالى عنه: {وَاجْعَلْ لِي وَزِيراً مِنْ أَهْلِي (29) هَارُونَ أَخِي (30) اشْدُدْ بِهِ أَزْرِي (31) وَأَشْرِكْهُ فِي أَمْرِي (32) كَيْ نُسَبِّحَكَ كَثِيراً (33) وَنَذْكُرَكَ كَثِيراً (34)} [طه] وقال تعالى في دفع أهل الفساد عن الإفساد في الأرض، وتدمير المقدسات، التي يقوم أهل الأديان كلهم بعبادتهم فيها، بأهل الصلاح والإصلاح الذين يعمرون الأرض، ويكافحون الفساد والمفسدين،: {وَلَوْلا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيراً وَلَيَنصُرَنَّ اللَّهُ مَنْ يَنصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (40)} [الحج] وذم الله سبحانه الشعراء الذين الذين ليس لهم منهج مستقر مستقيم ثابت، على هدى الله تعالى، بل يسيرون وفق أهوائهم المتغيرة من شأن إلى آخر، فقال سبحانه: {وَالشُّعَرَاءُ يَتَّبِعُهُمْ الْغَاوُونَ (224)} الآيات ... إلى قوله: {إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيراً وَانتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ (227)} [الشعراء] وذكر من صفات المؤمنين الذين هم أهل للاقتداء برسوله الكريم، الذي أكد الائتساء به بالقسم، كثرة ذكرهم لله تعالى، الذي كان هو صلى الله عليه وسلم، على ذكر دائم له، فقال تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللَّهَ كَثِيراً (21)} [الأحزاب] قال السيد محمد رشيد رضا، رحمه الله: {واذكر ربك  في نفسك}: {وَلَا تَحْصُلُ فَائِدَةُ الذِّكْرِ بِاللِّسَانِ إِلَّا مَعَ ذِكْرِ الْقَلْبِ، وَهُوَ مُلَاحَظَةُ مَعَانِي الْقَوْلِ، وَكَأَيٍّ مِنْ ذِي وِرْدٍ يَذْكُرُ اللهَ ذِكْرًا كَثِيرًا يَعُدُّ بِالسِّبْحَةِ مِنْهُ الْمِئِينَ أَوِ الْأُلُوفَ ثُمَّ لَا يُفِيدُهُ كُلُّ ذَلِكَ مَعْرِفَةً بِاللهِ وَلَا مُرَاقَبَةً لَهُ، بَلْ هُوَ عَادَةٌ تُقَارِنُهَا عَادَاتٌ أُخْرَى مُنْكَرَةٌ شَرْعًا، وَمَا ذَلِكَ إِلَّا أَنَّهُ ذِكْرٌ لِسَانِيٌّ مَحْضٌ لَا حَظَّ فِيهِ لِلْقَلْبِ، ذِكْرُ النَّفْسِ وَحْدَهُ يَنْفَعُ دَائِمًا، وَذِكْرُ اللِّسَانِ وَحْدَهُ قَلَّمَا يَنْفَعُ، وَقَدْ يَكُونُ فِي بَعْضِ الْأَحْوَالِ ذَنْبًا، وَالْأَكْمَلُ الْجَمْعُ بَيْنَ ذِكْرِ اللِّسَانِ وَالْقَلْبِ.}. انتهى. وتأمل في ذلك، قول الباري جل وعلا في كتابه: {وَإِمَّا يَنزَغَنَّكَ مِنْ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ (200) إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنْ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ (201)} [الأعراف] فالشيطان يغري، وإغراؤه خطير وجذاب، ولا ينجو من خطره وجذبه إلا من التجأ إلى من لا معين له سواه، من إغرائه. قال السيد محمد رشيد رضا، في تفسير المنار، في قصة خلق آدم وأمره الملائكة وإبليس بالسجود له ووسوسة الشيطان له ولزوجه، بالأكل من الشجرة: \"....أَنَّ كُلَّ قُوَّةٍ مِنْ قُوَى هَذِهِ الْأَرْضِ وَكُلَّ نَامُوسٍ مِنْ نَوَامِيسِ الطَّبِيعَةِ فِيهَا خُلِقَ خَاضِعًا لِلْإِنْسَانِ، وَخُلِقَ الْإِنْسَانُ مُسْتَعِدًّا لِتَسْخِيرِهِ لِمَنْفَعَتِهِ إِلَّا قُوَّةَ الْإِغْرَاءِ بِالشَّرِّ، وَنَامُوسَ الْوَسْوَسَةِ بِالْإِغْرَاءِ الَّذِي يَجْذِبُ الْإِنْسَانَ دَائِمًا إِلَى شَرِّ طِبَاعِ الْحَيَوَانِ، وَيُعِيقُهُ عَنْ بُلُوغِ كَمَالِهِ الْإِنْسَانِيِّ، فَالظَّاهِرُ مِنَ الْآيَاتِ أَنَّ الْإِنْسَانَ لَا يَغْلِبُ هَذِهِ الْقُوَّةَ وَلَا يُخْضِعُهَا مَهْمَا ارْتَقَى وَكَمُلَ، وَقُصَارَى مَا يَصِلُ إِلَيْهِ الْكَامِلُونَ هُوَ الْحَذَرُ مِنْ دَسَائِسِ الْوَسْوَسَةِ وَالسَّلَامَةُ مِنْ سُوءِ عَاقِبَتِهَا، بِأَلَّا يَكُونَ لَهَا سُلْطَانٌ عَلَى نَفْسِ الْكَامِلِ تَجْعَلُهُ مُسَخَّرًا لَهَا وَتَسْتَعْمِلُهُ بِالشُّرُورِ كَمَا قَالَ - تَعَالَى - : {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ} {17 : 65} وَقَالَ - عَزَّ وَجَلَّ - : {إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ} {7 : 201}\" انتهى. وقال في تفسير قوله تعالى: {فَإِذَا أَمِنتُمْ فَاذْكُرُوا اللَّهَ كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ (239)} [البقرة]: \"وَأَمَرَهُمْ بِكَثْرَةِ الذِّكْرِ فِي عِدَّةِ آيَاتٍ، وَذَكَرَ اللهُ أَعْوَانَ مَا يُعِينُ عَلَى تَرْبِيَةِ النَّفْسِ وَإِنْ جَهِلَ ذَلِكَ الْغَافِلُونَ، رَوَى ابْنُ جَرِيرٍ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ قَالَ فِي تَفْسِيرِ الْآيَةِ : \"لَا يَفْرِضُ اللهُ عَلَى عِبَادِهِ فَرِيضَةً إِلَّا جَعَلَ لَهَا جَزَاءً مَعْلُومًا ثُمَّ عَذَرَ أَهْلَهَا فِي حَالِ عُذْرٍ، غَيْرَ الذِّكْرِ فَإِنَّ اللهَ لَمْ يَجْعَلْ لَهُ حَدًّا يَنْتَهِي إِلَيْه، وَلَمْ يَعْذُرْ أَحَدًا فِي تَرْكِهِ، إِلَّا مَغْلُوبًا عَلَى عَقْلِهِ، فَقَالَ: {فَاذْكُرُوا اللهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ} بِاللَّيْلِ وَالنَّهَارِ، فِي الْبَرِّ وَالْبَحْرِ، وَفِي السَّفَرِ وَالْحَضَرِ، وَالْغِنَى وَالْفَقْرِ، وَالسَّقَمِ وَالصِّحَّةِ السِّرِّ وَالْعَلَانِيَةِ، وَعَلَى كُلِّ حَالٍ اهـ .\" انتهى وقال عن وسوسة الشيطان، عند تفسيره قوله تعالى: {إِذَا مَسَّهُمْ طَائِفٌ مِنْ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ}، قال: \"فَهُوَ إِنَّمَا تَأْخُذُ وَسْوَسَتُهُ الْغَافِلِينَ عَنْ أَنْفُسِهِمْ لَا يُحَاسِبُونَهَا عَلَى خَوَاطِرِهَا، الْغَافِلِينَ عَنْ رَبِّهِمْ لَا يُرَاقِبُونَهُ فِي أَهْوَائِهَا وَأَعْمَالِهَا، وَلَا شَيْءَ أَقْوَى عَلَى طَرْدِ الشَّيْطَانِ مِنْ ذِكْرِ اللهِ تَعَالَى بِالْقَلْبِ، وَمُرَاقَبَتِهِ فِي السِّرِّ وَالْجَهْرِ. فَذِكْرُ اللهِ تَعَالَى بِأَيِّ نَوْعٍ مِنْ أَنْوَاعِهِ يُقَوِّي فِي النَّفْسِ حُبَّ الْحَقِّ وَدَوَاعِيَ الْخَيْرِ، وَيُضْعِفُ فِيهَا الْمَيْلَ إِلَى الْبَاطِلِ وَالشَّرِّ، حَتَّى لَا يَكُونَ لِلشَّيْطَانِ مُدْخَلٌ إِلَيْهَا، فَهُوَ إِنَّمَا يُزَيِّنُ لَهَا بِالْبَاطِلِ وَالشَّرِّ بِقَدْرِ اسْتِعْدَادِهَا لِأَيِّ نَوْعٍ مِنْهُمَا، فَإِنْ وَجَدَ بِالْغَفْلَةِ مُدْخَلًا إِلَى قَلْبِ الْمُؤْمِنِ الْمُتَّقِي، لَا يَلْبَثُ أَنْ يَشْعُرَ بِهِ، لِأَنَّهُ غَرِيبٌ عَنْ نَفْسِهِ، وَمَتَى شَعَرَ ذَكَرَ فَأَبْصَرَ فَخَنَسَ الشَّيْطَانُ وَابْتَعَدَ عَنْهُ ، وَإِنْ أَصَابَ مِنْهُ غِرَّةً قَبْلَ تَذَكُّرِهِ تَابَ مِنْ قَرِيبٍ .\" انتهى. فذكر الله تعالى هو الذي يمد القلب بالثبات ويجعله يقظا، لوسوة الشيطان، فإذا وسوس له بمعصية فأبدى رغبة فيما وسوس له به، فتحرك أحد أعضائه، بسوء كسرقة مال بيده، أو الوقوع في عرض مسلم بلسانه، جراء تلك الوسوسة، ذكر القلب ربه،  فأمر ذلك العضو بالكف عن الفعل، وهذا هو الذكر الصادق، الذي يهدي به الله صاحبه، إلى فعل المعروف وترك المنكر، وله مقومان أساسيان: المقوم الأول: مراقبة الله تعالى، بأن يكون على يقين، بأنه تعالى يعلم الغيب والشهادة، يعني لا يوجد شيء يغيب عنه، كما يغيب عن المخلوق، وقد كان المنافقون في عهد الرسول صلى الله عليه وسلم، يحاولون أن يخدعوه بألسنتهم، وهم كاذبون، فيفضحهم الله تعالى بإخبار الرسول صلى الله عليه وسلم، بما غاب عنه من خداعهم، كما قال تعالى: {يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُلْ لا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ (94)} [التوبة] فمهما حاول المرء أن يخفي عن الخلق عمله، فإنه لا يخفى على عالم الغيب والشهادة، وقد تكرر هذا بلفظه في سور كثيرة: بل في سورة واحدة، كقوله تعال في سورة التوبة أيضا: {وَقُلْ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ (105)} [التوبة] وقال تعالى: {هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلاَّ هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ (22)} [الحشر]. وعلمه تعالى بكل شيء في الكون، وفي قلوب الناس، تكرر بغير اللفظ المذكور، بحيث يصعب حصره، مثل قوله تعالى: {أَلَمْ تَرَى أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (7)} [المجادلة]. وقوله عز وجل: {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إِلاَّ هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلا حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلا رَطْبٍ وَلا يَابِسٍ إِلاَّ فِي كِتَابٍ مُبِينٍ (59)} [الأنعام]. http://www.al-rawdah.net/r.php?sub0=rahalatindex&sub1=Muraqabah المقوم الثاني: الإخلاص لله تعالى، لأن المخلص لله عز وجل، يمنعه إخلاصه له من اتباعه لوساوس الشيطان، واتباع خطواته، ويجعله يستحيي من ربه الذي أمره بذكره وبالإخلاص له في عبادته، وقد أقر الشيطان نفسه، أنه لا قدرة له على إغواء من اختارهم الله عبادا له، فعبدوه مخلصين له الدين، وأخبر الله تعالى أن هؤلاء المخلصين، لا سلطان للشيطان عليهم، كما قال تعالى: {قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لأزَيِّنَنَّ لَهُمْ فِي الأَرْضِ وَلأغْوِيَنَّهُمْ أَجْمَعِينَ (39) إِلاَّ عِبَادَكَ مِنْهُمْ الْمُخْلَصِينَ (40) قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ (41) إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلاَّ مَنْ اتَّبَعَكَ مِنْ الْغَاوِينَ (42)} [الحجر] http://www.al-rawdah.net/r.php?sub0=allbooks&sub1=ikhlas&p=9"
  },
  {
    "type": "section",
    "id": "section-13",
    "title": "الذكر مطلق و مقيد",
    "content": "سبق الكلام عن كثرة الذكر الذي لا حدود له، إذ يكون كل وقت المؤمن مملوءً بذكر الله، بلسانه وقلبه، وهو المطلوب، أو يذكره في قلبه، في أي حالة من حالاته، قاعدا وقائما وعلى جنب، راكبا على دابته أو سيارته، أو طائرته أو دراجته، في مكتبه وفي منزله وفي سمره. أما الذكر باللسان فقط، وقلبه لاه عما يقوله بلسانه، فليس هو الذكر الذي شرع الله الإكثار منه، ولا بأس أن يكثر من ذلك ليسهل على لسانه تكراره، ولعله يتنبه لذلك فيحضر قلبه مع ما يريدده لسانه، قال الإمام النووي في كتاب العظيم: \"الأذكار\": \"والأفضلُ منه ما كانَ بالقلب واللسان جميعاً، فإن اقتصرَ على أحدهما فالقلبُ أفضل، ثم لا ينبغي أن يُتركَ الذكرُ باللسان مع القلب خوفاً من أن يُظنَّ به الرياء، بل يذكرُ بهما جميعاً ويُقصدُ به وجهُ اللّه تعالى\" انتهى. فنطق اللسان بالذكر إنما هو علامة على ما حل في القلب من عظمة الله وتقديسه، الذي يزكيه به ويملؤه به إيمانا ويقينا وحبا للطاعة، وبغضا للمعصية، ويطهره من أمراض النفاق والرياء والحسد والحقد وسائر الآثام التي تحل في القلب فتملؤه بالران: {كَلاَّ بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ (14).} [المطففين]"
  },
  {
    "type": "section",
    "id": "section-14",
    "title": "ما وسيلة إحضار المسلم، قلبه عند ذكر ربه؟",
    "content": "إن المسلم عندما يعبد الله تعالى بأي عبادة، من صلاة وحج، وصيام، وأداء زكاة، وذكر مطلق أو مقيد، لا بد أن يحضر قلبه، وينوي بقلبه تلك العبادة له سبحانه، مخلصا فيها له سبحانه، وإذا لم ينوها، لا تصح عبادته، ودل على ذلك القرآن الكريم والسنة المطهرة، ولهذا جعل الله تعالى الناس قسمين: قسم يريد بعمله ثواب الآخرة، وقسم يريد حطام الدنيا فقط، فالقسم الأول يعطيه تعالى ثواب ما أراد، وهو الجنة يوم القيامة، والقسم الثاني يعطيه من حطام الدنيا، ما يريده هو له من الرزق، مع أن رزق الدنيا، يعطيه تعالى لكل المخلوقات، ولهذا روى عمر بن الخطاب رضي الله عنه، أنه سمع رسول الله صلى الله عليه وسلم، يقول: (إنَّما الأَعمالُ بالنِّيَّات، وإِنَّمَا لِكُلِّ امرئٍ مَا نَوَى، فمنْ كانَتْ هجْرَتُهُ إِلَى الله ورَسُولِهِ فهجرتُه إلى الله ورسُولِهِ، ومنْ كاَنْت هجْرَتُه لدُنْيَا يُصيبُها، أَو امرَأَةٍ يَنْكحُها فهْجْرَتُهُ إلى ما هَاجَر إليْهِ) [البخاري ومسلم]. قال النووي رحمه الله في شرح الحديث: \"قَالَ جَمَاهِير الْعُلَمَاء مِنْ أَهْل الْعَرَبِيَّة وَالْأُصُول وَغَيْرهمْ: لَفْظَة (إِنَّمَا) مَوْضُوعَة لِلْحَصْرِ،  تُثْبِت الْمَذْكُور، وَتَنْفِي مَا سِوَاهُ، فَتَقْدِير هَذَا الْحَدِيث: إِنَّ الْأَعْمَال تُحْسَب بِنِيَّةٍ، وَلَا تُحْسَب إِذَا كَانَتْ بِلَا نِيَّة، وَفِيهِ: دَلِيل عَلَى أَنَّ الطَّهَارَة وَهِيَ الْوُضُوء وَالْغُسْل وَالتَّيَمُّم لَا تَصِحّ إِلَّا بِالنِّيَّةِ، وَكَذَلِكَ الصَّلَاة وَالزَّكَاة وَالصَّوْم وَالْحَجّ وَالِاعْتِكَاف وَسَائِر الْعِبَادَات.\" انتهى. هذه النية يكفي أن يعزم عليها المسلم في قلبه عندما يشرع في العبادة ولا ينوي قطعها، ومنها الذكر بقسميه: المطلق والمقيد، ولكنه يحتاج إلى استحضار قلبه لفهم ما يقرأ من القرآن، أو ينطق من الأذكار، لصقل قلبه وإقباله إلى ربه، وليزداد إيمانا ويقينا، ويحصل على الثواب العظيم، بسبب ذلك الإقبال، وكلما كان أكثر استحضارا لقلبه في الذكر، كان أعظم تزكية وتطهيرا له، ولهذا حث الله تعالى على تدير القرآن الكريم، فقال تعالى: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً (82)} [النساء] وقال سبحانه: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا (24)} [محمد] قال السيد محمد رشيد رضا رحمه الله، في المنار: \"إِنَّمَا يَفْهَمُ الْقُرْآنَ وَيَتَفَقَّهُ فِيهِ مَنْ كَانَ نُصْبَ عَيْنِهِ وَوِجْهَةَ قَلْبِهِ فِي تِلَاوَتِهِ فِي الصَّلَاةِ وَفِي غَيْرِ الصَّلَاةِ مَا بَيَّنَهُ اللهُ تَعَالَى فِيهِ مِنْ مَوْضُوعِ تَنْزِيلِهِ، وَفَائِدَةِ تَرْتِيلِهِ، وَحِكْمَةِ تَدَبُّرِهِ، مِنْ عَلَمٍ وَنُورٍ، وَهُدًى وَرَحْمَةٍ، وَمَوْعِظَةٍ وَعِبْرَةٍ ، وَخُشُوعٍ وَخَشْيَةٍ، وَسُنَنٍ فِي الْعَالَمِ مُطَّرِدَةٍ، فَتِلْكَ غَايَةُ إِنْذَارِهِ وَتَبْشِيرِهِ، وَيَلْزَمُهَا عَقْلًا وَفِطْرَةً تَقْوَى اللهِ تَعَالَى بِتَرْكِ مَا نَهَى عَنْهُ، وَفِعْلِ مَا أَمَرَ بِهِ بِقَدْرِ الِاسْتِطَاعَةِ، فَإِنَّهُ كَمَا قَالَ:{هُدًى لِلْمُتَّقِينَ}. أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ التَّدَبُّرُ: هُوَ النَّظَرُ فِي إِدْبَارِ الْأُمُورِ وَعَوَاقِبِهَا، وَتَدَبُّرِ الْكَلَامِ هُوَ النَّظَرُ وَالتَّفَكُّرُ فِي غَايَاتِهِ وَمَقَاصِدِهِ الَّتِي يَرْمِي إِلَيْهَا، وَعَاقِبَةِ الْعَامِلِ بِهِ وَالْمُخَالِفِ لَهُ، وَالْمَعْنَى جَهِلَ هَؤُلَاءِ حَقِيقَةَ الرِّسَالَةِ، وَكُنْهَ هَذِهِ الْهِدَايَةِ. أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ الَّذِي يَدُلُّ عَلَى حَقِيقَتِهَا وَعَاقِبَةِ الْمُؤْمِنِينَ بِهَا وَالْجَاحِدِينَ لَهَا، فَيَعْرِفُوا أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ، وَأَنَّ مَا أَنْذَرَ بِهِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَاقِعٌ بِهِمْ، لِأَنَّهُ كَمَا صَدَقَ فِيمَا أَخْبَرَ بِهِ عَمَّا يُبَيِّتُونَ فِي أَنْفُسِهِمْ، وَمَا يُثْنُونَ عَلَيْهِ صُدُورَهُمْ، وَيَطْوُونَ عَلَيْهِ سَرَائِرَهُمْ، يَصْدُقُ كَذَلِكَ فِيمَا يُخْبِرُ بِهِ مِنْ سُوءِ مَصِيرِهِمْ، وَكَوْنِ الْعَاقِبَةِ لِلْمُتَّقِينَ الصَّادِقِينَ، وَالْخِزْيِ وَالسُّوءِ عَلَى الْكَافِرِينَ وَالْمُنَافِقِينَ. بَلْ لَوْ تَدَبَّرُوهُ حَقَّ التَّدَبُّرِ لَعَلِمُوا أَنَّهُ يَهْدِي إِلَى الْحَقِّ، وَيَأْمُرُ بِالْخَيْرِ وَالرُّشْدِ، وَأَنَّ عَاقِبَةَ ذَلِكَ لَا تَكُونُ إِلَّا الْفَوْزَ وَالْفَلَاحَ، وَالصَّلَاحَ وَالْإِصْلَاحَ، فَإِذَا كَانُوا لِاسْتِحْوَاذِ الْبَاطِلِ وَالْغَيِّ عَلَيْهِمْ لَا يُدْرِكُونَ أَنْ يَكُونَ إِلَّا مِنْ عِنْدِ اللهِ، وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا أَيْ : لَوْ كَانَ مِنْ عِنْدِ مُحَمَّدِ بْنِ عَبْدِ اللهِ الْقُرَشِيِّ لَا مِنْ عِنْدِ اللهِ الَّذِي أَرْسَلَهُ بِهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا .\" انتهى. فلا بد من المجاهدة في استحضار القلب عند ذكر الله تعالى، فإنه إذا جاهد المسلم نفسه في ذات الله، في أي طاعة من طاعات الله، ومنها إحضار قلبه عد ذكره في أي وقت، فإنه تعالى هو مولاه يعينه على ذلك وينصره، كما قال عز وجل: {وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ} إلى قوله: {وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلاكُمْ فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ (78)} [الحج] وهذه المجاهدة شاملة لمجاهدة النفس وهواها،‏ ومجاهدة الكفار للدفاع عن أرض المسلمين، ولقتال أئمة الكفر الذين يمنعون أتباعهم عن سماع بيان هذا الدين ودعوته، وليس لإجبارهم على الدخول فيه، قال الزمخشري، رحمه الله: {وجاهدوا ‏}‏ \"أمر بالغزو وبمجاهدة النفس والهوى وهو الجهاد الأكبر‏.‏ \" انتهى."
  },
  {
    "type": "section",
    "id": "section-15",
    "title": "علامات تأثير الذكر في نفس الذاكر",
    "content": "وإن من علامات تأثير الذكر في نفس الذاكر، حضور تقوى الله تعالى في قلبه، عندما يهم بترك طاعته أو فعل معصيته، فيفعل الطاعة ويكف عن المعصية، أما من يذكر الله بلسانه، عشرات المرات، أو مئاتها، أو ألوفها، وهو يجاهر الله بترك الفرائض والواجبات، وبفعل الفواحش والمنكرات،  فليس هو من الذاكرين الله والذاكرات عند الله، وتأمل قول الله تعالى، في ثمرة الصلاة، التي يجتمع فيها ذكر الله، من تلاوة كتابه، وما فيها من أذكار تحريمها وتحليلها، وما بينهما من أذكار القيام والركوع والسجود والقعود، وغيرها، أقول: تأمل قوله عز وجل في ثمرتها: {اتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ الْكِتَابِ وَأَقِمْ الصَّلاةَ إِنَّ الصَّلاةَ تَنْهَى عَنْ الْفَحْشَاءِ وَالْمُنْكَرِ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ (45)} [العنكبوت] قال القرطبي رحمه الله عند تفسير هذه الآية، بعد أن ذكر أقوال العلما، في معنى: {وَلَذِكْرُ اللَّهِ أَكْبَرُ}: \"وعندي أن المعنى ولذكر الله أكبر على الإطلاق، أي هو الذي ينهى عن الفحشاء والمنكر، فالجزء الذي منه في الصلاة يفعل ذلك، وكذلك يفعل في غير الصلاة، لأن الانتهاء لا يكون إلا من ذاكر الله مراقب له، وثواب ذلك أن يذكره الله تعالى؛ كما في الحديث (من ذكرني في نفسه ذكرته في نفسي ومن ذكرني في ملأ ذكرته في ملأ خير منهم) والحركات التي في الصلاة لا تأثير لها في نهيٍ، والذكر النافع هو مع العلم وإقبال القلب وتفرغه إلا من الله، وأما ما لا يتجاوز اللسان ففي رتبة أخرى\" انتهى. وإن عدم ذكر المرء لله المشروع في كتبه، ومنها القرآن الكريم، أو ذكره باللسان، والقلب لاه عنه، لجدير صاحبه بقسوة قلبه، وإذا قسى القلب، ذهب حبه ورغبته إليه وخشيته وخوفه منه، كما قال الله تعالى:  {ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنْ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (74)} [البقرة]. وقد نهى الله تعالى عباده المؤمنين، أن يكونوا مثل من سبقهم من أهل الكتب السابقة، الذين قست قلوبهم، بغفلتهم عن ذكره، لمدة طويلة، فقال تعالى: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنْ الْحَقِّ وَلا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمْ الأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (16)} [الحديد] نقل ابن كثير، رحمه الله في تفسير هذه الآية، عن ابن مسعود، رضي الله عنه، قوله: \"ما كان بين إسلامنا وبين أن عاتبنا الله بهذه الاَية {ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله} الاَية، إلا أربع سنين، كذا رواه مسلم في آخر الكتاب\". وقال سيد قطب رحمه الله، عند كلامه على هذه الآية: \"إنه عتاب مؤثر من المولى الكريم الرحيم، واستبطاء للاستجابة الكاملة من تلك القلوب التي أفاض عليها من فضله، فبعث فيها الرسول يدعوها إلى الإيمان بربها، ونزّل عليه الآيات البينات ليخرجها من الظلمات إلى النور، وأراها من آياته في الكون والخلق ما يبصّر ويحذّر، عتاب فيه الود، وفيه الحض، وفيه الاستجاشة إلى الشعور بجلال اللّه، والخشوع لذكره، وتلقي ما نزل من الحق بما يليق بجلال الحق من الروعة والخشية والطاعة والاستسلام، مع رائحة التنديد والاستبطاء في السؤال: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَما نَزَلَ مِنَ الْحَقِّ؟ ..} وإلى جانب التحضيض والاستبطاء، تحذير من عاقبة التباطؤ والتقاعس عن الاستجابة، وبيان لما يغشى القلوب من الصدأ حين يمتد بها الزمن بدون جلاء، وما تنتهي إليه من القسوة بعد اللين حين تغفل عن ذكر اللّه، وحين لا تخشع للحق: {وَلا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلُ، فَطالَ عَلَيْهِمُ الْأَمَدُ، فَقَسَتْ قُلُوبُهُمْ، وَكَثِيرٌ مِنْهُمْ فاسِقُونَ ..} وليس وراء قسوة القلوب إلا الفسق والخروج. إن هذا القلب البشري سريع التقلب، سريع النسيان، وهو يشف ويشرق فيفيض بالنور، ويرف كالشعاع، فإذا طال عليه الأمد بلا تذكير ولا تذكر تبلد وقسا، وانطمست إشراقته، وأظلم وأعتم! فلا بد من تذكير هذا القلب حتى يذكر ويخشع ، ولا بد من الطرق عليه حتى يرق ويشف ولا بد من اليقظة الدائمة كي لا يصيبه التبلد والقساوة.\" انتهى. الذكر يعين المسلم على الثبات والرضا. إن المسلم يحتاج في قيامه بما كلفه الله تعالى في شرعه في ذات نفسه، من عبادة ربه العبادة الشاملة، من الإيمان الصادق الذي يسكن في قلبه، فيجعله ذاكرا له خائفا منه، يزداد بتلاوة كتابه يقينه، متعلقا به، متوكلا عليه، مطيعا له، متقيا له، محافظا على الأعمال الصالحة بجوارحه، التي يحفظها الله من ملامسة ما يغضبه تعالى، مصاحبا لتقواه التي تحقق له رضاه عنه في الدنيا والآخرة: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آياتُهُ زَادَتْهُمْ إِيمَانَاً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (2) الَّذِينَ يُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ (3) أُوْلَئِكَ هُمْ الْالمُؤْمِنُونَ حَقّاً لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (4)} [الأنفال]. كما يحتاج إلى عون الله تعالى له على الثبات والصبر على هداية غيره من البشر بدعوة غير المسلمين إلى الدخول في الإسلام، وأمر المسلمين بالمعروف ونهيهم عن المنكر، لأنه في كلا الأمرين سيواجه من الكفار نفرة ومعارضة شديدة، حيث ألفوا الكفر وأصبح منهجا لحياتهم، فهم يحمونه بالقول والفعل والسياسة، والمال والسلاح، ويرون أن الواجب الثبات عليه، ومحاربة كل من يريد منهم تركه، والتخلي عنه، واتباع أي دين سواه، كما هو معروف من مواقف الأمم من الرسل التي جاءتهم بالهدى الذي أرسلهم الله به، من عهد نوح إلى عهد خاتم رسله، محمد صلى الله عليه وسلم. وتأمل كيف بلغ بهم شدة عنادهم لما عارض كفرهم، كيف يدعون على أنفسهم، بهذا الدعاء، إن كان ما جاء به الرسول صلى الله عليه وسلم من عند الله حقا: {قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنْ السَّمَاءِ أَوْ ائْتِنَا بِعَذَابٍ أَلِيمٍ (32)} [الأنفال]. وكيف يتعجبون من الدعوة إلى التوحيد، الذي يبطل الآلهة المتعددة، وما ينصحهم به قادتهم وكبراؤهم لأتباعهم، أن يثبتوا ويصبروا على عبادة آلهتهم، ولا يستجيبوا للدعوة إلى عبادة الإله الواحد، كما قال تعالى عنهم:{أَجَعَلَ الآلِهَةَ إِلَهاً وَاحِداً إِنَّ هَذَا لَشَيْءٌ عُجَابٌ (5) وَانطَلَقَ الْمَلأ مِنْهُمْ أَنْ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ إِنَّ هَذَا لَشَيْءٌ يُرَادُ (6)} [ص]. أضف إلى ذلك، حرب المنافقين للإسلام والمسلمين في صفوف الكفار، وهم يدعون أنهم مسلمون، ويتآمرون عليهم وهم يتمتعون مثلهم بأحكام الإسلام، كما قال تعالى عنهم: {وَمِنْ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ (8) يُخَادِعُونَ اللَّهَ و وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلاَّ أَنفُسَهُمْ وَمَا يَشْعُرُونَ (9) إلى قوله تعالى: {وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ (14){ [البقرة] والآيات القرآنية في مواقفهم من الإسلام والمسلمين، معلومة في كثير من سور القرآن الكريم.  ولا تزال هذه الفئات من غير المسلمين، من أهل الكتاب، والمشركين الوثنيين، والمنافقين، ممن يدعون الإسلام، في جبهة واحدة، وإن اختلفوا فيما بينهم، يحاربون الإسلام والمسلمين إلى اليوم، بل إن حربهم في هذا العصر أشد ضرواة، لكثرة ما يملكون من وسائل متنوعة، لم يحرزوها من قبل، مع قلة المسلمين الصادقين وضعفهم، وقلة إمكناتهم المادية. ولكن عندهم – المسلمين - مع قلتهم وضعفهم المادي قوة لا توجد عند أعدائهم أولئك كلهم، وهي التي تكون كفتهم بها راجحة، بشروط ثلاثة: الشرط الأول: أن يتخذوا الأسباب التي تقوي إيمانهم بالله تعالى، بطاعته وطاعة رسوله صلى الله عليه وسلم، في كل أمر ونهي يردان في القرآن والسنة، وقد أجمل الله تعالى ذلك في آيتين من كتابه، مع وجود آيات كثيرة في كتابه الكريم: {قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلاَّ الْبَلاغُ الْمُبِينُ (54) وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمْ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمْ الْفَاسِقُونَ (55)} [الحج] فقوله تعالى، بعد أمره بطاعته وطاعة رسوله: {وإن تطيعوه تهتدوا} وهو كما ترى شرط وجوابه، إذا تحقق الشرط تحقق الجواب، والهداية تشمل كل ما يعلم الله لهم مصلحتهم فيه، ومنها أن يثبتهم ويفرغ عليهم النصر، في دعوتهم إلى الإسلام وأمرهم بالمعروف ونهيهم عن المنكر، ويدفع عنهم أذى أعدائهم، وغير ذلك، ومما يدل على هذا المعنى، ما رجاه موسى من ربه عندما اضطر للهجرة خوفا من فرعون وقومه، كما قال تعالى عنه: فَخَرَجَ مِنْهَا خَائِفاً يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِي مِنْ الْقَوْمِ الظَّالِمِينَ (21) وَلَمَّا تَوَجَّهَ تِلْقَاءَ مَدْيَنَ قَالَ عَسَى رَبِّي أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ (22)} [القصص] فهداه ربه إلى الرجل الصالح في مدين، الذي حكى الله تعالى عنه خطابه له: {قَالَ لا تَخَفْ نَجَوْتَ مِنْ الْقَوْمِ الظَّالِمِينَ (25)} [القصص] وموسى نفسه، الذي قال له أصحابه الذين كان فرعون وجنده يطردونهم، ليوقعوا بهم: {إِنَّا لَمُدْرَكُونَ (61)}: {قَالَ كَلاَّ إِنَّ مَعِي رَبِّي سَيَهْدِينِ (62)} هداه ربه، ففلق له ولأصحابه البحر، فنجاهم بذلك، وأغرق أعداءه: {فَأَوْحَيْنَا إِلَى مُوسَى أَنْ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ (63) وَأَزْلَفْنَا ثَمَّ الآخَرِينَ (64) وَأَنْجَيْنَا مُوسَى وَمَنْ مَعَهُ أَجْمَعِينَ (65) ثُمَّ أَغْرَقْنَا الآخَرِينَ (66)} [الشعراء] الشرط الثاني: أن تجتمع كلمتهم على الحق، استجابة لأمر مولاهم الذي سجله لهم في كتابه، ولا يتفرقوا فيما بينهم، كما قال تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَاناً وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنْ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ (103)} [آل عمران] الشرط الثالث: اتخاذ الأسباب المادية التي أمر الله بها لمحاربة أعدائهم، كما قال تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمْ اللَّهُ يَعْلَمُهُمْ وَمَا تُنفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ (60)} [الأنفال] فما هي تلك القوة؟ إنها التزكية، إنها ذكر الله تعالى الشامل من تسبيحه تحميده والثناء عليه بما هو أهله، والتقرب إليه بالصلاة بكل ما فيها من ذكر، من القرآن وغيره في كل حركة وسكنة فيها، والصبر على البلاء الذي يعين عليه ذكر الله: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى الْخَاشِعِينَ (45)} [البقرة]. قال سيد قطب رحمه الله، عند كلامه على هذه الآية: \"إن هذا المنهج الإسلامي منهج عبادة، والعبادة فيه ذات أسرار، ومن أسرارها أنها زاد الطريق، وأنها مدد الروح، وأنها جلاء القلب، وأنه حيثما كان تكليف، كانت العبادة هي مفتاح القلب، لتذوق هذا التكليف في حلاوة وبشاشة ويسر .. إن اللّه سبحانه حينما انتدب محمدا - صلى اللّه عليه وسلم - للدور الكبير الشاق الثقيل ، قال له: {يا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلَّا قَلِيلًا. نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا. أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا .. إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} .. فكان الإعداد للقول الثقيل ، والتكليف الشاق، والدور العظيم هو قيام الليل وترتيل القرآن .. إنها العبادة التي تفتح القلب، وتوثق الصلة، وتيسر الأمر، وتشرق بالنور، وتفيض بالعزاء والسلوى والراحة والاطمئنان.\" انتهى. إنها عبادة الله في كل لحظة من لحظات الحياة، وتلك هي التي أرشد الله إليها رسوله – وكذلك جميع رسل الله - عندما يناله شيء من الأذى، ويضيق صدره بها، فيشرح الله بها صدره، فيصبر عليها مطمئنا راضيا، كما قال تعالى: {فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى (130)} [طه] قال سيد قطب، رحمه الله عند كلامه على الآية: \"فاصبر على ما يقولون من كفر واستهزاء وجحود وإعراض، ولا يضق صدرك بهم، ولا تذهب نفسك عليهم حسرات، واتجه إلى ربك، سبح بحمده قبل طلوع الشمس وقبل غروبها، في هدأة الصبح وهو يتنفس ويتفتح بالحياة، وفي هدأة الغروب والشمس تودع، والكون يغمض أجفانه، وسبح بحمده فترات من الليل والنهار .. كن موصولا باللّه على مدار اليوم .. «لَعَلَّكَ تَرْضى » .. إن التسبيح باللّه [بحمد الله] اتصال. والنفس التي تتصل تطمئن وترضى. ترضى وهي في ذلك الجوار الرضي وتطمئن وهي في ذلك الحمى الآمن. فالرضى ثمرة التسبيح والعبادة ، وهو وحده جزاء حاضر ينبت من داخل النفس ويترعوع في حنايا القلب.\" انتهى. وأسوق ما في معنى الآية السابقة من الآيات التي أرشد الله رسوله وغيره من الرسل قبله، صلى الله عليهم وسلم، إلى ذكره، عندما يضيق صدره، من أذى قومه له واستهزائهم به وبالقرآن الذي أنزله الله عليه، ليثبت ويرضى: قال تعالى:{وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ (97) فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنْ السَّاجِدِينَ (98) وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ (99)} [الحجر] وَلَقَدْ آتَيْنَا مُوسَى الْهُدَى وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ (53) هُدًى وَذِكْرَى لأُولِي الأَلْبَابِ (54) فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنْبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالإِبْكَارِ (55) إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ إِنْ فِي صُدُورِهِمْ إِلاَّ كِبْرٌ مَا هُمْ بِبَالِغِيهِ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ (56)} [الزمر] {فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ (39) وَمِنْ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ (40)} [ق] {وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ (48) وَمِنْ اللَّيْلِ فَسَبِّحْهُ وَإِدْبَارَ النُّجُومِ (49)} [الطور] {يَا أَيُّهَا الْمُزَّمِّلُ (1) قُمْ اللَّيْلَ إِلاَّ قَلِيلاً (2) نِصْفَهُ أَوْ انْقُصْ مِنْهُ قَلِيلاً (3) أَوْ زِدْ عَلَيْهِ وَرَتِّلْ الْقُرْآنَ تَرْتِيلاً (4) إِنَّا سَنُلْقِي عَلَيْكَ قَوْلاً ثَقِيلاً (5) إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئاً وَأَقْوَمُ قِيلاً (6) إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحاً طَوِيلاً (7) وَاذْكُرْ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلاً (8)} [المزمل] ولا بأس أن أنقل بعض ما قاله سيد قطب رحمه الله، عما يحدثه ذكر الله تعالى عند القيام بتكليفات الله وما يصاحبها من الشدائد والمحن وهو يتحدث عن بعض من آيات المزمل هذه: {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} . قال: \"هو هذا القرآن وما وراءه من التكليف .. والقرآن في مبناه ليس ثقيلا فهو ميسر للذكر، ولكنه ثقيل في ميزان الحق، ثقيل في أثره في القلب : {لَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى جَبَلٍ لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ} فأنزله اللّه على قلب أثبت من الجبل يتلقاه .. وإن تلقي هذا الفيض من النور والمعرفة واستيعابه، لثقيل، يحتاج إلى استعداد طويل، وإن التعامل مع الحقائق الكونية الكبرى المجردة، لثقيل، يحتاج إلى استعداد طويل. وإن الاتصال بالملأ الأعلى وبروح الوجود وأرواح الخلائق الحية والجامدة على النحو الذي تهيأ لرسول اللّه - صلى اللّه عليه وسلم - لثقيل، يحتاج إلى استعداد طويل. وإن الاستقامة على هذا الأمر بلا تردد ولا ارتياب، ولا تلفت هنا أو هناك وراء الهواتف والجواذب والمعوقات، لثقيل، يحتاج إلى استعداد طويل. وإن قيام الليل والناس نيام، والانقطاع عن غبش الحياة اليومية وسفسافها والاتصال باللّه، وتلقي فيضه ونوره، والأنس بالوحدة معه والخلوة إليه، وترتيل القرآن والكون ساكن، وكأنما هو يتنزل من الملأ الأعلى وتتجاوب به أرجاء الوجود في لحظة الترتيل بلا لفظ بشري ولا عبارة واستقبال إشعاعاته وإيحاءاته وإيقاعاته في الليل الساجي .. إن هذا كله هو الزاد لاحتمال القول الثقيل، والعبء الباهظ والجهد المرير الذي ينتظر الرسول وينتظر من يدعو بهذه الدعوة في كل جيل! وينير القلب في الطريق الشاق الطويل، ويعصمه من وسوسة الشيطان، ومن التيه في الظلمات الحافة بهذا الطريق المنير.\" انتهى. إن هذه الآيات، وما ذكره العلماء والدعاة إلى الله، تظهر أن القائمين بالدعوة إلى الله، والطاعة له ولرسوله صلى الله عليه وسلم، والحكم بما أنزل الله، بدلا من الحكم القوانين البشرية، المخالفة لكتاب الله وسنة رسوله، يحتاجون إلى زاد دائم وطاقة قوية تثبتهم وتصبرهم، على ما يتعرضون له من الأذى والمحن، من أعداء الإسلام، وأن أعظم ما يثبتهم على ذلك، ويمدهم بالصبر، هو قوة الاتصال بالله تعالى، بذكره الذي لا يكلون منه ولا يملون،  فليفقه ذلك الدعاة إلى الله بأي وسيلة مشروعة، ليصابروا أعداءهم، حتى ينصرهم الله."
  },
  {
    "type": "section",
    "id": "section-16",
    "title": "قمة التزكية",
    "content": "عن أبي هريرة رضي اللَّه عنه. قال قال رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم: (إِنَّ اللَّه تعالى قال: منْ عادى لي وليًّاً. فقدْ آذنتهُ بالْحرْب. وما تقرَّبَ إِلَيَ عبْدِي بِشْيءٍ أَحبَّ إِلَيَ مِمَّا افْتَرَضْت عليْهِ: وما يَزالُ عبدي يتقرَّبُ إِلي بالنَّوافِل حَتَّى أُحِبَّه، فَإِذا أَحبَبْتُه كُنْتُ سمعهُ الَّذي يسْمعُ به، وبَصره الذي يُبصِرُ بِهِ، ويدَهُ التي يَبْطِش بِهَا، ورِجلَهُ التي يمْشِي بها، وَإِنْ سأَلنِي أَعْطيْته، ولَئِنِ اسْتَعَاذَنِي لأُعِيذَّنه) [البخاري.] قال في فتح الباري: \"قوله: من عادى لي وليا، المراد بولي الله العالم بالله المواظب على طاعته المخلص في عبادته. وقال بن هبيرة في الإفصاح: قوله عادى لي وليا، أي اتخذه عدوا، ولا أرى المعنى الا انه عاداه من أجل ولايته، وهو وان تضمن التحذير من ايذاء قلوب أولياء الله، ليس على الإطلاق، بل يستثنى منه ما إذا كانت الحال تقتضي نزاعا بين وليين في مخاصمة أو محاكمة، ترجع الى استخراج حق أو كشف غامض، فإنه جرى بين أبي بكر وعمر مشاجرة وبين العباس وعلي الى غير ذلك من الوقائع انتهى ملخصا\"انتهى. أقول: هذا حديث قدسي عظيم، يبين فيه ربنا أعلى درجات ولاية المؤمنين لربهم سبحانه، فقد عرف الله تعالى أولياءه، في كتابه، مع ذكر ثوبه لهم، بقوله عز وجل: {أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ (62) الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (63) لَهُمْ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ لا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (64)}. ففي الآية الأولى من هذه الآيات، بين الله تعالى بعد أن قدم نفي الخوف عنهم والحزنأن أولياءه هم المؤمنون المتقون: {الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} فقد ذكر الله لأوليائه وصفين، الأول: الإيمان، وهو الأساس الذي يبنى عليه كل عمل صالح،. والثاني: التقوى، وهي العمل الصالح، ثمرة هذا الإيمان. قال السيد محمد رشيد رضا عند تفسير الآية: \"أَوْلِيَاءُ اللهِ أَضْدَادُ أَعْدَائِهِ الْمُشْرِكِينَ بِهِ، وَالْكَافِرِينَ بِنِعَمِهِ، فَهُمُ الْمُؤْمِنُونَ الْمُتَّقُونَ كَمَا نَطَقَتْ بِهِ الْآيَةُ، وَهُمْ دَرَجَاتٌ أَعْلَاهُمْ دَرَجَةً هُمُ الَّذِينَ يَتَوَلَّوْنَهُ بِإِخْلَاصِ الْعِبَادَةِ لَهُ وَحْدَهُ، وَالتَّوَكُّلِ عَلَيْهِ ، وَحُبِّهِ وَالْحُبِّ فِيهِ، وَالْوِلَايَةِ لَهُ، فَلَا يَتَّخِذُونَ لَهُ أَنْدَادًا يُحِبُّونَهُمْ مِنْ نَوْعِ حُبِّهِ، وَلَا يَتَّخِذُونَ مِنْ دُونِهِ وَلِيًّا وَلَا شَفِيعًا يُقَرِّبُهُمْ إِلَيْهِ زُلْفَى، وَلَا وَكِيلًا وَلَا نَصِيرًا فِيمَا يَخْرُجُ عَنْ تَوْفِيقِهِمْ لِإِقَامَةِ سُنَنِهِ فِي الْأَسْبَابِ وَالْمُسَبِّبَاتِ، وَيَتَوَلَّوْنَ رَسُولَهُ وَالْمُؤْمِنِينَ بِمَا أَمَرَهُمْ بِهِ\". ثم قال عن وصف أولياء الله: \"وَأَمَّا مَا وَصَفَهُمْ وَعَرَّفَهُمْ بِهِ فَقَوْلُهُ : {الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} فَهَذَا اسْتِئْنَافٌ لِبَيَانِ حَالِ هَؤُلَاءِ الْأَوْلِيَاءِ النَّفْسِيَّةِ الْعِلْمِيَّةِ وَالْعَمَلِيَّةِ. أَيْ هُمُ الَّذِينَ جَمَعُوا بَيْنَ الْإِيمَانِ الصَّحِيحِ بِاللهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ، وَمَلَكَةِ التَّقْوَى لَهُ عَزَّ وَجَلَّ ، وَمَا تَقْتَضِيهِ مِنْ عَمَلٍ. وَعَبَّرَ عَنْ إِيمَانِهِمْ بِالْفِعْلِ الْمَاضِي لِبَيَانِ أَنَّهُ كَانَ كَامِلًا بِالْيَقِينِ، لَمْ يُزَلْزِلْهُ شَكٌّ وَلَمْ يَحْصُلْ بِالتَّدْرِيجِ، وَعَنْ تَقْوَاهُمْ بِالْفِعْلِ الَّذِي يَدُلُّ عَلَى الْحَالِ وَالِاسْتِقْبَالِ لِأَنَّ التَّقْوَى تَتَجَدَّدُ دَائِمًا بِحَسَبِ مُتَعَلَّقَاتِهَا: مِنْ كَسْبٍ وَحَرْبٍ ، وَشَهْوَةٍ وَغَضَبٍ، وَالْمَعْنَى الْجَامِعُ فِيهَا أَنَّهَا اتِّقَاءُ كُلِّ مَا لَا يُرْضِي اللهَ تَعَالَى مِنْ تَرْكِ وَاجِبٍ وَمَنْدُوبٍ، وَفِعْلِ مُحَرَّمٍ وَمَكْرُوهٍ، وَاتِّقَاءِ مُخَالَفَةِ سُنَنِ اللهِ تَعَالَى فِي خَلْقِهِ مِنْ أَسْبَابِ الصِّحَّةِ وَالْقُوَّةِ وَالنَّصْرِ وَالْعِزَّةِ وَسِيَادَةِ الْأُمَّةِ.\" انتهى. والحديث كذلك يبين ثمرة الطاعة الكاملة لله ولرسوله، صلى الله عليه وسلم، التي أصبح قلب صاحبها، وأعضاء جسمه كلها، مصطبغة بها مسوقة بها وإليها، وأصبحت جميعها في حفظ ربها، لا تتوجه إلا حيث يوجهها ويهديها، فبتوجيهه تتحرك، وإلى ما يرضيه تسير، وعن معاصيه ومساخطه تنفر، وبنوره الذي منحها تمشي في الناس. ففي القلب يقين الإيمان بالغيب الذي هو أساس الإيمان، وفيه الطهارة من كل الأمراض الشيطانية الخبيثة، من حسد وحقد وبغض ورياء ونفاق، وحب لله ولرسوله، ولكل من أحب الله، وكل ما أحب الله. وفي الأذن طرب لسماع أصوات القراء بتلاوة كتاب الله، وكل ذكر يقصده القلب، ويتحرك به اللسان، والإنصات لكل صوت يدعو إلى إقامة المعروف في الأرض والعدل والخيرات، والنهي عن الشرور والآثام والمنكرات، وإغلاق عن أصوات دعاة الشر والمنكر والفساد في الأرض، وفي اللسان قول الحق والذكر الطيب، و الصمت عن الكذب والخنا والخيانة والغيبة والنميمة وقول الزور. وفي اليد بسطها بالخير وبذل العطاء للناس، والكف عن جلب الشر لهم، وفي العين النظر إلى ما أحل والكف عما حرم، وفيها النظر إلى الكون وما فيه من آيات وعبر تبهر عقول أولي الألباب، وفي الرجل سعي إلى كل سبيل شرع الله لعباده سلوكه، ووقوف عن سبل الشيطان وخطواته: (فَإِذا أَحبَبْتُه كُنْتُ سمعهُ الَّذي يسْمعُ به، وبَصره الذي يُبصِرُ بِهِ، ويدَهُ التي يَبْطِش بِهَا، ورِجلَهُ التي يمْشِي بها). إنه يمشي في الأرض بين الناس بنور الله الذي هداه به، في كتابه، وسنة رسوله، صلى الله عليه وسلم، ومن يمشي بهذا النور، ليس كمن مات قلبه وامتلأ بظلمات الكفر والنفاق والفواحش والمنكرات، الذي عمي قلبه وغلب عليه الران، فلا يعمل في الأرض إلا الفساد، ولا يتعاطى إلا ما يضره ويضر الناس:{أَوَمَنْ كَانَ مَيْتاً فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ (122)} [الأنعام]. قال ابن حجر في شرح الحديث: في كتابه فتح الباري: \"وقال الخطابي: هذه أمثال والمعنى توفيق الله لعبده في الأعمال التي يباشرها بهذه الأعضاء، وتيسير المحبة له فيها بأن يحفظ جوارحه عليه، ويعصمه عن مواقعة ما يكره الله من الاصغاء الى اللهو بسمعه، ومن النظر الى ما نهى الله عنه ببصره، ومن البطش فيما لا يحل له بيده، ومن السعي الى الباطل برجله...قال الطوفي هذا الحديث أصل في السلوك الى الله والوصول الى معرفته ومحبته وطريقه إذ المفترضات الباطنة، هي الإيمان والظاهرة وهي الإسلام، والمركب منهما وهو الإحسان فيهما كما تضمنه حديث جبريل والإحسان يتضمن مقامات السالكين من الزهد والإخلاص والمراقبة وغيرها\". انتهى فلنختر – نحن المسلمين - درجتنا عند ربنا بتزكية أنفسنا، ونسأل ربنا أن يعيننا على تزكية أنفسنا، فلا طاقة لنا بذلك وغيره من أعمال البر والتقوى، إلا بعونه وتوفيقه: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنْكُمْ مِنْ أَحَدٍ أَبَداً وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ وَاللَّهُ سَمِيعٌ عَلِيمٌ (21)} [النور]. وقد روى زيد بن أرقم، رضي الله عنه: وقد سُئل عمَّا سمع رسولَ الله،  صلى الله عليه وسلم، يقول: فقال: \"لا أقول لكم إلا كما كان رسول الله صلى الله عليه وسلم يقول، كان يقول\": \"اللهم! إني أعوذ بك من العجز والكسل، والجبن والبخل، والهرم وعذاب القبر. اللهم! آت نفسي تقواها. وزكها أنت خير من زكاها. أنت وليها ومولاها. اللهم! إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع، ومن نفس لا تشبع، ومن دعوة لا يستجاب لها\". [مسلم]. كان الفراغ من كتابة هذه الرسالة، بعد ظهر يوم الأربعاء 24/4/1434ه/2013م. في منزلي بمدينة الرسول صلى الله عليه وسلم، التي أرجو أن أكون من المستحقين لسكناها، وصلى الله وسلم على سيدنا وحبيبنا محمد وعلى آله وصحبه. المؤلف."
  }
]