[
  {
    "type": "title",
    "content": "وقاية المجتمع من تعاطي المسكرات والمخدرات تأليف الدكتور : عبد الله بن أحمد قادري الأهدل الطبعة الثانية: 1428هـ ـ 2007هـ"
  },
  {
    "type": "section",
    "id": "section-1",
    "title": "المقدمة:",
    "content": "بسم الله الرحمن الرحيم إن الحمد لله نحمده ونستعينه ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ}. [آل عمران: 102]. {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً}. [النساء: 1]. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً}. [الأحزاب: 70-71]. أما بعد: فإن المسلم لا يشك في أن تطبيق منهج الله في الأرض، كما أراد الله، يحقق لمن طبقه السعادة والرضا والاطمئنان في الدنيا، وينيله رضا الله وثوابه والفوز بنعيمه المقيم في الآخرة، وفي البعد عن تطبيق منهجه الشقاء في الدنيا والآخرة، ويقين المؤمن بهذا يدل عليه أمران: الأمر الأول: قول الله الذي لا يأتيه الباطل من بين يديه ولا من خلفه، فقوله صدق ووعده حق، وقد قال تعالى: {قَالَ اهْبِطَا مِنْهَا جَمِيعاً بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ اتَّبَعَ هُدَايَ فَلا يَضِلُّ وَلا يَشْقَى (123) وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (124) قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنتُ بَصِيراً (125) قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى (126) وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ وَلَعَذَابُ الآخِرَةِ أَشَدُّ وَأَبْقَى}. [طه: 123-127]. الأمر الثاني: الواقع التاريخي الذي دلَّ على ما دلَّ عليه كتاب الله، فإنه ما طبقت منهجَ الله أمةٌ، إلا كانت عزيزة الجانب سعيدة الحياة سليمة من القلق والاضطراب، ولا فقدت تطبيقَ ذلك المنهج أمة، إلا أذلها الله وأنزل بها من المصائب والويلات، ما يقلقها وينغص حياتها، وإن بلغت ما بلغت من الغنى والتمتع المادي بأنواع المتع، وها هي أمم الأرض الآن تذوق وبال أمر بعدها عن الله. وما مؤتمرنا هذا. [[المؤتمر العالمي الثاني لمكافحة المسكرات والمخدرات الذي انعقد في مدينة إسلام أباد في جمهورية باكستان الإسلامية في 27 شوال سنة 1409هـ وافتتحه رئيس الجمهورية وقد أُعد هذا البحث للمشاركة فيه وقدم المؤلف خلاصة له في المؤتمر]]. إلا أحد الأدلة على مرض واحد، من الأمراض الفتاكة التي شملت الأرض عامة، وشعوب المسلمين خاصة، وقد عجزت عن مقاومته والوقاية منه وعلاجه أجهزة الدول العالمية: كبراها وصغراها، فضلاً عن الأمراض الأخرى التي يصعب حصرها وحصر مؤتمراتها وندواتها والجهود المبذولة لمقاومتها. واعتراف المريض بمرضه، واهتمامه به، خطوة طيبة في سبيل علاجه، وعليه أن يفكر في أسباب وجود هذا المرض، فقد يكون أهم أسبابه تقصيره في الوقاية منه، فيجب أن يتلافى ذلك التقصير، وهو إذ يبحث عن علاج له، عليه أن يعرض نفسه على الطبيب المختص الذي عنده المقدرة على تشخيص الداء ووصف الدواء، فإذا تمكن من ذلك وجب أن يتناول الدواء الذي وصفه له ذلك الطبيب. وها نحن نعترف بالمرض وهو تعاطي المسكرات والمخدرات، ونبحث عن الطبيب الذي يشخص الداء ويصف الدواء، ولعلنا نعترف هنا جميعاً أن طبيبنا هو شرع الله الذي لم يغادر صغيرة ولا كبيرة، مما يحتاج الناس فيه إلى هداية؛ إلا بينها وجلاها، كما أنه لم يغادر صغيرة ولا كبيرة من أسباب الفساد في الأرض إلا حذر منها وعراها، وإذا كانت هذه أو تلك قد تخفي على مَن بَعُد عن التفقه في هذا الدين من هذه الأمة، فإنها غير خافية على فقهائها، ولكل مجال رجال. هذا وقد اخترت الكتابة في هذا الموضوع ـ وهو وقاية المجتمع من تعاطي المسكرات والمخدرات ـ لأن الأصل هو الوقاية من المرض، كما أن الوقاية قد تكون العلاج الحاسم للمرض بعد وقوعه. وهذا البحث من هذا القبيل، إذا طبق ما تضمنه فإنه وقاية وعلاج، وقاية للمريض وغيره، وعلاج للمريض، وما يكون وقاية وعلاجاً خير مما يكون علاجاً فقط. هذا وقد اشتمل على سبعة فصول: الفصل الأول: غرس الإيمان في النفوس، وتربية أجيال الأمة على تطبيق الإسلام في الحياة. الفصل الثاني: الاهتمام بتربية الأسرة. الفصل الثالث: وجوب السعي لتحقيق الأهداف العليا التي تحيا بها الشعوب. الفصل الرابع: صرف الشباب إلى ميادين التزكية والجهاد. الفصل الخامس: إقامة قاعدة الأمر بالمعروف والنهي عن المنكر. الفصل السادس: جعل مناهج التعليم والإعلام محققة لمقاصد الإسلام. الفصل السابع: الحكم بما أنزل الله. وإني لأرجو أن يكون هذا البحث نافعاً، للوقاية من كل الأمراض الوبيئة التي تفشت في مجتمعاتنا الإسلامية وفي غيرها. وإذا كانت التجربة كما يقال خير برهان، فليجرب من يريد للشعوب الإسلامية السعادة والنجاة من كل شر، تطبيق ما تضمنه هذا البحث، من الدعوة إلى الرجوع إلى الطبيب، وهو شريعة الله الخالدة. وما توفيقي إلا بالله، عليه توكلت، وهو حسبي ونعم الوكيل."
  },
  {
    "type": "section",
    "id": "section-2",
    "title": "الفصل الأول: غرس الإيمان في النفوس، وتربية أجيال الأمة على تطبيق الإسلام في الحياة.",
    "content": "وفي هذا الفصل تمهيد ومبحثان: المبحث الأول: غرس الإيمان في النفوس. المبحث الثاني: تربية أجيال الأمة على تطبيق الإسلام في الحياة. [s2] تمهيد في بيان معنى الإيمان : الإيمان في اللغة: التصديق، [[ينازع بعض العلماء في أن المراد بالإيمان في اللغة التصديق، ولكن المقام لا يتسع لمناقشة ذلك، راجع الفتاوى لابن تيمية (7/123)]]. ويتعدى باللام كقوله تعالى: {وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ}. [يوسف: 17] أي وما أنت بمصدق لنا. وأما الإيمان في الشرع فالراجح أنه: (تصديق بالقلب وقول باللسان، وعمل بالجوارح) فإذا أطلق شمل ذلك كله. فالمراد بالإيمان ما عناه الله تعالى في القرآن الكريم والسنة الشريفة، وفهمه أصحاب رسول الله صلى الله عليه وسلم، ومن تبعهم من السلف الصالح، وهو التصديق الجازم بكل ما أخبر الله به من الغيب، وهو يشمل أصول الإيمان الستة: الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر والقدر، وما تفرع عنها مما ورد به الكتاب والسنة الصحيحة. وليس المراد بالإيمان مجرد ما تعارف عليه أهل الأديان والأفكار المنحرفة الذين يرون أنه علاقة شخصية بين الإنسان وربه، ولا شأن له بنشاطه في الحياة. فإن هذا ليس هو الإيمان الذي جاء به القرآن، إذ الإيمان الذي نزل به لا ينفك عنه العمل الصالح المبني على العلم النافع، كما قال تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ أُوْلَئِكَ هُمْ الصَّادِقُونَ}. [الحجرات: 15]. هذا ولست أريد أن أطيل هنا الكلام على أصول الإيمان الستة كلها، فضلاً عما يتفرع منها، وإنما أريد أن أضرب أمثلة فقط يتضح بها أن غرس الإيمان في النفوس هو أعظم واق من أمراض المعاصي، ومنها تعاطي المسكرات والمخدرات، وهذه الأمثلة تتعلق بالإيمان بالله، والإيمان بكتاب الله الذي هو القرآن، والإيمان باليوم الآخر. [s3] الإيمان بالله: ولست أيضاً بمطيل في الكلام عن الإيمان بالله بذكر كل ما يتعلق بذاته تعالى، من كونه خالقاً ورباً وإلهاً، [[للمؤلف كتابان عن الإيمان: الأول عنوانه: \"الإيمان اصطلاحاً وأثره تطبيقاً\" ولم يطبع، والثاني بعنوان: \"الإيمان هو الأساس\" وقد طبع]]. وإنما أضرب لذلك مثالين: أحدهما: يتعلق بعلمه الشامل المحيط بكل شيء. والثاني: يتعلق بقدرته التامة على كل شيء. [s3] غرس الإيمان بعلم الله المحيط بكل شيء وأثره في الوقاية من إرتكاب المعاصي: لقد كثر في القرآن الكريم ذكر علم الله المحيط بكل شيء، بأساليب شتى، والمقصود منها إشعار الإنسان بأن أعماله لا تخفى على الخالق، وأنها محفوظة مكتوبة محاسب عليها صاحبها، كما قال تعالى في أهل الكتاب، الذين حذر بعضهم بعضاً من الاعتراف بما في كتبهم مما يوافق القرآن الكريم، ويؤيد صحة رسالة محمد صلى الله عليه وسلم، لئلا يكون اعترافهم بذلك حجة للمسلمين عند الله عليهم، قال تعالى عنهم: {وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلا بَعْضُهُمْ إِلَى بَعْضٍ قَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ أَفَلا تَعْقِلُونَ (76) أَوَلا يَعْلَمُونَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ}. [البقرة: 76-77]. وقال تعالى: {إِنَّ اللَّهَ لا يَخْفَى عَلَيْهِ شَيْءٌ فِي الأَرْضِ وَلا فِي السَّمَاءِ}. [آل عمران: 5]. وقال تعالى: {قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ وَيَعْلَمُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (29) يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَراً وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَداً بَعِيداً وَيُحَذِّرُكُمْ اللَّهُ نَفْسَهُ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ}. [آل عمران: 29-30]. تأمل هاتين الآيتين الأخيرتين: هل تجد شيئاً يمكن إخفاؤه على الله الذي أحاط علمه بما في السماوات وما في الأرض، وما يخطر للمرء في صدره، وهل يقدر الإنسان أن ينكر شيئاً مما عمل في الدنيا، عندما يلاقي الله فيجد عنده كلَّ ما عمل من خير أو سوء؟. إن الإنسان ليقدر أن يحتال على الناس وعلى كل الوسائل التجسسية في الدنيا ويفلت منها، وكذلك يقدر أن يحتال على القضاء والقوانين، وعلى المحامين وأساليبهم، وعلى الشرطة ووسائلهم وسجونهم ويخرج من عندهم جميعاً بريئاً، وهو في الواقع غير بريء، ولكنه لا يقدر على ذلك بالنسبة للخالق. كما قال تعالى: {إِنَّا أَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ وَلا تَكُنْ لِلْخَائِنِينَ خَصِيماً (105) وَاسْتَغْفِرْ اللَّهَ إِنَّ اللَّهَ كَانَ غَفُوراً رَحِيماً (106) وَلا تُجَادِلْ عَنْ الَّذِينَ يَخْتَانُونَ أَنفُسَهُمْ إِنَّ اللَّهَ لا يُحِبُّ مَنْ كَانَ خَوَّاناً أَثِيماً (107) يَسْتَخْفُونَ مِنْ النَّاسِ وَلا يَسْتَخْفُونَ مِنْ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لا يَرْضَى مِنْ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطاً (108) هَاأَنْتُمْ هَؤُلاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا فَمَنْ يُجَادِلُ اللَّهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلاً (109) وَمَنْ يَعْمَلْ سُوءاً أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرْ اللَّهَ يَجِدْ اللَّهَ غَفُوراً رَحِيماً (110) وَمَنْ يَكْسِبْ إِثْماً فَإِنَّمَا يَكْسِبُهُ عَلَى نَفْسِهِ وَكَانَ اللَّهُ عَلِيماً حَكِيماً (111) وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْماً ثُمَّ يَرْمِ بِهِ بَرِيئاً فَقَدْ احْتَمَلَ بُهْتَاناً وَإِثْماً مُبِيناً} [النساء: 105-112]. قل لي بربك لو أن مريد مخالفة القانون في أي بلد يعلم أن آلة التصوير مسلطة عليه في منزله، وفي سيارته، وفي الشارع، وفي بيت الخلاء، وفي أي مكان تحرك أو سكن فيه، وأن صورته تظهر على حقيقتها على مرآة التلفاز، أمام مراقبين يتابعونه، هل تراه يستطيع أن يخالف القانون، ويفعل ما سيعاقب عليه من قبل السلطة القادرة على القبض عليه وعلى معاقبته؟. فكيف إذا علم العبد وآمن أن الله محيط به، يعلم كل حركاته وسكناته وخطرات قلبه، في كل لحظة من لحظات حياته؟ فلو أن الإنسان تربى على العلم بهذه الصفة الإلهية والإيمان بها، وما يترتب على ذلك من صغره فنشأ على ذلك، لما كان يجترئ على ارتكاب المعاصي، والاعتداء على الحقوق سواءً كانت حقوق الله أو حقوق عباده، ولكان المؤمن بهذه الصفة محققاً للإحسان الذي قال فيه الرسول صلى الله عليه وسلم: ((الإحسان أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك)). [[مسلم (1/36-37)]]. وقال الأستاذ أبو الأعلى المودودي رحمه الله في هذا المعنى: (وأهم شيء وأجدره في هذا الصدد، أن الإيمان بلا إله إلا الله، يجعل الإنسان مقيداً بقانون الله ومحافظاً عليه، فإن المؤمن يكون على يقين بسبب اعتقاده بهذه الكلمة، أن الله خبير بكل شيء، وهو أقرب إليه من حبل الوريد، وأنه إن أتى بعمل في ظلمة الليل، أو حالة الوحدة، فإن الله يعلمه، وأنه إن خطر بباله شيء جميل فإن علم الله محيط به، وأنه إن كان من الممكن له أن يخفي أعماله على كل واحد في الدنيا، فإنه لا يستطيع إخفاءها على الله عز وجل، وإن كان يستطيع أن يفلت من بطش أي كان، فإنه لا يستطيع أن يفلت من الله عز وجل. فعلى قدر ما يكون هذا الإيمان راسخاً في ذهن الإنسان، يكون متبعاً لأحكام الله قائماً عند حدوده، لا يجرؤ على اقتراف ما حرم الله، ويسارع إلى الخيرات والعمل بما أمر الله، ولو في ظلمة الليل أو حالة الوحدة والخلوة، فإن معه شرطة لا تفارقه حيناً من أحيانه، وهو يتمثل دائماً أمام عينيه تلك المحكمة العليا التي لا يكاد الإنسان ينفذ من دائرة حسابها) . [[مبادئ الإسلام ص98 طبع الاتحاد الإسلامي للمنظمات الطلابية]]. فإذا فقد الإنسان العلم والإيمان بهذا المعنى، فإنه سيرتكب كل ما يهواه عندما يشعر أنه لا يعلم به القادر على تأديبه، وسيكون الموظف المسؤول عن متابعة المجرمين مجرماً، يتعاطى هو نفسه، المسكرات والمخدرات، أو يخفي جرائم المتاجرين في ذلك والذين يتعاطونه، إذا نال منهم فائدة مادية، وهذا أمر يعرفه أهله، أما من علم هذا المعنى وآمن به فأمانته يعرفها ذوو الخبرة في هذه الأمور. [[للمؤلف بحث في هذا الموضوع عنوانه: \"الواعظ الأكبر والزاجر الأعظم\"]]. [s3] غرس الإيمان بقدرة الله التامة على كل شيء: إن المجرم إذا علم أن أحداً يعلم جريمته إذا ارتكبها، ولكنه يعلم أن هذا العالم بجريمته، عاجز عن متابعته وعقابه، فإنه يستطيع أن يرتكب تلك الجريمة وينجو من عقاب العالم بجريمته، ولو كان يبغضها غاية البغض، لكنه إذا اجتمع عنده العلم والإيمان، أن أحداً يعلم ما يرتكبه من معصية، ويقدر على متابعته ومحاسبته وعقابه، لا يقدر أبداً على الإفلات منه، فإنه لا يقدم على ارتكاب المعصية التي يعلمها ويعاقبه عليها. ولهذا جمع الله سبحانه بين علمه المحيط بكل شيء، وقدرته التامة على كل شيء في قوله تعالى: {قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ وَيَعْلَمُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}. [آل عمران: 29]. وقال تعالى: {أَوَلَمْ يَسِيرُوا فِي الأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَوَاتِ وَلا فِي الأَرْضِ إِنَّهُ كَانَ عَلِيماً قَدِيراً}. [فاطر: 44]. فإذا أردنا أن نوجد الإنسان الذي يجتنب ما يضره ويضر مجتمعه من الجرائم، بل إذا أردنا إيجاد أمة تكون كلها حارسة على مصالحها في السر والعلن، فلا بد أن نربي ذلك الإنسان أو تلك الأمة، على العلم والإيمان بقدرة الله التامة على كل شيء، مع إحاطته تعالى علماً بكل شيء. ولعل هذا يبين حكمة أمر الله تعالى عباده، أن يعبدوه بأسمائه الحسنى التي تملأ القلب المؤمن حباً لله، وخوفاً ورهبة منه، فيقدم على ما يحب ويبتعد عما يكره، كما قال تعالى: {وَلِلَّهِ الأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا}. [الأعراف: 180]. لأن كل اسم من أسمائه تعالى يحمل من المعاني، ما لو فقهه المؤمن وثبت في قلبه، لازداد تقرباً إلى الله بطاعته، بأداء حقوقه وحقوق عباده، وترك معصيته، بعدم الاعتداء على حقوقه وحقوق عباده. وقال ابن القيم رحمه الله: \"ولو شهد بقلبه صفة واحدة من أوصاف كماله، لاستدعت منه المحبة التامة عليها، وهل مع المحبين محبة إلا من آثار صفات كماله، فإنهم لم يروه في هذه الدار، وإنما وصل إليهم العلم بآثار صفاته وآثار صنعه، فاستدلوا بما علموه على ما غاب عنهم\". [[طريق الهجرتين وباب السعادتين ص:561-562 طبع قطر]]. ولهذا كان المكثر من حفظ أسماء الله الحسنى المتعبد بها جديراً بوعد الله أن يدخله الجنة، كما قال الرسول صلى الله عليه وسلم: ((إن لله تسعة وتسعين اسماً من أحصاها دخل الجنة)). [[البخاري (3/185) ومسلم (4/2062) وفي مسلم زيادة في رواية: ((من حفظها))]]. والمراد من إحصائها وحفظها هو التعبد بها وذكر الله بها باللسان والقلب، والتأثر بمعانيها التي تثمر في المحصي الحافظ لها قوة الإيمان وزيادته، والحرص على طاعة الله والإكثار منها، والبعد عن معاصي الله تعالى، والرغبة الصادقة في الفوز برضوان الله ونعيمه في الجنة التي فيها ما لا عين رأت ولا أذن سمعت، وبالجملة حفظ هذا الدين في نفسه وفي أمته، على المنهج القرآني والسنة النبوية، يبين ذلك قول الرسول صلى الله عليه وسلم لابن عباس رضي الله عنه: ((احفظ الله يحفظك...)). قال ابن الأمير: \"والمراد من قوله: ((احفظ الله)) أي حدوده وعهوده وأوامره ونواهيه، وحفظ ذلك هو الوقوف عند أوامره بالامتثال، وعند نواهيه بالاجتناب، وعند حدوده أن لا يتجاوزها ولا يتعدى ما أُمر به إلى ما نُهى عنه، فيدخل في ذلك فعل الواجبات كلها وترك المنهيات كلها. وقال تعالى: {وَالْحَافِظُونَ لِحُدُودِ اللَّهِ وَبَشِّرْ الْمُؤْمِنِينَ}. [التوبة: 112]. وقال: {هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ}. [ق: 32]. فسر العلماء الحفيظ بالحافظ لأوامر الله، وفسر بالحافظ لذنوبه حتى يرجع منها، فأمره صلى الله عليه وسلم بحفظ الله يدخل فيه كل ما ذكر وتفاصيلها واسعة\". [[سبل السلام (4/176) دار إحياء التراث العربي ـ بيروت]]. [s3] غرس الإيمان بكتاب الله في النفوس: إن هذا القرآن لم ينزل إلا لهداية البشر وإقامة الحجة عليهم، قال تعالى: {الم (1) ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ}. [البقرة: 1-2]. وقال تعالى: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ}. [الإسراء: 9]. وقال تعالى: {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ}. [الصف: 9]. فإذا رُبِّيَ الإنسان على الإيمان بأن هذا القرآن كلام الله، وأنه لا اهتداء إلا به في هذه الحياة، وأن ما شرعه الله فيه يجب أن يطاع أمراً كان أو نهياً، وأنه لا يجوز أن يطاع أحد في معصيته، وأنه يجب أن يُتَعلم حلاله وحرامه، ويُطَبق في واقع الحياة، إن الإنسان إذا ربي على ذلك، فسيكون إنساناً صالحاً، يحب الخير ويدعو إليه ويأمر به، ويبغض الشر ويحذر منه وينهى عنه، ومن ذلك المسكرات والمخدرات التي حذر الله تعالى منها. وإذا لم يُرَبَّ المسلم على ذلك، فأي قانون قادر على قيادته بسهولة ويسر غير هذا القرآن؟ لقد كان لهذا القرآن أثره في نفوس الذين أخذوه علماً وإيماناً وعملاً، من أصحاب رسول الله صلى الله عليه وسلم، وكانت لهم بذلك السعادة والعزة، والأمن والاستقرار، والإيثار والمودة والإخاء، وهذه المعاني هي التي ينشدها العالم اليوم، لفقدها أو ضعفها الذي يكاد يكون كالفقد، ولا يمكن أن تعود هذه المعاني إلى الأرض، إلا إذا سلك المسلمون مسلك سلفهم الصالح في تعلم كتاب الله والإيمان به وتطبيقه في حياتهم. قال ابن كثير رحمه الله: \"قال الأعمش: عن أبي وائل عن ابن مسعود رضي الله عنه، قال: كان الرجل منا إذا تعلم عشر آيات، لم يجاوزهن، حتى يعرف معانيهن والعمل بهن، وقال عبد الله السلمي: حدثنا الذين كانوا يقرؤوننا، أنهم كانوا يستقرؤن النبي صلى الله عليه وسلم، وكانوا إذا تعلموا عشر آيات، لم يخلفوها حتى يعملوا بما فيها من العمل، فتعلمنا القرآن والعمل جميعاً\". [[تفسير القرآن العظيم (1/3) وراجع مجموع الفتاوى لابن تيمية رحمه الله (13/331)]]. هكذا كان تأثير القرآن على النفوس التي آمنت به، كانوا يقفون عند آياته تلاوةً، وتفهماً لمعانيها، وتطبيقاً لأوامرها ونواهيها. وسنة رسول الله صلى اله عليه وسلم وسيرته، كالقرآن في التكليف، ووجوب الإيمان بها، فهي وحي مثله في ذلك، والواجب الإيمان بما صح منها والعمل بها كالقرآن؛ لأن الله قد أمر بطاعة رسوله كما أمر بطاعته، قال تعالى: {قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلاَّ الْبَلاغُ الْمُبِينُ}. [النور: 54]. فإذا غرس الإيمان بالكتاب والسنة في نفوس الناس، تغيرت نفوسهم من الجنوح والفسوق إلى الإقبال إلى الله والطاعة. قال تعالى: {إِنَّ اللَّهَ لا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنفُسِهِمْ}. [الرعد: 11]. هذا التغيير يشمل أمرين: الأمر الأول: أن يكونوا على استقامة وطاعة وفي رغد من العيش الهنيء، فيغيروا ما بأنفسهم من الاستقامة والطاعة إلى معاصي الله، فيغير الله ما بهم من النعم إلى النقم. كما قال تعالى: {ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّراً نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنفُسِهِمْ وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ}. [الأنفال: 53]. الأمر الثاني: أن يكونوا في نكد وشقاء وعذاب، فيغيروا ما بأنفسهم من معاصي الله إلى طاعاته، فيغير الله ما بهم من النكد والشقاء، إلى الرغد والنعم والعيش الكريم. كما قال تعالى للمؤمنين من أصحاب رسول الله صلى الله عليه وسلم: { وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمْ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنْ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ}. [الأنفال: 26]. قال الشيخ السعدي رحمه الله في تفسيره للآية: {إِنَّ اللَّهَ لا يُغَيِّرُ مَا بِقَوْمٍ} من النعمة والإحسان ورغد العيش {حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} بأن ينتقلوا من الإيمان إلى الكفر، ومن الطاعة إلى المعصية، أو من شُكر نعم الله إلى البطر بها، فيسلبهم الله عند ذلك إياها. وكذلك إذا غيَّر العباد ما بأنفسهم من المعصية، فانتقلوا إلى طاعة الله، غيَّر الله عليهم ما كانوا فيه من الشقاء إلى الخير والسرور والغبطة والرحمة\". [[تيسير الكريم الرحمن في تفسير كلام المنان]]. وتغيير الله ما بهم، قد يكون متعلقاً بتغيير ما بأنفسهم هم، وقد يكون بتغيير من له بهم صلة تجعل تغييرهم على من غير وعلى غيره، كما قال تعالى: {وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ}. [الأنفال: 25]. قال القرطبي رحمه الله: \"أخبر الله تعالى في هذه الآية أنه لا يغير ما بقوم حتى يقع منهم تغيير، إما منهم أو من الناظر لهم، أو ممن هو منهم بسبب؛ كما غيَّر الله بالمنهزمين يوم أحد بسبب تغيير الرماة بأنفسهم، إلى غير هذا من أمثلة الشريعة؛ فليس معنى الآية أنه ليس ينزل بأحد عقوبة إلا بأن يتقدم منه ذنب، بل قد تنزل المصائب بذنوب الغير؛ كما قال صلى الله عليه وسلم ـ وقد سئل أنهلك وفينا الصالحون؟ ـ قال: ((نعم إذا كثر الخبث)). والله أعلم\". [[الحديث في الصحيحين]]. وممن يستحقون عقوبة الله بتغيير غيرهم ما بنفسه من الطاعة إلى المعصية، تاركو الأمر بالمعروف والنهي عن المنكر، كم ورد ذلك في نصوص أخرى. قال شيخنا العلامة محمد الأمين الشنقيطي رحمه الله، وهو يرد على ما قد يتوهمه الجاهل من قول الله تعالى في سورة المائدة: {لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ}. [المائدة: 105] أن الأمر بالمعروف لا يجب! قال: \"ومما يدل على أن تارك الأمر بالمعروف غير مهتدٍ أن الله تعالى أقسم أنه في خُسر في قوله تعالى: {وَالْعَصْرِ (1) إِنَّ الإِنسَانَ لَفِي خُسْرٍ (2) إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ}. [سورة العصر]. فالحق وجوب الأمر بالمعروف والنهي عن المنكر وبعد أداء الواجب لا يضر الآمر ضلال من ضل. وقد دلَّت الآيات كقوله تعالى: {وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً} والأحاديث على أن الناس إن لم يأمروا بالمعروف ولم ينهوا عن المنكر عمهم الله بعذاب من عنده. فمن ذلك ما خرجه الشيخان في صحيحهما عن أم المؤمنين أم الحكم زينب بنت جحش رضي الله عنها، أن النبي صلى الله عليه وسلم دخل عليها فزعاً مرعوباً يقول: ((لا إله إلا الله ويل للعرب من شر قد اقترب فتح اليوم من ردم يأجوج ومأجوج مثل هذه)) وحلق بإصبعيه الإبهام والتي تليها، فقلت: يا رسول الله أنهلك وفينا الصالحون؟ قال: ((نعم إذا كثر الخبث)). وعن النعمان بن بشير رضي الله عنهما عن النبي صلى الله عليه وسلم، قال: ((مثل القائم في حدود الله والواقع فيها، كمثل قوم استهموا على سفينة فصار بعضهم أعلاها وبعضهم أسفلها، وكان الذين في أسفلها إذا استقوا من الماء مروا على من فوقهم فقالوا: لو أنا خرقنا في نصيبنا خرقاً ولم نؤذ من فوقنا، فإن تركوهم وما أرادوا هلكوا جميعاً، وإن أخذوا على أيديهم نجوا ونجوا جميعاً)) أخرجه البخاري والترمذي..\". انتهى. وقاعدة الأمر بالمعروف والنهي عن المنكر، تنذر فاعلي المنكر والساكتين عنهم بخطر عظيم في الدنيا والآخرة، ومن ذلك تعاطي المسكرات والمخدرات التي دلَّت الوقائع على ما ينزل بالمتعاطين والساكتين من أسرهم وجيرانهم ومجتمعاتهم، وحكوماتهم، في النفوس والأخلاق والأموال وغيرها. ولقد أظهر أصحاب رسول الله صلى الله عليه وسلم صدق إيمانهم وطاعتهم لله ولرسوله صلى الله عليه وسلم، عندما قال لهم الله عز وجل في شأن الخمر ـ وهي أم الخبائث كلها، بما فيها المخدرات التي تظهر الحكومات الحرب عليها ويترك كثير منها الخمر إلا في حالات نادرة، مع التساهل الشديد في جزاء مرتكبها ـ : {فَهَلْ أَنْتُمْ مُنتَهُونَ}؟ قالوا: \"انتهينا يا رب\". [[تفسير القرآن العظيم (2/92) والآية من سورة المائدة: 91]]. [s3] غرس الإيمان باليوم الآخر في النفوس: إن علم الإنسان وإيمانه أنه سيموت فقط، غير كاف في تربيته على فعل الخير وترك الشر؛ لأنه لا يوجد عاقل في الأرض إلا وهو يعلم علم اليقين أنه سيموت، فلا بد لتربية الإنسان على فعل الخير وترك الشر، من تذكيره بما بعد الموت من نعيم القبر وعذابه، وغرس الإيمان باليوم الآخر في نفسه، وتعليمه ما يكون فيه من أهوال وجزاء، وإلا فالذي لا يؤمن باليوم الآخر، كلما ذكر الموت ازداد ضراوة وشراهة في التمتع بالشهوات، وازداد تمرده على القوانين واعتداء على حقوق الناس، ما لم يتيقن من وجود رادع له بالمرصاد. ولهذا ذكر الله تعالى الخلق بأن المهم ليس معرفة أنهم سيموتون فقط، بل المهم أن يتنبهوا لما بعد الموت، فقال تعالى: {كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ فَمَنْ زُحْزِحَ عَنْ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَمَا الْحَيَاةُ الدُّنْيَا إِلاَّ مَتَاعُ الْغُرُورِ}. [آل عمران: 185]. ولهذا تجد الإيمان باليوم الآخر يقترن بالإيمان بالله تعالى في الإثبات وما يترتب عليه، وفي النفي وما يترتب عليه في القرآن والسنة معاً. كما قال تعالى: {وَمِنْ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ}. [البقرة: 8]. وقال تعالى: {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَعَمِلَ صَالِحاً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ}. [البقرة: 62]. وقال تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَداً آمِناً وَارْزُقْ أَهْلَهُ مِنْ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الآخِرِ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلاً ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ}. [البقرة: 126]. وقال تعالى: {وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ…}. [البقرة: 177]. وقال تعالى: {ذَلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ}. [البقرة: 232]. وقال تعالى: {لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ (113) يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُوْلَئِكَ مِنَ الصَّالِحِينَ}. [آل عمران: 113-114]. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُوْلِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً}. [النساء: 59]. وقال تعالى: {إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلاَّ اللَّهَ فَعَسَى أُوْلَئِكَ أَنْ يَكُونُوا مِنْ الْمُهْتَدِينَ}. [التوبة: 18]. وقال تعالى: {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنْ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ}. [التوبة: 29]. وقال تعالى: {لا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ (44) إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ}. [التوبة: 44-45]. وقال تعالى: {وَمَاذَا عَلَيْهِمْ لَوْ آمَنُوا بِاللَّهِ وَالْيَوْمِ الآخِرِ وَأَنفَقُوا مِمَّا رَزَقَهُمْ اللَّهُ وَكَانَ اللَّهُ بِهِمْ عَلِيماً}. [النساء: 39]. هذه الآيات واضحة أنه يترتب على الإيمان بالله واليوم الآخر، العمل الصالح في الدنيا، والجزاء الحسن في الآخرة، ومعنى هذا أن الذي يغرس في نفسه الإيمان باليوم الآخر فيؤمن به حقاً، لا يرتكب معصية الله تعالى، خوفاً من عذابه في ذلك اليوم، ويسارع إلى طاعة الله، طمعاً في ثوابه ورضاه في ذلك اليوم. وقد أجمل الله سبحانه وتعالى رحلة الإنسان وأطوارها خاتماً بالبعث بعد الموت فقال: {وَلَقَدْ خَلَقْنَا الإِنسَانَ مِنْ سُلالَةٍ مِنْ طِينٍ (12) ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (13) ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَاماً فَكَسَوْنَا الْعِظَامَ لَحْماً ثُمَّ أَنشَأْنَاهُ خَلْقاً آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ (14) ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ (15) ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ}. [المؤمنون: 12-16]. فالتذكير باليوم الآخر، بما فيه من أهوال البعث والحشر والجزاء، من أهم ما يوقظ الغافلين، والذي يؤمن بذلك حق الإيمان، لا بد أن يطلب رضوان الله بفعل أوامره وترك نواهيه، كما أنه لا بد أن يفر من سخطه كذلك، ولهذا عني القرآن الكريم بذلك. كما قال تعالى: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ (1) يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ}. [الحج:1-2]. وقال تعالى: {اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ (1) مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلاَّ اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ (2) لاهِيَةً قُلُوبُهُمْ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هَذَا إِلاَّ بَشَرٌ مِثْلُكُمْ أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ}. [الأنبياء: 1-3]. فالذي لا يؤمن بالآخرة أو يغفل عنها، لا يرجى منه الحرص فعل خير، ولا الإقلاع عن الشر والفساد في الأرض. قال المودودي رحمه الله: \"فإنكار الإنسان للحياة الآخرة أو الإقرار بها له تأثير في حياته، فإن الذي فُطر عليه الإنسان، أن يصبو إلى عمل أو يعرض عنه، إلا على قدر ما يرى فيه لنفسه فائدة أو ضرر، فأنى للذي لا يعدوا نظره فائدة هذه العاجلة وضررها، أن ينشط لعمل صالح، لا يرجوا منه فائدة في هذه الدنيا، أو يجتنب عملاً سيئاً، لا يخاف منه على نفسه ضرراً في هذه الدنيا؟ أما الذي ينفذ بصره إلى نتائج الأعمال، ولا يقف عند ظواهرها، فلا يرى نفع هذه العاجلة أو ضررها إلا شيئاً عارضاً، فيؤثر الحق على الباطل والخير على الشر، نظراً إلى فائدة الآخرة أو مضرتها الأبدية، ولو كان الخير يعود إلى نفسه بأفدح ضرر، والسيئة بأعظم منفعة في هذه الدنيا. فانظر إلى ما بين هذين الرجلين من الفرق العظيم والبون الشاسع، فالخير في نظر الأول ما يحصل نفعه في هذه الحياة الفانية.. والشر عنده ما ينتج أو يخشى أن ينتج شيئاً مكروهاً في هذه الدنيا.. بينما الخير في نظر الرجل الثاني، ما يرضي الله والشر ما يسخطه، وهو يرى أن الخير في كل حال وإن لم ينفعه في هذه الحياة الدنيا.. وأن الشر في كل حال وإن لم يذق، أو لم يخف أن يذوق وباله في هذه الحياة الدنيا\". [[مبادئ الإسلام ص:115-117]]. فإذا ما أردنا الأمن والسعادة وانقياد الناس للخير وابتعادهم من الشر، ومن ذلك تعاطي المسكرات والمخدرات، فعلينا أن نغرس في نفوسهم الإيمان بالله وبكتابه وباليوم الآخر، وغيرها من أصول الإيمان وفروعه، فإن الإيمان يغير النفوس من شريرة إلى خيرة، ولا يمكن لغير الإيمان أن يغير تلك النفوس ذلك التغيير. وركون الحكومات على ما اعتادوا من الإجراءات الأمنية وحدها في محاربة المخدرات، لم يزد الأمر إلا استفحالاً. [s2] المبحث الثاني: تربية المجتمع على تطبيق الإسلام . إن الإيمان الصادق لا بد أن يثمر العمل الصالح، والعمل الصالح هو أصول الإسلام الخمسة وما تفرع عنها: الشهادتان، وإقامة الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج بيت الله الحرام، وكلما أوجب الله على المسلم عيناً أو كفاية، وكذلك اجتناب ما حرمه الله تعالى عليه، بل إن المؤمن الحق هو الذي يفعل المندوبات ويترك المكروهات، ويترك المباحات التي يخشى أن تؤدي به إلى ما فيه بأس. ويجب أن يربَّى المجتمع المسلم على القيام بالعمل الصالح، من فعل واجب أو ترك محرم، كما يستحب أن يربَّى على فعل المندوبات وترك المكروهات، وأن يكون العمل الصالح هذا، هو المسيطر على هذا المجتمع وأن يكون ولاة أمور المسلمين، وهم الحكام والعلماء قدوة حسنة في ذلك للمجتمع، فإن تطبيق معاني الإسلام في المجتمع، تجعل الخير فيه معروفاً مألوفاً، وتجعل الشر شاذاً منكراً. يشعر المجتمع المسلم عندما يطبق فيه الإسلام، بالارتياح والطمأنينة لكل عمل مشروع ويحب صاحبه ويقدره، كما يشعر هذا المجتمع بالنفور من أي عمل سيء ويبغض صاحبه، فيظهر بذلك الخير والخلق الحسن، ويختفي الشر والخلق السيء، فلا يوجد في هذا المجتمع سوق نافقة للمعاصي والمنكرات، فلا زناً ولا ربا، ولا قتل ولا قتال، ولا ظلم ولا خمر ولا مخدرات ولا غيرها. وهذا بخلاف ما إذا اختفى تطبيق الإسلام أو ضعف، فإن المجتمع لا يغضب لمنكر ولا يتأذى منه، بل إنه يستسيغه، وقد يؤيده كثير من أفراده. التطبيق للإسلام يدفع المجتمع المسلم إلى التعاون على البر والتقوى، وعدم تطبيقه يدفع إلى التعاون على الإثم والعدوان، أو على السكوت عن الإثم والعدوان، والسكوت في النتيجة تعاون على الإثم والعدوان. وأقتصر في هذا المبحث على ما مضى؛ لأنه سيأتي في الفصول والمباحث الآتية ما يمكن أن يغني عن الإطالة هنا في هذا الموضوع."
  },
  {
    "type": "section",
    "id": "section-3",
    "title": "الفصل الثاني: الاهتمام بتربية الأسرة",
    "content": "وفي هذا الفصل مبحثان: المبحث الأول: يتعلق بأسرة من يتعاطى المسكرات والمخدرات. المبحث الثاني: عناية أولياء أمور المسلمين بالأسرة. [s2] المبحث الأول: يتعلق بأسرة من يتعاطى المسكرات والمخدرات الأسرة هي نواة المجتمع، فإذا حصل اهتمام بتربية أفرادها تربية صالحة، صارت الأسرة صالحة وصار المجتمع كله صالحاً؛ لأن الأسرة تتكون من أفراد، والمجتمع يتكون من أسر. وذلك بأن يجتهد أفراد هذه الأسرة بتربية أنفسهم، وتربية بعضهم بعضاً على الإسلام، بأداء حقوق الله وحق بعضهم على بعض، وأداء حقوق الله تعالى وحق المجتمع. ويبدأ ذلك باختيار الزوجِ الصالحِ زوجَه الصالحةَ، والزوجِ الصالحةِ الزوجَ الصالحَ، فإن صلاح الزوجين هو أساس التربية الطيبة للأسرة. ثم قيام كل من الزوجين بواجبه المستطاع، في تربية الأولاد على المعاني الإسلامية، وغرس حب الله وحب رسوله، وحب الخير في نفوسهم، وبغض كل ما يبغضه الله ورسوله من المنكر والفساد، حتى ينشأ الأولاد وهم ملتزمون بما يرضي الله، مبتعدون عما يسخطه، فيكونوا أعضاء نافعين في المجتمع المسلم. وتربية الأسرة على هذه المعاني شاقة، تحتاج إلي جهد متواصل، وصبر طويل، وتحتاج أن يجاهد الزوجان أنفسهما، بأن يكونا قدوة حسنة، إذا أمرا أولادهما بخير فعلاه، وإذا نهياهم عن شيء تركاه، وإلا كان الأمر الذي يخالف الفعل أو النهي الذي يرتكبانه وبالاً على الأولاد؛ لأنهم يتأثرون بالفعل أكثر من القول. [[راجع كتاب منهج التربية الإسلامية (2/118) لمحمد قطب، وكتابنا: \"أثر التربية الإسلامية في المجتمع الإسلامي\"]]. كما أنه يجب على الأسرة أن تحذر من جلساء السوء، فلا تتيح لهم الفرصة ليختلطوا بها، بل يجب أن يكون جلساؤها هم أهل الصلاح والخير، الذين هم قدوة حسنة في العلم والعمل الصالح، ليتعاونوا معهم على البر والتقوى، وليس على الإثم والعدوان. وقد بيَّن الرسول صلى الله عليه وسلم، الأثر الصالح المترتب على مصاحبة الجليس الصالح، كما بين الأثر السيء المترتب على مصاحبة الجليس السوء. كما في حديث أبي موسى الأشعري رضي الله عنه عن النبي صلى الله عليه وسلم قال: ((مثل الجليس الصالح والسوء كحامل المسك ونافخ الكير، فحامل المسك إما أن يحذيك وإما أن تبتاع منه وإما أن تجد منه ريحاً طيبة، ونافخ الكير إما أن يحرق ثيابك وإما أن تجد ريحاً خبيثة)). [[البخاري (6/231) ومسلم (4/2026)]]. والأمر بالمعروف والنهي عن المنكر، إذا قام به أفراد الأسرة فيما بينهم، ولم يسمحوا للمنكر أن يستقر في أحد منهم، يكون له أثر كبير في الاستقامة؛ لأن الطفل ينشأ على ذلك من صغره، فيكبر وقد اصطبغ بذلك، ويصبح ما يخالف مألوفه عنده غير مستساغ، فإذا يسر الله له أن يكون المجتمع خارج البيت كذلك، كان ذلك نوراً على نور. أما إذا كانت الأسرة غير صالحة ـ أي لم تُربَّ على الإسلام ـ فإن الشر يستقر فيها، ويكون المعروف منكراً والمنكر معروفاً، يتعاون الأفراد على الإثم والعدوان، ولا يتعاونون على البر والتقوى، وأولاد هذه الأسرة يغلب عليها الشقاء وحب الشر، بدلاً من حب الخير، ويصعب على المجتمع أن يؤثر فيهم بالخير والصلاح، إلا من شاء الله. فإذا قامت الأسرة بواجبها في تربية أفرادها على الإسلام، فإن ارتكاب الجريمة، ومنه تناول المسكرات والمخدرات، لا بد أن يقل لعدم قبول الأسرة له ومقاومتها له، وإن لم تقم الأسرة بتربية نفسها على الإسلام، فإن المسكرات والمخدرات، تتفشى في الأسرة، ويكثر ارتكاب المعاصي والإعانة عليه وهناك يكمن الخطر. ولهذا أمر الله أولياء أمور الأسر، بأن يقوا أنفسهم وأهليهم النار، فقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَاراً وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلائِكَةٌ غِلاظٌ شِدَادٌ لا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}. [التحريم: 6]. [s2] المبحث الثاني: عناية أولياء أمور المسلمين بالأسرة . الأسرة تستطيع أن تقوم بواجب تربية أفرادها على الإسلام في محيطها، ولكنها لا تستطيع أن تحمي أفرادها من أوبئة الفساد المنتشرة في الدولة، فالمدارس والأسواق والنوادي والمنتزهات وأجهزة الإعلام، وغيرها من مرافق المجتمع العامة، تشرف عليها الدولة وليست الأسرة. والأسرة مضطرة إلى تعليم أولادها في المدارس، والمدارس أغلبها تحت إشراف الدولة.. والأسرة تضطر إلى شراء حاجاتها من السوق والخروج إلى الشارع، والسوق والشارع تشرف عليهما الدولة.. والأسرة تحتاج أن تمشي في مناكب الأرض، وتمتع نفسها بالمناظر الجميلة في البساتين العامة والغابات وشواطئ البحار، وهذه وتلك إنما تشرف عليها الدولة. فإذا قامت الدولة بواجبها من حماية الأسرة والمجتمع، من الفساد الإعلامي والتعليمي والاجتماعي، كان ذلك تعاوناً مع الأسرة على المزيد من الخير، وإلا هدمت الدولة كل ما بنته الأسرة، ونحن نعرف أن بعض الدول المسؤولة في بعض الشعوب الإسلامية، تحاول هدم الإيمان في النفوس، وتتخذ كل الوسائل لاقتلاع الأخلاق الإسلامية، ونشر الرذيلة والفساد بين الشباب، حتى أصبح المسلم يأمن على نفسه وعرضه وأولاده في المجتمعات الكافرة، أكثر من أمنه على ذلك، في بلاده التي هي مسقط رأسه. وولاة الأمر الذين هذا دأبهم لا يرجى منهم إلا تثبيت المنكر ودعمه وإفشاؤه، فهل يحق لأمثال هؤلاء أن يستعينوا بالإسلام على محاربة بعض الفساد الذي اضطروا لمحاربته، لا إرضاء لله ولكن لأغراض أخرى قد تكون اقتصادية؟ كلا."
  },
  {
    "type": "section",
    "id": "section-4",
    "title": "الفصل الثالث: وجوب السعي لتحقيق الأهداف العليا التي تحيا بها الأمم، وتوجيه الشباب إليها",
    "content": "وفي هذا الفصل تمهيد وخمسة مباحث: المبحث الأول: حفظ الدين. المبحث الثاني: حفظ النفس. المبحث الثالث: حفظ العقل. المبحث الرابع: حفظ النسل. المبحث الخامس: حفظ المال. [s2] تمهيد : المسلم له هدف عام يجب أن تكون كل أهدافه المتفرعة عنه والمحققة له، هذا الهدف العام هو رضا ربه تعالى عنه، بقيامه بعبادته التي تشمل كل تصرفات الإنسان في هذه الحياة كما قال سبحانه وتعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُونِ (56) مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ (57) إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ}. [الذاريات: 56-58]، وقال تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُوْلَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ (7) جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ}. [البينة: 7-8]. ولهذا يبشر الله المؤمنين بدوام رضوانه عنهم، ويذكرهم بذلك بعد أن يدخلوا الجنة فينالوا نعيمها الذي لم يعودوا يفكرون في سواه، فقد روى أبو سعيد الخدري رضي الله عنه، أن النبي صلى الله عليه وسلم قال: ((إن الله يقول لأهل الجنة: يا أهل الجنة، فيقولون: لبيك ربنا وسعديك، والخير في يديك، فيقول: هل رضيتم؟ فيقولون: وما لنا لا نرضى يا رب وقد أعطيتنا ما لم تعط أحداً من خلقك، فيقول: ألا أعطكم أفضل من ذلك؟ فيقولون: يا رب وأي شيء أفضل من ذلك؟ فيقول: أحل عليكم رضواني فلا أسخط عليكم بعده أبداً)). [[مسلم (4/2176)]]. هذا هو الهدف العام الذي يجب أن يُوَجَّه كل نشاط للفرد المسلم والأسرة المسلمة والمجتمع المسلم إلى تحقيقه. وهناك أهداف تتفرع عنه وتعتبر ـ نسبياً ـ وسائل لتحقيقه، وقد أطلقتُ عليها: الأهداف العليا، ويطلق عليها الضرورات الخمس، أو الست، ولهذا جعلت هذا الفصل خمسة مباحث كل مبحث يتعلق بإحدى هذه الضرورات، وقبل أن أذكر كل مبحث على حدة أورد بعض النصوص من القرآن والسنة الدالة على عناية الإسلام بحفظ هذه الضرورات. قال تعالى: {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُوا بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً وَلا تَقْتُلُوا أَوْلادَكُمْ مِنْ إِمْلاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ (151) وَلا تَقْرَبُوا مَالَ الْيَتِيمِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لا نُكَلِّفُ نَفْساً إِلاَّ وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ (152) وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ}. [الأنعام: 151-153]. فقد اشتملت الآيات على وجوب حفظ الدين في نهيه سبحانه عن الشرك، وفي قوله: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} وعلى حفظ النفس في قوله تعالى: {وَلا تَقْتُلُوا أَوْلادَكُمْ}، {وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ} كما اشتملت على وجوب حفظ النسل. [[ويدخل فيه حفظ العرض الذي يعده بعض العلماء ضرورة سادسة]]. بقوله تعالى: {وَلا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ}، واشتملت على حفظ المال في قوله تعالى: {وَلا تَقْرَبُوا مَالَ الْيَتِيمِ} {وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ} وأما حفظ العقل فإنه يؤخذ من التكليف بحفظ هذه الضرورات وكل الأوامر والنواهي الإلهية، وفي قوله تعالى في آخر الآية الأولى: {ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ} ما يدل على ذلك ويشير إليه. وهذه الضرورات اتفقت على وجوب حفظها جميع الملل والأمم، وإن اختلفت في طرق حفظها وتفاصيلها، والفرق بين الإسلام وغيره من ملل الأرض الموجودة، أن الإسلام يعتبر حفظ هذه الضرورات ديناً وعبادةً لله، على حفظها ثواب، وعلى تضييعها وهدرها عقاب، بخلاف الملل والقوانين الأخرى، ولهذا قال تعالى هنا في آخر هذه الآيات: {ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ} وقال قبل ذلك: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ}. وقد فصَّل الرسول صلى الله عليه وسلم في السنة، وجوب حفظ هذه الضرورات، ويصعب أن يتتبعها الباحث هنا، ولكن أشير باختصارٍ شديد إلى بعضها: فمن ذلك حديث أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((اجتنبوا السبع الموبقات)) قيل: يا رسول الله وما هن؟ قال: ((الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل مال اليتيم، وأكل الربا، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات)). [[البخاري (3/195) ومسلم (1/92)]]. فالنهي عن الشرك بالله والسحر، والتولي يوم الزحف، يدل على وجوب حفظ هذا الدين إيماناً وعملاً، والنهي عن قتل النفس يدل على وجوب حفظ النفس، والنهي عن أكل مال اليتيم وأكل الربا، يدل على وجوب حفظ المال، والنهي عن قذف المحصنات الغافلات المؤمنات، يدل على وجوب حفظ النسل والعرض، وحفظ العقل يدل عليه التكليف بهذه الأمور وغيرها، كما يدل عليه تحريم شرب المسكرات وتعاطي المخدرات. هذه هي الأهداف العليا التي تحيا بها الأمم، ويجب على ولاة الأمور من حكام وآباء وعلماء وغيرهم، أن يوجهوا الأفراد والأسر والشعوب إلى تحقيقها، فإن الشباب إذا وجه إلى تحقيقها وفقه معانيها وشغل نفسه بها، سوف لا يُخشى منه تعاطي المعاصي والمنكرات، ومنها المسكرات التي تهدم هذه الضرورات والأهداف هدماً. وقد عني علماء المسلمين بهذه الضرورات، وبينوا أنها أقوى المراتب في مصالح العباد وأنها هي مقصود الشرع. [[راجع الموافقات للشاطبي (2/4) بتحقيق محمد محي الدين، والمستصفى للغزالي (1/286-288)، وللباحث كتاب تضمن شيئاً من التفصيل فيها بعنوان: \"الإسلام وضرورات الحياة]]. وبعد هذا نذكر المباحث الخمسة، وخلاصةً في كل مبحث، لبيان أن كل واحدة من هذه الضرورات لا بد من حفظها وتوجيه الشباب إلى تحقيق ذلك الحفظ لها. [s2] المبحث الأول: حفظ الدين . ويدل على ضرورة حفظه وجوب العمل به، بعد الدخول فيه والإيمان به، وأن من لم يدخل فيه ولم يعمل به، فهو خاسر في الدنيا والآخرة، ومن دخل فيه و آمن به فهو فائز في الدنيا والآخرة، والحد الأدنى للعمل بهذا الدين هو التزام فرائضه واجتناب نواهيه. قال تعالى: {وَالْعَصْرِ (1) إِنَّ الإِنسَانَ لَفِي خُسْرٍ (2) إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ}. [سورة العصر]. فإذا ما اشتغل المسلم بحفظ هذا الدين بالعمل بالحد الأدنى منه فقط، كان عضواً صالحاً في المجتمع، وكان بعيداً عن تناول ما حرم الله ورسوله عبادةً لربه، وليس خوفاً من الناس فقط، وسلم من الخسران، ومثل هذا لا يخشى منه أن يتعاطى المسكرات والمخدرات. فكيف لو التزم الحد الأدنى ـ وهو أداء الفرائض، واجتناب النواهي ـ بنوافل الطاعات المتنوعة؟ ومن حفظ هذا الدين: الدعوة إليه، كما قال تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنْ الْمُشْرِكِينَ}. [يوسف: 108]. وكان الرسول صلى الله عليه وسلم يبعث أصحابه لإبلاغ الناس هذا الدين بالرسائل أو بالبقاء بينهم لتعليمهم ودعوتهم وهكذا أصحابه من بعده. [[راجع البخاري (2/125) ومسلم (1/5)]]. ومَن يُوَجَّه لدعوة الناس من الشباب ويُشغَل بها، سيكون قدوة حسنة للعمل بالإسلام والاستقامة والخلق، ومثله سيكون مجتنباً لكل المحرمات، وبخاصة تلك التي لا يتعاطاها إلا أرذال الناس، كالمسكرات والمخدرات. ومن وسائل حفظ هذا الدين: الجهاد في سبيل الله الذي يكون فرض عين على كل مسلم، عندما لا توجد طائفة قائمة به قياماً كافياً. والشباب الذي يُهتم به فيُوجَّه إلى التدرب والتدريب على وسائل الجهاد في سبيل الله، والاستعداد لمقارعة الأعداء، ليس مثل الشباب الفارغ الذي تكون أهدافه هابطة، ينظر إليها تحت أقدامه، فالأول يذكر الله في كل أحيانه، ويعلم أن سبيل الله معناه دينه الذي يجب أن ينصره ويرفع رايته، والآخر لا يفكر في غير الأكل والشرب والتمتع بالحياة، وإذا هتم بشيء من التدريب، فإنما يهتم بتقوية عضلاته تقوية ليس وراءها شيء. وقد أمر الله تعالى بحفظ هذا الدين، بإعداد المستطاع للقوة التي ترهب أعداء هذا الدين، كما قال تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ}. [الأنفال: 60]. وهل يفكر الشاب المشتغل بالجهاد في سبيل الله، في أن تهبط نفسه إلى ما يقتل روح الجهاد في نفسه، وبخاصة المسكرات والمخدرات؟ [[للمؤلف كتاب بعنوان: الجهاد في سبيل الله حقيقته وغايته، تزيد صفحاته عن 1200 صفحة، وهو رسالة دكتوراه]]. [s2] المبحث الثاني: حفظ النفس . أوجب الله تعالى حفظ النفس بأساليب شتى في النصوص والتشريع. فقد ثبت الوعيد الشديد لمن اعتدى على النفس في الكتاب والسنة، بل إن بعض العلماء من السلف، ذهبوا إلى عدم توبة من قتل نفساً محرمة بغير حق. [[راجع الإسلام وضرورات الحياة للكاتب ص:49-53 الطبعة الثانية]]. ولم يبح الشارع القصاص ممن ادُّعِيَ عليه، أنه اعتدى على النفس إلا بإقامة البينة، وأوجب الله تأخير تنفيذ الحد أو القصاص إذا كان في ذلك ضررٌ على غير الجاني حتى يزول الضرر، وربط الشارع إقامة الحدود والقصاص بالإمام ونائبه، حتى لا تُزهَق النفوس البريئة. [[نفس المرجع ص:54-57 وراجع رسالة الحدود والسلطان للمؤلف]]. ولم يجز الشارع قتل غير المكَلَّف، ولو أتى ما يباح به قتلُ المكلف. [[الإسلام وضرورات الحياة ص:59]]. وأباح للمضطر ـ بل قد يجب عليه ـ أن يتناول ما هو محرم عليه في الأصل، لإنقاذ حياته. [[نفس المرجع ص:61]]. وشرع سد الذرائع الموصلة إلى قتل النفس. [[نفس المرجع ص:64]]. والشباب الذي يربى على هذه المعاني التي تمنع الاعتداء على النفس، وتوجب حفظها يَبعُد أن يتعاطى المسكرات والمخدرات التي هي من أهم وسائل الاعتداء على النفوس. [s2] المبحث الثالث: حفظ النسل. لو لم يحفظ الجنس لانقرض كل جنس من أجناس الحيوان على الأرض، وهذا أمر لا يختلف فيه البشر، وقد جبل الله عليه المخلوقات فحافظت عليه بالتزاوج، ويمتاز الإسلام عن غيره، بأنه يوجب للمحافظة على النسل أن يكون عن طريق النكاح المشروع، ولا بجيزة عن طريق غير مشروع. ولهذا جاءت نصوص كثيرة في الكتاب والسنة، تبين محبة الله ورسوله لحفظ النسل وتكثيره، والترغيب في النكاح والتحذير من التبتل، وبيان المصالح العائدة على الآباء في الدنيا والآخرة من النسل، ورتبت الشريعة على حفظ النسب الذي لا وجود له إلا بحفظ النسل، أحكاماً كثيرة. [[راجع كتاب المؤلف: الإسلام وضرورات الحياة ص67-104]]. والذي يربى على حفظ النسل بالطريقة المشروعة، لا يرتكب الزنا، وإنما يحافظ على النسل من طريق النكاح المشروع، يكون بعيداً عن الأسباب التي تدفعه إلى إتيان الفاحشة التي يترتب عليها انتهاك الأعراض واختلاط الأنساب، والإنجاب بطرق غير مشروعة، ومن أهم الوسائل المؤدية إلى هذا الانتهاك، تعاطي المسكرات والمخدرات، فإن متعاطيها لا يسلم من الأمور الآتية: 1 ) إتيان الفاحشة التي يترتب عليها ما ذكر. 2 ) عدم الغيرة على عرض نفسه، مما قد يتسبب عنه وجود منكرات في أسرته واختلاط الأنساب فيها. 3 ) بعض الأمراض التي تقتل نسله في حال الحمل، أو أولاده وأفراد أسرته، بسبب الآثار التي تحدث له من تناول المسكرات والمخدرات. فالشباب الذي يقتنع بوجوب حفظ النسل، بل بضرورته ويعلم أنه يترتب على تعاطيه المسكرات والمخدرات، ما يخل بحفظ النسل سيبتعد عن تعاطي ذلك. [s2] المبحث الرابع: حفظ العقل . العقل من أكبر نعم الله على الإنسان، جعله الله فرقاً بينه وبين الحيوان، بما أودع فيه من طاقة للحكم على الأمور واستخلاص النتائج من مقدماتها، والغوص إلى معرفة الحقائق الكونية، والاستدلال بها على عظمة الخالق… والواجب أن يشكر الإنسان ربه على هذه النعمة التي لولاها لما كان هناك فرق بينه وبين الحيوان. لذلك يذكر الله آياته الكونية وما فيها من نعم الله على الإنسان، ويعقب على ذلك التذكير بأن في ذلك آيات لذوي العقول، كقوله تعالى: {هُوَ الَّذِي أَنزَلَ مِنْ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ (10) يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ إِنَّ فِي ذَلِكَ لآيَةً لِقَوْمٍ يَتَفَكَّرُونَ (11) وَسَخَّرَ لَكُمْ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (12) وَمَا ذَرَأَ لَكُمْ فِي الأَرْضِ مُخْتَلِفاً أَلْوَانُهُ إِنَّ فِي ذَلِكَ لآيَةً لِقَوْمٍ يَذَّكَّرُونَ}. [النحل: 10-13]. وكذلك جعل الله تعالى آياته الشرعية، حياة لذوي العقول التي توصلهم عقولهم إلى تقوى الله، كما قال تعالى: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُوْلِي الأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ}. [البقرة: 179]. ومما يدل على ضرورة حفظ العقل أنه تعالى جعله مناط التكليف؛ لأن العاقل هو الذي يكون قادراً على فهم خطاب الله، بخلاف المجنون، أو ناقص التصور بسبب نقص إدراكه لضعف عقله، كالصبي فإن الله لا يكلفهم في تلك الحال، فقد صح عن رسول الله صلى الله عليه وسلم أنه قال: ((رفع القلم عن ثلاثة: عن النائم حتى يستيقظ، وعن الصبي حتى يبلغ، وعن المجنون حتى يفيق)). [[صحيح البخاري (8/21) وأبو داود (4/558) والتمهيد لابن عبد البر (1/109) وفتح الباري (9/393) والإحكام في أصول الأحكام للآمدي (1/138-139)]]. [s3] وسائل حفظ العقل: ويمكن تلخيص وسائل حفظ العقل في ثلاثة أمور عامة: الأمر الأول: توجيه صاحبه إلى المجالات النافعة ـ أي تفكيره في المصالح التي تعود عليه وعلى مجتمعه بالخير في الدنيا والآخرة، وتغذيته بالمعاني السليمة الصافية، سواء ما يتعلق منها بالغيبيات أو المحسوسات: في أمور الدنيا والآخرة. وقد وردت نصوص كثيرة لتوجيه العقل إلى هذا الأمر، وحث العقل على التفكير في المحسوسات، الهدف منه الوصول على ما يترتب عليها من الانقياد لصانع تلك المحسوسات، ولهذا يعبر عنها بالآيات، أي العلامات التي تدل العاقل على أن الانقياد لصانعها هو الأصل، وأن عصيان صانعها يعد شذوذاً لا يليق بالعقلاء. من ذلك قوله تعالى: {إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنفَعُ النَّاسَ وَمَا أَنزَلَ اللَّهُ مِنْ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالأَرْضِ لآيَاتٍ لِقَوْمٍ يَعْقِلُونَ}. [البقرة: 164]. ففي هذا دعوة إلى استعمال العقل في هذا المجال، وهو الاستدلال ببديع صنع الله على وجوب الانقياد له، وذلك أصل مصالح الدنيا والآخرة. ومن ذلك دعوة العقل إلى التفكر في كتاب الله الذي أنزله على رسوله صلى الله عليه وسلم، الذي اشتمل على كل ما فيه مصلحة للناس، فإن ما فيه من الهداية إلى الخير والتحذير من الشر، لا يتردد العقل السليم في الإقرار به، كما قال تعالى: { إِنَّا أَنزَلْنَاهُ قُرْآناً عَرَبِيّاً لَعَلَّكُمْ تَعْقِلُونَ }. [يوسف: 2]. فإذا لم يهتدِ الإنسان بعقله إلى ما فيه مصلحته مما جاءه من عند الله، فقد أضاع عقله ولم يستفد منه، فأصبح بمنزلة من لا عقل له، لذلك ينفي القرآن الكريم عن مثل هذا الصنف من الناس العقل، أو ينكر عليه عدم العقل للأمور النافعة أو الضارة، كالمشركين الذين يرفضون اتباع ما أنزل الله ويقلد الأبناءُ منهم الآباءَ، كما قال تعالى: {وَإِذَا قِيلَ لَهُمْ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لا يَعْقِلُونَ شَيْئاً وَلا يَهْتَدُونَ (170) وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لا يَسْمَعُ إِلاَّ دُعَاءً وَنِدَاءً صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لا يَعْقِلُونَ}. [البقرة: 170-171]. ومن الآيات التي تعرضت لهذا المعنى، وهو حفظ العقل على التفكر فيما ينفع فيتعاطاه، وما يضر فيجتنبه، هذه الآية الكريمة المتعلقة بحفظ العقل نفسه مما يفسده: {يَسْأَلُونَكَ عَنْ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا وَيَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلْ الْعَفْوَ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ الآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ}. [البقرة: 219]. نزلت هذه الآية قبل أن ينزل تحريم الخمر الباتُّ في سورة المائدة، وهي تلفت عقول شاربي الخمر إلى أن النفع الذي قد يحصل منها بيعاً وشراءً وشرباً، في جانب مضارها العظيمة، التي يقتضي أن ترجح عقولهم السليمة البعد عنها بدلاً من تعاطيها. فإذا وُجِّهت عقولُ الشباب إلى المقارنة والموازنة بين المصالح والمفاسد، وما ينبغي فعله وما ينبغي تركه، فإن ذلك من أهم وسائل حفظ عقولهم من الضياع. الأمر الثاني: صيانة العقل من المفسدات المعنوية، وذلك يشمل العقائد والأفكار والمعارف كلها، سواء كانت دينية، أو اجتماعية، أو سياسية، أو عسكرية، أو اقتصادية، فإن العقل إذا غذي بعقائد وأفكار ومعلومات فاسدة يسوء تصوره ويَفسُد ويُفسِد ويَضِل ويُضِل، ويصبح أخطر من العقل الخالي من العقائد والأفكار والمعارف؛ لأن هذا الأخير يمكن أن يهيأ له من يغذيه بالعقيدة السليمة والفكر الصحيح والمعلومات الصادقة، فيكون قبوله لها سهلاً، بخلاف العقل الذي يغذى بالمعاني الفاسدة ويؤكد له صدقها، فإن انتزاع تلك المعاني الفاسدة منه وإحلال معاني صحيحة محلها، ليس سهلاً بل قد يكون في غاية الصعوبة، وهذا واضح في أهل الملل المختلفة والأفكار المتشعبة في كل العالم. والعقل الذي يصان من المفسدات المعنوية، يسهل أن يصان من المفسدات الحسية، بخلاف العقل الذي تفسده المعاني الضالة، فإنه من السهل أن يستجيب لما يفسده حسياً. ويمكن أن أضرب لذلك مثالاً يمس ما نحن بصدده في هذا المؤتمر، وهو أن نجد شخصين، أحدهما يقول: إن الدين غِلٌّ في عنق الإنسان يمنعه من تناول ما يريد مما تشتهيه نفسه بكامل حريته، مادام متعلقاً بشخصه. وآخر يقول: إن الحرية الحقة هي حرية الإنسان الذي لا يعبد إلا الله، أما الذي لا يعبد الله وحده، فليس بحر، بل هو عبد لكل شيء مما تشتهيه نفسه؛ لأنه لا يقدر على مقاومة هذه الشهوات التي قد تهلكه في النهاية. فالأول يرى أن له الحق أن يتناول المسكرات والمخدرات؛ لأنه حر في نفسه وليس لأحد عليه سلطان، والآخر يرى أنه ليس له حق في تناول ذلك، لما فيه من مخالفة أمر الله الذي يعلم ما يصلح الإنسان وما يضره، الأول غذي عقله بمعنى فاسد، والثاني صين عقله من ذلك المعنى فكان سليماً. ولقد كان للجن صولات وجولات في إفساد العقول قبل الإسلام، بسبب ما كانوا يحصلون عليه من استراق السمع من السماء، وكانوا يضيفون إلى الكلمة الصادقة الواحدة تسعاً وتسعين كلمة كاذبة، فيصدقهم الناس، فلما جاء الإسلام حرس الله السماء بالشهب التي كانوا يُرمَون بها، لتُحفَظ العقول من فسادهم، إضافة إلى تغذية العقول بالوحي المنزل من السماء، الذي أصبحت عقول كثير من الجن أنفسهم، محفوظة به من الفساد والإفساد. كما قال تعالى: {وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَساً شَدِيداً وَشُهُباً (8) وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعْ الآنَ يَجِدْ لَهُ شِهَاباً رَصَداً (9) وَأَنَّا لا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَداً (10) وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ كُنَّا طَرَائِقَ قِدَداً (11) وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعجِزَ اللَّهَ فِي الأَرْضِ وَلَنْ نُعْجِزَهُ هَرَباً (12) وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِ فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلا يَخَافُ بَخْساً وَلا رَهَقاً}. [الجن: 8-13]. وقد وردت أحاديث صحيحة تبين ذلك. وإذا كان الله تعالى قد تولى حفظ الناس من خرافات الجن وكذبهم، فمنعهم من استراق السمع، وجعل بعضهم يؤمنون بالله ويتوب من إفساد العقول، فإن الأرض مليئة بالخرافات التي يتولى نشرها بعض الإنس، وكذلك الأفكار الفاسدة التي يطلق عليها الآن الغزو الفكري. وقد حمل الله تعالى المسؤولية علماء الإسلام ومن نجا من حكام الشعوب الإسلامية، من ذلك الغزو، فإنهم يجب عليهم أن يَرمُوا من خالف الإسلام، بشهب الحجة والحديد، كما رمى الله الجن بشهب السماء.. قال تعالى: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمْ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ}. [الحديد: 25]. فإذا تمت صيانة العقل من المفسدات المعنوية، سهل كما سبق صيانته من المفسدات المادية المحسوسة. ولكن المؤسف أن أكثر ولاة أمور الشباب المسلم، من حكام وعلماء وآباء، لا يهتمون بعقول الشباب وصيانتها مما يفسدها معنوياً، وإن كان كثير منهم يحاولون أن يصونوها من المفسدات المادية، وهم بذلك شبيهون بمن يرمي الشخص الذي لا يجيد السباحة في البحر، ثم يرمي له حبلاً قصيراً لا يصل إليه، من أجل إنقاذه من الغرق. بل من عجائب كثير من المسلمين أن ينعكس الأمر عندهم عما هو عليه عند غيرهم، فيكون أكثر المدمنين في الغرب، من الطبقات الدنيا التي ليس عندها أعمال تملأ فراغهم أو من الذين عندهم قصور عقلي وتخلف ذهني.. ويكون أغلب المدمنين في بلدان المسلمين، هم من الذين يتولون أمور الشعوب من الساسة والأغنياء!! بخلاف عامة الشعوب الإسلامية فإن الإدمان فيهم أقل من زعمائهم، بسبب ترف الصنف الأول وبعده عن دينه أكثر من الصنف الثاني؛ لأن الصنف الأول قد ملئت عقوله بالمفسدات المعنوية، وهي ثقافة أهل الغرب السامة. [[راجع كتاب: الخمر بين الطب والفقه للدكتور محمد على البار، الذي نص على أسماء بعض زعماء الشعوب الإسلامية ممن عرف عنهم تعاطي الخمر ص:95-96]]. الأمر الثالث: صيانة العقل من المفسدات المادية، وتندرج تلك المفسدات كلها في كلمة واحدة، عني بها القرآن والسنة والفقه الإسلامي، وهي الخمر التي هي أم الخبائث كلها؛ لأنها تجمع بين التخدير والتفتير والسكر الذي هو قمة الإضرار بالعقل، فالسكر لا يحصل إلا بعد التخدير والتفتير، وهذا ما أشار إليه علماء اللغة، كما قال الإمام مجد الدين أبو السعادات المبارك بن محمد الجزري، المشهور بابن الأثير: \"وفي حديث عمر أنه رزق الناس الطلاء فشربه رجل فتخدر أي ضعف وفتر، كما يصيب الشارب قبل السكر، ومنه خدر الرجل واليد\". [[النهاية في غريب الحديث (2/12)]]. وفي ترتيب اللسان: \"وقد خدرت الرجل، تخدر والخدر من الشراب والدواء، فتور يعتري الشارب وضعف… والخدر الكسل والفتور…\". [[ترتيب اللسان (2/797)]]، \"وخدر العضو خدراً، من باب تعب: استرخى فلا يطيق الحركة\". [[المصباح المنير (مادة:خدر) لأحمد بن محمد بن علي المقري الفيومي]]. والأصل في تحريم الأشياء في الشريعة الإسلامية، كون المحرمات خبائث عند الله الذي يعلم خبثها، سواء ظهر ذلك للناس أو لم يظهر، كما قال تعالى: {الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوباً عِنْدَهُمْ فِي التَّوْرَاةِ وَالإِنجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنْ الْمُنكَرِ وَيُحِلُّ لَهُمْ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمْ الْخَبَائِثَ}. الآية.. [الأعراف: 157]. ومن ضمن هذه الخبائث الخمر التي حرمها الله تعالى في كتابه، وحرمها رسوله صلى الله عليه وسلم في سنته، وأجمعت الأمة على تحريمها، كما قال ابن قدامة رحمه الله: \"الخمر محرم بالكتاب والسنة والإجماع، أما الكتاب فقول الله تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ} إلى قوله: { فَهَلْ أَنْتُمْ مُنتَهُونَ }. [المائدة: 90-91]. وأما السنة فقول النبي صلى الله عليه وسلم: ((كل مسكر خمر، وكل خمر حرام)). [[رواه أبو داود، والإمام أحمد ومسلم ولفظه عنده: ((كل مسكر خمر وكل مسكر حرام)) وأبو داود (4/85) والترمذي (4/290) وأحمد(2/16،31،105،134،137)]]. وروي عن عبد الله بن عمر أن النبي صلى الله عليه وسلم قال: ((لعن الله الخمر وشاربها وساقيها، وبائعها ومبتاعها، وعاصرها ومعتصرها، وحاملها والمحمولة إليه)) رواه أبو داود. [[أبو داود (4/82) وراجع الترمذي (3/580)]]، وثبت عن النبي صلى الله عليه وسلم تحريم الخمر بأخبار تبلغ بمجموعها رتبة التواتر، وأجمعت الأمة على تحريمها\". [[المغني (5/158)]]. وقال ابن حزم رحمه الله: \"كل شيء أسكر كثيرُه أحداً من الناس، فالنطفة منه فما فوقها، إلى أكثر المقادير، خمر حرام ملكه وبيعه وشربه واستعماله على كل أحد\". [[المحلى (7/488)]]. فإذا كان الله تعالى إنما حرم على الناس الخبائث، والخمر أم الخبائث كما نص على ذلك السلف، وعلى رأسهم عثمان بن عفان رضي الله عنه، وقد حرمت بالكتاب والسنة والإجماع، وقد لعن الله كل من شارك في الحصول عليها، فإن الذي يبيح للناس أن يبيعوها ويشتروها ويصدروها ويستوردوها، يكون أولى باللعن من غيره. بل إن الذي يحل شيئاً مما علم تحريمه من الدين بالضرورة، لا يكون مسلماً بل هو كافر، وهذا الصنف من الناس يكون محارباً لله ولرسوله وللمؤمنين، ومعارضاً للحكم بما أنزل الله، فلا يليق به أن يلجأ إلى الإسلام ليستعين به زاعماً وقاية شعبه، مما يرى هو فيه مضرة كالمخدرات؛ لأنه يستعين بشيء ـ وهو الإسلام ـ يرى الناس أنه عدو له، فلا يمكن أن يستجيبوا له، ولكن الذي يحرم ما حرم الله، ويحل ما أحل الله، ويحكم بشرع الله، له الحق أن يستعين بأحكام الإسلام على مطاردة المنكرات كلها، والناس يصدقونه عندما يذكر الإسلام ويستدل به. [[ليس في هذا تثبيط لمن يحاربون الإسلام عن الاستفادة من تطبيق أحكامه، وإنما المراد الحض على التطبيق الكامل لأحكام الإسلام]]. [s3] طرق صيانة عقول الناس من المسكرات والمخدرات: وعندئذ تكون صيانة الناس وعقولهم من المسكرات والمخدرات، وكل ما فيه ضرر، كالتدخين تكون بالطرق الآتية: الطريق الأولى: منع صناعتها في داخل البلاد، منعاً باتاً وإنزال العقوبة المناسبة بكل من تعاطى ذلك. الطريق الثانية: منع إدخالها إلى البلاد، عن طريق التجارة أو الاقتناء دون تفريق بين الناس، وإنزال العقوبة المناسبة بكل من حملها معه، أو حاول إدخالها بأي وسيلة. الطريق الثالثة: الحكم على من ضبط متعاطياً لها، بما في شرع الله دون تهاون. وقبل هذا كله الإعلان للشعب كله، على أنها من الخبائث التي حرم الله، وأن الله يعاقب من ارتكبها كما مضى في الفصول والمباحث السابقة. والإسلام وحده هو القادر على صيانة العقل من المفسدات المعنوية والمادية معاً، ولا يستطيع أي دين آخر أو أي قانون أن يصونه كما يصونه الإسلام، وسيأتي ما يؤكد هذا في الفصل السابع إنشاء الله. [s2] المبحث الخامس: حفظ المال . المال مال الله استخلف عباده فيه، فهو سبحانه المالك الحق، ولا يجوز لخلقه الذين استخلفهم فيه، أن يكتسبوه أو ينفقوه، إلا حيث يكون اكتسابه أو إنفاقه مشروعاً. قال تعالى: { آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ }. [الحديد: 7]. قال القرطبي رحمه الله في تفسير هذه الآية: \"دليل على أن أصل الملك لله سبحانه، وأن العبد ليس له فيه إلا التصرف الذي يرضي الله، فيثيبه على ذلك الجنة\"، إلى أن قال: \"وقال الحسن: مستخلفين فيه، بوراثتكم عمن كان قبلكم، وهذا يدل على أنها ليست بأموالكم في الحقيقة، وما أنتم فيها إلا بمنزلة النواب والوكلاء، فاغتنموا الفرصة فيها بإقامة الحق، قبل أن تزال عنكم إلى من بعدكم\". [[الجامع لأحكام القرآن (17/238)، وراجع كتابنا الإسلام وضرورات الحياة ص:129-183]]. ولا شك أن الذي يتعاطى المسكرات والمخدرات، لا يؤمن على حفظ ماله، ومن باب أولى، مال غيره في حال سكره وحال صحوه، فهو لا يبالي أن يجمع المال بأي وسيلة مشروعة كانت أو غير مشروعة، بل إنه لا يتورع عن التعدي على حقوق الناس، من أموالهم وأنفسهم وأعراضهم، فكيف يؤمن على حفظ المال؟ ومن هنا يعلم أن الذي يتعاطى المسكرات والمخدرات، بالبيع أو الشراء أو الصنع أو النقل أو الإباحة، ليس مؤتمناً على حفظ الضرورات والأهداف العليا، التي يجب على المسلمين أن يسعوا إلى تحقيقها في الحياة، بل كل الأمم لا حياة لهم بدونها، وهي: الدين والنفس والنسل والعقل والمال."
  },
  {
    "type": "section",
    "id": "section-5",
    "title": "الفصل الرابع: صرف الشباب إلى ميادين التزكية والجهاد",
    "content": "وفي هذا الفصل مبحثان: المبحث الأول: صرف الشباب إلى ميادين التزكية. المبحث الثاني: صرف الشباب إلى ميادين الجهاد. [s2] المبحث الأول: صرف الشباب إلى ميادين التزكية . المراد بالتزكية تطهير النفس من الآثام والمعاصي، وإلزامها بطاعة الله تعالى وطاعة رسوله صلى الله عليه وسلم. ولتحقيق هذا الأمر بعث الله تعالى رسوله صلى الله عليه وسلم، إلى الناس وأنزل كتابه، والذي يتزكى يكون مهتدياً صالحاً، والذي لا يتزكى يكون ضالاً شقياً. فإذا أريد لأي مجتمع أن يكون مجتمعاً صالحاً تظهر فيه الفضيلة وتختفي فيه الرذيلة، فعلى ولاة أمور هذا المجتمع أن يقوموا بتزكيته وتطهيره، ويصرفوا شبابه إلى كل ميدان يحقق فيهم تلك التزكية، التي لا يفلح إلا مَنْ مَنَّ الله بها عليه، قال تعالى: { كَمَا أَرْسَلْنَا فِيكُمْ رَسُولاً مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمْ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ }. [البقرة: 151]. وكان بعثُ اللهِ تعالى رسولَه صلى الله عليه وسلم إلى هذه الأمة، استجابة لدعاء إبراهيم وابنه إسماعيل عليهما السلام ربهما، أن يبعث فيها هذا الرسول ليعلمهم ويزكيهم، كما قال تعالى عنهما: { رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ }. [البقرة: 129]. وأكد سبحانه وتعالى امتنانه على المؤمنين، ببعث رسول الله صلى الله عليه وسلم فيهم لتعليمهم وتزكيتهم، فقال: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ}. [آل عمران: 164]. وقال تعالى: { هُوَ الَّذِي بَعَثَ فِي الأُمِّيِّينَ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ }. [الجمعة: 2]. وقال تعالى: { قَدْ أَفْلَحَ مَنْ زَكَّاهَا (9) وَقَدْ خَابَ مَنْ دَسَّاهَا }. [الشمس: 9]. وقال تعالى: { قَدْ أَفْلَحَ مَنْ تَزَكَّى (14) وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى }. [الأعلى: 14-15]. وقال تعالى: { خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ }. [التوبة: 103]. ظاهر من هذه الآيات القرآنية أن الله تعالى بعث رسوله محمد صلى الله عليه وسلم بهذا القرآن، ليتلوه على الناس، ويعلمهم هذا الدين ويزكيهم ويطهرهم به، وأن من تزكى أفلح، ومن لم يتزكَّ ضل وخاب وخسر. وبناءً على ذلك، فإن من أراد أن يُقِرَّ في الأرض الخيرَ والصلاحَ، ويحارب الشرَّ والفساد، فلا بد أن يقوم بتعليم الناس دينهم بالكتاب والسنة، وأن يجتهد في تزكيتهم بتوجيههم إلى الأعمال الصالحة. وإذا لم يفعل ذلك، فترك الناس يرتكسون في حمأة المعاصي والشهوات، ويبتعدون عن التزكية والتطهير اللذين يغيران النفوس ويقودانها إلى الطاعة، فلا ينتظر من الناس أن ينقادوا له إذا طلب منهم الابتعاد عن بعض المنكرات التي يرتكبونها، مثل الابتعاد عن المسكرات والمخدرات. فهو قد ترك لهم الحبل على الغارب، في الابتعاد عن طاعة الله والوقوع في معاصيه، وكثير من حكام الشعوب الإسلامية يبيحون الخمر، فتباع وتشترى في بلادهم، بل إنها تتعاطى على مرأى ومسمع منهم، وقد يتناولها بعض كبار رجال الدولة، ثم يطلبون من أفراد شعبهم أن يجتنبوا المخدرات، وهذا موقف غريب ومنطق معكوس، فالخمر أم الخبائث، كما سماها بذلك سلفنا الصالح وعلى رأسهم عثمان بن عفان رضي الله عنه، وقد نهى الله تعالى عنها في كتابه وحرمها، كما نهى عنها الرسول صلى الله عليه وسلم وحرمها، وعاقب عليها، ولعن كل من اشترك في تحضيرها وشربها، ومع ذلك يبيحها قانون بعض البلدان الإسلامية وتوضع للتجارة فيها لوائح وأنظمة، وتجبى منها الضرائب. فعلى ولاة الأمور أن يزكوا أنفسهم أولاً من إباحة ما حرم الله، وعليهم أن يوجدوا الأسباب التي تزكي شعوبهم، حتى يتركوا ما حرم الله بدافع إيماني، وإلا فليتحملوا مسؤولية تقصيرهم، بل يتحملوا تعمدهم اتخاذ أسباب ابتعاد كثير من شعوبهم، عن تزكية نفوسهم وتطهيرها. [s3] ميادين الخير المزكية للشباب: وميادين التزكية التي يمكن أن يوجه إليها الشباب كثيرة جداً، وأولها القيام بأصول الفرائض وفروعها، كإقامة الصلاة وصوم رمضان وإيتاء الزكاة وحج بيت الله الحرام وغيرها. وقد دلَّت نصوص القرآن والسنة أن هذه الفرائض تزكي صاحبها وتوصله إلى التقوى وترك المنكرات. [s3] ميدان الصلاة: ولنذكر أمثلة لهذه النصوص تدل على ذلك بدون تطويل، فقد أثبت الله تعالى للمصلي الفلاح؛ لأنه تزكى بها وبغيرها. قال تعالى: { قَدْ أَفْلَحَ مَنْ تَزَكَّى (14) وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى }. [الأعلى: 14-15]. وأكد تعالى أن الصلاة تكُف صاحبها ـ إذا أداها على وجهها المشروع ـ عن الفواحش والمنكرات، فقال تعالى: { اتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ الْكِتَابِ وَأَقِمْ الصَّلاةَ إِنَّ الصَّلاةَ تَنْهَى عَنْ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ}. [العنكبوت: 45]. ولفظ \"أقم\" يعني الإتيان بالمأمور به على أتم وجه، ويفرق العلماء بين لفظ \"صَلِّ\" وأقم كما هو معلوم. فإذا كانت الصلاة تنهى عن الفحشاء والمنكر، ولم يهتم بها ولاة الأمور، فيحملوا الناس عليها بالترغيب والترهيب، كما كان الرسول صلى الله عليه وسلم يفعل، وكثير من المنتسبين إلى الإسلام، لا يقيمون الصلاة، فكيف نطلب منهم أن يتركوا بعض المنكرات؟ [s3] ميدان الزكاة: وذكر سبحانه أن إخراج المسلم زكاة ماله يطهره الله به ويزكيه، كما قال تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ}. [التوبة: 103]. وأكثر الأغنياء في الشعوب الإسلامية، لا يأخذ أولياء أمور المسلمين منهم زكاة أموالهم، بل يخجلون أن يأخذوها باسمها، ويأخذون منهم ضرائب وهم غير راضين بها، ولو أنهم أقاموا حكم الله فحثوا الناس على عبادة ربهم بإخراج الزكاة من أموالهم، لكان في ذلك تطهير للأغنياء بأداء ركن من أركان هذا الدين. وفرق كبير بين إخراج شيء عبادةً لله وإخراج ذلك الشيء أو أكثر منه ضريبة لا صلة له بالدين، ثم لو أخذت الزكاة وقسمت بين مستحقيها، لاستغنى كثير من الفقراء عن ارتكاب المحرمات في سبيل الحصول على الرزق، من سرقة واختلاس وخيانة، وتجارة في الخمور والمخدرات والدخان وغيرها. [s3] ميدان الصيام : وقال تعالى في تطهير الصيام للصائم: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمْ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ}. [البقرة: 183]، فالصيام يؤدي إلى تقوى الله، لما فيه من إلزام الإنسان نفسه طاعة ربه، واجتناب المباحات التي أصبحت محرمة عليه بعد شروعه في الصيام، امتثالاً لأمر الله. فكون الإنسان يدع ما تشتهيه نفسه من المباحات ـ في الأصل ـ والطيبات طاعة لربه، فإنه يكون أكثر بعداً عما هو محرم عليه في الأصل، فإذا كان الصوم يؤدي إلى هذا المعنى من التزكية والتطهير، فإن واجب ولاة أمور المسلمين حمل الناس عليه، كغيره من فرائض العبادات. فإذا تركوا كثيراً من المسلمين في شعوبهم يعصون الله جهاراً، فلا يقومون بهذا الركن من أركان الإسلام الذي يؤدي إلى تقوى الله، والتقوى هي امتثال أمر الله واجتناب نهيه، فكيف يطلبون من هؤلاء الفسقة العصاة، أن يقلعوا عن المخدرات، بل إن بعض من ولاهم الله قَدَراً أمور المسلمين، أفتى بجواز الفطر في رمضان من أجل التّقَوِّي على القيام بأعمال الدولة. [s3] ميدان الحج: وقال تعالى عن تطهير الحج لمن قام به: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدَالَ فِي الْحَجِّ وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى وَاتَّقُونِي يَا أُوْلِي الأَلْبَابِ}. [البقرة: 197]. وقال الرسول صلى الله عليه وسلم: ((من حج هذا البيت فلم يرفث ولم يفسق رجع كيوم ولدته أمه)) وقال: ((الحج المبرور ليس له جزاء إلا الجنة)). [[البخاري بشرح فتح الباري (3/597)- (4/20) ومسلم (2/983)]]. وكثير من الشباب المسلم يُحرمون من أداء فريضة الحج الذي هو ركن من أركان الإسلام، وله هذا الأثر العظيم على النفوس في تطهيرها وتزكيتها. ومن الصعب جداً أن يتتبع الباحث أثر بقية الواجبات والمندوبات، وترك المحرمات والمكروهات، في النفوس البشرية وتزكيتها وتطهيرها وكفها عن المعاصي عامة، وهي غير خافية في واقع الناس ويعرف ذلك مَن احتاج مِن الناس إلى الرجل الأمين الذي لا يخونهم في أعراضهم وأموالهم، فإنهم يبحثون عن الرجل الملتزم بالدين وإن كانوا هم غير ملتزمين بذلك، بل ولو كانوا يبغضون من التزم بهذا الدين، والسبب هو علمهم أنه يبتعد عن ظلمهم وخيانتهم، خوفاً من الله وليس خوفاً من مراقبتهم. [s3] ميدان المساجد وحلقات الذكر: ومن ميادين التزكية المساجد وحلقات الذكر وتلاوة القرآن وتعليم مبادئ الإسلام، فإن الأثر الذي تحدثه المساجد في نفوس الناس قلما يوجد في ميدان آخر، اللهم إلا ميدان الجهاد في سبيل الله. لذلك يجب على ولاه أمور المسلمين أن يعنوا بالمساجد، بالترغيب في حضور صلاة الجماعة، وحلقات الذكر، وأن يوظفوا بها أئمة أكفاء قادرين على التزكية والتطهير والتعليم، فإنه لا يمكن أخذ العلم النافع والعمل الصالح على الوجه الصحيح، إلا عن طريق العلماء العاملين، كما حصل ذلك للصحابة رضي الله عنهم مع رسول الله صلى الله عليه وسلم، وللتابعين مع الصحابة وهلم جرا، ولهذا فإن العلماء العاملين يتحملون مسؤولية عظيمة في تعليم الناس وتزكيتهم وتطهيرهم. [[راجع في هذا كلام نفيس للإمام أبي إسحاق إبراهيم بن موسى الشاطبي رحمه الله في كتابه القيم: الموافقات (1/91-95) بتحقيق محمد عبد الله دراز ـ وللمؤلف كتاب في وظيفة المسجد التربوية بعنوان: دور المسجد في التربية، وهو مطبوع]]، وحكام المسلمين يتحملون مسؤولية عظيمة في عدم حمل العلماء على ذلك، فكيف إذا صدوهم عن القيام به؟. [s3] ميادين خدمة الضعفاء ومساعدتهم: ومن ميادين تزكية النفوس، القيام بخدمة الضعفة والعجزة ومساعدة الأرامل والمحتاجين، وإنصاف المظلومين، ومساعدة المنكوبين بالكوارث، كالأعاصير المدمرة والزلازل والبراكين، والفيضانات والمجاعات، وغيرها مما لا يأتي عليه الحصر. والناس في كل مكان وزمان يحتاجون إلى هذه المساعدات، فلو اهتم ولاة أمور المسلمين بتوجيه الشباب إلى القيام بهذه الأمور، لكان ذلك أجدى عليهم من التسكع والتشرد والاشتغال بأمور تافهة، لا تتحقق لهم مصالح لا في الدنيا ولا في الآخرة، بل تجر عليهم وعلى أمتهم الوبال والانحطاط. إنه لا شك يوجد شباب مجتهدون في هذه الميادين النافعة التي تزكي النفوس وتطهرها، ولكن هناك أعداداً هائلة من الشباب ضائعة، عندها من الفراغ ما يجعلها تملؤه بأسوأ الأخلاق وتوافه الأمور، بل وأكثرها ضرراً عليهم وعلى مجتمعاتهم. [s2] المبحث الثاني: صرف الشباب إلى ميادين الجهاد . الجهاد من أهم ميادين التزكية، وإنما خصصته بمبحث لأهميته وضياعه عند زعماء هذه الأمة في هذا الوقت العصيب الذي تسلط فيه أعداء الإسلام على المسلمين في كل أنحاء الأرض، وبخاصة الدول العربية. والأصل في الجهاد في سبيل الله أنه فرض كفاية، إذا قامت به طائفة أو طوائف في الأرض كافية، للذود عن الإسلام و لتحطيم السدود التي تحول بين العالم ووصول الإسلام إليه بالدعوة والحكمة والموعظة الحسنة، وإذلال أهل الكفر الذي يعتدون على المسلمين، وحماية ديار الإسلام من غزوهم، بحسب ما شرعه الله ورسوله ودرج عليه السلف الصالح، فإنه إذا قامت به تلك الطائفة أو الطوائف يسقط عن الباقين، وليس فرض عين بهذا الاعتبار. ولكن إذا لم تقم به طائفة، أو قامت به طائفة غير كافية لرفع راية الإسلام في الأرض، فإنه يكون فرض عين على كل مسلم بهذا الاعتبار. واليوم لا يشك عاقل من المسلمين، أن الجهاد فرض عين على كل المسلمين؛ لأنه لا يوجد في الأرض طائفة قائمة بالجهاد كافية لغيرها، مع أن كثيراً من أراضي المسلمين قد هجم عليها الأعداء، واحتلوها وشردوا أهلها، ويتحفز أولئك المعتدون لاحتلال غيرها، وكذلك كثير من المسلمين مضطهدون في العالم: يعذبون ويشردون ويحرمون من حقوقهم، بل ويخرج كثير من أبنائهم من هذا الدين إلى دين النصارى والوثنيين والشيوعيين. ولست في حاجة إلى الإكثار من ضرب الأمثلة، فالقدس وشعب فلسطين تحت اليهود وكل الدول النصرانية يؤيدونهم بالمال والاقتصاد والسياسة والدبلوماسية، وبالسلاح، وما يُشاهد اليوم من قتل المسلمين في الشعب الفلسطيني، من الأطفال والنساء والشيوخ وغيرهم، ومن هدم المنازل، وإفساد المزارع، والحصار القاتل، ومنع وصول الطعام والكساء والدواء، إلى المحاصرين بالطائرات والدبابات، وكل أنواع الأسلحة الفتاكة، إن ما يشاهد في الشعب الفلسطيني وحده، كافٍ في معرفة أن الجهاد اليوم فرض عين على كل المسلمين، حتى توجد طائفة كافية منهم، لطرد اليهود المعتدين من الشعب الفلسطيني... فكيف إذا عُلم أن الأساطيل البرية والبحرية والجوية، التي نشرها المعتدون من الصليبيين، وعلى رأسهم أمريكا، في بلدان المسلمين كلها في مشارق الأرض ومغاربها، ومنها أفغانستان والعراق، لمحاربة الإسلام والمسلمين، وإذلالهم وفرض منهج لحياتهم يخالف الإسلام ويناقضه، منهج يحرمهم من التفقه في دينهم، كما أراد الله منهم أن يتفقهوا، بإغلاق مدارسهم الدينية، أو تغيير مناهجها، لتتفق مع أهدافهم في تمييع الدين، وجعله اسماً بلا مسمى، ليخلو لهم الجو بفقد الفقهاء في الدين، الذين يفقِّهون الشباب المسلم بحقائق هذا الدين، ويربونه على عقيدته وشريعته وأخلاقه، وإذا خلا لهم الجو من هؤلاء العلماء، مسخوا الشباب، وأفسدوه في عقيدته وخلقه وفروسيته، فيصبح مطيعاً لهم في معاصي الله، ويحتلون أرضه، وينتهكون عرضه ـ ومن أهم ما يحاولون به إفساد الشباب المسكرات والمخدرات والعاهرات ـ وينهبون خيرات بلاده. وإذ كان الأمر كذلك، فأي مسلم عاقل يشك اليوم بأن الجهاد فرض عين على كل مسلم؟ إنه لا يشك في ذلك إلا جاهل مغرق في جهله، أو ماكر مبالغ في مكره وكيده. وكذلك الدول الشيوعية، والنصارى يهددون السوادن بالانقسام من سنوات طويلة، والحبشة شردت المسلمين في أرتيريا، والفلبين تقتل المسلمين وتشردهم، والروس يحتلون أفغانستان ويهددون باكستان، وبعض الشعوب الإسلامية يحكمها من لا يؤمن بدين الإسلام. [[حلت أمريكا اليوم محل الاتحاد السوفييتي في أفغانستان وباكستان، وهي ساعية في السيطرة على كل البلدان الإسلامية وغيرها، والاستئثار بذلك بعد سقوط الاتحاد السوفييتي ـ كتبت هذا التنبيه في فجر يوم الثلاثاء العاشر من شهر رجب من عام 1423هـ السابع عشر من شهر سبتمبر 2002م]]. فهل يشك عاقل مسلم في كون الجهاد في سبيل الله اليوم فرض عين على كل المسلمين؟ وإذا كان الأمر كذلك فإن كثيراً من الشباب الذي لم يجد من الأعمال ما يملأ بها أوقاته الفارغة، إلا التشرد والفساد وتعاطي المحرمات كالمسكرات والمخدرات، وارتكاب الفواحش، وكثير من هذا الشباب إذا لم يجد ما يشبع رغبته من الفساد، حزم حقيبته وانطلق إلى بلدان الكفر في الشرق أو في الغرب، أو إلى بعض الشعوب الإسلامية التي لا تختلف كثيراً عن بلاد الكفر، في إباحة حكامها المنكرات والمعاصي التي حرمها الله ورسوله ويأباها المؤمنون، فيتناول ذلك الشباب كل ما تشتهيه نفسه ويعود إلى بلاده حاملاً معه جراثيم الأخلاق الفاسدة والأمراض المعدية، وقد يعود وهو يحمل هدايا من المسكرات والمخدرات لأترابه ورفقائه، أو عناوين في تلك البلدان، فيجر الشاب الواحد إلى ذلك الفساد شباناً كثيرين… وهكذا. ولو أن أولياء الأمور حببوا إليهم الجهاد في سبيل الله، وجمعوهم في معسكرات لتدريبهم وإعدادهم، ثم توزيعهم على وحدات الجيوش الإسلامية ليحموا أوطانهم من غزو الأعداء والاعتداء على بلدانهم، وبعث بعضهم إلى ميادين الجهاد في سبيل الله: الجهاد القائم فعلاً في أفغانستان.. [[عندما كان الاتحاد السوفييتي يحتلها وقد حل محله الاحتلال الأمريكي]]. وغيرها لينالوا شرف الشهادة أو النصر على الأعداء، فإذا عادوا إلى أوطانهم عادوا وهم رجال، يحبون الخير ويبغضون الشر، يدعون زملاءهم وأترابهم إلى بذل المال النفس في سبيل الله، بدلاً من أن يعودوا وأدمغتهم قد ملئت بالسكر والتخدير، وقد يكتشف شرهم فتملأ بهم السجون وترمل نساؤهم ويتبعهم في التشرد أبناؤهم. إن ميدان الجهاد في سبيل الله من أعظم الوسائل التي تقي الشباب من الوقوع في تعاطي المسكرات والمخدرات والتدخين وغيرها من المنكرات، ولا يمكن أبداً أن يحل محله شيء من المؤسسات الأخرى، التي لا تهتم بالتعليم الشرعي، والتزكية الربانية، والفروسية العالية، كالنوادي الرياضية ونحوها؛ لأن الجهاد في سبيل الله يربط الشاب بربه وبالحياة الأبدية التي ينتظرها لو استشهد في سبيل الله، بخلاف غيره من الأعمال التي لا هدف لها إلا تحريك البدن. وإذا كان ولاة الأمور في الشعوب الإسلامية، وكذلك المجتمعات الإسلامية، تريد الخير والسعادة لشبابها، وتريد صرفهم عن المنكر والفساد، فعليهم أن يصرفوا هذا الشباب إلى ميادين الجهاد في سبيل الله. [[وللمؤلف كتاب كبير في الجهاد بعنوان: الجهاد في سبيل الله حقيقته وغايته، في مجلدين، وقد طبع مرتين]]."
  },
  {
    "type": "section",
    "id": "section-6",
    "title": "الفصل الخامس: إقامة قاعدة الأمر بالمعروف والنهي عن المنكر في المجتمع :",
    "content": "وفي هذا الفصل مبحثان: المبحث الأول: منزلة الأمر بالمعروف والنهي عن المنكر في الإسلام. المبحث الثاني: ما يترتب على قيام المجتمع الإسلامي بالأمر بالمعروف والنهي عن المنكر أو عدمه. [s2] المبحث الأول: في منزلة الأمر بالمعروف والنهي عن المنكر في الإسلام . المسلمون بشر كغيرهم، وليسوا بمعصومين من الزلل، فكون بعضهم تصدر منه بعض المعاصي والمنكرات، ليس غريباً، وإنما الغريب أن تصدر من المسلم المعاصي ويصر عليها ويستمر في تعاطيها، وتشتد الغرابة أكثر عندما يصر المسلم على المعصية ثم لا يوجد من ينكرها؛ لأن المنكر عندئذ يستقر ويفشو في الأمة، فيصبح عادة يكثر بسببها الانحراف، ويقتدي اللاحق منها بالسابق. لقد جعل القرآن الكريم والسنة النبوية، استقرار الإيمان بأصوله وفروعه في المجتمع الإسلامي، ملازماً للأمر بالمعروف والنهي عن المنكر، كما جعل الولاء الحق بين المسلمين معتمداً على تآمرهم بالمعروف وتناهيهم عن المنكر، فقال تعالى: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنكَرِ وَيُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُوْلَئِكَ سَيَرْحَمُهُمْ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ}. [التوبة: 71]. فإذا ما فُقد الأمر بالمعروف والنهي عن المنكر في مجتمع، أصبح ولاء بعض هذا المجتمع قائماً على النفاق، وليس على الإيمان، وكان العصيان شعارهم، والفسق قائدهم إلى لعنة الله وأليم عقابه، بدلاً من تلك الرحمة، المبنية على الطاعة والولاء الصادق الذي لا ينفك عنه الأمر بالمعروف والنهي عن المنكر. كما قال تعالى: {المنافقون وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنْ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمْ الْفَاسِقُونَ (67) وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمْ اللَّهُ وَلَهُمْ عَذَابٌ مُقِيمٌ}. [التوبة: 67-68]. وقال تعالى: {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (78) كَانُوا لا يَتَنَاهَوْنَ عَنْ مُنكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ}. [المائدة: 78-79]. وعندما يُفقد الأمر بالمعروف والنهي عن المنكر في المجتمع، يكون شبيهاً بركاب سفينة اتخذوا بأيديهم، أسباب غرقها بهم وهلاكهم في البحر، كما أن المجتمع الذي تقوم فيه قاعدة الأمر بالمعروف والنهي عن المنكر يكون عكس ذلك، وهو أنه يتخذ كل الوسائل والأسباب المؤدية إلى سلامة سفينتهم وسلامتهم من الغرق. كما بين ذلك حديث النعمان بن بشير رضي الله عنهما، عن النبي صلى الله عليه وسلم قال: ((مثل القائم على حدود الله والواقع فيها، كمثل قوم استهموا على سفينة، فأصاب بعضهم أعلاها وبعضهم أسفلها، فكان الذين في أسفلها إذا استقوا من الماء مروا على من فوقهم، فقالوا: لو أنا خرقنا في نصيبنا خرقاً ولم نؤذِ من فوقنا، فإن يتركوهم وما أرادوا، هلكوا جميعاً، وإن أخذوا على أيديهم، نجوا ونجوا جميعاً)). [[البخاري (3/111)]]. [s2] المبحث الثاني: ما يترتب على قيام المجتمع الإسلامي بالأمر بالمعروف والنهي عن المنكر أو عدمه : وفي هذا المبحث فرعان: [s3] الفرع الأول: قيام ولاة أمور المسلمين بالأمر بالمعروف والنهي عن المنكر: لقد جعل الله رسوله صلى الله عليه وسلم، قدوةً حسنة للمسلمين في كل شيء، إلا ما نص على اختصاصه به، ومن ذلك الأمر بالمعروف والنهي عن المنكر، كما قال تعالى: { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللَّهَ كَثِيراً }. [الأحزاب: 21]. وقال تعالى: {الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوباً عِنْدَهُمْ فِي التَّوْرَاةِ وَالإِنجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنْ الْمُنكَرِ وَيُحِلُّ لَهُمْ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمْ الْخَبَائِثَ…}. [الأعراف: 157]. وقال في ولاة أمور المسلمين المقتدين به صلى الله عليه وسلم: { الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الأَرْضِ أَقَامُوا الصَّلاةَ وَآتَوْا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنْ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الأُمُورِ }. [الحج: 41]. وقد شرع رسول الله صلى الله عليه وسلم لولاة الأمور، أن يقوموا في رعاياهم بالأمر بالمعروف والنهي عن المنكر، في السفر والحضر والمسجد والمنزل والشارع والسوق، وعلى كل حال من الأحوال، لما يترتب على ذلك من مطاردة المنكر بكل أنواعه، في كل مكان، حتى لا يجد له مأوى في المجتمع الإسلامي يستقر فيه. فمن أمره بالمعروف ونهيه عن المنكر في المسجد، ما رواه جابر رضي الله عنه، أن رجلاً مر في المسجد بأسهم قد أبدى نصولها، فأُمر أن يأخذ بنصولها لا يخدش مسلماً، وفي حديث أبي موسى عن النبي صلى الله عليه وسلم قال: ((إذا مر أحدكم في مسجدنا أو في سوقنا ومعه نبل فليمسك على نصالها … أن يصيب أحداً من المسلمين منها شيء)). [[البخاري (8/90) و مسلم (4/2019)]]. ومن أمره صلى الله عليه وسلم بالمعروف ونهيه عن المنكر في السوق، ما رواه أبو هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم مر على صبرة طعام، فأدخل يده فيها، فنالت أصابعه بللاً، فقال: ((ما هذا يا صاحب الطعام؟)) قال: أصابته السماء يا رسول الله، قال: ((أفلا جعلته فوق الطعام كي يراه الناس؟ من غش فليس منا)). [[مسلم: (1/99)]]. ومن أمره بالمعروف ونهيه عن المنكر في السفر، وعلى مرأى من جموع كبيرة من البشر، في وقت عبادة من أعظم العبادات، ما رواه جابر رضي الله عنه، قال: قال لي رسول الله صلى الله عليه وسلم: ((استنصت الناس)) ثم قال: ((لا ترجعوا بعدي كفاراً يضرب بعضكم رقاب بعض)). [[البخاري (8/91)]]. ومن ذلك قصة الفضل بن عباس، الذي كان راكباً خلفه صلى الله عليه وسلم في هذه الحجة، فمرت نساء يسألن رسول الله صلى الله عليه وسلم، فأخذ الفضل ينظر إليهن، فوضع رسول الله صلى الله عليه وسلم يده على وجه الفضل، ليحول بينه وبين النظر إلى النساء، فحول الفضل وجهه ينظر من الشق الآخر، فحول الرسول صلى الله عليه وسلم يده من الشق الآخر، ليحول بينه وبين النظر إليهن. [[راجع البخاري (2/551) و مسلم (2/891)]]. إن رسول الله صلى الله عليه وسلم وضع لأولياء أمور المسلمين منهاجاً يسيرون عليه، وهو أن يبذلوا وسعهم في اتخاذ الأسباب التي تحول بين الشباب ووصوله إلى معصية الله، حتى لو اقتضى الأمر أن يقوم ولي الأمر بنفسه بالأمر بالمعروف والنهي عن المنكر. ولو قارنا بين سنة رسول الله صلى الله عليه وسلم وشرعه، وبين ما يحصل اليوم في أكثر الشعوب الإسلامية من منكرات يقرها ولاة أمور المسلمين، إما صراحةً وإما ضمناً، في الأسواق، والنوادي، والمسارح، وأجهزة الإعلام، من إذاعة وتلفاز وفيديو وجريدة ومجلة وغيرها، حتى إن التلفاز يعرض ما هو منكر ويدعو إلى المنكر في كل بيت، فيرى الشاب مغازلة الرجال للنساء، بل ما هو أعظم، ويرى عرض أفلام تدعوا إلى الجرائم الخلقية والجنائية، ومن ذلك تناول المسكرات والمخدرات، وهذه الأخيرة يقال: إنها تعرض للتنفير من عواقبها، ولكن لو تتبع المسؤولون فقراتها بدقة، لرأوا أنها تدعو إلى العكس في كثير من الأحيان، إذ يكون الفوز في المسلسلة لبائعي المخدرات ومروجيها، حيث يصبحوا أغنياء، وإن كان فيها ضحايا من غيرهم، وهل يأمن ولاة الأمور من أن يتفق الممثلون اتفاقات سرية مع تجار المخدرات، لتكون المسلسلات في حقيقة الأمر من وسائل ترويج المخدرات؟ قارن أيها العاقل بين تغطية الرسول صلى الله عليه وسلم وجه الفضل بن العباس من أن ينظر إلى ما حرم الله عليه، وبين ما يقره كثير من ولاة الأمور في شاشة التلفاز وغيره، مما يعرض فيها من منكر، على الأسر وفيهم الشباب والشابات، ثم نرى بعد ذلك الاستنجاد بالإسلام لوقاية الشباب من بعض المنكرات، أترى هذا منطقاً مستقيماً، أم تراه مُكباً على وجهه؟ إن المنكرات يجر بعضها بعضاً، فالخمر تدعوا إلى الزنا والاعتداء على الأنفس والأموال، والزنا يدعو إلى غيره، والواجب على ولاة الأمور أن يتخذوا كل الوسائل المشروعة، لمحاربة كل الموبقات ليطهروا المجتمع من أرجاسها. وقد بيَّن شيخ الإسلام ابن تيمية رحمه الله، أن من خصائص هذه الأمة، الأمر بكل معروف، والنهي عن كل منكر، لكل أحد من البشر. [[كتاب الاستقامة (2/200-203)]]. فالمعصية التي تتمكن من الإنسان تجره إلى غيرها، والإنسان الذي يصر على معصية ينقلها لغيره، وإقبال النفوس على المعاصي أكثر من إقبالها على الطاعات، وهذا يوجب الاستمرار واليقظة من ولاة الأمور، لمتابعة المنكرات ومطاردتها، وكف الناس عنها بكل الوسائل المشروعة والمتاحة. [s3] الفرع الثاني: قيام المجتمع بالأمر بالمعروف والنهي عن المنكر: وقد أوجب الله تعالى على كل فرد من أفراد المسلمين، أن يأمر بالمعروف وينهى عن المنكر، كما ورد في الحديث: ((من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان)). [[مسلم (1/69)]]. ولفظه: ((من)) تفيد العموم فلا يخرج أي فرد من أفراد المسلمين من هذا العموم، ولكن لما كان الأمر بالمعروف والنهي عن المنكر من فروض الكفاية التي إذا قام بها أحد قياماً كافياً سقط عن الباقين، فإن الفرد إذا رأى منكراً ورأى من يغيره فقد سقط عنه؛ لأن المقصود هو إزالة المنكر، لكن لا يخرج من هذا العموم أي مسلم، فيما يتعلق ببغض المنكر بالقلب، فالذي لا يبغض المنكر آثم، ولو لم يتعاطه هو، أو أنكره غيره فكفاه. وأمر الرسول صلى الله عليه وسلم الأسرة، أن تقوم بالأمر بالمعروف والنهي عن المنكر، فيما بينها كما في حديث عمرو بن شعيب عن أبيه عن جده، قال: قال رسول الله صلى اله عليه وسلم: كما روى عبد الملك بن الربيع بن سبرة عن أبيه عن جده، قال: قال رسول الله صلى الله عليه وسلم: ((علموا الصبي الصلاة ابن سبع سنين، واضربوه عليها ابن عشر)). [[الترمذي (2/259) وقال: حديث حسن صحيح، وأبو داود (1/332ـ333) وقال المحشي عليه: \"وفي المجموع للنووي (3/10): حديث سبرة صحيح..\" وهو في شرح السنة للبغوي (2/406) قال المحشي: وإسناده حسن]]. وأمر صلى الله عليه وسلم المجتمع بتغيير المنكر في الشارع والنادي والسوق، كما في حديث أبي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم قال: ((إياكم والجلوس في الطرقات)) فقالوا: ما لنا بد، إنما هي مجالسنا نتحدث فيها، قال: ((فإذا أبيتم إلا المجالس فأعطوا الطريق حقه)) قالوا: وما حق الطريق؟ قال: ((غض البصر وكف الأذى ورد السلام وأمر بالمعروف ونهي عن المنكر)). [[البخاري (3/103) ومسلم (3/1675)]]. وكان أصحاب رسول الله صلى الله عليه وسلم، لا يدعون الأمر بالمعروف والنهي عن المنكر حتى في أشد الحالات حرجاً عليهم، في مرض الموت، ومن أمثلة ذلك أن أبا موسى الأشعري رضي الله عنه وجع وجعاً فغشي عليه، ورأسه في حجر امرأة من أهله، فصاحت امرأة من أهله، فلم يستطع أن يرد عليها شيئاً، فلما أفاق قال: \"أنا بريء مما برئ منه رسول الله صلى الله عليه وسلم، فإن رسول الله صلى الله عليه وسلم برئ من الصالقة والحالقة والشاقة\". [[البخاري (1/436) ومسلم (1/100) والصالقة: التي ترفع صوتها عند المصيبة، والحالقة: التي تحلق شعرها عند المصيبة، والشاقة: التي تشق ثوبها عند المصيبة]]. [s3] ما يترتب على القيام بالأمر بالمعروف والنهي عن المنكر، أو عدمه: ويترتب على قيام ولي الأمر بالمعروف والنهي عن المنكر، وكذلك الأفراد والأسر، وكل المجتمع، أن يكون أهل المنكر في وحشة، يُعتَبرون نشازاً في المجتمع؛ لأنهم يرون المجتمع ينبذ منكرهم ولا يرضى به، فلا يفشوا المنكر، وإنما يختفي الأفراد الذين يصرون عليه، ولا يجاهرون به، فالمجتمع في هذه الحالة مجتمع نظيف، يرفض الدنس ويحارب الأمراض ويقي نفسه من انتشارها، والعصاة يشعرون بأنهم مرضى يحتاجون إلى علاج ينالون به الشفاء، حتى يعودوا إلى المجتمع أسوياء أصحاء مقبولين. أما إذا تركت المعاصي تنتشر ولم يغير المنكر، فإن تلك المعاصي تَشِبُّ في المجتمع كما تشب النار في الهشيم، وعندئذ يصعب إطفاء تلك النار الشاملة. ولعل هذا يوضح لنا السبب في انتشار المسكرات والمخدرات بشكل مخيف، في كثير من بلدان المسلمين التي أُقِرَّت فيها المنكرات الكثيرة، ولهذا بدأ ولاة الأمور يشعرون بالخطر من المخدرات، فأخذوا يحاولون محاربتها ويستغيثون بأي وسيلة تخفف من شرها القاتل، ومن تلك الوسائل نصائح علماء الإسلام التي يظنون أنها قد تفيد في هذه المعضلة، ولكن استغاثتهم تلك، شبيهة بقطع أغصان الأشجار المتدلية التي تزيدها قوة وجمالاً، ولم يحاولوا اجتثاث الشجرة من أصلها، وذلك بتربية الشعوب على الإيمان والعمل الصالح، ونشر الأخلاق الفاضلة ومحاربة الأخلاق السيئة الفاسدة كلها. إن الاستعانة بالإسلام عند الحاجة لمحاربة بعض المنكرات، وعدم أخذه وتطبيقه كاملاً، هي شبيهة باستنجاد دول الغرب بالإسلام الذي لم تهدأ عن محاربته، يستعينون به في محاربة الشيوعية، في بعض بلدان المسلمين، ثم يعودون لمحاربته بضراوة، كما هو شأنهم اليوم، فهل يليق بالمسلمين أن يكونوا كذلك؟ وهل ينتظرون من الإسلام الذي يحاربون تطبيقه في كل شؤون الحياة، أن ينجدهم في أوقات الضنك المحرجة؟"
  },
  {
    "type": "section",
    "id": "section-7",
    "title": "الفصل السادس: تحقيق مناهج التعليم والإعلام محققة لمقاصد الإسلام :",
    "content": "وفي هذا الفصل ثلاثة مباحث: المبحث الأول: مقاصد التعليم والإعلام في الشعوب الإسلامية. المبحث الثاني: إعداد الأكفاء. المبحث الثالث: الصفاء الإعلامي. [s2] المبحث الأول: مقاصد التعليم والإعلام في الشعوب الإسلامية . التعليم يربي الأجيال ويصوغهم صياغة خاصة، إيمانية وفكرية، وسلوكية واجتماعية، وسياسية واقتصادية، بحيث يسير الجيل المتعلم على نهج معين، وأسس خاصة، وأهداف محددة، بوسائل مُعدة لتحقيق ذلك كله. لهذا ترى كل دولة مهما كبرت أو صغرت، تحاول أن تضع لمناهج تعليمها أهدافاً معينة، وتوجد لتحقيق ذلك الوسائل الممكنة المؤدية إلى تحقيق تلك الأهداف، من كتاب ومدرس ونشاط منهجي أو غير منهجي، وكذلك وسائل الإعلام، فإنها كالتعليم في الهدف وإن اختلفت في الوسيلة والتأثير وعدد الجماهير. إن مقاصد التعليم والإعلام، التي يجب أن يتجه لتحقيقها التعليم والإعلام في بلاد المسلمين، هي مقاصد الشريعة الإسلامية وعلى رأسها الضرورات الخمس السابقة: حفظ الدين، وحفظ النسل، وحفظ العقل، وحفظ المال، بالطرق الشرعية التي وردت في الكتاب والسنة، وما استنبطه منهما علماء المسلمين المجتهدين، وكل وسيلة متاحة لا تخالف نصوص القرآن الكريم والسنة الصحيحة، ما دامت تحقق للأمة مصالح راجحة، وتدفع عنها مفاسد راجحة كذلك. وحيث إنه سبق أن ذُكِرَتْ خلاصةٌ لهذه المقاصد في مباحث خاصة لكل واحد منها، فإني أكتفي بذلك في هذا المبحث، ولكني أنبه على شيء مهم جداً، وهو أن تحقيق هذه المقاصد والأهداف يحقق كل ما يصبو إليه المجتمع من الخير والرفاه والقوة والعزة، فماذا يريد المجتمع بعد تحقيق حفظ دينه ونفسه وعقله ونسله وماله، وكل ما يكمل هذه المقاصد مما يسميه العلماء بالحاجيات والتكميليات التي ينعم بها إذا تحققت؟ إن حفظ هذه الأمور لا يتأتى إلا بتوجيه جهود الأمة كلها، كل في تخصصه، إلى تحقيق الأسباب المؤدية إلى ذلك، ومحاربة كل وسيلة أو سبب يؤدي إلى الاعتداء عليها أو الإضرار بها أو إهمالها. [s2] المبحث الثاني: إعداد الأكفاء في الإعلام والتعليم . فإذا وضع المنهج على أساس تحقيق تلك المقاصد، فإنه يجب أن يعد الرجال الأكفاء الذي يضطلعون بتطبيق ذلك المنهج: الأكفاء الإداريون والفنيون والمعلمون والمؤلفون وغيرهم، بحيث يكونون مؤمنين بتلك المقاصد وما يكملها ووجوب تحقيقها، عندهم علم وخبرة يستطيعون أن يحققوا بها تلك المقاصد، أمناء على مصالح الأمة، حتى يكونوا قادرين على صياغة الأجيال صياغة علمية وعملية تطبيقية. [s2] المبحث الثالث: الصفاء الإعلامي . إن أجهزة الإعلام في أكثر الشعوب الإسلامية تهدم أكثر مما تبني؛ لأن موادها الإعلامية لا تخلوا من الدعوة المباشرة إلى الاعتداء على تلك الأهداف العليا التي لا حياة للمسلمين بدونها، ليس معنى هذا أن الإسلام لا يذكر في تلك الأجهزة، بل يذكر الإسلام وتلقى فيها مواعظ وخطب وندوات، ولكن المواد الإعلامية المشوقة التي يقبل عليها الأطفال والأسر كالمسلسلات والتمثيليات، غالبها يحمل المنكر والفساد الذي يغرس في نفوس المستمعين والمشاهدين والقراء بدون شعور منهم. ومن ذلك المسلسلات الغرامية الداعرة المفضوحة، والرقص الفاجر والغناء الداعي إلى الفواحش، والصور العارية وجرائم الخطف والسرقات، والاعتداء على النفوس، وتناول المحرمات كالخمر والتدخين، والاستهزاء بالقيم والأخلاق الفاضلة وأحكام الإسلام. والواجب على ولاة أمور المسلمين، أن يحرصوا على وقاية شعوبهم من هذه المنكرات الضارة التي حطمت الأفراد والأسر والمجتمعات، وشغلتهم عن التفكير في مصالحهم ومعالي الأمور. وقد استند المسؤولون عن أجهزة الإعلام في الشعوب الإسلامية، في بث المنكرات التي قد يسمونها بغير أسمائها، على زعم أن الشعوب ترغب في ذلك، وأنهم يريدون إرضاء كل الأذواق، وكثيراً ما نسمع المذيع وهو يقول بعد أن ينتهي برنامجه ـ ولو كان فاسداً ـ: \"لعلكم استمتعتم معنا بهذا البرنامج ونال إعجابكم\". والحقيقة أنه لا يجوز لأولياء أمور المسلمين أن يستجيبوا لأهواء الناس في شعوبهم ـ قلوا أو كثروا ـ فيبيحوا لهم ما حرَّم الله، والمصلحة والمفسدة في الشريعة الإسلامية إنما يحددها الله، وليس الحكام ولا الشعوب، إلا ما لم يرد فيه نص ولا قاعدة شرعية عامة، فإنه يجتهد فيه أهل الاختصاص من علماء الشريعة وغيرهم، كل في اختصاصه، وأما ما مضرته واضحة أو منفعته واضحة، فيجب اجتناب المضرة وفعل المنفعة. [[يراجع مضمون هذا المعنى مجموع الفتاوى لابن تيمية (28/364)]]. فالواجب على ولاة أمور المسلمين تصفية مناهج الإعلام ومواده، من كل ما يؤثر على الأهداف العليا التي سبق بيانها، بل الواجب أن يكون كل ما ينشر في أجهزة الإعلام محققاً لتلك الأهداف أو معيناً على تحقيقها، حتى تنتشر الأخلاق الفاضلة ويغرس في نفوس الشباب حب الصلاح وبغض الفساد، ومن ذلك تعاطي المسكرات والمخدرات."
  },
  {
    "type": "section",
    "id": "section-8",
    "title": "الفصل السابع: الحكم بما أنزل الله :",
    "content": "وفي هذا الفصل مبحثان: المبحث الأول: وجوب اتخاذ الوسائل الواقية من ارتكاب المعاصي. المبحث الثاني: إقامة الحدود والتعزيرات. [s2] المبحث الأول: وجوب اتخاذ الوسائل الواقية من ارتكاب المعاصي . سبق أن الإسلام يعتمد في تطبيقه على الإيمان به، وأنه إذا غرس الإيمان في نفس الإنسان استجاب لأمر الله تعالى، وأن هناك مقاصد يجب على المسلمين تحقيقها، وهذه المقاصد محاطة بأخلاق ثابتة لا يجوز التساهل فيها، وفساد تلك الأخلاق يؤدي إلى فساد المجتمع. لذلك تجد الإسلام حض على وسائل كثيرة عليها وأوجبها، للوقاية من الوقوع في تلك الجرائم والمعاصي التي فيها ضرر على المجتمع. من أمثلة ذلك: جريمة الزنا، حرَّم الإسلام الوسائل التي تفضي إليها، كالخلوة بالأجنبية واختلاط الرجال بالنساء الأجنبيات لغير حاجة، وإيجاب ستر المرأة جسدها واحتشامها، وعدم جواز خضوعها في صوتها للأجنبي، ولزوم بيتها إلا لحاجة، والحض على الزواج والأمر بغض البصر.… [[راجع البخاري (6/117) ومسلم (2/891، 1018، 1019)]]. ومن أمثلته: جريمة قتل النفس التي حرَّم الله إلا بالحق، شرع الله وسائل كثيرة تحول دون ذلك، كنهيه صلى الله عليه وسلم عن التساهل في حمل السلاح، تساهلاً قد يؤي إلى إصابة الناس بدون قصد، والنهي عن الترويع، وإباحته للمسلم أن يدافع عن نفسه، إذا أراد أحد الاعتداء عليه، والنهي عن السباب، والبعد عن أسباب الخلاف. [[يراجع صحيح البخاري (8/38)]]. ومن أمثلته: جريمة السرقة؛ اشترط لإقامة الحد فيها صون المال في حرز، وأمر الأغنياء بإخراج الزكاة للفقراء والإحسان إليهم، وأمر القوي المكتسب أن يعمل، حتى لا يحتاج إلى تناول ما حرَّم الله عليه، وأمر بالإنفاق على المحتاج: فينفق القريب على قريبه، والزوج على زوجه، وبيت المال ينفق على من لا يوجد من ينفق عليه. ومن أمثلته: جريمة القذف بالزنا. نهى الشارع عن كل ما قد يؤدي إليها: أمر بحفظ اللسان، بأن يقول المسلم خيراً أو يسكت ونهى عن السباب. ومن أمثلته: جريمة السكر نهى الرسول صلى الله عليه وسلم عن كل وسيلة توصل إليها، فلعن عاصر الخمر ومعتصرها، وساقيها وشاربها، وحاملها والمحمولة إليه، وبائعها ومشتريها، ونهى عن تناول القليل منها. وهكذا تجد كل معصية حذر منها الإسلام ونهى عنها وعن الوسائل المؤدية إليها. ووعد الله سبحانه وتعالى بالثواب الجزيل، كل من أطاعه فامتثل أمره واجتنب نهيه، وتوعد بالعقاب كل من عصاه فترك أمره وارتكب نهيه. وأمر المجتمع كله بالأمر بالمعروف والنهي عن المنكر، باتخاذ هذه الوسائل وعدم التساهل فيها. وقد يفسق بعضهم عن أمر الله ويخرج عن طاعته، فيصر على مقارفة الفساد ومحاولة نشره فلا بد له من رادع يردعه ويطهر المجتمع من فساده. [s2] المبحث الثاني: إقامة الحدود والتعزيرات . فالذي لا تقومه التزكية بكتاب الله وسنة رسوله والترغيب والترهيب والأمر بالمعروف والنهي عن المنكر من قبل المجتمع، فإن في قوة السلطان ما يقومه ويردعه. قال ابن تيمية رحمه الله: \"فالمقصود من إرسال الرسل وإنزال الكتب، أن يقوم الناس بالقسط في حقوق الله وحقوق خلقه، كما قال تعالى: { وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ }. [الحديد: 25]، فمن عدل عن الكتاب قُوِّمَ بالحديد، ولهذا كان قِوام الدين بالمصحف والسيف. وقد روي عن جابر بن عبد الله رضي الله عنهما قال: \"أمرنا رسول الله صلى الله عليه وسلم أن نضرب بهذا ـ يعني السيف ـ من عدل عن هذا، يعني المصحف\". [[مجموع الفتاوى (28/263-264)]]. فالواجب على ولاة أمور المسلمين أن يحكموا بما شرع الله كاملاً، وينهوا عن كل معصية نهى الله عنها، ويأمروا بكل طاعة أمر الله بها، فإن في ذلك وقايةً للمجتمع من الفساد وصوناً له من الانهيار، وعليهم أن يقوموا في المجتمع بحدود الله التي أمر بها، بدون تهاون ولا تأخر إذا ما توفرت شروطها؛ لأنها العلاج الحاسم لأمراض المجتمع، والتساهل في إقامتها أكثر إجراماً من ارتكاب الفسقة للجرائم؛ لأن في ذلك تمكيناً للجريمة في الأرض وإقرارها خلافاً لأمر الله تعالى. وبهذا يعلم أنه لا يوجد دين في الأرض، ولا قانون يملك القدرة على منع المنكر والمعاصي في الأرض، مثل دين الإسلام، لأسباب ثلاثة: السبب الأول: ما فيه من التزكية الإيمانية التي تكون حارساً لتصرفات المؤمن في قلبه، لا تفارقه لحظة من لحظات حياته، فإذا فارقته قليلاً، ذكر الله فتاب ورجع إليه سبحانه: {إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنْ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ}. [الأعراف: 201]. السبب الثاني: ما فيه من الشمول للدعوة إلى الأخلاق الفاضلة التي يجب أن يتحلى بها المسلم، وكذلك ما فيه من الشمول للنهي عن الأخلاق السيئة التي فيها ضرر على الفرد والأسرة والمجتمع، بتفاصيل دقيقة ونصوص واضحة، سواء فيما يتعلق بالأخلاق الحسنة المأمور بها أو الأخلاق السيئة المنهي عنها. السبب الثالث: ما فيه من الحسم الكامل بتطبيق حكم الله على من ارتكب ما نهى الله عنه، سواء فيما يتعلق بالحدود والقصاص، أو بقية المعاصي التي فيها التعزير، يستوي في ذلك الشريف والوضيع، والغني والفقير، والحاكم والمحكوم، والمسلمون يطبقون ذلك كله: إيماناً وسلوكاً وزجراً، عبادة لله تعالى. [s2] الخلاصة: 1 ) إن غرس الإيمان بالله واليوم الآخر وبكتاب الله تعالى وبسنة رسوله صلى الله عليه وسلم في النفوس، هو أساس الصلاح والوقاية من الفساد، فيجب على المسلمين، كلٌّ في موقعه، الاجتهاد في غرس هذا الإيمان في نفوس الأفراد والأسر والمجتمع، لتخليص الشعوب الإسلامية من اقتراف المنكرات كلها ومنها المسكرات والمخدرات. 2 ) الاهتمام بتربية الأسرة على الإيمان والعمل الصالح والبعد عن المنكرات، أساس في صلاح المجتمع واستقامته، وإهمال الأسرة أو إشاعة المنكرات في أفرادها، أساس في فساد المحتمع الذي يتكون من الأسر. 3 ) فرض على كل مسلم أن يجعل هدفه الأول رضى الله سبحانه وتعالى، وأن تكون أهدافه العليا المتفرعة عن هذا الهدف، هي مقاصد الإسلام التي في مقدمتها الضرورات الخمس: حفظ الدين، وحفظ النفس، وحفظ النسل، وحفظ العقل، وحفظ المال، وما يكملها. فكل نشاط الأمة الإسلامية يجب أن يخدم تحقيق هذه الأهداف؛ لأن هذه الأهداف إذا اتجه إليها سعي الشباب، كان جديراً بالوقاية من المنكرات والجرائم، ومنها المسكرات والمخدرات. 4 ) يجب صرف الشباب إلى ميادين التزكية، والأعمال الجادة، كالجهاد في سبيل الله، لما في ذلك من ملئ الفراغ بما يرضي الله ويخدم مصالح المسلمين العامة، ويبعد الشباب عن الهبوط إلى هاوية الفسوق والملذات العاجلة القاتلة، ومنها المسكرات والمخدرات. 5 ) يجب أن تقام قاعدة الأمر بالمعروف والنهي عن المنكر عن كل المعاصي والجرائم، حتى يتطهر المجتمع من أرجاسها، ويجب أن يقوم بهذه القاعدة كل من تتوفر فيه شروطها، وكل بحسب قدرته: العلماء بالبيان، والحكام بالقوة عند الحاجة، وكل واحد في موقعه، كما يجب الأمر بكل الفرائض والواجبات، والتقصير في واجب واحد، يؤدي إلى التقصير في غيره، كما أن التساهل في معصية واحدة، يؤدي إلى إشاعتها وإشاعة غيرها. 6 ) يجب على المسؤولين عن التعليم أن يصوغوا مناهجه صياغة يتحقق بها حفظ الضرورات الخمس، وما يخدمها، كما يجب أن يشتمل على ربط رضا المسلمين بالله رباً وبالإسلام ديناً وبمحمد صلى الله عليه وسلم نبياً ورسولاً. 7 ) يجب على ولاة الأمور تحكيم شرع الله وعدم إهمال شيء منه، لما في تحكيمه من طاعة لله ورسوله وإصلاح الأمة وتجنيبها الفساد. 8 ) كل ما يحدث في الشعوب الإسلامية من مشكلات سواء كانت عقدية أو اجتماعية أو سياسية، فسببه بعد المسلمين عن دينهم وعدم تطبيق شرع الله تعالى. 9 ) عدم الحكم بما أنزل الله، أعظم إجراماً من ارتكاب الجرائم التي تهدد أمن الأمة وسلامتها، ولا أمن للمسلمين بدون الحكم بما أنزل الله. فرغت من مراجعة هذا الكتاب الذي تولت طبعته الأولى الجامعة الإسلامية بمدينة الرسول صلى الله عليه وسلم، سنة 1410هـ وفرغت من مراجعته مرة ثانية صباح يوم الثلاثاء، العاشر من شهر رجب، لعام 1423هـ السابع عشر من شهر سبتمبر لعام 2002م في منزلي بالمدينة النبوية على ساكنها أفضل صلاة الله وتسليمه وقد تم مع تصحيح الكتاب وتنقيحه، وإضافة زيادات مفيدة، أسأل الله تعالى، أن ينفع بالكتاب، وأن يجعل عملي فيه وفي غيره، خالصاً له تعالى، وأن يجزل لي ثوابه تعالى، ويمدني بالقوة والاستمرار في عمل ما يرضيه. وتمت مراجعة الكتاب مرة أخرى، وفرغت منها في الساعة التاسعة والنصف من صباح يوم السبت 9/8/1427هـ ـ 2/9/2006م و ويسر الله تعالى بعض الموضوعات التي زيدت فيه، مع تصحيح بعض الأخطاء التي لا يسلم منها عمل بشري. وسبحانك اللهم وبحمدك، لا إله إلا أنت، أستغفرك وأتوب إليك"
  },
  {
    "type": "section",
    "id": "section-9",
    "title": "مراجع الكتاب",
    "content": "1 ـ كتب التفسير: تفسير القرآن العظيم لابن كثير. الجامع لأحكام القرآن للقرطبي. 2 ـ كتب الحديث وشروحه: سنن أبي داود سنن الترمذي صحيح البخاري صحيح مسلم التمهيد لابن عبد البر. فتح الباري للحافظ ابن حجر 3 - كتب الفقه وأصوله: مجموع الفتاوى لابن تيمية. المغني لابن قدامة. الإحكام في أصول الأحكام للآمدي. المستصفى للغزالي. الموافقات للشاطبي. 4 ـ كتب السلوك: الاستقامة لابن تيمية. طريق الهجرتين لابن القيم. 5 ـ كتب اللغة: ترتيب لسان العرب لنديم الجسر والمرعشلي. المصباح المنير لابن المقري. النهاية في غريب الحديث لابن الأثير. 6 ـ كتب حديثة: الإسلام وضرورات الحياة للمؤلف. الجهاد في سبيل الله حقيقته وغايته للمؤلف. الحدود والسلطان للمؤلف. الخمر بين الطب والفقه لمحمد البار. دور المسجد في التربية للمؤلف. مبادئ الإسلام للمودودي. منهج التربية الإسلامية لمحمد قطب. آثار المؤلف أنجز المؤلف عدداً من المؤلفات في موضوعات متنوعة بعضها قد طُبع وبعضها لم يُطبع، كما أن لديه موضوعات أخرى يريد الكتابة فيها، بعضها قد جمع مادتها، لعل الله يسهل له إنجازها جميعاً. ( أ ) الكتب المطبوعة: 1) الجهاد في سبيل الله ـ حقيقته وغايته (رسالة دكتوراه) طبع مرتين، ويقع في مجلدين كبيرين، وقد راجعه وأجرى تعديلات طفيفة على بعض موضوعاته وزيادات، وهو معد للطبعة الثالثة، ورتبه في أربعة أجزاء بعنوان: \"حقيقة الجهاد في سبيل الله وغايته\". 2) الكفاءة الإدارية في السياسة الشرعية ـ نفد. 3) الشورى (طبع مرتين) وتمت الإضافة عليه وهو معد للطبعة الثالثة. 4) دور المسجد في التربية، طبع مرتين. 5) أثر التربية الإسلامية في أمن المجتمع الإسلامي، وقد راجعه المؤلف، وأضاف بعض الزيادات، ورتبه في ثلاثة أجزاء. 6) الحدود والسلطان. 7) طل الربوة، طبع مراراً، وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 8) الدعوة إلى الإسلام في أوروبا. 9) حوارات مع مسلمين أوربيين. 10) حوارات مع أوربيين غير مسلمين. 11) جوهرة الإسلام (في التربية، نظم 1300 بيت تقريباً، وهو قيد المراجعة). 12) المسؤولية في الإسلام، طبع مراراً. وقد راجعه المؤلف وأضاف إليه بعض الموضوعات. 13) الردة عن الإسلام وخطرها على العالم الإسلامي، طبع مراراً، وهو قيد المراجعة. 14) الإسلام وضرورات الحياة، طبع مرتين. وقد راجعه المؤلف وفيه بعض الزيادات وأعده للطبعة الثالثة. 15) حكم زواج المسلم بالكتابية. تمت مراجعته وهو معد للطبعة الثانية. 16) هتاف العزة والجهاد (شعر). 17) وقاية المجتمع من تعاطي المسكرات والمخدرات، طبعته الجامعة الإسلامية في المدينة المنورة، وهو معد للطبعة الثانية. 18) سبب الجريمة، نفد، وقد راجعه المؤلف وزاد فيه بعض الموضوعات، وهو معد للطبعة الثانية، بعنوان: قاعدة في سبب الجريمة والوقاية منها. 19) الدعوة إلى الإسلام في أوربا، وهو معد للطبعة الثانية. 20) معارج الصعود إلى تفسير سورة هود (كتبته عن شيخي محمد الأمين الشنقيطي، رحمه الله في قاعة الدرس بكلية الشريعة، ثم رتبته وطبعته، وقد قدم له أحد أبناء الشيخ). 21) تفسير سورة النور (كسابقه). والكتابان معدان للطبعة الثانية. 22) السباق إلى العقول. 23) سلسلة في المشارق والمغارب (وهي المذكرات التي دونتها في رحلاتي لبلدان العالم) وقد بلغت عشرين مجلداً.. وقد تمت طبعتها الأولى، وتتولى نشرها مكتبة دار الأندلس الخضراء في جدة. 24) الإيمان هو الأساس، وهو معد للطبعة الثانية. 25) غيث الديمة شرح الدرة اليتيمة، في النحو. (ب) كتبٌ ورسائل لم يتم طبعها: 26) أثر تطبيق الشريعة الإسلامية في صلاح الأمة، جمعت بعض مواده. 27) التكفير والنفاق ومذاهب العلماء فيهما. 28) الإخلاص وما يعين المسلم عليه. 29) ثبات هذا الدين واستعصاؤه على أعدائه. 30) الواعظ الأكبر والزاجر الأعظم. 31) إجابات على أسئلة منتدى السقيفة. وللمؤلف مقالات وأبحاث أخرى شارك ببعضها في منتديات الشبكة العالمية (الانترنت)."
  }
]